{"ITEMID": "001-83109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BERIĆ AND OTHERS v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["1. The applicants, Messrs. Dušan Berić, Pantelija Ćurguz, Božidar Vučurević, Dragomir Ljubojević, Radomir Lukić, Milenko Stanić, Rodoljub Đukanović, Savo Čeliković, Milan Bogićević, Savo Krunić, Zvonko Bajagić, Mirko Delić, Duško Kornjača, Vojislav Gligić, Dragan Dobrilović, Momir Tošić, Mihajlo Mijanović, Dragutin Đurašinović, Slobodan Šaraba, Milan Tupajić, Milan Ninković, Miloš Lazović, Aleksandar Savić, Miloš Tomović, Nade Radović and Čedomir Popović, are citizens of Bosnia and Herzegovina. They were represented before the Court by Mr K. Čavoški and Mr M. Paunović, law professors at the University of Belgrade. The respondent Government were represented by Ms M. Mijić, Agent, and by Ms Z. Ibrahimović, Deputy Agent.", "2. Between 29 June and 16 December 2004 the High Representative removed the applicants from all their public and political-party positions and indefinitely barred them from holding any such positions and from running for election. The decision in each individual case had immediate effect and did not require any further procedural steps. The main reasons given for those decisions are reproduced here:", "“Bosnia and Herzegovina has singularly failed to discharge its international obligation to bring closure to arguably the most lamentable chapter of its history. It has failed especially and egregiously in the territory of the Republika Srpska to apprehend and deliver to just prosecution a number of persons indicted under Article 19 of the Statute of the ICTY [that is, the International Criminal Tribunal for the Former Yugoslavia].", "Said failure could not have occurred without the active assistance of individuals and entities, or indeed without the general culture of both overt and secret complicity and of silence prevalent in the one Entity of Bosnia and Herzegovina where such individuals are believed to have found sanctuary, that is, [in the] Republika Srpska.", "Despite its constitutionally mandated duty to fully co-operate with the ICTY – which duty was impressed upon the Republika Srpska further by the Resolutions of the United Nations Security Council referenced above – indicted individuals remain at large within the Republika Srpska and have been and are presently assisted in evading justice by individuals in positions of authority and by institutions of a state and political character. That this state of affairs has continued for nine years following the end of the war is a source of deep and abiding concern not only for the people of Bosnia and Herzegovina but for the international community as a whole.", "It now falls on the international community to redress this intolerable situation by initiating direct and sweeping action against those public-office holders of the Republika Srpska who obstruct international law in the Entity. By dint of their nefarious conduct or failure to carry out their functional responsibilities while associated in differing capacities with public institutions, these individuals have demonstrated that they are not worthy of entrustment with public responsibility.”", "The applicants were held “derivatively culpable [of] contributing to the institutional failure to purge... the political landscape of conditions conducive to the provision of material support and sustenance to individuals indicted under Article 19 [of the Statute of the International Criminal Tribunal for the Former Yugoslavia].”", "3. On 4 November 2005 the High Representative lifted the 2004 ban imposed on the applicants Berić, Bogićević, Gligić, Dobrilović, Šaraba and Tomović, following an oath taken by them to respect the Constitution of Bosnia and Herzegovina. The six applicants were not automatically restored to the offices from which they had earlier been removed and were not entitled to any compensation.", "4. Chapter I outlines the purposes and principles of the United Nations (“UN”). Articles 1 and 2 provide:", "The Purposes of the [UN] are:", "1. To maintain international peace and security, and to that end: to take effective collective measures for the prevention and removal of threats to the peace, and for the suppression of acts of aggression or other breaches of the peace, and to bring about by peaceful means, and in conformity with the principles of justice and international law, adjustment or settlement of international disputes or situations which might lead to a breach of the peace;", "2. To develop friendly relations among nations based on respect for the principle of equal rights and self-determination of peoples, and to take other appropriate measures to strengthen universal peace;", "3. To achieve international co-operation in solving international problems of an economic, social, cultural, or humanitarian character, and in promoting and encouraging respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language, or religion; and", "4. To be a centre for harmonizing the actions of nations in the attainment of these common ends.", "The Organization and its Members, in pursuit of the Purposes stated in Article 1, shall act in accordance with the following Principles.", "1. The Organization is based on the principle of the sovereign equality of all its Members.", "2. All Members, in order to ensure to all of them the rights and benefits resulting from membership, shall fulfil in good faith the obligations assumed by them in accordance with the present Charter.", "3. All Members shall settle their international disputes by peaceful means in such a manner that international peace and security, and justice, are not endangered.", "4. All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the [UN].", "5. All Members shall give the [UN] every assistance in any action it takes in accordance with the present Charter, and shall refrain from giving assistance to any state against which the [UN] is taking preventive or enforcement action.", "6. The Organization shall ensure that states which are not Members of the [UN] act in accordance with these Principles so far as may be necessary for the maintenance of international peace and security.", "7. Nothing contained in the present Charter shall authorize the [UN] to intervene in matters which are essentially within the domestic jurisdiction of any state or shall require the Members to submit such matters to settlement under the present Charter; but this principle shall not prejudice the application of enforcement measures under Chapter VII.”", "5. Chapter V deals with the UN Security Council (“UNSC”). Articles 24 and 25 provide:", "1. In order to ensure prompt and effective action by the [UN], its Members confer on the [UNSC] primary responsibility for the maintenance of international peace and security, and agree that in carrying out its duties under this responsibility the [UNSC] acts on their behalf.", "2. In discharging these duties the [UNSC] shall act in accordance with the Purposes and Principles of the [UN]. The specific powers granted to the [UNSC] for the discharge of these duties are laid down in Chapters VI, VII, VIII, and XII.", "3. The [UNSC] shall submit annual and, when necessary, special reports to the General Assembly for its consideration.", "The Members of the [UN] agree to accept and carry out the decisions of the [UNSC] in accordance with the present Charter.”", "6. Chapter VII is entitled “Action with Respect to Threats to the Peace, Breaches of the Peace and Acts of Aggression”. The relevant Articles (Articles 39, 41 and 48) provide:", "The [UNSC] shall determine the existence of any threat to the peace, breach of the peace, or act of aggression and shall make recommendations, or decide what measures shall be taken in accordance with Articles 41 and 42, to maintain or restore international peace and security.", "The [UNSC] may decide what measures not involving the use of armed force are to be employed to give effect to its decisions, and it may call upon the Members of the [UN] to apply such measures. These may include complete or partial interruption of economic relations and of rail, sea, air, postal, telegraphic, radio, and other means of communication, and the severance of diplomatic relations.", "1. The action required to carry out the decisions of the [UNSC] for the maintenance of international peace and security shall be taken by all the Members of the [UN] or by some of them, as the [UNSC] may determine.", "2. Such decisions shall be carried out by the Members of the [UN] directly and through their action in the appropriate international agencies of which they are members.”", "7. Chapter XVI contains miscellaneous provisions, including Article 103 which provides:", "“In the event of a conflict between the obligations of the Members of the [UN] under the present Charter and their obligations under any other international agreement, their obligations under the present Charter shall prevail.”", "The International Court of Justice considers Article 103 to mean that the Charter obligations of UN member States prevail over conflicting obligations from another international treaty, regardless of whether the latter treaty was concluded before or after the UN Charter or was only a regional arrangement (see Nicaragua v. United States of America, ICJ Reports, 1984, p. 392, § 107).", "8. In 2003 the International Law Commission (“ILC”) adopted draft article 3 (see the Report of the fifty-fifth session of the ILC (2003), A/58/10). It is entitled “General principles” and provides:", "“1. Every internationally wrongful act of an international organization entails the international responsibility of the international organization.", "2. There is an internationally wrongful act of an international organization when conduct consisting of an action or omission:", "a. Is attributable to the international organization under international law; and", "b. Constitutes a breach of an international obligation of that international organization.”", "9. In 2004 the ILC adopted draft article 5 (see the Report of the fifty-sixth session of the ILC (2004), A/59/10). It is entitled “Conduct of organs or agents placed at the disposal of an international organization by a State or another international organization” and reads as follows:", "“The conduct of an organ of a State or an organ or agent of an international organization that is placed at the disposal of another international organization shall be considered under international law an act of the latter organization if the organization exercises effective control over that conduct.”", "10. The General Framework Agreement for Peace in Bosnia and Herzegovina, initialled at the Wright-Patterson Air Force Base near Dayton in the United States, (“the Peace Agreement”) was the culmination of some 44 months of intermittent negotiations under the auspices of the International Conference on the former Yugoslavia and the Contact Group. It contains eleven Articles which mainly set out the obligations for the three Contracting States (the then Republic of Bosnia and Herzegovina, the Republic of Croatia and the then Federal Republic of Yugoslavia) to “welcome and endorse” and to “fully respect and promote fulfilment of the commitments” made in the Annexes thereto. The substance of the commitments is contained in twelve Annexes.", "11. Annex 10 to the Peace Agreement, named the Agreement on Civilian Implementation, sets out the mandate of the High Representative. The relevant provisions read as follows:", "1. The Parties agree that the implementation of the civilian aspects of the peace settlement will entail a wide range of activities including continuation of the humanitarian aid effort for as long as necessary; rehabilitation of infrastructure and economic reconstruction; the establishment of political and constitutional institutions in Bosnia and Herzegovina; promotion of respect for human rights and the return of displaced persons and refugees; and the holding of free and fair elections according to the timetable in Annex 3 to the [Peace Agreement]. A considerable number of international organizations and agencies will be called upon to assist.", "2. In view of the complexities facing them, the Parties request the designation of a High Representative, to be appointed consistent with relevant [UNSC] resolutions, to facilitate the Parties' own efforts and to mobilize and, as appropriate, coordinate the activities of the organizations and agencies involved in the civilian aspects of the peace settlement by carrying out, as entrusted by a [UNSC] resolution, the tasks set out below.", "The High Representative shall:", "a. Monitor the implementation of the peace settlement;", "b. Maintain close contact with the Parties to promote their full compliance with all civilian aspects of the peace settlement and a high level of cooperation between them and the organizations and agencies participating in those aspects;", "c. Coordinate the activities of the civilian organizations and agencies in Bosnia and Herzegovina to ensure the efficient implementation of the civilian aspects of the peace settlement. The High Representative shall respect their autonomy within their spheres of operation while as necessary giving general guidance to them about the impact of their activities on the implementation of the peace settlement. The civilian organizations and agencies are requested to assist the High Representative in the execution of his or her responsibilities by providing all information relevant to their operations in Bosnia and Herzegovina;", "d. Facilitate, as the High Representative judges necessary, the resolution of any difficulties arising in connection with civilian implementation;", "e. Participate in meetings of donor organizations, particularly on issues of rehabilitation and reconstruction;", "f. Report periodically on progress in implementation of the peace agreement concerning the tasks set forth in this Agreement to the [UN], European Union, United States, Russian Federation, and other interested governments, parties, and organizations;", "g. Provide guidance to, and receive reports from, the Commissioner of the International Police Task Force established in Annex 11 to the [Peace Agreement].", "The High Representative shall have no authority over the IFOR [that is, a multinational implementation force established as an enforcement measure under Chapter VII of the UN Charter] and shall not in any way interfere in the conduct of military operations or the IFOR chain of command.", "Privileges and immunities shall be accorded as follows:", "a. The Parties shall accord the office of the High Representative and its premises, archives, and other property the same privileges and immunities as are enjoyed by a diplomatic mission and its premises, archives, and other property under the Vienna Convention on Diplomatic Relations.", "b. The Parties shall accord the High Representative and professional members of his or her staff and their families the same privileges and immunities as are enjoyed by diplomatic agents and their families under the Vienna Convention on Diplomatic Relations.", "c. The Parties shall accord other members of the High Representative staff and their families the same privileges and immunities as are enjoyed by members of the administrative and technical staff and their families under the Vienna Convention on Diplomatic Relations.", "The Parties shall fully cooperate with the High Representative ...", "The High Representative is the final authority in theatre regarding interpretation of this Agreement on the civilian implementation of the peace settlement.”", "12. Following the initialling of the Peace Agreement, a Peace Implementation Conference was held in London on 8 and 9 December 1995. It resulted in the establishment of a Peace Implementation Council (“PIC”), its Steering Board and a High Representative as the Chair of the Steering Board. While the PIC is composed of all the States, international organisations and agencies which attended the Conference, the Steering Board members are Canada, France, Germany, Italy, Japan, the Russian Federation, the United Kingdom, the United States, the Presidency of the European Union, the European Commission and Turkey (on behalf of the Organisation of the Islamic Conference). The Conference invited the UNSC to endorse the establishment of the High Representative (see the Conclusions of the London Peace Implementation Conference, UN document no. S/1995/1029).", "13. On 15 December 1995, the day after the entry into force of the Peace Agreement, the UNSC adopted Resolution 1031 which, in so far as relevant, provides:", "“The Security Council,", "Recalling all its previous relevant resolutions concerning the conflicts in the former Yugoslavia,", "...", "Welcoming the signing on 14 December 1995 at the Paris Peace Conference of the General Framework Agreement for Peace in Bosnia and Herzegovina and the Annexes thereto (collectively the Peace Agreement, S/1995/999, annex) by the Republic of Bosnia and Herzegovina, the Republic of Croatia and the Federal Republic of Yugoslavia and the other parties thereto,", "...", "Welcoming further the conclusions of the Peace Implementation Conference held in London on 8 and 9 December 1995 (the London Conference) (S/1995/1029), and in particular its decision to establish a Peace Implementation Council and its Steering Board as referred to in those conclusions,", "...", "Determining that the situation in the region continues to constitute a threat to international peace and security,", "Determined to promote the peaceful resolution of the conflicts in accordance with the purposes and principles of the [UN] Charter,", "Acting under Chapter VII of the [UN] Charter,", "...", "26. Endorses the establishment of a High Representative, following the request of the parties, who, in accordance with Annex 10 on the civilian implementation of the Peace Agreement, will monitor the implementation of the Peace Agreement and mobilize and, as appropriate, give guidance to, and coordinate the activities of, the civilian organizations and agencies involved, and agrees the designation of Mr. Carl Bildt as High Representative;", "27. Confirms that the High Representative is the final authority in theatre regarding interpretation of Annex 10 on the civilian implementation of the Peace Agreement;", "28. Decides that all States concerned, and in particular those where the High Representative establishes offices, shall ensure that the High Representative enjoys such legal capacity as may be necessary for the exercise of his functions ...;", "...", "32. Requests the Secretary-General to submit to the [UNSC] reports from the High Representative, in accordance with Annex 10 of the Peace Agreement and the conclusions of the London Conference, on the implementation of the Peace Agreement;", "...", "39. Recognizes the unique, extraordinary and complex character of the present situation in Bosnia and Herzegovina, requiring an exceptional response;", "40. Decides to remain seized of the matter.”", "14. Since the London Conference, the PIC has come together at ministerial level a further five times in order to review progress and define the goals of peace implementation for the coming period: it met in June 1996 in Florence, December 1996 for a second time in London, December 1997 in Bonn, December 1998 in Madrid and May 2000 in Brussels.", "15. The relevant part of the Conclusions of the Bonn Peace Implementation Conference (see UN document no. S/1997/979) states:", "“...The [PIC] welcomes the High Representative's intention to use his final authority in theatre regarding interpretation of the Agreement on Civilian Implementation of the [Peace Agreement] in order to facilitate the resolution of difficulties by making binding decisions, as he judges necessary, on the following issues:", "a. Timing, location and chairmanship of meetings of the common institutions;", "b. Interim measures to take effect when parties are unable to reach agreement, which will remain in force until the Presidency or Council of Ministers has adopted a decision consistent with the [Peace Agreement] on the issue concerned;", "c. Other measures to ensure implementation of the [Peace Agreement] throughout Bosnia and Herzegovina and its Entities, as well as the smooth running of the common institutions. Such measures may include actions against persons holding public office or officials who are absent from meetings without good cause or who are found by the High Representative to be in violation of legal commitments made under the [Peace Agreement] or the terms for its implementation.”", "The powers of the High Representative resulting from the Conclusions of the Bonn Peace Implementation Conference are commonly referred to as the “Bonn powers”. On 19 December 1997 the UNSC endorsed those Conclusions (UNSC Resolution 1144).", "16. The UNSC has regularly expressed its support for the PIC and the High Representative. UNSC Resolution 1722 of 21 November 2006 is a recent example and, in so far as relevant, reads:", "“The Security Council,", "...", "Determining that the situation in the region continues to constitute a threat to international peace and security,", "Acting under Chapter VII of the [UN] Charter,", "...", "4. Emphasizes its full support for the continued role of the High Representative in monitoring the implementation of the Peace Agreement and giving guidance to and coordinating the activities of the civilian organizations and agencies involved in assisting the parties to implement the Peace Agreement, and reaffirms that under Annex 10 of the Peace Agreement the High Representative is the final authority in theatre regarding the interpretation of civilian implementation of the Peace Agreement and that in case of dispute he may give his interpretation and make recommendations, and make binding decisions as he judges necessary on issues as elaborated by the Peace Implementation Council in Bonn on 9 and 10 December 1997;", "...”", "17. While acknowledging that “the use of the Bonn powers by the High Representative was beneficial for Bosnia and Herzegovina and its citizens and a necessity following a bloody war”, the European Commission for Democracy through Law (the Venice Commission) has recently called for a “progressive phasing out of these powers and for the establishment of an advisory panel of independent lawyers for the decisions directly affecting the rights of individuals pending the end of the practice” (see the Opinion on the constitutional situation in Bosnia and Herzegovina and the powers of the High Representative, adopted at the sixty-second session of the Venice Commission, CDL-AD (2005) 004). The relevant part of this Opinion states:", "“94. The termination of the employment of a public official is a serious interference with the rights of the person concerned. In order to meet democratic standards, it should follow a fair hearing, be based on serious grounds with sufficient proof and the possibility of a legal appeal. The sanction has to be proportionate to the alleged offence. In cases of dismissal of elected representatives, the rights of their voters are also concerned and particularly serious justification for such interference is required.", "95. In this context the Commission is certainly not called upon to enter into a quasi-judicial scrutiny of the individual decision of the High Representative. It can only provide a broad general assessment of the compatibility of these decisions with international standards. The removals by the High Representative certainly pursue a legitimate aim and are based on serious grounds. Non-co-operation with ICTY is a serious violation of the international obligations of the country, and corrupt practices as well as the establishment of parallel institutions to the legitimate state institutions also justify tough sanctions. Subject to a detailed case-by-case analysis, the sanction of dismissal does not seem disproportionate to the alleged offences.", "96. The main concern is however that the High Representative does not act as an independent court and that there is no possibility of appeal. The High Representative is not an independent judge and he has no democratic legitimacy deriving from the people of [Bosnia and Herzegovina (“BiH”)]. He pursues a political agenda, agreed by the international community, which serves the best interests of the country and contributes to the realisation of Council of Europe standards. As a matter of principle, it seems unacceptable that decisions directly affecting the rights of individuals taken by a political body are not subject to a fair hearing or at least the minimum of due process and scrutiny by an independent court.", "97. It would have been unrealistic to have insisted on immediate full compliance with all international standards governing a stable and full-fledged democracy in a post-conflict situation such as existed in BiH following the adoption of the [Peace] Agreement. The addressees of the decisions of the High Representatives were often powerful individuals and the actions taken by them were generally actions taken in the perceived interest of their political party or ethnic community. It would furthermore have been unrealistic to expect that the BiH judicial system should have been capable of effectively dealing with such actions in the early post-conflict period. It is therefore understandable that the decisions were not made subject to control by the courts of BiH. This situation can however not last forever but, also taking into account the important reforms of the judiciary carried out at the request of or imposed by the High Representative, the day must come when such decisions are made subject to full judicial control and made the responsibility of the proper national institutions.", "98. It is not up to the Commission to indicate a precise date when such a transfer should take place although it should not be in the too distant future. But even pending such transfer, the present practice will have to be substantially modified to make it acceptable as an interim solution. The continuation of such power being exercised by a non-elected political authority without any possibility of appeal and any input by an independent body is not acceptable. As an urgent step the Commission recommends setting up an independent panel of legal experts which would have to give its consent to any such decision of the High Representative. Having regard to the confidential nature of many elements of the file, this might be a body composed of international experts.", "99. In order for such a body to work effectively, it will be necessary to define the possible measures to be taken by the High Representative and the offences justifying such measures clearly and precisely. The conclusions of the Bonn conference are not precise enough to enable a legal panel to determine the justification of individual removals. Furthermore, the issue of the duration of the ban on the holding of future public office and of possible rehabilitations will also have to be addressed. In this respect, the Commission welcomes as a first step the recent decision of the High Representative to initiate a process of rehabilitation of some of the persons dismissed earlier. If the office of High Representative were to be terminated in the near future, there would no longer be a political body enforcing respect for the previous decisions of the High Representative but their legal validity would not automatically cease.”", "18. Subject to the High Representative's consent, the Constitutional Court of Bosnia and Herzegovina (“Constitutional Court”) exercises judicial review of the constitutionality of the content of legislation enacted by the High Representative, in the same way as it does for legislation adopted by the domestic authorities. However, it does not examine whether the High Representative was justified in enacting the legislation in the place of the domestic authorities (see the Constitutional Court's decision no. U 9/00 of 3 November 2000).", "19. Indeed, the High Representative has not consented to the review of his other acts by any domestic authorities. The Constitutional Court's decision no. AP 953/05 of 8 July 2006, ordering the domestic authorities to secure an effective remedy in respect of removals from office by the High Representative, led to a vigorous response from the High Representative. The High Representative's order of 23 March 2007, which removed any practical effect from the Constitutional Court's impugned decision, reads:", "In order to implement the Decision of the [Constitutional] Court [no. AP 953/05 of 8 July 2006], the Presidency of Bosnia and Herzegovina shall address to the High Representative, as Chair of the Steering Board of the [PIC], all matters raised in said Decision that ought to be considered by the international authorities referenced in the said Decision.", "Any step taken by any institution or authority in Bosnia and Herzegovina in order to establish any domestic mechanism to review the Decisions of the High Representative issued pursuant to his international mandate shall be considered by the High Representative as an attempt to undermine the implementation of the civilian aspects of the [Peace Agreement] and shall be treated in itself as conduct undermining such implementation.", "Notwithstanding any contrary provision in any legislation in Bosnia and Herzegovina, any proceeding instituted before any court in Bosnia and Herzegovina, which challenges or takes issue in any way whatsoever with one or more decisions of the High Representative, shall be declared inadmissible unless the High Representative expressly gives his prior consent.", "Any proceeding referred to in Paragraph 1 of this Article shall be effectively and formally notified to the High Representative by the concerned court without delay.", "For the avoidance of any doubt or ambiguity, and taking into account the totality of the matters aforesaid, it is hereby specifically ordered and determined, in the exercise of the said international mandate of the High Representative and pursuant to its interpretation hereinunder and by virtue of the said Annex 10 [to the Peace Agreement], that no liability is capable of being incurred on the part of the Institutions of Bosnia and Herzegovina, and/or any of its subdivisions and/or any other authority in Bosnia and Herzegovina, in respect of any loss or damage allegedly flowing, either directly or indirectly, from such Decision of the High Representative made pursuant to his or her international mandate, or at all.", "For the avoidance of doubt, it is hereby specifically declared and provided that the provisions of the Order contained herein are, as to each and every one of them, laid down by the High Representative pursuant to his international mandate and are not, therefore, justiciable by the Courts of Bosnia and Herzegovina or its Entities or elsewhere, and no proceedings may be brought in respect of duties in respect thereof before any court whatsoever at any time hereafter.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}