{"ITEMID": "001-113741", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MIKIASHVILI v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["5. The applicant was born in Tbilisi in 1984. According to the relevant police reports, the applicant was slightly inebriated when he was arrested on 29 October 2005 and had physically resisted police officers. As a result, he had sustained slightly swollen lips and a small bruise on his forehead.", "6. Following his arrest the applicant underwent an external visual examination upon his being taken to the temporary detention centre. A report drawn up thereafter by a doctor on duty recorded a large bruise on the left part of the applicant’s forehead, a large bruise on the right temple, a large bruise near the left eye and cheekbone, a bruise and evidence of an injury that had bled on his lips, and large bruises on his neck and all over his back (the report of 29 October 2005).", "7. On 30 October 2005, the applicant was charged with the offence of resisting police officers with the intention of obstructing them in the course of their duties, committed as part of a group in a premeditated manner (Article 353 § 2 of the Criminal Code of Georgia). According to the decision to bring charges, two police officers, N.J. and G.A., had seen a young man running down the street at around 2:15 a.m. with a mobile phone in his hand, being “chased” by two women (who turned out to be his wife and a friend). Before the young man could get into a car parked at the end of the road, the two police officers had stopped and questioned him to find out why he was running and to whom the mobile phone belonged. At that point the applicant had got out of the car and, together with another young man, B., his friend, had begun to verbally and physically attack the police officers. The police had been unable to calm them down and the applicant and his friend had torn the police officers’ shirts and jumpers during the struggle. The police had called for backup and, after several colleagues had arrived as reinforcements, had managed to arrest the offenders. Once placed in custody in a temporary detention centre, the offenders had continued to verbally and physically attack the police. In particular, the applicant had delivered a punch to the left eye of a police officer, A.Ts., who had accompanied him to the investigation room to take care of some procedural matters.", "8. According to three medical reports concerning the examination of the three police officers who had allegedly been attacked by the applicant and his friend B., A.Ts. had a closed head injury and a bruise on his left eye, G.A. had a closed head injury and a graze on his right knee, and N.J had a superficial lesion on his lips and cheek. All three police officers were discharged from the hospital on the same day.", "9. On 30 October 2005 the investigator, with the consent of the supervising prosecutor, sought an order from the Tbilisi City Court that the applicant be remanded in custody pending trial. The reasons given for the request were the risks that the applicant might abscond and that he might impede the investigation.", "10. On 31 October 2005 the Tbilisi City Court, refusing the applicant’s application for a non-custodial measure, ordered his pre-trial detention for three months. Having reviewed the criminal case materials and heard the parties’ oral pleadings, the court confirmed the existence of a reasonable suspicion that the offence had been committed. The imposition of pretrial detention was found to be further justified by the assumption that if the applicant was freed he might influence the eyewitnesses, which would prevent the truth of the matter from being established. Moreover, because of the severity of the penalty for such a serious crime, the applicant might evade trial.", "11. Photographs of the applicant taken at the hearing on 31 October 2005 showed bruising around his eyes and an injury to the left hand side of his forehead. On the same date he was transferred to Tbilisi no.1 Prison, where following his external inspection by a doctor on duty, a medical certificate was drawn up reporting an injury to the left hand side of the applicant’s forehead (medical certificate of 31 October 2005). According to the certificate, the injury – which the applicant claimed to have sustained before his arrest – was healing.", "12. On 2 November 2005 the investigator responsible for the case rejected the defence’s application to have a medical examination carried out. According to the investigator, it had not been established that the applicant had been injured during his arrest, as the medical certificate issued by the doctor in Tbilisi no. 1 Prison showed that the injury had predated his arrest. Moreover, the investigator considered that, had the applicant been injured during his arrest, he would have raised the complaint at the hearing of 31 October 2005.", "13. On the same date, 2 November 2005, the applicant appealed against the detention order, claiming, inter alia, that the assumptions that he would abscond from the trial and influence the investigation were wholly unsubstantiated.", "14. On 7 November 2005, whilst holding an oral hearing, the Tbilisi Court of Appeal (“the Court of Appeal”) dismissed the applicant’s appeal, concluding that his remand in custody was necessary in view of the seriousness of the crime and the facts and arguments contained in the court decision of 31 October 2005. With regard to the defence’s complaint that the authorities had refused to allow the applicant to undergo a medical examination, the Court of Appeal noted that the defence had never requested such an examination under Article 73 § 1 (g) of the Code of Criminal Procedure (“the CCP”).", "15. On 9 November 2005 the applicant appealed against the refusal to allow a medical examination, complaining that the investigator had been acting as a medical expert in determining when he might have received the various injuries. In his opinion, the refusal to allow a medical examination had amounted to a violation of his rights under Article 73 § 1 (g) of the CCP.", "16. On 28 December 2005 a judge ordered the investigating authorities to have the applicant examined by a medical expert. The examination was carried out between 5 January and 1 February 2006. The medical expert had a copy of the medical report of 29 October 2005. In addition he himself noticed a scar measuring 1 cm by 1 cm on the right temple, corresponding to an injury classified as slight, and caused by a hard blunt object. The expert concluded that all the applicant’s injuries could possibly date back to the day of the arrest, as the applicant was contending.", "17. On 25 January 2006, the applicant’s detention had been extended by a month. This decision had been upheld on 29 January 2006 by the Court of Appeal which, in a separate decision, drew the investigator’s attention to the fact that no investigative actions had been taken for a month and that the proceedings had therefore been prolonged without reason.", "18. On 21 June 2006 the applicant was allegedly again beaten, this incident occurring on the premises of the court of first instance, before which he had been brought for trial.", "19. On 22 June 2006 the applicant was convicted of having committed the offence defined in Article 353 § 2 of the Criminal Code and sentenced to one year and six months’ imprisonment. Before the court, N.J. confirmed that he had been hit by the applicant while the other young man had insulted him. Around fifteen people had come out of a nearby bar to back up the young men and insult the police officers. It had therefore been difficult to arrest the offenders and the officers had had to call for backup. Once the two men had been arrested, N.J. and his colleague G.A. had gone to the hospital to be treated. Their clothes had been torn. According to N.J., the applicant had had blood on his lip and the possibility that he had sustained other injuries to his body could not be excluded.", "20. G.A. claimed that he had been hit by both young men and that the applicant had already had an injury to his face prior to the arrest.", "21. A.Ts. submitted that he had arrived at the scene when the arrest operation was almost over and had seen that the two young men had been taken to the temporary detention centre. He had encountered the applicant in the investigation room, where the latter had punched him in the eye. A.Ts. stated that he had not physically attacked the applicant.", "22. The applicant’s friend who, according to the police officers, had been running down the street with a mobile phone, stated that he had been drunk, had felt unwell and had been walking quickly down the street, followed by his wife and a friend. When the police had stopped him to find out who the telephone belonged to, he had handed the phone to his wife and had run into the bushes because he had felt sick. On his return, he had seen that the two women were screaming and that the police were trying to hit the applicant and another of his friends, B. He had helped the applicant, who had been on the ground, to get up. He claimed that the police officers’ clothes had not been ripped and that his two friends had not had any visible injuries on their bodies before being arrested.", "23. Two other policemen who had arrived as backup stated in evidence that they had seen the two young men beating G.A., who had fallen to the ground. The offenders had been swearing and refusing to get into the police car.", "24. The applicant lodged an appeal against conviction, complaining that the court had agreed with the police officers’ contention that they had been beaten, without examining his complaint that he had been mistreated by those same police officers during his arrest, as well as later on in the police station. He also alleged that during his arrest he had fallen to the ground and had been kicked in the head, stomach and back. His friend had helped him up. He alleged that in the temporary detention centre a glass had been smashed over his head and the police had beaten him violently. During the following two weeks he had not slept, had suffered from headaches and had been behaving strangely. The applicant further complained that the first-instance court had ignored the medical report which had proved that he had been beaten. Requiring medical care as a result of the treatment he had endured, the applicant submitted that he had been the victim of a violation of Article 3 of the Convention and requested that the Court of Appeal attribute the same importance to that aspect of the case as to the other facts.", "25. On 12 April 2007 the Court of Appeal held that, in the light of the facts established by the first-instance court, it could not be found that the applicant had been subjected to ill-treatment at the hands of the police. The first-instance judgment was upheld.", "26. On 14 December 2007 an appeal on points of law lodged by the applicant, in which he reiterated his complaint under Article 3 of the Convention, was declared inadmissible by the Supreme Court of Georgia. This decision was served on the applicant on 19 December 2007.", "27. According to medical certificates issued by different psychiatric clinics in Tbilisi, they had never treated the applicant before his arrest.", "28. Shortly after his arrest, on 11 November 2005 the applicant had to be placed in the psychiatric ward of the prison hospital because of his psychiatric instability. On 14 November 2005 he was examined by experts from the Empathy Rehabilitation Centre for Victims of Torture (“Empathy Centre”). The preliminary results of the examination showed that the applicant was suffering from a head injury and concussion and was delirious. The experts also noted, on the basis of the applicant’s account, that the latter had suffered from head injuries several times in the past and that he had had a history of aggressive behaviour related to inebriation. The experts recommended that he undergo an in-patient psychiatric examination and a tomography scan of his brain and that he receive treatment with drugs and appropriate medical supervision.", "29. On 26 December 2005 the applicant’s lawyer lodged a request with the Tbilisi City Prosecutor for a psychiatric examination of his client to be carried out in order to determine whether he required to be admitted to a specialised institution, whether his condition was a result of the way he had been treated during his arrest and whether he could be held accountable for his actions at the time of the offence of which he was accused.", "30. On 6 February 2006 the Tbilisi Public Prosecutor’s Office ordered an out-patient psychiatric examination, which resulted in a medical report of 27 March 2006. According to the report, the applicant was not suffering from any chronic psychiatric illness, temporary psychological disorder, or mental illness. He was suffering from mild depression and was responsible for his actions.", "31. On 30 March and 19 April 2006 the director of the Empathy Centre approached the prison authorities, drawing their attention to the applicant’s psychiatric problems and the suicidal tendencies which his sister and the chaplain had reported to her. She requested that the applicant be kept in the prison hospital in order to receive appropriate treatment and to undergo an in-patient psychiatric examination.", "32. The case file shows that the applicant was kept in the psychiatric ward of the prison hospital until 22 April 2006. Between 22 April and 27 May 2006, he remained in the same institution, but on a different ward. On the latter date he was sent to Tbilisi no. 5 Prison, and was once again admitted to the psychiatric ward of the prison hospital on 29 May 2006. On 16 August 2006 he was sent to Rustavi no. 6 Prison and placed in solitary confinement in the hospital wing.", "33. On 22 December 2006, an in-patient psychiatric examination of the applicant took place. According to the report, the applicant had not been mentally ill before or at the time of the acts with which he was charged. He had therefore been responsible for his actions. However, at the time of the examination the applicant was suffering from a temporary psychological disorder in the form of brief reactive psychosis. He could not control his actions and needed intensive compulsory psychiatric treatment under increased medical supervision. On 31 January 2007 the Court of Appeal decided to order the applicant’s admission to Khoni Psychiatric Clinic, where he remained until his release. As it appears from the relevant medical files, the applicant received various treatments there and was monitored by medical specialists.", "34. According to a report by the experts from the Empathy Centre dated 10 June 2008 containing the results of their monitoring of the applicant between 8 November 2005 and 27 May 2008, the applicant’s psychotic state had been triggered a few days after his arrest and he had been cured only after appropriate treatment had been administered by the doctors at the clinic in Khoni and by other doctors during the four months following his release.", "35. On 20 December 2005, in response to a complaint filed by the applicant’s lawyer, the Tbilisi prosecuting authorities decided to separate the aspects of the case potentially relating to the alleged abuse of authority by the police officers during the arrest (Article 333 § 3 (b) of the Criminal Code) from the criminal case brought against the applicant and his friend. A separate investigation was therefore opened in that regard.", "36. When questioned as a witness during that investigation on 26 January 2006, the applicant affirmed that he had been subjected to ill-treatment during his arrest. Notably, he alleged that he had first been pushed by the police officers, as a result of which he had fallen to the ground, and then the police officers had kicked him and beaten him with truncheons, causing particularly serious blows to his head. He also explained that he had been beaten at the temporary detention centre by seven or eight police officers who had also insulted him. He had fought back in order to defend himself. When he had been in Tbilisi no. 1 Prison, a visual medical examination had been carried out, during which he had deliberately misled the doctor by telling him that he had suffered the injury to his forehead prior to his arrest. He had in fact been afraid of being subjected to further ill-treatment.", "37. The police officers who had stopped the applicant’s friend as he ran down the road with his phone and the officers who had arrived on the scene later to help with the arrest were also questioned. Their statements were the same as those they had made in the criminal case against the applicant. N.J. added that force had been used during the arrest and that the applicant had shown signs of it on his body. However, he claimed that the force used had been proportionate, in view of the fact that the applicant had been physically resisting the police officers.", "38. A.Ts. also confirmed his previous statement (see paragraph 21 above). He added that his injured eye had bled and that since then he had almost completely lost his sight. The police officers who had been present in the temporary detention centre confirmed that A.Ts.’s eye had been injured by the applicant and also explained that breakable objects were not allowed inside the investigation room of the detention centre, which meant that the applicant could not have had a glass smashed over his head.", "39. The applicant’s friend, who was arrested at the same time, confirmed that the applicant had been ill-treated during the arrest. His wife, who had been present at the scene, stated in her deposition that all she had seen was a quarrel, which had turned into a fight. Another of their friends stated in her deposition that the applicant had insulted the police officers first. However, she had not seen who had dealt the first blow.", "40. On 7 April 2006 the applicant’s lawyer lodged a complaint with the Prosecutor General about the refusal of the Tbilisi Prosecutor’s Office to grant his client the status of civil party in the new case and the fact that, despite the requirements of Article 3 of the Convention, the investigation was not moving forward.", "41. On 30 June 2006 the prosecuting authorities, relying on the witness depositions and the medical examinations carried out on the police officers, decided to discontinue the proceedings. They considered that the police had acted in accordance with the law during the applicant’s arrest and that there was no evidence to substantiate the applicant’s allegations of ill-treatment during his arrest and at the temporary detention centre.", "42. The applicant lodged an appeal against that decision, arguing that no explanation had been provided for the injuries and the health problems he had experienced following his arrest. He repeated that those problems were the direct consequence of the ill-treatment he had suffered at the hands of the police, who had abused their authority.", "43. On 9 August 2006 the Tbilisi City Court examined the case without the participation of the parties, relying solely on the evidence in the case file. It upheld the decision of 30 June 2006 to discontinue the proceedings on the grounds that the applicant had not raised the complaint of illtreatment either during questioning when he had been charged or when he had been questioned as an accused, despite being assisted by a lawyer during all the procedural steps concerning him. Furthermore, he had not availed himself of his right to request a medical examination or a medical opinion. The Tbilisi City Court concluded that, at the time of the applicant’s arrest, the police officers had not committed any acts which were contrary to the law and that the ill-treatment of the applicant at the police station had not been proved.", "44. On 20 September 2006 the Tbilisi Court of Appeal, ruling without the parties present and as the court of last instance, held that the previous decisions were well-founded.", "45. On 15 August 2006 between 11.20 a.m. and 11.45 a.m., representatives of the Public Defender’s Office (“PDO”) visited the applicant in the prison hospital and found that he had traces of blows and injuries to the head, loin and back. The applicant explained that, during the night of 14-15 August 2006, he had been beaten by the deputy director of the prison hospital, G.B., and six other members of the prison hospital staff, among whom he could identify I. and D. He alleged that he had been kicked, insulted and spat on. The applicant, who stated that he had insulted his attackers in return, had been placed in solitary confinement where, venting his aggression, he had smashed up everything. At the time of the representatives’ visit, he claimed to be hungry and complained of the prison authorities’ refusal to allow him to eat, drink or go to the toilet. He asked the representatives to help him obtain a transfer to a safe place and said that he feared being killed.", "46. On 16 August 2006 the Department of Investigations of the Ministry of Justice commenced an investigation under Article 118 § 1 of the Criminal Code (intentionally causing less serious harm to the health of another).", "47. When questioned as a witness by an investigator on 17 August 2006, the applicant changed his initial testimony. He asserted that he could not recall the details of the incident of 14-15 August 2006, as he had been taking psychotropic medication at the material time. All he could remember was that he had not had a fight with the representatives of the prison administration. He further claimed that he had frequent quarrels with other prisoners, whom he could not name because of the risk posed to his life.", "48. The deputy director of the prison hospital, G.B., implicated by the applicant in his initial statement as having been involved in his ill-treatment, maintained that a fight had broken out between the applicant and another prisoner, A.A., in the prison hospital yard on 14 August 2006 and that prison officers had had to intervene in order to stop it. He claimed that he had not witnessed the incident personally and had only arrived at the prison hospital yard after the fight was over. The applicant had then been placed in solitary confinement. According to G.B., neither he nor any of the prison officers had either psychically or verbally insulted the applicant during this incident.", "49. The prison officers who had been in the prison hospital yard during the incident were also questioned. They maintained that prisoner A.A. and the applicant, who they asserted was always aggressive towards prison hospital staff and other prisoners, had had a fight on 14 August 2006 and that due to the applicant’s aggressive behaviour he had been subsequently placed in solitary confinement. They claimed that on the next day the applicant had burnt his shirt, smashed up the cell and continued verbally assaulting prison officers. They also stated that the incident had lasted for a short period of time and that they had noticed no injuries on either A.A. or the applicant afterwards.", "50. A.A. confirmed in a statement that on 14 August 2006 at around 6:00 p.m. while exercising in the prison hospital courtyard he had had an argument with the applicant and had kicked him once, after which prison officers had intervened and restrained them. A.A. noted that neither the prison officers nor the prisoners who were in the prison hospital courtyard during the incident had engaged in the fighting or had assaulted the applicant.", "51. Another six prisoners, eyewitnesses to the incident, were additionally questioned in the course of the investigation. They confirmed that a fight had broken out between the applicant and A.A. on 14 August 2006 and that the prison officers had only intervened to stop it.", "52. An independent medical report drawn up on 29 August 2006 at the request of the defence found that the applicant had two haematomas on his back, measuring 2 cm by 1.5 cm and 6.5 cm by 2.5 cm, and a 3.5 cm by 1 cm haematoma in the area of his loin. These injuries had been inflicted by a hard, blunt object and could have been inflicted at the time and in the circumstances referred to in the report of the visit of the PDO representatives.", "53. On 7 July 2008 the prosecutor discontinued the proceedings for lack of evidence of a crime. Whilst omitting the medical evidence concerning the applicant’s injuries, he based his findings primarily on the deposition of the applicant given to the investigator on 17 August 2006, as well as on the statements of the Governor of the prison hospital, his two deputies, the prison officers and the applicant’s fellow prisoners questioned in the course of the investigation. The prosecutor concluded that it could not be established that the applicant had been physically assaulted by the staff of the prison hospital.", "54. Article 28 § 1 (a) of the CCP stated that a preliminary investigation shall be discontinued if the act or omission concerned is not an offence under the Criminal Code.", "Pursuant to Article 62 §§ 1 and 2 of the CCP, whilst criminal investigations were normally carried out by the Ministry of the Interior, an investigation into an offence implicating a police officer, an investigator, or a senior military or special law-enforcement officer was to be entrusted to the Public Prosecutor’s Office.", "The other relevant provisions of the CCP read as follows:", "“1. A suspect has the right ...", "(f) when detained or issued with a decision on his/her recognition as a suspect, to request a free medical examination and relevant written conclusion, and to call for a forensic medical examination, which request should be immediately met. A refusal to order [such] an examination is subject to appeal in the district (city) court ..., which shall deal with the matter within 24 hours.”", "“1. A measure of restraint shall be applied to ensure that the accused cannot avoid the investigation and trial, that his further criminal activity is prevented, that he cannot interfere with the establishment of the truth in a given criminal case, or [in order] that a court’s verdict is implemented. Pre-trial detention or [any] other measure of restraint shall not be imposed on the accused if a less restrictive measure meets the objectives provided for in this paragraph.", "2. The grounds for the imposition of a measure of restraint are a reasonable suspicion that the person might abscond or fail to appear in court, destroy evidence, threaten the parties to the proceedings or commit a new crime. ...", "4. A court shall impose pre-trial detention as a measure of restraint only when the objectives set out in the first paragraph of this Article can not possibly be achieved by applying a less restrictive measure.”", "“Upon receipt of information concerning the commission of a crime, the investigator and the public prosecutor, within the limits of their powers, shall open an investigation. ...”", "“1. The preliminary investigation shall be opened on the basis of the information concerning the commission of a crime brought to the attention of the investigator or the public prosecutor by a natural person or other legal entity ... reported in the media, or brought to light during the investigation of a case by the authority in charge of the investigation ...”", "55. The relevant parts of the report read as follows:", "“... Ill-treatment of detainees has increased since December 2005. Some detainees reported being beaten regularly and severely or being subject to other ill-treatment and inhuman punishment. In some cases, the beatings and other inhuman treatment constituted torture. There is widespread impunity for such ill-treatment. Detainees have no access to an effective complaint mechanism and in some facilities have limited ability to communicate confidentially with their lawyers. Investigations into abuse are rare and those responsible for abuse are seldom held accountable.", "There are numerous obstacles to effective investigation and prosecution of perpetrators of abuse against detainees, including direct interference by prison authorities and the lack of identifying insignia among prison staff and special forces. ...", "The lack of investigations into the deaths, injuries, and other ill-treatment and possible torture inflicted by law enforcement agents acting in the Georgian penitentiary facilities in early 2006, also suggests that the government is not fully committed to guaranteeing justice for victims and eliminating the climate of impunity.”", "“... In 2005 the large majority of injuries alleged to have been sustained through police ill-treatment were reportedly inflicted during the arrest. In the same period Amnesty International also continued to receive information about some cases in which detainees were reportedly tortured or otherwise ill-treated in cars while being taken to a place of detention, in police stations, and in the Ministry of Internal Affairs. ...", "Impunity for torture or other ill-treatment is still a big problem. Amnesty International is concerned that procurators do not open investigations into all potential torture or other ill-treatment cases in a systematic manner. In dozens of cases where the procuracy has opened investigations the perpetrators have not been brought to justice. Investigations into allegations of torture or other ill-treatment have often not been conducted in a prompt, impartial and independent manner.”", "“2. Ill-treatment", "10. In general, the CPT’s delegation gained the impression that the situation as regards the treatment of persons detained by the police in Georgia had considerably improved since the Committee’s second periodic visit. The great majority of the persons interviewed during the 2007 visit, who were or had recently been in police custody, indicated that they had been treated in a correct manner. The delegation received only a few isolated allegations of physical ill-treatment, all but one of which referred to the excessive use of force at the time of apprehension (i.e. kicks and punches after the person concerned had been brought under control). ...", "15. ... [T]he CPT reiterates its long-standing recommendation that whenever persons brought before a judge at the end of police custody allege ill-treatment by the police, the judge record the allegations in writing, order immediately a forensic medical examination and take the necessary steps to ensure that the allegations are properly investigated. Such an approach should be followed whether or not the person concerned bears visible external injuries. Further, even in the absence of an express allegation of ill-treatment, the judge should request a forensic medical examination whenever there are other grounds (e.g. visible injuries, a person’s general appearance or demeanour) to believe that ill-treatment may have occurred. If necessary, the relevant legal provisions should be amended.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}