{"ITEMID": "001-69136", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SILDEDZIS v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. On 11 March 1997 the applicant acquired a car – a Renault 21 Nevada - at an auction organised by the Białystok Tax Office. Having subsequently had certain technical defects of the car repaired, the applicant applied to the Białystok Municipal Office for registration. On an unspecified date the Director of the Office refused to do so on the ground that the car was unfit for use and could therefore be used only as scrap-metal. After numerous entreaties of the applicant, the Director orally agreed to register the car on condition that the applicant replaced the engine and a part of the chassis. On 17 March 1997 the applicant requested the Białystok Tax Office to reimburse the costs involved in the acquisition of the new engine and chassis. On 15 April 1997 the Białystok Tax Office declined the applicant’s request on unspecified grounds. Subsequently, the applicant ordered a new engine and chassis and made an advance payment in the amount of PLN 3000.", "10. On 20 March 1997 the applicant was served with a decision of the Director of the Białystok Municipal Office refusing his request to register the car. The Director referred to the fact that the identification numbers of the engine and chassis had been forged and that that it was therefore impossible to find out who had owned car before its acquisition by the applicant. Therefore, the car could not be considered as a “recovered stolen car” within the meaning of the Annex No. 7 to the ministerial Order of 12 October 1995 (§ 28 below), which was a prerequisite for obtaining new identification numbers. On 23 April 1997 the Białystok Governor upheld the contested decision on the same grounds.", "11. In a letter of 5 May 1997 the Warsaw-Śródmieście District Prosecutor expressed regret for the administrative authority’s refusal to register the applicant’s car and remarked on the lack of consistency in the interpretation of the relevant provisions by the authorities handling the applicant’s case. He also suggested that the applicant request the prosecuting authorities, in their capacity as guardians of legal order, to join administrative proceedings on his behalf.", "On 7 May 1997 the Białystok Municipal Office informed the applicant that pursuant to the relevant regulations a car of unknown origin could not be registered.", "12. On 3 July 1997 the Białystok District Prosecutor refused to institute proceedings against the public servants who had issued the administrative decisions in the applicant’s case, finding that they had no case to answer.", "13. In reply to the applicant’s request, on 27 August 1997 the Ombudsman refused to act on his behalf, considering that the law only allowed new identification numbers to be engraved and the registration to be obtained on conditions which were not met in the applicant’s case.", "14. On 8 September 1997 the Warszawa-Śródmieście District Prosecutor informed the applicant that the car in question, being “the subject of a criminal offence”, had been handed over to the Białystok Tax Office on the basis of a decision concerning exhibits, with a view to selling it at an auction under §§ 1 and 4 of the Regulation of the Council of Ministers of 6 March 1971 (§ 27 below).", "15. On 2 October 1997 the Supreme Administrative Court quashed the decisions of 20 March 1997 and 23 April 1997. It found that the administrative authorities had failed to provide any reasons for their refusal of registration. In respect of the new chassis and engine identification numbers, the court noted that a conclusion as to whether “the stolen car has been recovered” had to be based on the final decision given either in the investigative or in the judicial proceedings.", "16. By a decision of 13 February 1998 the Białystok Municipal Office stayed the proceedings concerning the permit to engrave new car identification numbers until the question whether the car had been “recovered” within the meaning of the applicable law was settled.", "17. By a letter of 17 March 1998 to the Białystok Municipal Office, the Warsaw-Śródmieście District Prosecutor expressed the opinion that, in view of the fact that the Białystok Tax Office had been the legitimate vendor and the applicant, who had purchased the car in good faith, was its legitimate owner, there was no reason for a further delay in registering the car. In reply, the Białystok Municipal Office informed the prosecutor on 31 March 1998 that there was no possibility of registering a vehicle of unknown origin, that is, one lacking original factory numbers.", "18. In a letter to the applicant dated 7 May 1998 the Białystok Appellate Prosecutor considered that there were no grounds on which disciplinary proceedings could be instituted against the Białystok prosecutors. All the same, he acknowledged that the case was “a complex one.” It could not be denied that the applicant was a legitimate owner of the car which he had purchased from a legitimate vendor. In the prosecutor’s view, the difficulty in registering the car stemmed from deficiencies in the legal provisions in specifying the necessary conditions that had to be fulfilled for a car to be registered. These conditions were defined by the Regulation of the Minister of Transport and Maritime Economy of 1 February 1993 (§ 27 below). He further observed that, according to the Supreme Administrative Court’s opinion expressed in the judgment of 2 October 1997, a final decision given either in the investigative or in the judicial proceedings, stating that the car had been stolen, should provide a sufficient basis for its registration (§ 15 above).", "19. On 29 May 1998 the Białystok District Prosecutor informed the applicant that there were no grounds for instituting criminal proceedings against the public servants at the Białystok Municipal Office, because it had not been shown that when acting in the applicant’s case they had abused their powers. As for the charge of lack of diligence, this could not be proceeded with, given that the applicant had not suffered pecuniary damage which was sufficiently serious, that is in an amount exceeding 50 average salaries.", "On the same date the Białystok District Court rejected the applicant’s civil claim against the State Treasury for a declaratory judgment. The court considered that the applicant’s ownership was not in dispute. Nonetheless, the claim to establish that the car met the legal requirements for its registration could not be examined by a civil court. This would constitute an unacceptable way of controlling the lawfulness of an administrative decision, and it was only the Supreme Administrative Court which had jurisdiction to do so.", "20. On 15 June 1998 the Białystok Regional Prosecutor requested the Minister of Transport and Maritime Economy to consider the possibility of granting the applicant, by way of exception, a permit for engraving new car identification numbers. It was argued that in all likelihood the car had been stolen by someone in obscure circumstances to the detriment of an unknown person and subsequently handed over to the tax office to be sold. The fact that the applicant could not be granted the permit to have new car identification numbers engraved had adversely affected his property rights in a manner which, give could not be accepted. This request was later refused by a decision of 24 November 1998.", "21. By a decision of 6 August 1998 the Białystok Regional Court quashed the decision of 29 May 1998 given by the Białystok District Court (§ 19 above), considering that since the applicant had not specified his claim, the question whether the civil courts had jurisdiction to entertain his case remained open.", "By a decision of 14 October 1998 the Białystok District Court rejected the applicant’s civil claim on the same grounds as those relied on in its first decision of 29 May 1998.", "22. On 17 December 1998 the Białystok District Court dismissed the applicant’s new claim against the State Treasury for a declaratory judgment, considering that a claimant in declaratory civil proceedings could request the court to determine the existence of a right or of a legal relationship, but that it was not open to the claimant to seek findings of fact in such proceedings.", "23. On 23 January 1999 the Warsaw District Prosecutor discontinued the proceedings, instituted at the applicant’s request, concerning the theft of the car and the forging of its identification numbers, on the ground that the perpetrator of the offence was unknown.", "By a decision of 8 March 1999 the Białystok Municipal Office refused the Białystok Regional Prosecutor’s request to resume the stayed proceedings concerning the permit for engraving new car identification numbers (§ 16 above), considering that the original factory car numbers had not been conclusively established. On 18 March 1999 the Białystok Regional Prosecutor lodged an appeal against this decision with the Regional Self-government Board of Appeal, submitting that since a preliminary question concerning the theft of the car had already been determined, the administrative authority was obliged to register the car. By a decision of 22 March 1999 the Board allowed the appeal and quashed this decision.", "24. On 15 April 1999 the Białystok Municipal Office again refused to grant the applicant a permit for engraving new identification numbers, concluding that the car could not be considered “recovered by the owner or by an insurance company” since its factory numbers and the original owner had not been established in the course of the investigation. The applicant and the Białystok Regional Prosecutor appealed. The Prosecutor, in his appeal of 5 May 1999, referring to the failure to establish the original owner of the car and its factory numbers, expressed the opinion that the Annex No. 7 to the Order of the Minister of Transport and Maritime Economy of 12 October 1995 did not lay down such a requirement for registration and that therefore the first-instance organ had failed to interpret it correctly.", "25. On 3 July 1999 the Białystok Self-government Board of Appeal quashed the impugned decision and referred the case back to the first-instance organ for re-examination, observing that the request should be examined in the light of a new legal situation which had in the meantime changed as a new Regulation had been enacted (see § 29 below).", "26. By a decision of 19 July 1999 the Białystok Municipal Office consented to the engraving of new car identification numbers and, as a consequence, registered the applicant’s car.", "27. Pursuant to §§ 1 and 4 of the Regulation of the Council of Ministers of 16 March 1971 (Rozporządzenie Rady Ministrów z dnia 27.031971 w sprawie orzekania o przejściu depozytów na własność Państwa) courts, prosecutors, administrative authorities, state authorities, state enterprises and banks are entitled to decide on the seizure of unclaimed objects by the State. Those objects, the prolonged storage of which would create a risk of destruction or a substantial loss in value, or the storage of which would be too costly or whose non-use would be against the public interest, shall be sold.", "The relevant part of the Regulation of the Minister of Transport and Maritime Economy of 1 February 1993 on technical conditions and examination of vehicles (Rozporządzenie Ministra Transportu i Gospodarki Morskiej z 1.02.1993 w sprawie warunków technicznych i badań pojazdów) provided:", "“§ 10. Every vehicle must be equipped with", "1) a plate affixed permanently in a easily accessible place, indicating at least:", "....", "c) the vehicle identification number (VIN), this number should also be engraved on the chassis (bodywork) of a car, ...”", "28. Annex No. 7 to the Order of the Minister of Transport and Maritime Economy of 12 October 1995 - Instruction on allocating and engraving chassis (bodywork) numbers and car engines numbers and on manufacturing substitute plates (Załącznik nr 7 do zarządzenia Ministra Transportu i Gospodarki Morskiej z 12.10.1995 - Instrukcja w sprawie nadawania i wybijanaia numerów na podwoziach (nadwoziach) i silnikach oraz wykonywania tabliczek zastępczych) reads as follows:", "“§ 2.1. New [identification] numbers shall be allocated and engraved with the permission of the relevant registering authorities only in the following cases:", "......", "4) where the chassis (bodywork) numbers or engine numbers of a recovered stolen car have been obliterated or forged.”", "29. The Regulation of the Minister of Transport and Maritime Economy of 19 June 1999 on registration and identification of vehicles (Rozporządzenie Ministra Transportu i Gospodarki Morskiej w sprawie rejestracji i oznaczania pojazdów 19.06.1999) which entered into force on 1 July 1999 provides that the owner of a car to be registered is not required to submit a certificate of registration (of a car that has been already registered) or a vehicle card (if it has been already issued) in a case where the car has been purchased at a public auction or from a person executing an order for forfeiture of the vehicle to the State Treasury."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}