{"ITEMID": "001-99984", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MURESAN v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Radu Mureşan, is a Romanian national who was born in 1971 and lives in Sălaj. He was represented before the Court by Mr Tudor Crihan, a lawyer practising in Zalău. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu, from the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was renting a small apartment from S., a former Stateowned company. On an unspecified date, he made an offer to buy the apartment under Law no. 85/1992, but he did not receive an answer to the request. He therefore lodged an action with the Zalău District Court seeking to have S. compelled to sell him the apartment. His action was allowed on 8 May 2003, a decision upheld on appeal by the Sălaj County Court.", "4. However, in a final decision of 13 October 2004, the Cluj Court of Appeal allowed an appeal on points of law lodged by S. and dismissed the initial action. The applicant's lawyer was present at the delivery of the said decision.", "5. The reasoning of the final decision was completed on 12 November 2004. The case file, including the complete text of the final decision, was returned to the District Court on 26 January 2005.", "6. According to the case-file, the applicant obtained a certified copy of the final decision on 3 August 2005.", "7. The Romanian Code of Civil Procedure provides that copies of decisions are served on the parties only when this is necessary to start the time-limit for bringing an appeal running. As a consequence, final decisions are not served on the parties, on whom it is incumbent to take the necessary steps to obtain a copy. In practice, copies are obtained from the first-instance court, where the case file, together with the final decision, is archived."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}