{"ITEMID": "001-75560", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MOSCONI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant was born in 1931 and lives in Rome.", "6. The applicant is the owner of two flats in Rome, which he had respectively let to C.C. and G.C.", "7. In a registered letter of 14 June 1991, the applicant informed the tenants that he intended to terminate the lease on expiry of the term on 31 December 1991 and asked them to vacate the premises by that date.", "8. In a writ served on the tenants on 16 January 1992, the applicant reiterated his intention to terminate the lease and summoned the tenants to appear before the Rome Magistrate.", "9. By a decision of 16 April 1992, which was made enforceable on the same day, the Rome Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 March 1993.", "10. On 11 March 1995, the applicant served notice on the tenants requiring them to vacate the premises.", "11. On 25 March 1995, he informed the tenants that the order for possession would be enforced by a bailiff on 5 May 1995.", "12. On 5 May 1995, the bailiff made one attempt to recover possession of the flats which proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "13. Pursuant to Law no. 241/90, on 2 November 1995, the applicant addressed himself to the Prefectoral Committee in order to be granted the assistance of the police in enforcing the order for possession.", "14. The Prefectoral Committee informed the applicant that priority was given to landlords urgently requiring premises as accommodation for themselves, their spouses, children or ascendants and for seeking priority treatment he should have made a statutory declaration.", "15. On 11 September 1999, the Rome Magistrate set the date of the eviction proceedings for 10 January 2000.", "16. Then, pursuant to Law no. 388 of 23 December 2000, the enforcement proceedings were suspended until 29 June 2001; Law-Decree no. 247/01 suspended them until 31 December 2001 and Law-Decree no. 450/01 suspended them until 30 June 2002.", "17. On 25 November 2002, the applicant recovered possession of the flat which he had let to C.C.", "18. Pursuant to Law no. 200 of 24 August 2003, Law-Decree no. 147/03 suspended the enforcement proceedings until 30 June 2004.", "19. On an unspecified date in 2003, it appears that the applicant has recovered possession of the flat.", "20. The relevant domestic law and practice is described in the Court’s judgment in the case of Mascolo v. Italy (no. 68792/01, §§ 14-44) and Lo Tufo v. Italy (no. 64663/01, §§16-48, ECHR 2005...)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}