{"ITEMID": "001-85246", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TSERKVA SELA SOSULIVKA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (applicability);Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["5. The applicant, the Ukrainian Greek-Catholic Church of the village of Sosulivka in the Chortkiv Region (Tserkva Sela Sosulivka), is a religious group belonging to the patriarchate of the Ukrainian Greek-Catholic Church («Українська греко-католицька церква села Сосулівка Чортківського району Тернопільської області»). The head of the applicant association is its priest, Father Roman Gamratsey.", "6. In accordance with a decision by the Ternopil Regional State Administration (“Ternopil Regional Administration”) on 26 June 1997, the applicant was entitled to use church premises situated in the village of Sosulivka in the Ternopil Region (“церква Покрови Пречистої Діви Марії у с. Сосулівка”) for religious ceremonies. It was required to share the premises with another church of the Ukrainian Orthodox Church of the Kyiv Patriarchate (“UOP KP”; “Української Православної Церкви Київського Патріархату”). In accordance with paragraph 3 of the decision, the Chortkiv District State Administration of the Ternopil Region (“Chortkiv District Administration”) was to conclude separate agreements on the use of the church premises and its property with religious denominations, specifying particular times, procedures and conditions for their use. The decision itself did not provide specific details on how the premises and property were to be used.", "7. On 10 July 1997 the applicant concluded agreement on the use of the church premises with the Chortkiv District Administration and agreed to share it with the UOP KP on the conditions specified in this agreement. The agreement contained no details as to how the premises were to be used. The applicant also alleged that the UOP KP continued to use the premises without any agreement with the Chortkiv State Administration and impeded its own use of the premises.", "8. On 6 October 2000 the applicant requested the Ternopil Regional Administration to transfer the church premises to it for its sole use and its religious needs. It also informed the Ternopil Regional Administration that the UOC KP had refused to comply with the decision of 26 June 1997 and the agreement concluded with the Chortkiv State Administration on 10 July 1997. In reply, on 20 December 2000 the Department of Religious Affairs of the Ternopil Regional Administration informed the applicant that disputes over the use of religious premises that had been transferred to religious organisations in accordance with agreements on their use were within the competence of the State Bailiffs Service (section 14(3) of the Enforcement Proceedings Act).", "9. On 5 February 2001 the applicant lodged complaints with the Higher Arbitration Court against the Ternopil Regional Administration, seeking a transfer of the use of the church premises, as specified in the agreement with the Chortkiv District Administration. In particular, the applicant stated that the church sharing the premises had failed to comply with the decision of 26 June 1997. It further stated that under section 17 of the Freedom of Consciousness and Religious Organisations Act, the State as the owner had to manage the sharing and use of the church premises on the basis of agreements with the occupiers.", "10. On 19 February 2001 a judge of the Higher Arbitration Court rejected the applicant's complaint on the ground that it should have been lodged with a court of general jurisdiction, not an arbitration court dealing with commercial matters. In particular, he referred to the fact that the applicant had complained about the lack of arrangements for the use of the premises following the decision of the Ternopil Regional Administration of 26 June 1997 (see paragraph 6 above).", "11. On 13 April 2001 the Higher Arbitration Court, sitting in a chamber composed of two judges, examined the applicant's request to review the case in the course of supervisory review proceedings and upheld the decision of 19 February 2001. In particular, it referred to section 17 of the Freedom of Conscience and Religious Organisations Act of 23 April 1991, which stated that disputes over the use of religious premises were to be examined under the Code of Civil Procedure by the courts of general jurisdiction and not by the arbitration (commercial) courts. It further mentioned that the decision of the Ternopil Regional Administration was an “enforceable document” and could have been enforced in accordance with Articles 348 and 349 of the Code of Civil Procedure.", "12. The applicant appealed to the President of the Higher Arbitration Court seeking his intervention by means of a supervisory review appeal against the decisions of 19 February and 13 April 2001.", "13. On 19 July 2001 the President of the Higher Commercial Court (as the Higher Arbitration Court was now called) rejected the applicant's request owing to the changes introduced to the Code of Commercial Procedure, which made the ruling of 13 April 2001 final and not subject to any appeal.", "14. On 24 April 2001 the applicant instituted proceedings in the Ternopil Court (Тернопільський міський суд), the local first instance court of general jurisdiction, against the Ternopil Regional Administration for a transfer of the premises to its sole use.", "15. On 4 May 2001 the court rejected this claim, stating that the courts of general jurisdiction had no authority to deal with disputes between legal entities. It also made an order for the dispute to be referred to the Ternopil Court of Arbitration, which, in its view, had jurisdiction over the matter. The applicant did not appeal in cassation and the ruling of 4 May 2001 became final. Instead, it lodged a request with the Ternopil Regional Court for supervisory review of the ruling of 4 May 2001.", "16. On 20 June 2001 the Ternopil Regional Court refused to initiate supervisory review proceedings in the case. In particular, the Deputy President of the Ternopil Regional Court informed the applicant that disputes between legal entities were within the jurisdiction of the arbitration courts and that there were thus no reasons for lodging a supervisory review appeal. He referred to Articles 24 of the Code of Civil Procedure and Article 1 of the Code of Arbitration Procedure.", "17. On 8 August 2001 the Deputy President of the Supreme Court refused to initiate supervisory review proceedings in the case, informing the applicant that disputes involving ownership claims over church premises were within the jurisdiction of the commercial courts and disputes involving their use were to be examined by the local courts of general jurisdiction. It advised the applicant to clarify its claims.", "18. The applicant then instituted proceedings in the Kyiv Commercial Court for the transfer of the premises to its sole use.", "19. On 23 October 2001 the court refused to consider the applicant's claims, referring to the ruling of 13 April 2001 and the decision of the TRSA of 26 June 1997 by which the TRSA had already resolved the dispute. The court also made reference to a practice direction that had been issued by the HAC on 29 February 1996 (see paragraph 32 below).", "20. On 19 March 2002 the HCC upheld the ruling of 23 October 2001. It also held that the commercial courts had no jurisdiction over the case as it did not concern property issues, but a challenge against a decision taken by a State body, which was a matter to be dealt with in the course of administrative, not judicial, proceedings.", "21. On 20 June 2002 the Supreme Court refused to institute cassation proceedings in the case having found no grounds for doing so.", "22. The relevant provisions of the Constitution of Ukraine read as follows:", "23. In accordance with Article 1 of the Code of Arbitration Procedure, in force at the material time, that is to say before 21 June 2001, legal entities and private entrepreneurs engaged in business activities were entitled to apply to the arbitration courts, in accordance with the relevant jurisdictional rules, for the protection of their legal rights and interests. Any agreement waiving the right to apply to an arbitration court was deemed null and void.", "24. Under Article 12 of the Code in force before 21 June 2001, the arbitration courts had jurisdiction over commercial disputes involving execution of the commercial contracts and applications for orders declaring certain normative acts null and void. The following were excluded from the jurisdiction of the arbitration courts: disputes as to technical standards and conditions; prices for particular products, services or goods; bankruptcy cases; and cases involving the Monopolies Commission or the State Accounting Chamber. Disputes concerning the validity of legal acts or concerning public-procurement contracts were within the exclusive jurisdiction of the arbitration courts.", "25. Article 14 of the Code established that the Higher Arbitration Court had jurisdiction over complaints against the Regional State Administration. In accordance with the rules on exclusive jurisdiction, under Article 16 of the Code, cases involving the enjoyment of possessions were to be examined in the arbitration court with jurisdiction for the area in which the property was situated. Under Article 17 of the Code, the court was required to transfer the case-file to another court which had jurisdiction over claims which had been lodged with the wrong court. A ruling on the transfer of the case to a different court on jurisdictional grounds could be reviewed in the course of supervisory review proceedings.", "26. The relevant extracts from the Code, as amended on 21 June 2001, read as follows:", "Transitional Provisions", "“1. This law shall become effective from the date of its publication, save for Article 81-1 [of the Code], which shall become effective on 28 June 2002.", "...9. Decisions of the judicial divisions of the Higher Arbitration Court of Ukraine or of the Presidium of the Higher Arbitration Court of Ukraine that were not challenged by way of supervisory review proceedings before this Law entered into force, as well as resolutions of the Plenary Higher Arbitration Court of Ukraine, shall be final but may be appealed against to the Supreme Court of Ukraine on the basis of and pursuant to the procedure prescribed by the Code of Commercial Procedure of Ukraine.”", "27. In accordance with Article 24 of the Code of Civil Procedure the jurisdiction of the civil courts extended to disputes relating to civil, family, labour and cooperative legal relations, if at least one of the parties to a dispute is a natural person (unless these disputes are within the jurisdiction of other authorities). The jurisdiction of the civil courts also extended to administrative legal relations referred to in Article 236 of the Code of Civil Procedure (complaints against acts of State authorities, juristic persons or public officials, complaints against decisions given in relation to religious organisations and other disputes involving administrative legal relations).", "28. In accordance with Article 348 § 17 of the Code of Civil Procedure (which concerns enforcement proceedings), decisions of State bodies, adopted with regard to the ownership and use of religious premises (buildings) and property are regarded as enforceable by the State Bailiffs Service. Decisions of the Regional State Administrations were enforceable, without any court order, as they were equated to writs of execution issued on the basis of a judicial decision (Article 349 of the Code of Civil Procedure).", "29. Under the Act, religious organisations have the right to use property, land, buildings and premises owned by the State, non-governmental organisations or citizens (section 17, Chapter III “Property Status of Religious Organisations”). Such property can be transferred to religious organisations under lease agreements.", "30. In accordance with section 17 of this Act, the use or ownership of religious premises and property belonging to the State may be transferred without consideration on the basis of a decision of the Regional State Administration. Religious premises and property belonging to the State can be used jointly by two or more religious communities if they consent. In the absence of consent, the State authority has to decide on the arrangements for the use of the premises, by concluding separate agreements with each of the communities. Requests for the transfer of ownership of religious premises or property or for their use without charge shall be examined within one month of the date of receipt.", "31. Under the relevant subparagraphs of section 17, agreements on the use of religious premises and other buildings and property may be terminated or suspended in accordance with the procedure and on the grounds specified in the civil legislation of Ukraine. Decisions of the State authorities with regard to the ownership and use of religious premises and property may be appealed against to the courts, in accordance with the Code of Civil Procedure.", "32. Under section 18 these organisations have the right to own, use and dispose of their property. These rights are protected by law (section 18). Under section 19 religious organisations have the right to create, in accordance with the provisions of their statutes, publishing, commercial, agricultural and other enterprises and charitable institutions have the rights of a juristic person.", "33. In accordance with section 3(14) of this Act, the State Bailiffs Service is responsible for the enforcement of decisions of the State authorities adopted with regard to the ownership and use of religious premises and property.", "34. Article 18(1) of the Act states that the State Bailiff shall initiate enforcement proceedings upon request of the creditor or his representative in so far as it concerns the enforcement of one of the decisions mentioned in Article 3 of this, on the basis of the writ of enforcement.", "35. The Practice Direction states that disputes that relate to the amendment, termination or enforcement of an agreement on the use of the premises shall not be within the jurisdiction of the commercial (former arbitration) courts (paragraph 5 of the Practice Direction). It further establishes that decisions concerning the transfer of ownership of religious premises or property may be appealed against to the commercial courts (paragraph 8 of the Practice Direction) and are not within the jurisdiction of the courts of general jurisdiction. Moreover, under paragraph 10 of the Practice Direction, the commercial courts must decline jurisdiction to hear actions for recovery of property improperly taken (віндікаційні позови) or actions to eliminate obstacles in free enjoyment of possessions (негаторні позови), if a State authority has already adopted a decision on that issue in an “enforceable document” in accordance with the section 3(14) of the Enforcement Proceedings Act.", "36. The relevant extracts from the Report read as follows:", "“(...) F. Freedom of conscience and religion", "(...) 269. Ukraine undertook to (...) find a legal solution for the restitution of church property. The present Law on freedom of conscience and religious organisations dates back to 1991. Despite the fact that it is regarded as one of the best freedom of religion laws in the region, some of its provisions lack clarity. (...) The law also contains a number of other ambiguous provisions, which leave a wide discretion to the implementing authorities. Hence, the quite progressive law for the time of its adoption now requires significant rewording. (...)", "270. The Ukrainian legislation still lacks effective legal tools for restitution of church property. So far restitution was carried out occasionally on the basis of the parliament's 1991 resolution and several presidential decrees. The legal problem of restitution mainly stems from the fact that religious associations have no right to obtain a legal entity status and thus cannot possess property. Most of the organisations, which owned the property that should be restituted, ceased to exist and the Orthodox Church is represented by several organisations. This leads to an ad hoc restitution practice totally depending on the local authorities' preferences and which in most cases entails not the return of the ownership rights but transfer of property into a gratis rent. We, therefore, call on the Ukrainian authorities to elaborate clear rules on the restitution of religious property.”", "37. The relevant extracts from the Report read as follows:", "“(...) C. Freedom of conscience and of worship", "51. One of Ukraine's commitments, listed in paragraph 11, xi. of Opinion No. 190, is to facilitate 'peaceful solution to the disputes existing among the Orthodox churches (...) while respecting the Church's independence vis-à-vis the State; a new nondiscriminatory system of church registration and a legal solution for the restitution of church property should be introduced'.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}