{"ITEMID": "001-71359", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SUSS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The applicant, Werner Süß, is a German national, who was born in 1940 and lives in Berlin. The respondent Government are represented by their Agent, Mr K. Stoltenberg, Ministerialdirigent, and, subsequently, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s daughter F. was born on 29 November 1984. In August 1989 the applicant and G.S., his then wife, separated. Since then F. has been living with her mother, who was awarded custody of her. On 6 December 1992 the applicant had his last contact with F.", "On 23 May 1995 the Berlin Tempelhof-Kreuzberg District Court suspended the applicant’s access to F. This judgment was upheld by the Berlin Court of Appeal on 4 March 1997. On 15 September 1997 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint lodged against the latter judgment.", "In his first application (no. 40324/98) to this Court, the applicant complained, in particular, that the said court decisions suspending his access to F. amounted to a breach of his right to respect for his family life. He further claimed that the court proceedings concerned had not been fair. On 20 September 2001, the Court declared admissible these complaints.", "On 17 July and 13 August 1997 the applicant lodged a motion under Section 1634 § 3 of the Civil Code (see ‘Relevant domestic law’ below) to order G.S. to provide him with further information about their daughter F., notably her current place of residence.", "On 23 June 1998 the Zossen District Court, sitting in guardianship matters, dismissed the applicant’s motions. It rendered its decision following a hearing attended by G.S. and F., then aged thirteen. The applicant, who had been duly summoned, had not attended the hearing.", "In its reasoning, the District Court referred to its final decision of 20 January 1998 according to which the applicant was entitled to one photograph of F. each year together with the final school report in summer. Furthermore, G.S. had been ordered to supply the applicant with copies of the interim school report of 1997/98 and of any further final school reports or reports on subsequent professional training, respectively. The applicant was also entitled to information about his daughter’s health every six months and to immediate notice about any change in her state of health.", "The District Court found that the applicant was not entitled to be informed of his daughter’s place of residence and of the address of her school on the ground that such information was contrary to the child’s well-being. It noted that the applicant did not have custody of F. and therefore had no power of co-determination in school matters. His right of access to F. had been suspended. In the court’s view, the applicant claimed the information in question only in order to establish access to F., which was contrary to her best interests. Moreover, G.S. feared reprisals. The court further noted that F., having been heard by the Youth Office and in court on 23 June 1998, refused any contacts with her father.", "The District Court also dismissed the applicant’s request for coercive measures, noting that G.S. had complied with the court order of 20 January 1998.", "On 9 June 1999 the Potsdam Regional Court, having heard the applicant and G.S., dismissed the applicant’s appeal. The Regional Court considered that the District Court had not exceeded its margin of appreciation when deciding that no information about the child’s whereabouts should be disclosed. Having regard to the strained relations between the parents, this had been in the child’s best interests. The information requested was not of such an importance that it had to be disclosed against G.S.’s express will. The Regional Court took into consideration that in a decision dated 19 November 1998, the District Court had initiated measures to re-establish contacts between the applicant and his daughter cautiously.", "Following the entry into force of the amended Law on Family Matters on 1 July 1998, the applicant lodged a second request to be informed of his daughter’s place of residence on 11 August 1999. He argued that he needed F.’s address in order to be able to maintain a minimum of contacts with her, because having to send letters to her via the Youth Office was discriminating against him.", "On 26 October 1999 the Zossen District Court, sitting in family matters, dismissed the applicant’s request. It confirmed that the daughter’s interest to avoid the risk of contacts with the applicant outweighed the latter’s interest to be informed of her address pursuant to Section 1686 of the Civil Code (see ‘Relevant domestic law’ below).", "In this connection, the Zossen District Court noted that on 30 September 1999 it had decided in a different set of proceedings instituted by the applicant that his access to F. remained suspended. It had found in that judgment that F., then aged fourteen, had expressly refused any contacts with her father and was crushed between her parents’ conflicting interests. In the case before it, the Zossen District Court therefore had to avoid a deterioration of F.’s tense mental state, which had not least been caused by never-ending court proceedings and examinations by psychological experts.", "On 19 June 2000 the Brandenburg Court of Appeal dismissed the applicant’s appeal. Referring to its hearing of the parties on 19 May 2000 in the context of further proceedings concerning the applicant’s right of access, it observed that the relations between G.S. and the applicant remained strained. Therefore, the applicant was not entitled to information about his daughter’s whereabouts. It noted that since the suspension of access about five years ago, F. had only once, in May 1999, seen the applicant outside court. In these circumstances, any risk that the applicant would go to the house where G.S. and F. were living had to be avoided.", "On 14 July 2000 the applicant lodged a complaint with the Federal Constitutional Court, comprising two pages. He claimed that the decision of the Brandenburg Court of Appeal not to order the disclosure of his daughter’s address violated his right to respect for his family life, his right to be heard and the principle of equality.", "On 30 August 2000 the Federal Constitutional Court, without giving further reasons, refused to admit the applicant’s constitutional complaint.", "On 3 December 2001 the Zossen District Court ordered G.S. to pay a coercive penalty of 500 Deutschmarks for failure to comply with its order dated 20 January 1998 to supply the applicant with certain information about F.’ personal circumstances.", "On 17 May 2002 the Brandenburg Court of Appeal confirmed the judgment of the Zossen District Court delivered on 30 September 1999 that the applicant’s access to F. remain suspended. It found that it would be against the best interests of F., who had almost attained the age of majority, to order contacts against her firmly expressed will.", "On 29 November 2002 F. attained the age of majority.", "Before the entry into force of the amended Law on Family Matters (Reform zum Kindschaftsrecht) on 1 July 1998, the relevant provision of the Civil Code concerning a parent’s right to information about his or her under age child born in wedlock was worded as follows:", "Section 1634", "“3. A parent not having custody who has a legitimate interest in obtaining information about the child’s personal circumstances may request such information from the person having custody in so far as this is in keeping with the child’s best interests. The guardianship court shall rule on any dispute over the right to information.”", "The relevant provision in force since 1 July 1998, Section 1686 of the Civil Code, provides as follows:", "“Each parent who has a legitimate interest in obtaining information about the child’s personal circumstances may request such information from the other parent in so far as this is not contrary to the child’s best interests. The family court shall rule on any dispute.”", "Proceedings in family matters are governed, inter alia, by the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit). Pursuant to Sections 27 and 28 of that Act, as applicable to the proceedings concerning the applicant’s first request for information, a further appeal (weitere Beschwerde) to the Court of Appeal lay against a decision of the Regional Court. If an appellant wished to lodge his further appeal in writing, his submissions had to be signed by a lawyer (Section 29 § 1 of the said Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}