{"ITEMID": "001-87934", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KONONOV v. LATVIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 7;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Elisabet Fura;Ineta Ziemele", "TEXT": ["8. The applicant was born in 1923 in the municipality of Mērdzene (district of Ludza, Latvia). He held Latvian nationality until 12 April 2000, when he was granted Russian nationality by a special decree issued by the President of the Russian Federation, Mr V. Putin.", "9. On 22 June 1941 Nazi Germany attacked the Soviet Union, of which Latvian territory formed a part. The lightning advance of the German Army (Wehrmacht) forced the Red Army to leave the Baltic region and withdraw towards Russia. The applicant, who was living near the border at the time, followed. By 5 July 1941 the whole of Latvia had been overrun by the Wehrmacht. The three Baltic States and part of Belarus were joined to form a vast territory administered by the Reich Commissariat for the Eastern Territories (Reichskomissariat Ostland), which took orders directly from Berlin.", "10. After arriving in Russia the applicant initially found work on a collective farm (kolkhoze). He was subsequently employed as a metal turner in a factory that manufactured military equipment. In 1942 he was called up as a soldier in the Soviet Army and assigned to the reserve regiment of the Latvian Division. From 1942 to 1943 he received special training in sabotage operations (подрывники in Russian), during which he learnt how to organise and lead commando raids behind enemy lines. After completing his training he was immediately promoted to the rank of sergeant. Shortly afterwards, on the night of 23 June 1943 he and some twenty fellow combatants were parachuted into Belarus territory, which was then under German occupation, near the Latvian border and thus to the area where he was born.", "11. After landing, the applicant joined a Soviet commando unit (composed of members of the “Red Partisans”) called the “Vilis Laiviņš” after its leader. In March 1944 he was put in command of a platoon by his two immediate superiors, whose primary objectives according to the applicant were as follows: to sabotage military installations, communication lines and German supply points, to derail trains and to spread political propaganda among the local population. The applicant claimed to have derailed 16 military trains and caused 42 German military targets to be blown up.", "12. On 27 May 1944 the Red Partisans attacked the village of Mazie Bati (municipality of Mērdzene, district of Ludza), which at the time was approximately 80 kilometres from the front.", "13. The events of 27 May 1944, as established by the public prosecutor's office and the Latvian courts, and acknowledged by the respondent Government may be summarised as follows.", "14. In February 1944 the German Army discovered and wiped out a group of Red Partisans led by Major Chugunov who were hiding in a barn in the village of Mazie Bati. The applicant and his unit immediately suspected the villagers of having spied for the Germans and of having turned Chugunov's men in to the enemy. It was then decided to take reprisals against the inhabitants of Mazie Bati.", "15. Meanwhile, in constant fear of an attack by the Red Partisans, the male inhabitants of Mazie Bati – who up to then had not carried weapons – sought assistance from the German military administration, which ultimately provided every man with a rifle and two grenades “for his own protection”.", "16. On 27 May 1944 the applicant and his men, who were armed and wearing Wehrmacht uniforms to avoid arousing suspicion, entered the village where the inhabitants were preparing to celebrate Pentecost. The commando unit split up into a number of small groups each of which attacked a house on the applicant's orders. Several Partisans burst into the home of a farmer, Modests Krupniks, seized weapons they found there and ordered him out into the yard. When he pleaded with them not to kill him in front of his children, they ordered him to run towards the forest before opening fire when he did so. Krupniks was left, seriously wounded, on the edge of the forest, where he died the following morning from a massive haemorrhage. Although the surviving villagers heard his screams and groans, they were too afraid to go to his aid.", "17. Two other groups of Red Partisans attacked the homes of two other farmers, Meikuls Krupniks and Ambrozs Buļs. Meikuls Krupniks was seized in his bath and savagely beaten. The Partisans took the weapons they had found in the two villagers' homes to Meikuls Krupniks' house. There they fired several rounds of bullets at Buļs, Meikuls Krupniks and Krupniks' mother. According to the initial findings of fact by the prosecutor's office and the first-instance court, it was the applicant himself who killed Buļs. However, he was subsequently acquitted in relation to that incident (see paragraph 45 below). Meikuls Krupniks and his mother were seriously injured. The Partisans then doused the house and all the farm buildings (including the barn and stable) with petrol and set them alight. Krupniks' wife, who was nine months pregnant, managed to escape, but was seized by the Partisans and pushed through a window of the house into the flames. The following morning the surviving villagers found the charred remains of the four victims. Mrs Krupniks' body was identified by the badly burnt skeleton of the baby lying next to her.", "18. A fourth group of Partisans burst into Vladislavs Šķirmants' home, where they found him on his bed with his one year-old son. After finding a rifle and two grenades hidden in a cupboard, they ordered Šķirmants – who was still in his underwear – to go out into the yard. They then bolted the door from the outside to prevent his wife following him, took him to a remote corner of the yard and shot him dead.", "19. A fifth group attacked the home of Juliāns Šķirmants. After finding and seizing a rifle and two grenades, the Partisans took him out to the barn, where they executed him.", "20. Lastly, a sixth group attacked Bernards Šķirmants' home, seizing the weapons they found there. They then proceeded to kill Mr Šķirmants, wound his wife and set all the farm buildings on fire. Mr Šķirmants' wife burnt to death in the fire with her dead husband lying beside her. According to the initial domestic decisions, it was the applicant himself who killed Šķirmants. However, he was later acquitted of that charge (see paragraph 45 below).", "21. According to the prosecution's initial findings of fact, the Partisans pillaged the village before leaving and made off with clothes and food, in addition to the weapons. In particular, before leaving Juliāns Šķirmants' house they stole a tub of butter and a roll of material. This factual finding did not, however, appear in either the final judgment on the merits or the final judgment on the appeal on points of law, both of which refer only to the seizure of the weapons found in the villagers' homes.", "22. The applicant contests the factual findings of the domestic courts. In his estimation, all the victims of the attack were collaborators and traitors who had delivered Major Chugunov's platoon into the hands of the Germans in February 1944 by ruse, while Meikuls Krupniks and Bernards Šķirmants were Schutzmänner (members of the German auxiliary police force). In February 1944 Chugunov's group of Partisans – comprising nine men, two women and a small child – had taken refuge in Krupniks' barn. Three women (Krupniks' mother and wife and Bernards Šķirmants' wife) brought them provisions and assured them that the Wehrmacht was some distance away. However, while the women kept watch, Šķirmants sent Krupniks to alert a German garrison stationed in the neighbouring village. On arriving in Mazie Bati, the German soldiers had machine-gunned the barn with incendiary bullets causing it to catch fire. Any member of Chugunov's group, including the women and the child, who tried to escape was shot dead. After the carnage, Krupniks' mother had removed the coats from the bodies. For its part, the German military command had rewarded the villagers concerned with firewood, sugar, alcohol and a sum of money.", "23. Approximately a week before the events of 27 May 1944, the applicant and all the men in his platoon had received a summons from their commanding officer. He had informed them that an ad hoc military court composed of members of the detachment had delivered judgment against the inhabitants of Mazie Bati allegedly implicated in the betrayal of Chugunov's men and that their platoon was required to execute the order. More specifically, they were required to “bring the six Schutzmänner from Mazie Bati to stand trial”. The applicant had refused to lead the operation as the villagers had known him since childhood and he feared for the safety of his parents, who lived in the neighbouring village. The commanding officer had bowed to his wishes and assigned the mission to another Partisan. In the events that had followed, it was that other Partisan – not the applicant – who had given the orders.", "24. On 27 May 1944 the applicant had followed the men from his unit, but had not entered the village. He had hidden behind a bush from which he could see Modests Krupniks' house. Shortly afterwards he had heard cries and gunfire and seen plumes of smoke. A quarter of an hour later, the Partisans had returned alone. One had been wounded in the arm; another was carrying six rifles, ten grenades and a large quantity of cartridges. All the weapons and munitions had been seized in the villagers' homes. The applicant's men told him that they had not been able to carry out their mission as the villagers had “fled while firing at them and the Germans had arrived”. In his submissions to the Court, the applicant denied that his comrades had pillaged Mazie Bati. On returning to base, the Partisans had been severely reprimanded by the commanding officer for failing to capture the wanted persons.", "25. Documents furnished by the Government from the Latvian Historical National Archives (Latvijas Valsts vēstures arhīvs) provides the following information on the regime set up by the occupying German administration during the relevant period.", "26. By a notice published in the newspapers on 24 July 1941, the Reichskomissar for the Eastern Territories, Hinrich Lohse, ordered all citizens to surrender any firearms and munitions in their possession to the authorities within 24 hours. The notice reappeared on 1 October 1941 and 12 August 1942. Members of the Latvian auxiliary police were, however, permitted to carry firearms.", "27. Subsequently, as the front drew closer to Latvian territory and the number of Red Partisans in the border regions increased, the rules concerning the possession and carrying of firearms were relaxed. In a letter of 22 October 1998 to the Principal Public Prosecutor's Office, the Director of the Archives stated that the village of Mazie Bati was within the jurisdiction of police station no. 2 in the district of Ludza at the relevant time. Since the records from that police station had been lost or destroyed, there was no documentary evidence available to give a precise explanation for the Germans' decision to arm the villagers of Mazie Bati. However, the archives did contain a written order from the local commanding officer of the Latvian auxiliary police to the officer in charge at police station no. 1 in the same district concerning the village of Čeverova (which was approximately 20 kilometres from Mazie Bati). This document, dated 25 February 1944, reads as follows:", "“In order to protect the population from attacks by pillaging bandits, I order you to set up a defence unit in the village of Čeverova (in the municipality of Cibla) composed of ten to fifteen trustworthy local men. Those selected will receive rifles and the necessary quantity of munitions. A local aizsargs [member of the National Guard] will take command of the defence unit. The selected men will be required to gather every night to mount guard and keep watch.", "Report to me by 28 February on the execution of [this order].”", "28. Further, in a letter dated 27 April 1944 the same commanding officer instructed the mayors of three municipalities (including Cibla) to select a person of trust from the inhabitants of each village who would be responsible for the surveillance of strangers or suspicious individuals and informing the mayor or police where necessary. The letter stated that these measures were intended to counteract the acts of “bandits” (by which was meant the Red Partisans).", "29. In July 1944 the Red Army entered Latvia. On 13 October 1944 it laid siege to and took Riga. On 8 May 1945 the last German divisions surrendered and the entire Latvian territory passed into the control of the Red Army.", "30. The applicant remained in Latvia after the war ended. He was decorated for his military exploits with the Order of Lenin, the highest distinction awarded in the USSR. In November 1946 he joined the Communist Party of the Soviet Union. In 1957 he graduated from the USSR Interior Ministry Academy. Subsequently, and until his retirement in 1988, he worked as an officer in various branches of the Soviet police force.", "31. On 4 May 1990 the Supreme Council of the Soviet Socialist Republic of Latvia adopted the Declaration on the Restoration of Independence, which declared Latvia's incorporation into the USSR unlawful and null and void and restored force of law to the fundamental provisions of the 1922 Constitution. After two unsuccessful coups d'état, on 21 August 1991 the Supreme Council passed the Constitutional Law on the Statehood of the Republic of Latvia proclaiming full independence with immediate effect.", "32. By a law passed on 6 April 1993, the Supreme Council inserted into the special section of the former Criminal Code then in force a new Chapter 1-a, which contained provisions criminalising acts such as genocide, crimes against humanity or peace, war crimes and racial discrimination. A new Article 68-3 dealt with war crimes, which carried sentences of between three and fifteen years' imprisonment or life imprisonment. The same law also inserted an Article 6-1 into the Code permitting the retrospective application of the criminal law with respect to crimes against humanity and war crimes and an Article 45-1, which exempted such offences from statutory limitation.", "33. In January 1998 the Centre for the Documentation of the Consequences of Totalitarianism (Totalitārisma seku dokumentēšanas centrs), an affiliate of the Constitution Protection Bureau (Satversmes aizsardzības birojs), launched a criminal investigation into the events of 27 May 1944. It considered that the applicant could have committed an offence under Article 68-3 of the former Criminal Code. On 28 July 1998 the investigation file was sent to the Principal Public Prosecutor's Office (Ģenerālprokuratūra).", "34. In a decision of 2 August 1998, the Principal Public Prosecutor's Office charged the applicant with war crimes. On 10 October 1998 the applicant was brought before the Riga Central Court of First Instance, which ordered his detention pending trial.", "35. On 19 November 1998 the prosecution announced that it had completed its investigation and served the papers on the applicant and his lawyer. On 17 December 1998 the applicant completed his examination of the documents in the investigation file. The following day the prosecution drew up the final bill of indictment (apsūdzības raksts) and forwarded the file to the Riga Regional Court, which would sit as the court of trial. According to the bill of indictment, the prosecution had also identified most of the other former Partisans who had taken part in the Mazie Bati operation. However, they had all died in the interim.", "36. The substance of the charges was examined by the Riga Regional Court at a hearing on 21 January 2000 at which the applicant pleaded not guilty. He repeated his account of the events of 27 May 1944, stressing in particular that all the victims of the attack, including Meikuls Krupniks' pregnant wife, had been armed Schutzmänner. He denied any personal involvement in the events. As to the various documents, press articles and post-war works that attested to the contrary, he maintained that he had knowingly allowed the historical facts to be distorted for his own personal glory and in order to gain certain benefits. However, the Regional Court found that the file contained ample evidence of his guilt, namely:", "(a) The depositions of eight children of the villagers killed by the Red Partisans on 27 May 1944. Three of these children were direct eye witnesses who had seen their parents killed. The other five had been in the neighbouring village at the time or too young to understand what was happening. However, they recalled accounts of the events related by members of their families.", "(b) The depositions of 19 witnesses, including four direct eye witnesses.", "(c) Various post-war records drawn up and signed by the applicant in person in which his account of the events in Mazie Bati exactly matched the facts as reconstructed by the prosecution. In particular, he had expressly admitted shooting Ambrozs Buļs dead and burning six people alive.", "(d) Various records signed by the applicant's commanding officers, which gave a like account.", "(e) A handwritten exercise book seized at the applicant's home containing the outline of an autobiographical work he had planned to write. The description it contained of the attack on 27 May 1944 was generally consistent with the facts as established by the prosecution.", "(f) Various historical and encyclopaedic works, together with press articles and verbal accounts by the applicant which had been published in Soviet newspapers in the 1960s and 1970s.", "(g) Depositions by the author of one of the aforementioned articles attesting to the fact that the description given in his article was based on the applicant's own account.", "(h) Various documents from the Latvian National Archives containing information on the villagers from Mazie Bati, and on the actions and decisions of the German military administration at the material time.", "(i) Depositions by a woman who had worked as a radio operator for the applicant's unit during the war.", "37. On the basis of all this evidence, the Regional Court concluded that the applicant had perpetrated acts that were prohibited by the Charter of the International Military Tribunal for Nuremberg of 8 August 1945, the Hague Convention of 18 October 1907 concerning the laws and customs of war on land, and the Geneva Convention of 12 August 1949 relative to the Protection of Civilian Persons in Time of War. Consequently, it found him guilty of the offence set out in Article 68-3 of the former Criminal Code and imposed an immediate six-year custodial sentence. Both the applicant and the prosecution appealed against that judgment to the Criminal Affairs Division of the Supreme Court..", "38. In a judgment of 25 April 2000, the Criminal Affairs Division quashed the impugned judgment and returned the case file to the Principal Public Prosecutor's Office with instructions to make additional inquiries. It stated in its judgment that there were lacunae in the Regional Court's reasoning. In particular, the Regional Court had failed to deal clearly with questions that were decisive to the outcome of the case. Thus, issues such as whether Mazie Bati", "39. The prosecution appealed on points of law against the judgment of the Criminal Affairs Division. In a judgment of 27 June 2000, the Supreme Court Senate dismissed that appeal, although it amended the reasons that had been given by the Criminal Affairs Division for referring the case for further investigation. In particular, it ruled that the Criminal Affairs Division's direction that specialist advice should have been taken on international law was unfounded as expert evidence could not be sought on questions of pure law, which were solely for the courts to decide.", "40. On 17 May 2001 the applicant was again charged with an offence under Article 68-3 of the former Criminal Code after a fresh preliminary investigation by the Principal Public Prosecutor's Office. The Supreme Court Senate designated the Latgale Regional Court as the court of first instance.", "41. The substance of the charge against the applicant was examined by the Latgale Regional Court on 3 October 2003. In a judgment delivered at the end of that hearing, the Regional Court acquitted the applicant of war crimes, but found him guilty of banditry, an offence under Article 72 of the former Criminal Code carrying a sentence of between three and fifteen years' imprisonment.", "42. After analysing the situation in which Latvia had found itself as a result of the events in 1940 and the German invasion, the Regional Court concluded that the applicant could under no circumstances be equated to a “representative of the occupying forces”. On the contrary, he had fought for the liberation of the country against the occupying forces of Nazi Germany. As Latvia had been incorporated into the USSR, the applicant's conduct had to be considered in the light of Soviet law. In addition, he could not reasonably have foreseen that he would one day be classified as a “representative of the Soviet occupation forces”. With regard to the Mazie Bati operation, the Regional Court accepted that the villagers had collaborated with the German military administration and handed over Chugunov's group of Red Partisans to the Wehrmacht and that the attack on the village had been carried out pursuant to the judgment of the ad hoc military court set up within the detachment. The Regional Court also accepted that the deaths of the six men from Mazie Bati could be regarded as having been necessary and justified by considerations of a military order. However, it found that such justification did not extend to the killing of the three women or the burning down of the village buildings. Consequently, as they had not confined themselves to executing the ad hoc military court's judgment, but had acted beyond their authority, both the applicant and his men had committed an act of banditry for which they bore full responsibility. Furthermore, as the commanding officer, the applicant was responsible for acts committed by his unit. However, since banditry did not fall into the category of offences exempt from statutory limitation, the Regional Court relieved the applicant of criminal liability on the ground that the prosecution of the offence was statute barred.", "43. Both parties appealed against that judgment to the Criminal Affairs Division of the Supreme Court. Relying, inter alia, on Article 7 § 1 of the Convention, the applicant sought a full acquittal, arguing that the law had been applied against him retrospectively. The prosecution submitted that the Regional Court had made a number of serious errors of fact and law. In its view, the Regional Court had completely neglected the fact that Latvia's incorporation into the USSR was contrary to the Latvian Constitution of 1922 and to international law and therefore unlawful and that the Republic of Latvia had continued to exist de jure. Accordingly, the applicant's conduct in 1944 could and should have been analysed under Latvian and international law, rather than Soviet law. Further, the prosecution criticised the Regional Court's assessment of the evidence in the case. In its view, the court had relied on a series of assertions by the applicant that were unsupported by any evidence. This was true of the claims that the villagers from Mazie Bati were armed collaborators of the German administration who had helped the Wehrmacht to wipe out Chugunov's Partisans; that a “court” had been set up within the applicant's detachment; and that the real purpose of the Mazie Bati operation was not the summary execution of the villagers, but their arrest so they could be brought to trial. In the prosecution's submission, the evidence it had assembled tended to indicate the opposite. The prosecution complained that the Regional Court had accepted the applicant's depositions blindly without analysing the file as a whole.", "44. In a judgment of 30 April 2004, the Criminal Affairs Division allowed the prosecution's appeal, quashed the impugned judgment and found the applicant guilty of the offence under Article 68-3 of the former Criminal Code. After reviewing the evidence referred to in the judgment of 21 January 2000 (see paragraph 36 above), it noted:", "“... Thus, V. Kononov and the Partisans from the special group he commanded stole the weapons that had been delivered to enable the villagers to defend themselves and killed nine civilians from the village, burning six of them – including three women, one in the final stages of pregnancy – alive in the process. They also burnt down two farms.", "By attacking those nine civilians from the village of Mazie Bati, who had not taken part in the fighting, by stealing their weapons and killing them, V. Kononov and the Partisans under his command ... committed an appalling violation of the laws and customs of war as set out in:", "– point (b) of the first paragraph of Article 23 of the Hague Convention of [18] October 1907 concerning the laws and customs of war on land, which is binding on all civilised nations and forbids the treacherous killing or wounding of members of the civil population; Article 25 [of the Hague Convention], which prohibits attacks by whatever means of villages, dwellings or buildings which are undefended; and the first paragraph of Article 46 [of the Hague Convention], which lays down that family honour and rights, and the lives of persons and private property must be respected.", "– Article 3 § 1, point (a), of the Geneva Convention of 12 August 1949 relative to the Protection of Civilian Persons in Time of War ..., which lays down that persons taking no active part in the hostilities must not be subjected to violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture; point (d) [of the same paragraph], which provides ... that the passing of sentences and the carrying out of executions without previous judgment pronounced by a regularly constituted court, affording all the judicial guarantees which are recognized as indispensable by civilized peoples is prohibited; Article 32, which prohibits murder, torture and all other brutality against protected persons; and Article 33, which provides that no protected person may be punished for an offence he or she has not personally committed and prohibits collective penalties, and all measures of intimidation, pillage and reprisals against protected persons and their property.", "– Article 51 § 2 of the Protocol Additional to the [aforementioned] Convention and relating to the Protection of Victims of International Armed Conflicts adopted on 8 June 1977 ..., which lays down that the civilian population as such, as well as individual civilians, shall not be the object of attack and prohibits acts or threats of violence the primary purpose of which is to spread terror among the civilian population; § 4, point (a), [of the same Article], which prohibits indiscriminate attacks not directed at a specific military objective; § 6 [of the same Article], which prohibits attacks against the civilian population or civilians by way of reprisals; Article 75 § 2, point (a) ..., which prohibits violence to the life, health, or physical or mental well-being of persons, in particular, murder, torture of all kinds, whether physical or mental, and mutilation; and point (d) [of the same paragraph], which prohibits collective punishments.", "By acting with particular cruelty and brutality and burning a pregnant villager alive ..., V. Kononov and his Partisans openly flouted the laws and customs of war set out in the first paragraph of Article 16 of the Geneva Convention ..., which lays down that expectant mothers shall be the object of particular protection and respect.", "Likewise, by burning down the [dwelling] houses and other buildings belonging to the villagers ... Meikuls Krupniks and Bernards Šķirmants, V. Kononov and his Partisans contravened the provisions of Article 53 of that Convention, which prohibits the destruction of real property except where such destruction is rendered absolutely necessary by military operations and Article 52 of the first Protocol Additional ... which lays down that civilian property must not be the object of attack or reprisals.", "...", "In the light of the foregoing, the acts perpetrated by V. Kononov and his men must be classified as war crimes within the meaning of the second paragraph, point (b), of Article 6 of the Charter of the International Military Tribunal for Nuremberg, which lays down that the murder or torture of civilians in occupied territory, the plunder of private property, the wanton destruction of villages, or devastation that is not justified by military necessity constitute violations of the laws or customs of war, that is to say war crimes.", "The acts perpetrated by V. Kononov and his Partisans must also be classified as 'grave breaches' within the meaning of Article 147 of the ... Geneva Convention...", "Consequently ..., V. Kononov is guilty of the offence under Article 68-3 of the Criminal Code...", "...", "The material in the case file shows that after the war, the surviving members of the families of the [people] killed were ruthlessly persecuted and subjected to reprisals. Following the restoration of Latvian independence, all those killed were rehabilitated. It was stated in their rehabilitation certificates that they [had] not committed 'crimes against peace [or] humanity, criminal offences ... or taken part ... in political repression ... by the Nazi regime'...", "...", "V. Kononov must be regarded as being subject [to the provision governing] the war crime [in question], in accordance with Article 43 of the First Protocol Additional to the Geneva Convention ..., which provides that combatants, that is to say, those who have the right to participate directly in hostilities, are the members of the armed forces of a Party to a conflict.", "During the Second World War, V. Kononov was a member of the armed forces of a belligerent party, [namely] the USSR, and played an active part in military operations it had organised.", "V. Kononov was sent on a special mission to Latvia with clear orders to fight behind enemy lines [and] to organise explosions there.", "The platoon led by V. Kononov cannot be regarded as a group of volunteers because it was organised and led by the armed forces of one of the belligerent parties (the USSR); this is confirmed by the material in the case file. Similarly, at the time the crime of which he is accused was committed, V. Kononov was also acting as a combatant, leading an armed group which had the right to take part in military operations as an integral part of the armed forces of a belligerent party. ...", "...", "V. Kononov fought on Latvian territory occupied by the USSR and neither the fact that there was at that time dual occupation (Germany being the other occupying power), nor the fact that the USSR was part of the anti-Hitler coalition, affects his status as a war criminal...", "...", "The Criminal Affairs Division considers that all the villagers killed at Mazie Bati must be regarded as civilians within the meaning of Article 68-3 of the Criminal Code ... and the provisions of international law.", "By virtue of Article 50 of the first Protocol Additional to the Geneva Convention ..., a civilian is defined as any person who does not belong to one of the categories of persons referred to in Article 43 of that Protocol or Article 4(A) of the Convention.", "The attributes described in the aforementioned Articles, which are specific to [certain] categories of people and exclude them from the definition of civilians, did not apply to the villagers who were killed.", "The fact that they had obtained weapons and munitions did not make them combatants and does not attest to any intention on their part to carry out any military operation.", "...", "It has been established ... that Chugunov's group of Partisans was wiped out by a German military detachment, this is also confirmed by reconnaissance headquarters' records ...", "The case file does not contain any evidence to show that the villagers took part in that operation.", "The fact that Meikuls Krupniks may have informed the Germans of the presence of Partisans in his barn did not exclude him from the category of 'civilians'.", "Mr Krupniks lived on territory occupied by Germany and there is no doubt that the presence of Partisans on his farm in wartime constituted a danger to both him and his family.", "...", "The fact that the villagers had weapons in their homes and [regularly] kept watch at night does not signify that they were taking part in military operations, but attests to a genuine fear of attack.", "All citizens, whether in wartime or peacetime, have the right to defend themselves and their families if their lives are in danger.", "The case file shows that the Red Partisans, Chugunov's group included, used violence against civilians; thus causing the civilian population to fear for its safety.", "The victim [K.] gave evidence that the Red Partisans pillaged houses and often took food supplies.", "The criminal conduct of the Partisans was noted in the reports of commanding officers [S.] and [Č.], which indicate that the Red Partisans pillaged and murdered and committed other crimes against the local population. Many people had the impression that they were not really engaged in combat but in foraying. ...", "...", "The case file shows that of the villagers who were killed at Mazie Bati in 1943 and 1944 [only] Bernards Šķirmants and [his wife] were members of the Latvian National Guard (aizsargi). The archives do not contain any information to show that any of the other victims had participated in the activities of that or any other organisation...", "The Criminal Affairs Division considers that the fact that the aforementioned persons participated in the activities of the Latvian National Guard does not enable them to be classified as combatants, as they have not been found ... to have taken part in military operations organised by the armed forces of a belligerent party.", "It has been established ... that no German military formation was in the village of Mazie Bati and that the villagers were not performing any military duty, but, [on the contrary], were farmers.", "At the time of the events [in issue], they were at home and preparing to celebrate Pentecost. Among the dead were not only men (who were armed) but also women, one of whom was in the final stages of pregnancy and thus entitled to special ... protection under the Geneva Convention.", "In classifying those who were killed as civilians, the Criminal Affairs Division is in no doubt about their status; however, even supposing it were, the First Protocol Additional to the Geneva Convention states that in case of doubt everyone shall be considered to be a civilian.", "...", "Since Latvia has not acceded to the Hague Convention of 1907, the provisions of that instrument cannot serve as a basis for [finding] a violation.", "War crimes are prohibited and all countries are required to convict anyone guilty of them because such crimes are an integral part of international law, irrespective of whether the parties to the conflict were parties to international treaties. ...”", "45. For the aforesaid reasons the Criminal Affairs Division found that the applicant's conduct on 27 May 1944 constituted a war crime, within the meaning of Article 68-3 of the former Criminal Code. However, it excluded from the grounds for the charge two allegations that had been made but not proved to the requisite standard by the prosecution, namely the alleged murders of Ambrozs Buļs and Bernards Šķirmants by the applicant (see paragraphs 17 and 20 above) and the torture to which he was alleged to have subjected the villagers. After finding the applicant guilty of a serious offence and noting that he was now aged, infirm and harmless, the Criminal Affairs Division imposed an immediate custodial sentence of one year and eight months, which the applicant was deemed to have served as he had spent longer than that in pre-trial detention.", "46. The applicant appealed on points of law to the Supreme Court Senate, which dismissed his appeal in a judgment of 28 September 2004 in the following terms:", "“... In finding that V. Kononov was a combatant and had committed the offence in question on the territory occupied by the USSR, the Criminal Affairs Division based its judgment on the decisions of the higher representative bodies of the Republic of Latvia, on the relevant international conventions and on other evidence, taken as a whole, which had been verified and assessed in accordance with the rules of criminal procedure.", "In the declaration by the Supreme Council ... on 4 May 1990 on the restoration of the independence of the Republic of Latvia, it was acknowledged that the ultimatum delivered on 16 June 1940 to the Government of the Republic of Latvia by the former Stalinist USSR should be regarded as an international crime, as Latvia was occupied and its sovereign power abolished as a result. [However] the Republic of Latvia continued to exist as a subject of international law, as was recognised by more than fifty States worldwide...", "...", "After analysing the merits of the judgment, the Senate ... considers that, to the extent that the Criminal Affairs Division found that V. Kononov came within the scope of Article 68-3 of the Criminal Code, ... his acts were correctly characterised, as, in his capacity as a belligerent and combatant on Latvian territory occupied by the USSR, he has violated the laws and customs of war, in that he planned and directed a military operation aimed at taking reprisals against civilians, namely peaceable inhabitants of the village of Mazie Bati, nine of whom were killed ... [and] whose property was stolen [or] burnt.", "As the court of appeal (rightly) noted, neither the fact that Latvian territory was subjected to two successive occupations in the Second World War by two States (one of which was Germany; a 'dual occupation' in the words of the court of appeal), nor the fact that the USSR was a member of an anti-Hitler coalition, changed V. Kononov's status as a person guilty of a war crime.", "As regards the allegation ... that, by finding V. Kononov guilty of the war crime in question the court [of appeal] violated the provisions of Article 6 of the Criminal Code ... concerning the temporal applicability of the criminal law, the [Senate] considers that it must be rejected for the following reasons.", "The judgment shows that the court of appeal applied the Conventions, namely the Geneva Convention of 12 August 1949 .., and [its] Protocol Additional of 8 June 1977 ..., to the war crime which V. Kononov was accused of, irrespective of when they entered into force. [This is consistent] with the United Nations Convention of 26 November 1968 on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity. [The court of appeal stated] that the Republic of Latvia, which had been occupied by the USSR, had not been able to take a decision [to that end] earlier. By referring to the principle of the non-applicability of statutory limitation, the court of appeal complied with the obligations arising under the international treaties and held the persons guilty of committing the offences concerned criminally liable irrespective of the date they were perpetrated.", "Since the judgment characterised the violation of the laws and customs of war of which V. Kononov was accused as a war crime within the meaning of the second paragraph, point (b), of Article 6 of the Charter of the International Military Tribunal for Nuremberg ..., and, ... by virtue of the aforesaid United Nations Convention of 26 November 1968 ..., war crimes ... are not subject to statutory limitation, ... the Senate finds that his acts were correctly found to come within Article 68-3 of the Criminal Code...", "There is no basis to the argument ... that ... the Declaration by the Supreme Council on 4 May 1990 on the Restoration of Independence of the Republic of Latvia and the Declaration by Parliament on 22 August 1996 on the Occupation of Latvia were mere political pronouncements which the court was precluded from using as a basis for its judgment and which could not be given binding force retrospectively.", "The [Senate] finds that both declarations constitute State constitutional acts of indisputable legality.", "In its judgment, [delivered after] assessing the evidence examined at the hearing, [the court of appeal] found that, in his capacity as a combatant, V. Kononov organised, commanded and led a Partisan military operation intent on taking reprisals through the massacre of the civilian population of the village of Mazie Bati and the pillage and destruction of the villagers' farms. That being so, the court of appeal rightly found that the acts of individual members of his group ... could not be seen as [mere] excesses on the part of those concerned.", "In accordance with the criminal-law principles governing the responsibility of organised groups, members [of a group] are accomplices to the offence, independently of the role they play in its commission.", "This principle of responsibility of the members of an organised group is recognised in the third paragraph of Article 6 of the Charter of the International Military Tribunal for Nuremberg, which lays down that leaders, organisers, instigators and accomplices participating in the execution of a common plan are responsible for all acts performed by any persons in the execution of that plan.", "Consequently, the argument that the court of appeal had used an 'objective responsibility' test to find, in the absence of any evidence, V. Kononov guilty of acts perpetrated by members of the special group of Partisans he led, without examining his subjective attitude to the consequences, is unfounded. ...”", "47. On 4 May 1990 the Supreme Council adopted the Declaration of the Restoration of Independence of the Republic of Latvia and, on the same day, the Declaration on the Accession of the Republic of Latvia to Human Rights Instruments (Par Latvijas Republikas pievienošanos starptautisko tiesību dokumentiem cilvēktiesību jautājumos). The “accession” referred to in the declaration in practice meant a solemn, unilateral acceptance of the values embodied in the instruments concerned. Subsequently, most of the conventions referred to in the declaration were signed and ratified by Latvia in accordance with the established procedure.", "48. On 22 August 1996 the Latvian Parliament adopted the Declaration on the Occupation of Latvia. The Declaration described the annexation of Latvian territory by the USSR in 1940 as a “military occupation” and an “illegal incorporation”. The Soviet repossession of the territory at the end of the Second World War was referred to as the “re-establishment of an occupying regime”.", "49. By a decree of 6 November 1940, the Supreme Soviet of the Soviet Socialist Republic (SSR) of Latvia replaced the Latvian Criminal Code of 1933 with the Criminal Code which Soviet Russia had adopted in 1926 and which thus became applicable in Latvia also. The relevant provisions of that Code, as worded during the Second World War, read as follows:", "“This Code shall apply to all citizens of the RSFSR [Russian Soviet Federated Socialist Republic] who commit socially dangerous acts on the territory of the RSFSR, or outside the USSR if they are apprehended on the territory of the RSFSR.”", "“The liability of citizens from the other Soviet Federated Socialist Republics shall be determined in accordance with the laws of the RSFSR if they have committed offences either on the territory of the RSFSR or outside the territory of the USSR if they have been apprehended and handed over to a court or investigating authority on the territory of the RSFSR.", "The liability of citizens of the Federated Socialist Republics for offences committed on the territory of the Union shall be determined in accordance with the laws of the place where the offence was committed.”", "“The liability of aliens for offences committed on the territory of the USSR shall be determined in accordance with the laws of the place where the offence was committed.”", "“Military crimes (воинские преступления) are offences committed by military personnel in the service of the Red Army of Workers and Peasants or the Red Navy of Workers and Peasants, or by persons assigned to maintenance teams or periodically conscripted into territorial detachments, [when such offences] are against the established order of military service and, owing to their nature and meaning, cannot be committed by citizens not serving in the Army or Navy. ...”", "“Any failure by a serviceman to execute a legitimate order issued in combat shall entail the application of measures for the protection of society in the form of at least three years' imprisonment.", "Where such a failure has a deleterious effect on combat operations, the ultimate measure for the protection of society [that is, the death penalty] shall apply.", "...”", "“Foraying (мародерство), that is to say divesting civilians of their belongings during combat by threatening them with weapons or on the pretext of requisitioning for military purposes, and removing personal belongings from the dead or injured for personal gain shall entail the application of the ultimate measure for the protection of society accompanied by confiscation of all the offender's belongings.", "In the event of mitigating circumstances, [the sentence shall be reduced to] at least three years' imprisonment with strict solitary confinement.”", "“Unlawful acts of violence by servicemen in wartime or during combat shall entail the application of measures for the protection of society in the form of at least three years' imprisonment with strict solitary confinement.", "In the event of aggravating circumstances, the ultimate measure for the protection of society [shall be applied].”", "50. Article 14 of the Code set statutory limitation periods of three, five or ten years, depending on the length of the sentence faced. However, the trial court was given an unfettered discretion not to apply the statutory limitation period in two sets of circumstances: namely, in cases concerning “counter-revolutionary offences” and where the defendant was accused of “engaging in an active struggle against the working class and the revolutionary movement” as a senior official in the Tsarist regime or during the Russian Civil War (1917-1922). In the first of these eventualities, the defendant was not liable to the death penalty if the statutory limitation period was not applied. In the second, the court also retained a discretion to pass the death penalty.", "51. On 6 January 1961 the Supreme Soviet of the Latvian SSR introduced a new Criminal Code (Kriminālkodekss) replacing the 1926 Code. It entered into force on 1 April 1961 and the relevant provisions read as follows:", "(amended by Law of 15 January 1998)", "“It shall be an offence punishable by between three and fifteen years' imprisonment ... or death ... to organise armed gangs with a view to attacking State undertakings, private undertakings, the authorities, organisations or private individuals or to be a member of such gangs or participate in attacks perpetrated by them.”", "“The offences set out in this code shall be deemed military crimes where they are committed by military personnel ... against the established order of military service. ...”", "(repealed by Law of 10 September 1991)", "“It shall be an offence punishable by between three and ten years' imprisonment or death to foray, unlawfully destroy property, engage in acts of violence against the population of a region liable to attack or to seize property unlawfully on the pretext of military necessity.”", "52. Article 45 of the Code stated that statutory limitation was not automatically applicable to crimes carrying the death penalty, but was within the discretion of the Court.", "53. The Code remained in force – with a number of amendments – after Latvia regained its independence. On 10 September 1991 Article 256 was abolished. The Code was amended by a Law of 6 April 1993, which inserted the following provisions:", "“Persons guilty of crimes against humanity, genocide, crimes against peace or war crimes may be convicted irrespective of when the crimes were committed.”", "“The statutory limitation of criminal liability shall not apply to persons guilty of crimes against humanity, genocide, crimes against peace or war crimes.”", "“Any person found guilty of a war crime as defined in the relevant legal conventions, that is to say violations of the laws and customs of war through murder, torture, pillaging from the civil population in an occupied territory or from hostages or prisoners of war, the deportation of such people or their subjection to forced labour, or the unjustified destruction of towns and installations, shall be liable to life imprisonment or to imprisonment for between three and fifteen years.”", "54. With effect from 1 April 1999, the 1961 Code was replaced by the New Criminal Code (Krimināllikums), which was introduced in 1998. The substance of Articles 6-1, 45-1 and 68-3 of the former Code reappeared as Articles 5 § 4, 57 and 74 of the New Code. However, the maximum prison sentence that could be handed down in the event of no life sentence being imposed was increased to twenty years. The New Code also contained the following provisions:", "“Anyone who executes a criminal order or directive may be excused from liability for so doing only if he or she was unaware of its criminal nature and such nature was not apparent. However, even in such cases, criminal liability shall be incurred for crimes against humanity and peace, war crimes and genocide.”", "“Anyone guilty of unlawful violence against the population of an area in which hostilities have been engaged and of the seizure or unlawful, violent destruction of the property of members of that population shall be liable to imprisonment for between three and fifteen years.”", "55. The first legally binding codification of the laws and customs of war was the Hague Convention of 29 July 1899 concerning the laws and customs of war on land, which was adopted and opened for signature at the First Hague International Peace Conference. Appended to the Convention were a set of regulations concerning the laws and customs of war on land. Both the Convention and the Regulations entered into force on 28 June 1907.", "56. On 18 October 1907 a second, identically named, convention was signed at the Second International Peace Conference. Like the 1899 Convention it contained regulations concerning the laws and customs of war on land. There were only slight differences between the two versions of the conventions and the regulations. Article 4 of the second Convention – which entered into force on 11 July 1910 – stated that it replaced the 1899 Convention. However, the 1899 Convention “remain[ed] in force as between the Powers which [had] signed it, and which d[id] not also ratify the [new] Convention”. Both Germany and Russia ratified the 1907 Convention on 27 November 1909. However, it has never been ratified by Latvia.", "57. The relevant paragraphs of the preamble to the 1907 Convention read as follows:", "“... Thinking it important ... to revise the general laws and customs of war, either with a view to defining them with greater precision or to confining them within such limits as would mitigate their severity as far as possible;", "[The High Contracting Parties h]ave deemed it necessary to complete and explain in certain particulars the work of the First Peace Conference, which, following on the Brussels Conference of 1874, and inspired by the ideas dictated by a wise and generous forethought, adopted provisions intended to define and govern the usages of war on land.", "According to the views of the High Contracting Parties, these provisions, the wording of which has been inspired by the desire to diminish the evils of war, as far as military requirements permit, are intended to serve as a general rule of conduct for the belligerents in their mutual relations and in their relations with the inhabitants.", "It has not, however, been found possible at present to concert regulations covering all the circumstances which arise in practice;", "On the other hand, the High Contracting Parties clearly do not intend that unforeseen cases should, in the absence of a written undertaking, be left to the arbitrary judgment of military commanders.", "Until a more complete code of the laws of war has been issued, the High Contracting Parties deem it expedient to declare that, in cases not included in the Regulations adopted by them, the inhabitants and the belligerents remain under the protection and the rule of the principles of the law of nations, as they result from the usages established among civilized peoples, from the laws of humanity, and the dictates of the public conscience.", "...”", "58. Article 2 of the 1907 Convention states:", "“The provisions contained in the Regulations referred to in Article 1, as well as in the present Convention, do not apply except between Contracting powers, and then only if all the belligerents are parties to the Convention.”", "59. The relevant articles of the Regulations respecting the laws and customs of war on land – which are identical in both versions – read as follows:", "The laws, rights, and duties of war apply not only to armies, but also to militia and volunteer corps fulfilling the following conditions:", "1. To be commanded by a person responsible for his subordinates;", "2. To have a fixed distinctive emblem recognizable at a distance;", "3. To carry arms openly; and", "4. To conduct their operations in accordance with the laws and customs of war.", "In countries where militia or volunteer corps constitute the army, or form part of it, they are included under the denomination 'army'.”", "“The inhabitants of a territory which has not been occupied, who, on the approach of the enemy, spontaneously take up arms to resist the invading troops without having had time to organize themselves in accordance with Article 1, shall be regarded as belligerents if they carry arms openly and if they respect the laws and customs of war.”", "“The armed forces of the belligerent parties may consist of combatants and non-combatants. In the case of capture by the enemy, both have a right to be treated as prisoners of war.”", "“The right of belligerents to adopt means of injuring the enemy is not unlimited.”", "“In addition to the prohibitions provided by special Conventions, it is especially forbidden", "...", "(b) To kill or wound treacherously individuals belonging to the hostile nation or army;", "...", "(g) To destroy or seize the enemy's property, unless such destruction or seizure be imperatively demanded by the necessities of war; ...”", "“Ruses of war and the employment of measures necessary for obtaining information about the enemy and the country are considered permissible.”", "“The attack or bombardment, by whatever means, of towns, villages, dwellings, or buildings which are undefended is prohibited.”", "“The pillage of a town or place, even when taken by assault, is prohibited.”", "“Territory is considered occupied when it is actually placed under the authority of the hostile army.", "The occupation extends only to the territory where such authority has been established and can be exercised.”", "“Family honour and rights, the lives of persons, and private property, as well as religious convictions and practice, must be respected.", "Private property cannot be confiscated.”", "“Pillage is formally forbidden.”", "“No general penalty, pecuniary or otherwise, shall be inflicted upon the population on account of the acts of individuals for which they cannot be regarded as jointly and severally responsible.”", "60. The relevant provisions of the Charter of the International Military Tribunal for Nuremberg, which are annexed to the London Agreement of 1945, provided as follows:", "“The Tribunal established by the [London] Agreement ... for the trial and punishment of the major war criminals of the European Axis countries shall have the power to try and punish persons who, acting in the interests of the European Axis countries, whether as individuals or as members of organizations, committed any of the following crimes.", "The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility:", "...", "(b) War crimes: namely, violations of the laws or customs of war. Such violations shall include, but not be limited to, murder, ill-treatment or deportation to slave labour or for any other purpose of civilian population of or in occupied territory, murder or ill-treatment of prisoners of war or persons on the seas, killing of hostages, plunder of public or private property, wanton destruction of cities, towns or villages, or devastation not justified by military necessity;", "...", "Leaders, organizers, instigators and accomplices participating in the formulation or execution of a common plan or conspiracy to commit any of the foregoing crimes are responsible for all acts performed by any persons in execution of such plan.”", "“The fact that the Defendant acted pursuant to order of his Government or of a superior shall not free him from responsibility, but may be considered in mitigation of punishment if the Tribunal determines that justice so requires.”", "61. The relevant grounds of the judgment of the Nuremberg Tribunal delivered on 1 October 1946 read as follows:", "“The Tribunal is ... bound by the Charter, in the definition which it gives both of war crimes and crimes against humanity. With respect to war crimes, however, as has already been pointed out, the crimes defined by Article 6, section (b), of the Charter were already recognised as war crimes under international law. They were covered by Articles 46, 50, 52, and 56 of the Hague Convention of 1907... That violations of these provisions constituted crimes for which the guilty individuals were punishable is too well settled to admit of argument.", "But it is argued that the Hague Convention does not apply in this case, because of the 'general participation' clause in Article 2 of the Hague Convention of 1907. ...", "Several of the belligerents in the recent war were not parties to this Convention.", "In the opinion of the Tribunal it is not necessary to decide this question. The rules of land warfare expressed in the Convention undoubtedly represented an advance over existing international law at the time of their adoption. But the Convention expressly stated that it was an attempt 'to revise the general laws and customs of war', which it thus recognised to be then existing, but by 1939 these rules laid down in the Convention were recognised by all civilised nations, and were regarded as being declaratory of the laws and customs of war which are referred to in Article 6 (b) of the Charter.", "A further submission was made that Germany was no longer bound by the rules of land warfare in many of the territories occupied during the war, because Germany had completely subjugated those countries and incorporated them into the German Reich, a fact which gave Germany authority to deal with the occupied countries as though they were part of Germany. In the view of the Tribunal it is unnecessary in this case to decide whether this doctrine of subjugation, dependent as it is upon military conquest, has any application where the subjugation is the result of the crime of aggressive war. The doctrine was never considered to be applicable so long as there was an army in the field attempting to restore the occupied countries to their true owners, and in this case, therefore, the doctrine could not apply to any territories occupied after the 1st September, 1939. As to the war crimes committed in Bohemia and Moravia, it is a sufficient answer that these territories were never added to the Reich, but a mere protectorate was established over them.", "...”", "62. At point (a) of its Resolution no. 177 (II), the United Nations General Assembly directed the International Law Commission to “formulate the principles of international war recognized in the Charter of the Nürnberg Tribunal and in the judgment of the Tribunal”. At its second session in June and July 1950 the Commission formulated the seven fundamental principles that establish the basic principles of international law. Principle no. II states: “The fact that internal law does not impose a penalty for an act which constitutes a crime under international law does not relieve the person who committed the act from responsibility under international law”.", "63. The Charter of the International Military Tribunal for the Far East (the Tokyo War Crimes Tribunal) was approved by a unilateral declaration of the Supreme Commander of the Allied Forces, General Douglas MacArthur, on 19 January 1946. The relevant part of Article 5 of the Charter provides:", "The Tribunal shall have the power to try and punish Far Eastern war criminals who as individuals or as members of organizations are charged with offenses which include Crimes against Peace.", "The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility:", "...", "(b) Conventional War Crimes: Namely, violations of the laws or customs of war;", "(c) ... Leaders, organizers, instigators and accomplices participating in the formulation or execution of a common plan or conspiracy to commit any of the foregoing crimes are responsible for all acts performed by any person in execution of such plan.”", "64. The relevant ground of the judgment of the Tokyo War Crimes Tribunal of 12 November 1948 is as follows (English translation):", "“... The effectiveness of some of the Conventions signed at The Hague on 18 October 1907 as direct treaty obligations was considerably impaired by the incorporation of a so-called 'general participation clause' in them, providing that the Convention would be binding only if all the Belligerents were parties to it. The effect of this clause, is, in strict law, to deprive some of the Conventions of their binding force as direct treaty obligations, either from the very beginning of a war or in the course of it as soon as a non-signatory Power, however insignificant, joins the ranks of the Belligerents. Although the obligation to observe the provisions of the Convention as a binding treaty may be swept away by operation of the 'general participation clause', or otherwise, the Convention remains as good evidence of the customary law of nations, to be considered by the Tribunal along with all other available evidence in determining the customary law to be applied in any given situation. ...”", "65. The Geneva Convention of 12 August 1949 relative to the Protection of Civilian Persons in Time of War, which entered into force on 21 October 1950, and the Protocol Additional to the Geneva Conventions of 12 August 1949 and relating to the Protection of Victims of International Armed Conflicts (Protocol 1), which was adopted on 8 June 1977 and entered into force on 7 December 1978, provided more detailed codification of the rules of international humanitarian law. In addition to a number of general provisions that are identical in substance to those in The Hague Convention (such as total bans on pillaging, the unjustified destruction of civil properties and collective penalties; and the protection of private property and fundamental rights), they contained more detailed rules (such as a ban on torture and cruel treatment and on medical experiments not necessitated on medical grounds; special respect for pregnant women; and a ban on passing sentence without a previous judgment in proceedings affording minimum guarantees of fairness).", "66. Article 5 of the Convention of 12 August 1949 reads as follows:", "Where in the territory of a Party to the conflict, the latter is satisfied that an individual protected person is definitely suspected of or engaged in activities hostile to the security of the State, such individual person shall not be entitled to claim such rights and privileges under the present Convention as would, if exercised in the favour of such individual person, be prejudicial to the security of such State.", "Where in occupied territory an individual protected person is detained as a spy or saboteur, or as a person under definite suspicion of activity hostile to the security of the Occupying Power, such person shall, in those cases where absolute military security so requires, be regarded as having forfeited rights of communication under the present Convention.", "In each case, such persons shall nevertheless be treated with humanity and, in case of trial, shall not be deprived of the rights of fair and regular trial prescribed by the present Convention. They shall also be granted the full rights and privileges of a protected person under the present Convention at the earliest date consistent with the security of the State or Occupying Power, as the case may be.”", "67. Article 50 of Protocol I of 8 June 1977 provides:", "“1. A civilian is any person who does not belong to one of the categories of persons referred to in Article 4 (A) (1), (2), (3) and (6) of the Third Convention and in Article 43 of this Protocol. In case of doubt whether a person is a civilian, that person shall be considered to be a civilian.", "2. The civilian population comprises all persons who are civilians.", "3. The presence within the civilian population of individuals who do not come within the definition of civilians does not deprive the population of its civilian character.”", "68. In a decision of 20 November 1991, the Supreme Council of Latvia ratified the State's accession to various Geneva Conventions and their additional protocols, including the Convention relative to the Protection of Civilian Persons in Time of War of 12 August 1949 and the Protocol Additional relating to the Protection of Victims of International Armed Conflicts of 8 June 1977. Its ratification took effect on 24 June 1992.", "69. The relevant provisions of the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity, which was adopted by the United Nations General Assembly on 26 November 1968 and entered into force on 11 November 1970, read as follows:", "“No statutory limitation shall apply to the following crimes, irrespective of the date of their commission:", "(a) War crimes as they are defined in the Charter of the International Military Tribunal, Nurnberg, of 8 August 1945 and confirmed by resolutions 3 (1) of 13 February 1946 and 95 (I) of 11 December 1946 of the General Assembly of the United Nations, particularly the \"grave breaches\" enumerated in the Geneva Conventions of 12 August 1949 for the protection of war victims;", "...”", "“If any of the crimes mentioned in article I is committed, the provisions of this Convention shall apply to representatives of the State authority and private individuals who, as principals or accomplices, participate in or who directly incite others to the commission of any of those crimes, or who conspire to commit them, irrespective of the degree of completion, and to representatives of the State authority who tolerate their commission.”", "“The States Parties to the present Convention undertake to adopt, in accordance with their respective constitutional processes, any legislative or other measures necessary to ensure that statutory or other limitations shall not apply to the prosecution and punishment of the crimes referred to in articles 1 and 2 of this Convention and that, where they exist, such limitations shall be abolished.”", "70. The aforementioned Convention entered into force in respect of Latvia on 13 July 1992.", "72. As to the substantive criminal law applicable to the aforementioned crimes, on 19 April 1943, the Presidium of the Supreme Soviet issued a decree laying down the sentences applicable to German fascist criminals responsible for the murder and ill-treatment of the Soviet civilian population and members of the Red Army who were taken prisoner, to spies and to Soviet traitors and their accomplices (Указ “О мерах наказания для немецко-фашистских злодеев, виновных в убийствах и истязаниях советского гражданского населения и пленных красноармейцев, для шпионов и изменников Родины из числа советских граждан и их пособников”). The sentences prescribed by the decree were hanging for principals and forced labour for accomplices.", "73. The first trial in which the provisions of the decree of 19 April 1943 were put into effect and the information obtained by the Extraordinary Commission was used took place at Krasnodar from 14 to 16 July 1943. Although the files compiled by the Commission referred to crimes committed by representatives of the Nazi occupying power (the summary executions of tens of thousands of civilians, including women, children, the elderly and prisoners of war), only eleven Soviet citizens – who had collaborated with or assisted the Germans – were charged and appeared before the Tribunal. Eight were sentenced to death for murder and high treason. The remaining three defendants were sentenced to forced labour for periods of up to 20 years.", "74. The first trial of Nazi war criminals was held in Kharkov (now Kharkiv, Ukraine) from 15 to 18 December 1943. They were accused of a series of crimes: the gassing of thousands of people from Kharkov and the surrounding area in specially adapted vans, the ill-treatment and torture of prisoners of war and civilians, the destruction of villages, and the execution – in some instances by burning alive – of women, children, the elderly, the wounded and prisoners of war.", "75. In his submissions, the prosecutor referred to the universally accepted provisions of international law and in particular the Hague Convention of 1907 on the laws and customs of war on land. He emphasised that thaat convention had been signed by Germany, which was therefore bound by its provisions. After admitting their own and their hierarchical superiors' guilt, the three accused were sentenced to death by hanging. The sentence was carried out the following day, 19 December 1943.", "76. The applicant complained under Article 7 of the Convention that he had been the victim of the retrospective application of a criminal statute. He submitted, in particular, that the acts of which he was accused did not, at the time of their commission, constitute an offence under either domestic or international law, while the exception set out in the second paragraph of Article 7 could not apply in his case because the alleged offences manifestly did not come within its scope. Article 7 of the Convention provides:", "“1. No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.", "2. This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”", "77. The Government pointed out at the outset that the Court was not a court of fourth instance vis-à-vis the domestic courts and that, save in cases of manifest arbitrariness, it was not its role to call into question the factual findings of the domestic courts. The Court would therefore have to base its decision on the description of the events of 27 May 1944 set out in the decisions of the Latvian courts. The same applied to questions of law: since the Court's sole task was to interpret and apply the European Convention for the Protection of Human Rights and Fundamental Freedoms and the Protocols thereto, it had no jurisdiction to rule on the interpretation of a domestic statute or international treaty, such as the Hague Convention of 1907. In the Government's submission, therefore, the Court was bound by the legal findings of the Latvian courts in the instant case, in particular as regards the classification of certain individuals as “combatants” or “civilians”.", "78. Turning to the facts, the Government did not categorically deny the applicant's assertion that the nine Mazie Bati villagers who were killed on 27 May 1944 had previously handed Major Chugunov's group of Red Partisans over to the Germans. However, in the Government's submission, even supposing the villagers had given the alert to officers of the Wehrmacht, that did not deprive them of their “civilian” status, especially as none of them had participated in the massacre of the Partisans hidden in the barn. Although the men from Mazie Bati had received weapons and munitions after the death of Chugunov's group, these had only been used to defend themselves and had not been carried openly. Lastly, the villagers had not organised any resistance against the applicant or his unit, despite being sufficiently armed and having enough time to set up their defences. It followed that the nine people killed by the applicant were indeed “civilians”.", "79. The Government also contested the applicant's assertion that the punitive expedition of 27 May 1944 was carried out on the orders of an ad hoc military tribunal organised by the Red Partisans. They cited the occasionally contradictory evidence that had been before the trial courts which, they said, showed either that no such body had existed or, if it had, that it was not operational. In any event, even supposing that judgment had been passed on the Mazie Bati villagers, it was manifestly unlawful as they were tried in their absence and in violation of the most fundamental rights of the defence.", "80. As to the merits of the complaints under Article 7 of the Convention, the Government divided their submissions into answers to six consecutive questions which they submitted showed the absence of a violation of that provision in the instant case.", "81. The first question was whether on 27 May 1944 there existed a definition of the concept of war crimes in international law and whether the applicant's acts fell within that definition? In order to answer that question, the Government began by recapitulating the history of that concept since the American Civil War and its evolution through the First World War and the Treaty of Versailles of 1919. In that connection, they submitted that before the Nuremberg trials, a distinction had had to be drawn between a “violation of the laws and customs of war” and a “war crime”. While international law had long since determined what constituted the laws and customs of war and, therefore, violations thereof, it did not lay down any penalties for individuals guilty of such violations. The jus in bello at the time only recognised the right of States to try and to punish their nationals or others for violations of the laws and customs of war committed on their territory. Issues regarding the exact nature of the responsibility (for instance, whether civil, criminal or disciplinary) and the applicable procedure (such as the relevant limitation periods and procedural safeguards and the competent authorities) remained within the exclusive jurisdiction of the States. The Hague Convention of 1907, on which the Latvian courts had relied in the instant case, was based precisely on the same logic. Although a marked tendency had since developed towards the criminalisation of such violations, it was only after the atrocities of the Second World War that the law in this sphere had evolved. The new treaties – the Geneva Conventions of 1949 and their additional protocols and the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity of 1968 – had reduced the States' room for manoeuvre by imposing an obligation to criminalise the most serious violations of the laws and customs of war, to exclude them from statutory limitation, to investigate them and to try not only suspected principals, but also their accomplices.", "82. In the instant case, the Government referred to the judgments of the Nuremberg and Tokyo Tribunals as evidence that by the beginning of the Second World War the substantive provisions of the Hague Convention of 1907 had been accepted in their entirety by the international community irrespective of whether or not individual States had acceded to that instrument. In other words, by 1939 the content of that Convention already formed part of the universal general international law. The acts committed by the applicant on 27 May 1944 very clearly constituted serious violations of the laws and customs set out in the Hague Convention. It was of little consequence whether they were also war crimes as, under international law at that time, the States were free to determine the nature of and responsibility for such acts in law. At all events, the domestic law applicable in 1944 characterised them as crimes. Lastly, by the time the applicant was charged, tried and convicted (from 1998 to 2004), the relevant provisions of international law characterised such acts as indisputably criminal, excluded the application of statutory limitation periods and imposed a clear, specific obligation on the States, including Latvia, to try and to punish offenders.", "83. The second question posed by the Government was whether the applicant's conduct was criminal under the domestic law applicable on Latvian territory at the material time. The Government considered that it was. In their submission, the applicant's conduct constituted a “military crime” under Article 193-18 of the Soviet Criminal Code of 1926, an offence which carried the death penalty. The Code was in force on Latvian territory by virtue of the decree of 6 November 1940. It was therefore applicable to the applicant both ratione loci and ratione personae (as a combatant in the Soviet army). Article 193-18 was sufficiently clear and precise to enable the applicant to understand and measure the consequences of his acts.", "84. Further, the Government emphasised that the offence constituted by the impugned acts had remained on the statute book after the war and been incorporated into Article 256 of the Soviet Criminal Code of 1961. At no stage, therefore, could the applicant have considered that the legislature had decided to decriminalise them. Although it was true that continuity was temporarily suspended by a law of 10 September 1991 which repealed Article 256 so that war crimes were not formally a criminal offence for a time, shortly afterwards, on 6 April 1993, the legislature had inserted a new chapter on war crimes and crimes against humanity into the Code and the impugned acts were once again defined and made a criminal offence. In the Government's submission, that gap in the continuity did not in any way mean that the Latvian State had abandoned its resolve to bring guilty parties to justice, especially as it had a duty to do so under the international conventions.", "85. Lastly, the Government pointed out that that there had been continuity with regard not only to the legal characterisation of the acts in question, but also to the exclusion of statutory limitation. The 1926 Code had already contained exceptions to the statutory-limitation rule which the 1961 Code had extended to all offences carrying the death penalty, including, therefore, the crime committed by the applicant. Further, during the period of Soviet annexation between 1940 and 1991, the legitimate authorities of the Latvian State had been objectively prevented from exercising their sovereign powers on the national territory. They had therefore been unable to bring criminal proceedings against the applicant or to apply a statutory-limitation rule in his case. Conversely, as soon as its independence was restored, Latvia had begun the process of investigating and punishing war crimes and crimes against humanity.", "86. The third question according to the Government was whether the acts committed by the applicant on 27 May 1944 were “criminal according to the general principles of law recognised by civilised nations”. On this point too, the Government observed that the fundamental provisions of the jus in bello, as codified by the Hague Convention of 1907, had become an integral part of customary international law before 1939. Consequently, it was the first paragraph of Article 7 of the European Convention on Human Rights which came into play in the instant case, rather than the second. However, were the Court not to accept that view, the Government submitted that the applicant's conviction fell within the exception set out in Article 7 § 2.", "87. The fourth question was whether the applicant should have been aware on 27 May 1944 that his conduct was, objectively speaking, criminal. The Government argued that he should. Firstly, in the light of the “average individual” criterion, everyone was aware that torturing and killing unarmed people – the mother and father of young children and an elderly woman – and burning a pregnant mother alive were criminal acts and contrary to the most fundamental principles of humanity. Secondly, as the unit commander, he should have been aware that he was responsible for the conduct of his men and under a duty to supervise them and punish any abuse.", "88. Thirdly and lastly, the Government referred to certain measures that had been taken by the Soviet authorities from the onset of war in order to bring to trial and punish individual German war criminals, especially the Kharkov trial that had been held some six months before the acts of which the applicant was accused (see paragraphs 71-75 above). All these measures had received widespread media coverage both in the USSR and abroad, including in the official gazette of the Red Army. The applicant could not, therefore, have been unaware that he was engaging in the same type of misconduct as that for which a number of Germans had already been tried and convicted.", "89. The Government said that the applicant's argument that he could not have foreseen that one day, owing to a turn in events, he would be called to account before the criminal courts had been refuted by the Court's judgment in the case of Streletz, Kessler and Krenz v. Germany ([GC], nos. 34044/96, 35532/97 and 44801/98, §§ 79-83 and 88-89, ECHR 2001-II). In any event, the applicant's hope or certainty that, for political reasons, he would go unpunished did not constitute sufficient reason for not convicting him. Referring in this connection to the German legal theorist Rudolf von Ihering, the Government submitted that the rule of law was founded upon the formal meaning of legal wording. If the rule of law was to be preserved, that objective meaning had to remain independent and in the last analysis be strictly separate from any subjective and arbitrary interpretation, no matter how prevalent it was as a “State practice” – all the more so if this prevalent arbitrary interpretation of the “law in (in)action” contradicting the law on the statute book was the result of collusion between the executive, legislative and judicial branches of the State. To maintain the separation of the objective and the subjective in law was the only way of ensuring that nobody was above the law.", "90. The fifth question posed by the Government was whether it was possible in the sphere of war crimes to engage an individual's responsibility without also engaging the State's. Here, too, the answer was in the affirmative. In the Government's submission, while State responsibility and individual responsibility were not mutually exclusive, they were not interdependent either, for they pursued two different objectives: the former being to repair wrongs and reconcile nations, and the latter to ensure lawfulness and avoid impunity. The Government pointed out that it was precisely the principle of individual – as opposed to State – responsibility that had served as the basis for the establishment of the International Criminal Tribunal for the former Yugoslavia, the International Criminal Tribunal for Rwanda and the International Criminal Court.", "91. Lastly, the sixth and final question put by the Government was whether Latvia had the right to try the applicant for violations of the laws and customs of war? In that connection, the Government cited the judgment delivered by the Permanent Court of International Justice on 7 September 1927 in the case of “the S.S. Lotus” (Collection of Judgments of the PCIJ, Series A.–No. 10), which indicated that the question was not whether the State was authorised to exercise criminal jurisdiction but whether there were any obstacles to prevent it from doing so. In the instant case, there had been nothing to prevent Latvia from prosecuting and trying one of its own nationals for an offence committed on its own territory. Further, the Latvian State not only had a right but also an obligation – both legal and moral – to try persons guilty of war crimes against its own nationals.", "92. The Government also stressed the importance of such trials in restoring democracy, establishing the historical truth and guaranteeing justice for the victims of crimes against humanity and war crimes. They referred in that connection to the Court's findings in the case of Kolk and Kislyiy v. Estonia (dec., nos. 23052/04 and 24018/04, ECHR 2006-I). In their submission, despite all the practical problems with which the Latvian authorities were faced, these trials were very important as they helped to make up for the inadequacies of the Nuremberg trial, a trial that had to a large extent been an example of justice for the victors, punishing crimes perpetrated by the Nazis, while allowing notorious criminal acts by the Allies to go unpunished.", "93. In the light of these arguments, the Government considered that the acts committed by the applicant on 27 May 1944 constituted “a criminal offence under national [and] international law” within the meaning of Article 7 § 1 of the Convention and that, in any event, the acts “[were] criminal according to the general principles of law recognised by civilised nations”, within the meaning of Article 7 § 2. There had therefore been no violation of Article 7 in the instant case.", "94. The applicant contested the Government's arguments. He stated at the outset that the characterisation of his acts by the Latvian courts had been based on the erroneous belief that Latvia was at that time illegally occupied by the USSR and that he represented the occupying forces. In his submission, Latvia had lawfully become a part of the Soviet Union in 1940 and the inhabitants of that territory – including himself and the villagers of Mazie Bati – had accordingly become citizens of the USSR. Conversely, in 1941 Latvia had been occupied by Nazi Germany and the applicant, as a Soviet citizen, had merely been defending his country on his own soil against the occupier. Even viewed subjectively, he had acted as a defender of his homeland, not as an invader. Indeed, at that time there was no separate Latvian army fighting the Soviet Union. The applicant therefore rejected the “dual occupation” theory that had been upheld by the Latvian authorities. In his observations lodged after the decision on the admissibility of the application, he added that he considered these issues to be of no real relevance to the instant case.", "95. The applicant considered his conviction contrary to the requirements of Article 7 of the Convention as it did not fall into any of the three exceptions laid down therein. His conduct towards the villagers of Mazie Bati did not constitute an offence under either international or national law at the time, nor was it “criminal according to the general principles of law recognised by civilised nations”.", "96. In that connection, the applicant argued that the provisions of international law relied on by the Government were inapplicable to his case. Although he acknowledged that he and the men from his unit fit the definition of “combatant” as understood in international law, he also considered, unlike the Government, that the nine villagers from Mazie Bati killed on 27 May 1944 were also “combatants” and not “civilians”. It was apparent from the Latgale Regional Court's judgment of 3 October 2003 that the nine villagers had collaborated with the German military administration and supported the Nazi occupying regime, which had supplied them with weapons and munitions (see paragraphs 41-42 above). There could be no other explanation, as ordinary civilians living in Nazi Germany occupied territory were liable to immediate execution if found in the possession of firearms. In any event, the villagers' collaboration with the Nazis had deprived them of their “civilian” status and immunity. Since they were armed, the men from Mazie Bati had constituted a real danger to the Red Partisans and their number was close to that of a section or small unit in the regular army.", "97. The applicant acknowledged that in 1944 the Regulations appended to the Hague Convention of 1907 on the laws and customs of war on land formed part of the international law universally accepted by the international community. However, that instrument used terms such as “enemy” and the “enemy nation or ... army”. The villagers of Mazie Bati, who had the same Soviet nationality as the applicant and his comrades, were not their “enemies”. In other words, neither the Regulations referred to above, nor the Charter of the Nuremberg Tribunal applied to the acts of the members of an armed group perpetrated against fellow citizens. Further, Article 6 of the Charter of the Nuremberg Tribunal restricted its application to war criminals “from the European countries of the Axis” who had maltreated “civilian populations in the occupied territories”. That clearly did not correspond to the applicant's situation. Lastly, the Geneva Convention of 1949 relative to the Protection of Civilian Persons in Times of War could not be applied retrospectively. Even supposing it could, the position was the same as with regard to the Hague Convention. In sum, the applicant considered that he had been the victim of the application of a provision of criminal law by analogy, which was unacceptable.", "98. Secondly, unlike the Government, the applicant considered that his acts did not constitute an offence under the internal law applicable in 1944. The Criminal Code of Soviet Russia of 1926 – which was then in force – was completely silent on war crimes. Article 193-18, on which the Government had relied, in fact dealt with the notion of “military crime” (воинское преступление in Russian) and was included in a chapter of the same name. There was an important difference between war crimes and “military crimes” as the latter were ordinary violations of the established order of military service and were subject to statutory limitation. Moreover, on 27 May 1944 the applicant had merely been carrying out orders from his command. Had he not obeyed, he would himself have been at risk of the death penalty for insubordination. The applicant also pointed out that while he was not liable to any punishment under the 1926 Code, the nine villagers killed at Mazie Bati had been guilty of the crime of high treason against their State (the USSR).", "99. In the applicant's submission, the fact that after the war, far from being prosecuted for the alleged offences he had, on the contrary, been decorated with the Order of Lenin, the highest Soviet distinction, showed that he had not committed any offence under the domestic criminal law at that time.", "100. The applicant argued, thirdly, that his conduct on 27 May 1944 was not “criminal according to the general principles of law recognised by civilised nations”. In that connection, he explained that he had been fighting against the Nazi occupiers as a member of the armed forces of a State that was part of the anti-Hitler coalition and that his victims were not civilians but combatants who had been armed by the enemy. In his submission, “one cannot reasonably call into doubt the legitimate right of the Partisans, acting against the rearguard of a ferociously cruel enemy that did not respect any of the laws and customs of war, to punish by death the armed accomplices of the Nazis”. The applicant also stressed that he and his men had not pillaged Mazie Bati. The seizure of the weapons and munitions which the villagers had received from the Germans constituted a legitimate war chest.", "101. The applicant considered, generally, that he had been the victim of historical political changes beyond his control. Firstly, contrary to what had been asserted by the Government, he could not have foreseen at the material time that he would one day be held accountable for his acts. While acknowledging that he had been aware of the convictions of German war criminals, he could never have imagined that he himself would face trial for fighting against the German Army. Secondly, in 1944 he had sincerely believed in good faith that the incorporation of Latvia by the USSR four years previously was perfectly legitimate, that there had never been a “Soviet occupation”, that he had thus become a Soviet citizen and that he was defending his country, the USSR, against the Nazi invader. It was only in 1990 – well after the alleged offences – that the Supreme Council had adopted the Declaration on the Restoration of Independence which had declared the incorporation of Latvia by the USSR unlawful and null and void. And it was not until six years later that the Latvian Parliament had adopted the Declaration on the Occupation of Latvia, thereby confirming the theory of “dual occupation”. The applicant had not been in a position to foresee the adoption of these declarations. In his submission, the only real basis for his convictions were these two political texts which manifestly did not possess the quality of “law”, in breach of the fundamental requirements of the Convention.", "102. The applicant also contested the Government's argument that the responsibility of an individual for war crimes could be independent of the responsibility of the State concerned. In his submission, “before trying those carrying out the wishes of the State as war criminals, it had to be established that the State had had criminal designs”. Since it had not been established by any international body similar to the Nuremberg Tribunal that the actions of the USSR on Latvian territory were illegal, the applicant submitted that the Latvian courts had had no right to reach such conclusions in their decisions.", "103. In conclusion, the applicant said that since he had not been acting “on enemy occupied territory” he could not, by definition, have been guilty of a war crime. In the alternative, even supposing that he had committed one or more offences under the general law, their prosecution had long since become statute barred. There had accordingly been a violation of Article 7 of the Convention in his case.", "104. The Russian Government agreed in substance with the applicant's arguments. The thrust of their submission was that the Latvian courts should not have applied by analogy the Charter of the Nuremberg Tribunal – whose purpose was to punish crimes committed by the Axis powers in the occupied territories – to the applicant, who had fought alongside the anti-Hitler coalition in his own country, the USSR. Such an extension was unacceptable and manifestly contrary to the judgment of the Nuremberg Tribunal on which the entire post-war legal and political system was based.", "105. The Russian Government joined the applicant in stressing the difference between war crimes (within the meaning of the Charter of the Nuremberg Tribunal) and “military crimes” (as understood in Soviet law). Thus, the Soviet Criminal Code of 1926 did not contain any provision similar to Article 68-3 of the Latvian Criminal Code, on which the applicant's conviction was based. Even supposing the applicant had committed an offence under the Latvian Criminal Code, its prosecution had, in any event, long since become statute barred by virtue of Article 14 of that Code. Since the limitation period for the most serious offences was ten years, it had to be deemed to have expired in 1954 and the applicant accordingly could no longer be tried for his acts. His conviction under Article 68-3 of the Latvian Criminal Code was the result of the retrospective application of a criminal statute.", "106. The Russian Government agreed with the applicant's assertion that his nine victims were not “civilians” but “combatants”. At all events, they had seriously abused their “civilian” status by offering active support to one of the belligerents and receiving weapons. When the members of Major Chugunov's unit entered Meikuls Krupniks' barn, the villagers could have driven them away and refused them refuge if they feared for their own safety. Instead, they had chosen to betray them. This was also true of the three women who had participated in the treachery. The assertion that the Mazie Bati villagers had the right to receive weapons from the Hitlerian invaders for use in “self-defence” against the anti-Nazi Partisans was illogical as the Partisans had the same Soviet nationality as them, and unacceptable, since it went against the tenor of the Nuremberg judgment. No legitimacy whatsoever could attach to collaboration with the Nazi criminal regime.", "107. The Russian Government emphasised that the villagers had not been “massacred”, but “executed”, following their conviction by a military tribunal established in accordance with the laws of war, and that the punishment they had received was just and proportionate to their crime. Consequently, the operation of 27 May 1944 had, by its very nature, been highly selective, as it had been directed against nine specific individuals guilty of high treason, not against the other villagers who were rightly spared.", "108. As a preliminary point, the Court notes that the respondent Government contests its jurisdiction to question the Latvian courts' factual and legal findings. In that connection, the Court reiterates that, in accordance with Article 19 of the Convention, its sole duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention. Consequently, in accordance with the principle of subsidiarity that is inherent in the system of individual rights protection set up by the Convention, it is in principle solely for the domestic courts to establish the facts of the case and to interpret domestic law. The Court cannot question the domestic authorities' assessment unless it is flagrantly and manifestly arbitrary (García Ruiz v. Spain [GC], no. 30544/96, §§ 28-29, ECHR 1999I). This general rule, which was initially formulated with respect to the right to a fair hearing under Article 6 § 1 of the Convention, applies to all the substantive provisions of the Convention (see, among other authorities, Sisojeva and Others v. Latvia [GC], no. 60654/00, § 89, ECHR 2007..., and a/s Diena and Ozoliņš v. Latvia, no. 16657/03, § 66, 12 July 2007).", "109. The rule also applies where domestic law refers to rules of general international law or international agreements. In cases in which the domestic courts have interpreted these provisions, the Court's role is confined to ascertaining whether the effects of such an interpretation are compatible with the Convention (see Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I).", "110. However, the position is different when it is not the domestic legislation but the Convention itself which expressly refers to the domestic law. In such cases, a failure to comply with the domestic legislation may in itself entail a violation of the Convention. Accordingly, by virtue of the jura novit curia principle the Court can and should exercise a power to review whether the law has been complied with (see, among many other authorities, Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996III, p. 753, § 41, and Gusinskiy v. Russia, no. 70276/01, § 66, ECHR 2004IV). Exactly the same principle applies to Article 7, as the application of a provision of municipal penal law to an act not covered by the provison in question directly results in a conflict with the Convention. In such circumstances, the Court must have jurisdiction to decide whether the provision of criminal law concerned has been complied with as otherwise Article 7 would be rendered devoid of purpose (see, among other authorities, X. v. Federal Republic of Germany, no. 1169/61, Commission decision of 24 September 1963, Yearbook 6, p. 520, and X. v. Austria, no. 1852/63, Commission décision of 22 April 1965, Yearbook 8, p. 198). The Court considers that exactly the same principle applies to situations where, as in the present case, the domestic courts have applied international law.", "111. Further, a careful distinction needs to be drawn in the present case between the existence of the facts and their characterisation in law. As regards the factual findings by the Latvian courts, the Court has already found that the procedure that led to the applicant's conviction complied with the fair-trial requirements laid down in Article 6 § 1 of the Convention (see the admissibility decision of 20 September 2007). In the circumstances, it has no reason to contest the factual description of the events in Mazie Bati as set out in the final decision of the trial court – this being the judgment of the Criminal Affairs Division dated 30 April 2004 – which was upheld by the Supreme Court Senate. Conversely, the Court can and must consider the characterisation of these events under domestic and international law in order to determine whether the guarantees contained in Article 7 of the Convention were applied in the applicant's case. In performing that task, it is free to attribute to the facts of the case, as found to have been established on the evidence before it, a characterisation in law different from that given by the applicant or, if need be, to view the facts in a different manner. Furthermore, it has to take account not only of the original application but also of the additional documents intended to complete it by eliminating initial omissions or obscurities (see, among other authorities, Foti and Others v. Italy, judgment of 10 December 1982, Series A no. 56, p. 15, § 44, and Rehbock v. Slovenia, no. 29462/95, § 63, ECHR 2000XII).", "112. The Court notes, lastly, that the parties and the third-party intervener attach considerable importance to certain questions of a general nature, in particular, whether Latvia's incorporation into the Soviet Union in 1940 was lawful under public international law and constitutional law and the extent to which its incorporation affected the legal status of the applicant and the villagers of Mazie Bati on 27 May 1944. In this connection, the Court reiterates that it will abstain, as far as possible, from pronouncing on matters of purely historical fact, which do not come within its jurisdiction; however, it may accept certain well-known historical truths and base its reasoning on them (Ždanoka v. Latvia [GC], no. 58278/00, § 96, ECHR 2006...). In the instant case, however, there is no need for it to deal with these issues as they are neither decisive nor even relevant.", "113. The guarantee enshrined in Article 7, which is an essential element of the rule of law, occupies a prominent place in the Convention system of protection, as is underlined by the fact that no derogation from it is permissible under Article 15 in time of war or other public emergency. It should be construed and applied, as follows from its object and purpose, in such a way as to provide effective safeguards against arbitrary prosecution, conviction and punishment (see S.W. v. the United Kingdom, judgment of 22 November 1995, Series A no. 335-B, p. 41, § 34, and C.R. v. the United Kingdom, judgment of 22 November 1995, Series A no. 335-C, p. 68, § 32).", "114. The general principles regarding the interpretation of Article 7 § 1 established in the settled case-law of the Court are as follows:", "(a) Article 7 embodies, inter alia, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege). The Court's first task is therefore to verify that at the time when an accused person performed the act which led to his being prosecuted and convicted there was in force a provision of national or international law which made that act punishable. By the same token, Article 7 prohibits, firstly, the extension of the scope of existing offences to acts which previously were not criminal offences and, secondly, an extensive construction of the criminal law to the accused's detriment, for instance by analogy (see, among other authorities, Coëme and Others v. Belgium, nos. 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, § 145, ECHR 2000VII).", "(b) Offences and the relevant penalties must be clearly defined by law (Achour v. France [GC], no. 67335/01, § 41, ECHR 2006...). This requirement is satisfied where the individual is able to determine from the wording of the relevant provision and, if need be, with the assistance of the courts' interpretation of it, what acts and omissions will make him criminally liable (Cantoni v. France, judgment of 15 November 1996, Reports 1996V, p. 1627, § 29). When speaking of “law” Article 7 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises statute law as well as case-law and implies qualitative requirements, including those of accessibility and foreseeability (see Coëme and Others, judgment cited above, loc. cit.).", "(c) However clearly drafted a legal provision may be, in any system of law, including criminal law, there is an inevitable element of judicial interpretation. There will always be a need for elucidation of doubtful points and for adaptation to changing circumstances. Indeed, in the Convention States, the progressive development of the criminal law through judicial law-making is a well entrenched and necessary part of legal tradition. Article 7 of the Convention cannot be read as outlawing the gradual clarification of the rules of criminal liability through judicial interpretation from case to case, provided that the resultant development is consistent with the essence of the offence and could reasonably be foreseen (Streletz, Kessler and Krenz, judgment cited above, § 50).", "(d) The scope of the concept of foreseeability depends to a considerable degree on the content of the instrument in issue, the field it is designed to cover and the number and status of those to whom it is addressed. A law may still satisfy the requirement of foreseeability even if the person concerned has to take appropriate legal advice to assess, to a degree that is reasonable in the circumstances, the consequences which a given action may entail. This is particularly true in relation to persons carrying on a professional activity, who are used to having to proceed with a high degree of caution when pursuing their occupation. They can on this account be expected to take special care in assessing the risks that such activity entails (Pessino v. France, no. 40403/02, § 33, 10 October 2006).", "(e) According to the general principles of law, defendants are not entitled to justify the conduct which has given rise to their conviction simply by showing that such conduct did in fact take place and therefore formed a practice. Consequently, a State practice of tolerating or encouraging certain acts that have been deemed criminal offences under national or international legal instruments and the sense of impunity which such a practice instils in the perpetrators of such acts does not prevent their being brought to justice and punished (Streletz, Kessler and Krenz, judgment cited above, §§ 74, 77-79 and 87-88).", "(f) In the event of State succession or a change of political regime on the national territory, it is entirely legitimate for a State governed by the rule of law to bring criminal proceedings against persons who have committed crimes under a former regime; similarly, the courts of such a State, having taken the place of those which existed previously, cannot be criticised for applying and interpreting the legal provisions in force at the material time in the light of the principles governing a State subject to the rule of law (ibid., § 81, and K.-H.W. v. Germany [GC], no. 37201/97, § 84, ECHR 2001II (extracts)).", "115. With regard to Article 7 § 2, the Convention institutions have commented as follows:", "116. In the light of the aforementioned principles, the Court observes that it is not its task to rule on the applicant's individual criminal responsibility, that being primarily a matter for the assessment of the domestic courts. Its sole task is to consider, from the standpoint of Article 7 § 1 of the Convention, whether on 27 May 1944 the applicant's acts constituted offences that were defined with sufficient accessibility and foreseeability by domestic law or international law (see K.-H.W. v. Germany, cited above, § 46).", "117. The Court notes that the applicant was given a prison sentence pursuant to Article 68-3 of the former Latvian Criminal Code, a provision introduced by the Law of 6 April 1993 on War Crimes. Although that provision contained a summary list of the outlawed acts – such as murder, torture and pillage – it referred directly to the “relevant legal conventions” for a precise definition of such acts (see paragraph 53 above). The impugned conviction was, therefore, based on international rather than domestic law and must, in the Court's view, be examined primarily from that perspective.", "118. The next point to note is that, in its judgment of 13 April 2004, which was upheld on appeal on points of law, the Criminal Affairs Division of the Supreme Court characterised the applicant's acts by reference to three international instruments: the Hague Convention of 1907 concerning the law and customs of war on land (or, more precisely, the Regulations appended thereto), the Geneva Convention of 1949 relative to the Protection of Civilian Persons in Time of War and, lastly, the Protocol Additional to that Convention, which was adopted in 1977. Of these three instruments, only the Hague Convention existed and was in force at the time the alleged offences were committed in 1944. The other two came into being at a later date and did not contain any provisions affording them any retrospective effect.", "119. On that subject, the Court would note in passing that it has difficulty in understanding the assertion made by the Supreme Court Senate that the retrospective application of the latter two instruments was authorised by the 1968 Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity (see paragraph 69 above), as that convention deals only with the question of statutory limitation and is silent on the question of retrospective effect. Indeed, the Court considers that in cases such as the applicant's, in which domestic criminal law refers to international law for the definition of the offence, the domestic and international provisions form, in practice, a single criminal norm that is attended by the guarantees of Article 7 § 1 of the Convention. Accordingly, that provision operates to preclude the retrospective application of an international treaty to characterise an act or an omission as criminal.", "120. The Court observes that neither the USSR nor Latvia were signatories to the Hague Convention of 1907. Consequently, in accordance with the “general participation” clause contained in Article 2, that Convention was not formally applicable to the armed conflict in question. However, as the International Military Tribunal for Nuremberg stated in its judgment of 1 October 1946, the text of that Convention constituted codification of the customary rules which, in 1939 – by the time the war broke out – “were recognised by all civilised nations” (see paragraph 61 above). Likewise, in its judgment of 12 November 1948 the International Military Tribunal for the Far East noted: “the Convention remain[ed] as good evidence of the customary law of nations” (see paragraph 64 above). The Court further notes that the 1907 Convention reproduced almost word for word the text of the 1899 Hague Convention, which, according to the intention expressed in the preamble by its authors constituted, at least in part, codification of certain pre-existing principles in the law of nations. These principles were already widely recognised at the end of the nineteenth century and there is no reason to doubt their universal character by the middle of the twentieth century, during the Second World War. It should also be noted that the Court has stated that, for the purposes of Article 7 § 1 of the Convention, the notion of “law” includes, in principle, written law as well as unwritten law (K.-H.W. v. Germany, judgment cited above, § 52).", "121. The applicant submitted that the provisions of the Hague Convention were inapplicable ratione personae to the events in Mazie Bati because the Convention uses the term “enemy” whereas the villagers who were killed on 27 May 1944 were his fellow citizens. The Court cannot accept that argument. On the aforementioned date, the region in which the village concerned was located was occupied by the armed forces of Nazi Germany, one of the belligerents in the Second World War, was under German military administration and in a combat area close to the front. Further, it is not disputed that the applicant and the men from his unit were members of the Soviet army and, as such, “combatants” within the meaning of international law. They were therefore expected to be aware of the universally accepted rules of jus in bello and to comply with them in all circumstances. This, in the Court's view, is sufficient to justify the conclusion that the substantive rules contained in the Regulations appended to the Hague Convention of 1907 were applicable to the impugned events.", "122. The Court considers it unnecessary to carry out a separate analysis of the accessibility of the provisions of the Regulations as at 27 May 1944. Alhough the USSR had not ratified it, the Hague Convention merely reproduced the fundamental customary rules that were firmly recognised by the community of nations at the time. The Court therefore presumes that the applicant, as a serviceman, must have been aware of these rules. Nor is it the Court's role to provide an authoritative interpretation of the Hague Convention or to establish the precise content of the notion of a “war crime” as that term was understood in 1944 (see, mutatis mutandis, Behrami and Behrami v. France (dec.) [GC], no. 71412/01, and Saramati v. France, Germany and Norway (dec.) [GC], no. 78166/01 (joined cases), § 122, ECHR 2007-...). Conversely, it is necessary for the Court to examine the criterion of foreseeability in the present case. More specifically, it must determine objectively whether a plausible legal basis existed on which to convict the applicant of a war crime and, subjectively, whether at the material time the applicant could reasonably have foreseen that his conduct would make him guilty of such an offence.", "123. In performing this task, the Court considers it necessary briefly to recapitulate the impugned events as definitively established by the competent Latvian courts. During the daytime on 27 May 1944 an armed unit of Red Partisans in German uniform led by the applicant entered the village of Mazie Bati, certain of whose inhabitants were suspected of having betrayed and turned in to the Germans another group of Red Partisans. The applicant's men burst into and searched six houses belonging to Modests Krupniks, Meikuls Krupniks, Ambrozs Buļs, Vladislavs Šķirmants, Juliāns Šķirmants and Bernards Šķirmants respectively. After finding rifles and grenades supplied by the German military administration in each of the houses the Partisans executed the six heads of family concerned. Of these, only one, Meikuls Krupniks, did not immediately succumb to his injuries, but was seriously wounded. The Partisans also wounded two women: Meikuls Krupniks' mother and Bernards Šķirmants' wife. They then set fire to two houses and the adjoining buildings belonging to the two farmers. Four people who were still alive at that point perished in the flames. In all, nine villagers were killed: six men and three women, one of whom was in the final stages of pregnancy. The Court notes, in particular, that in the final domestic decision the episode involving the alleged pillaging of Mazie Bati was not found to have been substantiated. It must therefore proceed on the assumption that none of the villagers' food or personal belongings were stolen. Conversely, it is not disputed that on leaving the village the Partisans took with them the weapons they had seized from the farmers they had executed.", "124. The Court notes that the decisions of the domestic courts are almost completely silent on the question whether the applicant was personally and directly implicated in the events of Mazie Bati, that is to say as to his exact acts and movements while the events unfolded. Although he was initially charged with the murder of Ambrozs Buļs and Bernards Šķirmants, and, so it would seem, with acts of torture on the villagers, he was subsequently acquitted in relation to those incidents which were withdrawn from the charges (see paragraph 45 above). Having regard to the right to be presumed innocent enshrined in Article 6 § 2 of the Convention, the Court therefore accepts that the applicant did not commit the acts in question. In these circumstances, and in the absence of more detailed particulars of the applicant's personal involvement in the relevant acts, it concludes that the only genuine accusation against him was that he led the unit which carried out the punitive expedition on 27 May 1944. Accordingly, the Court must determine whether that operation could, in itself, reasonably be regarded as having contravened the laws and customs of war as codified by the Hague Convention of 1907.", "125. In order to answer that question, the Court must take into account, firstly, the conditions obtaining in the Mazie Bati region in 1944 and, secondly, the conduct of the villagers who were killed by the applicant's unit. As regards the general background to the events of 27 May 1944, the Court accepts that they did not take place in a combat situation. However, it notes that the village of Mazie Bati was at that time approximately 80 kilometres from the front in a region occupied by Nazi Germany that had been invaded by the Wehrmacht, that Red-Partisan units carried out guerrilla attacks on Germans and that there were armed skirmishes even within the village itself (see paragraphs 14 and 22 above). In sum, the locality and the entire surrounding area were prey to hostile engagement. Further, the documentary evidence from the archives produced by the Government showed that in addition to the German and Soviet forces a Latvian auxiliary police in the service of the Germans was present in the region. In at least one of the villages within the same district, the auxiliary police had formed an armed “defence group” composed of local “trustworthy men” and that other “trustworthy men” had been appointed in some of the other villages to oversee suspects and unmask and denounce members of the Red Partisans (see paragraphs 27 and 28 above).", "126. As regards the nine victims of the applicant's units, the Court notes that the parties could not agree on their precise status under the international law applicable at that time. The respondent Government concurred with the Latvian courts that the villagers had to be regarded as “civilians” with all the guarantees such status afforded. The applicant and the Russian Government contested that characterisation. For its part, the Court considers that the situation of the six men and three women who died during the events in question must be examined separately.", "127. As to the male victims, the Court notes at the outset that there is nothing in the case file to indicate that they were members of the Latvian auxiliary police (Schutzmänner). The applicant's allegations to that effect must therefore be rejected. On the other hand, it is common ground that these men had received rifles and grenades from the German military administration. The fact that they were not openly carrying them at the time of the assault by the Red Partisans is of no relevance in the present case. It appears from the case file that it is no longer possible to establish the precise reason why the Germans had armed these six farmers (see paragraph 27 above). The Court notes, however, a number of concordant factors which could help to shed some light on this subject.", "128. The parties agree that in February 1944, in other words approximately three months before the events in question took place, the Wehrmacht had attacked a barn within the boundaries of Mazie Bati in which a group of Red Partisans led by Major Chugunov had taken refuge. The group was wiped out during the attack. The respondent Government have not really contested the applicant's assertion that it was the villagers who informed the Germans of the Partisans' presence in the barn and, more specifically, that it was Meikuls Krupniks (the owner of the barn), Bernards Šķirmants and the three women who were responsible for the betrayal. Moreover, this was expressly acknowledged by the courts of first instance and appeal either with respect to all the men concerned, or, at least, with respect to Meikuls Krupniks (see paragraphs 42 and 44 above). Lastly, neither the domestic courts in their decisions nor the Government in their observations refuted the allegations that the villagers concerned had been rewarded by the German military command for their act (see paragraph 22 above).", "129. In the same judgment, the Criminal Affairs Division mentioned the night watch regularly kept by the Mazie Bati villagers. That practice bears a resemblance to the practice – which has already been referred to – of the Latvian auxiliary police in neighbouring villages and which was recorded, for example, in the written order issued by the local commanding officer of the police on 25 February 1944 (see paragraph 27 above). For present purposes, it suffices for the Court to say that, in view of the conduct of these men and the conditions obtaining at the time in the region in question, the applicant and the other Red Partisans had legitimate grounds for considering these farmers not as “peaceable inhabitants” – the term employed in the present case by the Supreme Court Senate – but as collaborators of the German Army.", "130. In its judgment of 30 April 2004, the Criminal Affairs Division attempted to justify that collaboration by the need for the persons concerned to defend themselves and to protect their families against the Red Partisans. The Court cannot accept that argument. Firstly, it reiterates that National Socialism is in itself completely contrary to the most fundamental values underlying the Convention so that, whatever the reason relied on, it cannot grant any legitimacy whatsoever to pro-Nazi attitudes or active collaboration with the forces of Nazi Germany (see, mutatis mutandis, Lehideux and Isorni v. France, judgment of 23 September 1998, Reports of Judgments and Decisions 1998VII, p. 2886, § 53, and also Marais v. France, no. 31159/96, Commission decision of 24 June 1996, DR 86, p. 184, and Garaudy v. France (dec.), no. 65831/01, ECHR 2003-IX). Secondly, the villagers must have known that by siding with one of the belligerent parties they would be exposing themselves to a risk of reprisals by the other.", "131. In the light of the foregoing, the Court is not satisfied that the six men killed on 27 May 1944 could reasonably be regarded as “civilians”. In that connection, it notes that the Regulations appended to the Hague Convention of 1907 do not define the notions of “civilian” or “civil population”. In characterising the Mazie Bati victims as civilians in the present case, the Criminal Affairs Division relied on Article 50 of the Protocol Additional to the Geneva Conventions relating to the Protection of Victims of International Armed Conflicts, which was adopted in 1977. It is true that that provision contains a presumption that any person not belonging to one of the predefined categories of combatants or in respect of whom there is a doubt on that point must be considered a “civilian” (see paragraph 67 above). However, as the Court has already stated, this Protocol, which was drawn up and adopted more than 30 years after the events in question, cannot be applied retrospectively to characterise the acts the applicant was alleged to have committed. Furthermore, on the assumption that the aforementioned conventions represented progress and not a regression in humanitarian international law, the fact that no such presumption was included in the Geneva Convention of 1949 indicates that there is no reason to consider that it was already recognised in customary law in 1944. Moreover, Article 5 of the 1949 Convention itself provided exceptions which enabled persons who had abused their “civilian” status to be deprived of their special rights and privileges (see paragraph 66 above). In sum, there is nothing to show that under the jus in bello as it existed in 1944 a person who did not satisfy the formal conditions to qualify as a “combatant” had automatically to be assigned to the category of “civilians” with all its attendant guarantees.", "132. The Court notes, further, that the operation of 27 May 1944 was selective in character. The case file clearly shows that the Red Partisans at no stage intended to attack the village of Mazie Bati itself – for instance, with a view to eliminating all its inhabitants and burning down the buildings. The Court considers that there is no need for it to resolve the dispute between the parties as to whether a judgment had been delivered by an ad hoc military tribunal organised from among the detachment of Partisans. It would merely note that the impugned operation was carried out against six specific, identified men who were strongly suspected of having collaborated with the Nazi occupier. After arriving at the homes of each of the six heads of family and searching their homes, the Partisans executed them only after rifles and grenades supplied by the Germans – tangible evidence of their collaboration – were found. Conversely, with the exception of the three women whose situation the Court will examine below, all the villagers were spared. In particular, no young children in the village at the time of the attack – including the children of those who were executed – suffered (see paragraphs 16 and 36(a) above). Lastly, only two houses, those belonging to Meikuls Krupniks and Bernards Šķirmants, were burnt down.", "133. The Court considers it necessary to analyse the specific provisions of the Regulations appended to the Hague Convention of 1907 in order to determine whether a plausible legal basis existed for convicting the applicant of at least one prohibited act. In this connection, it notes that the Latvian courts omitted in their decisions to carry out a detailed and sufficiently thorough analysis of the aforementioned text, but simply referred to certain of its articles without explaining how they came into play in the applicant's case. In the circumstances, and in the absence at the material time of settled national or international case-law or practice for interpreting the Hague Convention and appended Regulations, the Court considers it necessary to apply the literal and universally accepted meaning of the wording used.", "134. In its judgment of 30 April 2004, the Criminal Affairs Division cited three articles of the Regulations in question: Article 23, sub-paragraph 1, point (b), which makes it illegal “to kill or wound treacherously individuals belonging to the hostile nation or army”; Article 25, which prohibits attacks on “towns, villages, dwellings, or buildings which are undefended”; and, lastly, Article 46, sub-paragraph 1, which provides that certain fundamental rights such as “family honour and rights, the lives of persons, and private property” must be respected. The instant case concerned a targeted military operation consisting in the selective execution of armed collaborators of the Nazi enemy who were suspected on legitimate grounds of constituting a threat to the Red Partisans and whose acts had already caused the deaths of their comrades. Accordingly, the Court is not persuaded by the respondent Government's assertion that the case concerned “an undefended village”. In point of fact, the operation was scarcely any different from those carried out at the same period by the armed forces of the Allied powers or by local Resistance members in many European countries occupied by Nazi Germany. Furthermore, the domestic courts failed to explain in what respect the operation was considered to have been performed “treacherously” within the meaning of Article 23 of the Hague Regulations and not as a legitimate “ruse of war”, as authorised by Article 24.", "135. Lastly, with respect to the offence of “pillaging” of which the applicant was also accused in the domestic courts and which is strictly prohibited by Articles 28 and 47 of the Regulations, the Court again notes that the applicant was not convicted of this offence and that the charge of theft of personal belongings or food from the villagers was ultimately not upheld. Nor can the Red Partisans' seizure of the weapons that had been supplied to the Mazie Bati villagers by the German military administration be characterised as “pillage” within the meaning normally ascribed to that term as weapons do not come within the category of “private property”.", "136. The Government submitted that on 27 May 1944 the applicant should have known that he was committing a war crime as prior to that date the Soviet authorities had already tried and sentenced to death a number of German servicemen for abuses similar to those being perpetrated by his unit. In that connection, the Government referred in particular to the Kharkov trial which had taken place some six months previously (see paragraphs 71-75 above). However, the Government have failed to explain in what respect the conduct of the unit engaged in the Mazie Bati operation was identical or similar to the acts committed by the Germans who were tried at Kharkov. The decisions of the domestic courts were silent on this point. Accordingly, this argument by the Government cannot be accepted.", "137. In the light of the foregoing, the Court considers that it has not been adequately demonstrated that the attack on 27 May 1944 was per se contrary to the laws and customs of war as codified by the Regulations appended to the Hague Convention of 1907. Accordingly, in view of the summary nature of the reasoning of the Latvian courts, it concludes that there was no plausible legal basis in international law on which to convict the applicant for leading the unit responsible for the operation.", "138. There remains the issue of the three women killed at Mazie Bati, namely Meikuls Krupniks' mother and wife, who was nine months pregnant, and Bernards Šķirmants' wife. In this instance, the Court considers that the characterisation in law of the circumstances in which they died essentially depends on two questions: firstly, whether and to what extent they had participated in the betrayal of Major Chugunov's group in February 1944 and, secondly, whether their execution was planned by the Red Partisans from the start or whether the members of the unit were in fact acting beyond their authority. Here again, the Court can but regret the overly general and summary nature of the domestic courts' reasoning, which does not allow any definite answers to be given to these two questions. For its part, it considers that there are two possible explanations for what happened.", "139. The first was that the three women concerned played a role in the betrayal of Chugunov's men, and their execution during the operation carried out on 27 May 1944 was planned from the start. The Court notes that the Government have not refuted the applicant's assertion that the three women had escaped the vigilance of the Red Partisans who had taken refuge in Meikuls Krupniks' barn and had kept watch while the men had gone to the neighbouring village to alert the German garrison, and that after the Partisans had been killed, Krupniks' mother had removed the coats from the bodies (see paragraph 22 above). This version appears to be supported by the fact that only these women were killed whereas, for example, Vladislavs Šķirmants' wife was spared (see paragraph 18 above). If this account is true, the Court is bound to conclude that the three women were also guilty of abusing their status of “civilians” by providing genuine, concrete assistance to the six men from Mazie Bati who collaborated with the Nazi occupier. In such circumstances, the Court's finding with respect to the men who were executed during the operation on 27 May 1944 is in general equally applicable to the three women.", "140. The second explanation is that the women's execution was not initially planned by the applicant'Under this scenario, the Court accepts that the acts committed by the members of the applicant's unit against the three women concerned could prima facie constitute offences under the general law, whether of murder, involuntary homicide, wounding causing death or failure to assist a person in danger, or one of the “military crimes” to which the applicant has referred (see paragraph 98 above). As offences under the general law, these must be examined by reference to the domestic law applicable at the material time.", "141. On the assumption that the deaths of the three women from Mazie Bati were the result of an abuse of authority by the Red Partisans, the Court notes that, as with the six men, the decisions of the Latvian courts contain no indication of the exact degree of implication of the applicant in their execution. It has never been alleged that he himself killed the women or that he ordered or incited his comrades to do so. In any event, the Court considers that even if the applicant's conviction was based on domestic law, it was manifestly contrary to the requirements of Article 7 of the Convention for the following reason.", "142. In the instant case, the parties and the third party intervener agreed that the applicable domestic criminal legislation applicable to the events of 27 May 1944 was the Criminal Code of Soviet Russia, which was adopted in 1926 and became applicable to the Latvian territory by virtue of the decree of 6 November 1940. Article 14 of that Code prescribed limitation periods of three, five or ten years, depending on the length of sentence faced. Although that provision also provided for two specific exceptions to the limitation rule, it is evident that neither was relevant to the applicant's situation (see paragraph 50 above). In this connection, the Court observes that the 1968 Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity only applies to the specific offences defined in Article 1 of that Convention and not to offences under the general law, which remain subject to statutory limitation. Consequently, even supposing that the applicant committed one or more serious offences under the 1926 Code during the Mazie Bati operation, the Court can but note that the corresponding statutory limitation periods expired definitively ten years after the commission of the offences, that is to say in 1954.", "143. The Government questioned the applicability of the limitation period and cited the 1961 Criminal Code, which extended be non-applicability of limitation periods to all offences carrying the death penalty. In that connection, they referred to “continuity” in the criminalisation of the impugned acts which, they said, had existed since 1944. The Court cannot accept that argument. The aforementioned Code was adopted in 1961, by which time the prosecution of the offences the applicant is alleged to have committed had, under the preceding Code, been statute-barred for seven years. While it is true that Article 45 of the 1961 Code stipulated that statutory limitation did not automatically apply to offences carrying the death penalty (see paragraph 52 above), it did not contain any retroactive clause enabling the aforementioned exception to be applied to offences committed in the past or to call into question limitation that had already crystallised. The applicant could not, therefore, have foreseen either in 1961 or at any later date that the offences whose prosecution had already definitively become statute barred would one day again become liable to prosecution (see, by converse implication, Achour, cited above, § 53).", "144. Admittedly, the Court has held in a previous case that Article 7 of the Convention does not prohibit an extension of limitation periods through the immediate application of a procedural law where the relevant offences have never become subject to limitation (Coëme and Others, judgment cited above, § 149). However, where one is dealing with offences under the general law, it considers that that provision in principle prevents any restoring of the possibility of punishing offenders for acts which were no longer punishable because they had already become subject to limitation. It is clear from the Government's submissions that that is precisely what happened in the instant case. In this connection, the Court reiterates that limitation periods, which are a common feature of the domestic legal systems of the Contracting States, serve several purposes, which include ensuring legal certainty and finality and preventing infringements of the rights of defendants, which might be impaired if courts were required to decide on the basis of evidence which might have become incomplete because of the passage of time (see Stubbings and Others v. the United Kingdom, judgment of 22 October 1996, Reports 1996-IV, pp. 1502-03, § 51, and Coëme and Others, judgment cited above, § 146).", "145. Likewise, the Court does not dispute that it was only from the restoration of Latvian independence in 1991 that the authorities of that State were able to bring criminal proceedings against those suspected of having committed offences between 1940 and 1991. It notes, however, that there is not and never has been any provision in Latvian law which would make it possible to suspend or extend limitation periods solely on account of the offences in question being committed at a time when the country was under foreign domination. This argument by the Government must therefore be rejected.", "146. In sum, even supposing that the applicant committed one or more offences under the general law on 27 May 1944, the Court finds that their prosecution has been definitively statute barred since 1954 and that it would be contrary to the principle of foreseeability inherent in Article 7 of the Convention to punish him for these offences almost half a century after the expiry of the limitation period.", "147. The Government submitted in the alternative that the applicant's conduct during the attack on Mazie Bati “was criminal according to the general principles of law recognised by civilised nations”, within the meaning of the second paragraph of Article 7 of the Convention. In that connection, the Court notes that on virtually every occasion the Convention institutions have examined a case under the second paragraph of Article 7, they have not considered it necessary also to examine it under the first paragraph (De Becker v. Belgium, no. 214/56, Commission decision of 9 June 1958, Yearbook 2, p. 214; X. v. Norway, no. 931/60, Commission decision of 30 May 1961, Collection of Decisions of the European Commission on Human Rights no. 6, p. 41; X. v. Belgium, no. 1028/61, Commission decision of 18 September 1961, Yearbook no. 4, p. 325; and Naletilić v. Croatia (dec.), no. 51891/99, ECHR 2000V, as also the decisions of X. v. Belgium (no. 268/57), Touvier and Papon (no. 2) cited above; for more extensive reasoning, see Penart v. Estonia (dec.), no. 14685/04, 24 January 2006, and the Kolk and Kislyiy decision cited above). The Court sees no reason to deviate from that approach in the present case. Since it has examined the case under the first paragraph of Article 7, it does not consider it necessary also to examine it under the second paragraph. In any event, even supposing that that paragraph was applicable in the instant case, the operation of 27 May 1944 cannot be regarded as “criminal according to the general principles of law recognised by civilised nations”.", "148. In the light of the foregoing, the Court considers that the applicant could not reasonably have foreseen on 27 May 1944 that his acts amounted to a war crime under the jus in bello applicable at the time. There was, therefore, no plausible legal basis in international law on which to convict him of such an offence. Even supposing that the applicant has committed one or more offences under the general domestic law, their prosecution has long since become statute barred. Accordingly, domestic law could not serve as the basis for his conviction either.", "149. There has consequently been a violation of Article 7 of the Convention.", "150. Article 41 of the Convention provides:", "'If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.'", "151. The applicant claimed the following sums without making any precise distinction between pecuniary and non-pecuniary damage:", "(a) 687,000 euros (EUR) for the turmoil and anxiety she had suffered during the criminal proceedings;", "(b) an additional EUR 3,000,000 for the suffering he had endured in pre-trial detention;", "(c) EUR 500,000 for the trauma of not being able to attend the funerals of his son and two brothers while he was in prison;", "(d) 5,000 US dollars (USD) as compensation for a plot of land he had been forced to sell to pay for his defence before the domestic courts;", "(e) USD 30,000 as compensation for a flat he had been forced to sell to cover his medical expenses;", "(f) EUR 7,000 for the remuneration of M. K., an investigator at the Constitution Protection Bureau, while he was handling the applicant's case;", "(g) EUR 680,000 for the remuneration received by the public prosecutors while dealing with the applicant's case;", "(h) EUR 1,000,000 in compensation for the damage done to his honour and reputation by his trial and conviction;", "(i) EUR 5,187,000 for his “unlawful conviction”.", "152. The Government observed that only damage sustained as a result of one or more Convention violations found by the Court could give rise to an award of just satisfaction under Article 41 of the Convention. Most of the heads of damage alleged by the applicant related to complaints which had already been dismissed by the Court in its admissibility decision of 27 December 2007 and accordingly had no link with the alleged violation of Article 7. In particular, the Government saw no reason why they should be required to pay the applicant sums corresponding to the remuneration of members of the prosecution service when this had been paid by the State and not by the applicant.", "153. As for the remainder of the aforementioned claims, the Government contended that they were unrealistic and excessive. In their submission, since the applicant's guilt in the murder of the nine villagers “had been established beyond all reasonable doubt”, the applicant himself had “caused suffering to the Mazie Bati villagers” and had not paid any financial compensation to the survivors or made any apology, the Court should not award him anything in respect of non-pecuniary damage. A finding of a violation would therefore in itself constitute sufficient reparation for any non-pecuniary damage sustained by the applicant.", "154. The Court reiterates that it is an essential condition for an award of reparation in respect of pecuniary damage under Article 41 of the Convention for a causal link to exist between the alleged damage and the violation which has been found (Nikolova v. Bulgaria [GC], no. 31195/96, § 73, ECHR 1999II, and Podkolzina v. Latvia, no. 46726/99, § 49, ECHR 2002II). Exactly the same rule applies to non-pecuniary damage (Kadiķis v. Latvia (no. 2), no. 62393/00, § 67, 4 May 2006).EUR 30,000 in respect of non-pecuniary damage together with any taxes that might be payable.", "155. The applicant claimed 3,000 lati (LVL), equivalent to EUR 4,200, for his costs and expenses before the Court. He did not produce any documentary evidence in support of his claims.", "156. The Government submitted that the applicant's claim, which was unsupported by any documentary evidence, did not meet the fundamental requirements established by the Court's case-law in this sphere.", "157. The Court reiterates that, for an award of costs and expenses to be made under Article 41 of the Convention, they must have been actually and necessarily incurred by the injured party. In particular, by Rule 60 § 2 of the Rules of Court, itemised particulars of any claim made under Article 41 must be submitted, together with the relevant supporting documents or vouchers, failing which the Chamber may reject the claim in whole or in part. Costs and expenses are only recoverable to the extent that they relate to the violation that has been found (see, among other authorities, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000XI; Beyeler v. Italy (just satisfaction) [GC], no. 33202/96, § 27, 28 May 2002; and Svipsta v. Latvia, no. 66820/01, § 170, ECHR 2006... (extracts)). The applicant's claim under this head, which is made in very general terms, is not supported by any documentary evidence and is, accordingly, dismissed.", "158. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points."], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}