{"ITEMID": "001-22359", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "LARIOSHINA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicant is a Russian national, born in 1918. She lives in Ardatov, Republic of Mordoviya of the Russian Federation.", "The applicant receives her old-age pension and certain other social benefits from the social security authorities. At the time when the applicant lodged the application the total amount of the social payments that she received was 653 Russian roubles per month.", "She claimed that from 1995 to 1998 the amount of these benefits had not been properly calculated. In particular, she alleged that during this period she had been entitled to a special benefit as a widow of a Second World War participant, in accordance with a statute of 7 May 1995 (see the ‘Relevant domestic law’ part below). She applied to the Ardatov District Court of the Mordoviya Republic, claiming pecuniary and non-pecuniary damages in this respect.", "On 11 November 1998 the court dismissed the action on the ground that the applicant had been entitled to the social benefit in question, but that before July 1998 she had not applied for it in accordance with the procedure established by that law. The court also noted that since July 1998 the applicant had received the claimed benefit. On 29 December 1998 the Supreme Court of the Mordoviya Republic dismissed the applicant’s appeal against the judgment, finding that the lower court had properly decided the case.", "The Russian Constitution (Article 39) and the State Pensions Act entitle a person to an old-age pension, the amount of which depends on the employment and related activities record.", "The Act of 7 May 1995 entitles Second World War participants and their widows to additional monthly payments."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}