{"ITEMID": "001-111957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SABRİ GÜNEŞ v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection allowed (Article 35-1 - Six month period)", "JUDGES": "András Sajó;Dean Spielmann;Elisabeth Steiner;Erik Møse;Françoise Tulkens;Helen Keller;Ireneu Cabral Barreto;Ján Šikuta;Josep Casadevall;Khanlar Hajiyev;Lech Garlicki;Luis López Guerra;Mark Villiger;Mirjana Lazarova Trajkovska;Nicolas Bratza;Peer Lorenzen;Vincent A. De Gaetano", "TEXT": ["8. The applicant, Mr Sabri Güneş, is a Turkish national who was born in 1981 and lives in İzmir.", "9. He suffered a personal injury while doing his military service. He was hospitalised on 30 October 2001 and subsequently underwent several operations on his right knee. He is now permanently disabled.", "10. On 7 April 2003 the applicant submitted a claim to the Ministry of Defence for compensation in respect of his permanent disability.", "11. Following tacit dismissal of the claim by the administrative authorities, the applicant brought an action for damages in the Supreme Military Administrative Court on 12 August 2003 in respect of the disability suffered during his military service. He claimed 15,000 Turkish liras (TRY – approximately 9,400 euros (EUR)) in respect of pecuniary damage and the same sum in respect of non-pecuniary damage.", "12. Two expert reports ordered by the Supreme Military Administrative Court were added to the case file. The first, dated 12 March 2004, established a 5% disability. The second, dated 30 April 2004 and communicated to the applicant on 11 May 2004, assessed the applicant’s pecuniary damage at more than TRY 27,438 (approximately EUR 17,150).", "13. Having held a public hearing on 7 July 2004, the Supreme Military Administrative Court delivered its judgment on the same day. It ruled in favour of the applicant and awarded him the full amount of his claim in respect of pecuniary damage, namely, TRY 15,000. It awarded him a further TRY 2,000 in respect of non-pecuniary damage. The court considered in particular that the conclusions of the expert report of 30 April 2004 were relevant and satisfied the criteria established by its case-law.", "14. On 21 November 2004 the applicant applied to the Ministry of Defence for additional compensation in respect of his permanent disability. He claimed that he had only become aware of the extent of his pecuniary damage for the first time on 11 May 2004, when he received the report of 30 April 2004 assessing his pecuniary damage at TRY 27,438.", "15. On 29 March 2005, following tacit dismissal of the claim by the administrative authorities, the applicant lodged a fresh claim with the Supreme Military Administrative Court for additional compensation, namely, TRY 12,438 (approximately EUR 5,600), on the basis of the expert report of 30 April 2004. He argued that he had received the expert report of 30 April 2004 on 11 May 2004, whereupon he had become aware of the true extent of the damage he had suffered.", "16. By a judgment of 22 June 2005 the Supreme Military Administrative Court considered the applicant’s fresh claim to be an application to have the initial amount amended (ıslah) and dismissed it for being out of time. The court stated in particular:", "“The claimant has clearly sought an amendment of the initial amount. The purpose of an amendment is to rectify a procedural act. Having regard to the judgment of the Constitutional Court published in the Official Journal of 14 November 2000, we must conclude that, in civil law, injured persons are entitled to seek additional compensation once an expert report has been issued. However, in the proceedings before the Supreme Military Administrative Court, the time-limits of one year and sixty days from the date of referral to the administrative authorities apply. Under section 46(4) of the Supreme Military Administrative Court Act, the amount claimed cannot be rectified once those deadlines have passed. Consequently, this claim must be rejected for being out of time ...”", "One judge (out of five) expressed a dissenting opinion. He stated in particular:", "“The amount of damage in personal injury cases is established only upon production of an expert report. Moreover, the date on which such reports are confirmed is taken into account when calculating the time-limits for referral to the administrative authorities and for bringing an action ...", "The claim for additional compensation based on the expert report was lodged within the relevant time-limit because the applicant did not become aware of the extent of the damage until after that report had been issued ....”", "17. On 9 September 2005 the applicant lodged an application for rectification of the judgment.", "18. By a judgment of 16 November 2005, served on the applicant on 28 November 2005, the Supreme Military Administrative Court rejected that application.", "19. Section 8(2) of the Administrative Procedure Act (Law no. 2577) and Article 162 of the Code of Civil Procedure provide that if the dies ad quem of a time-limit is a public holiday, that time-limit will be extended to the following working day.", "20. Article 31 § 1 of the Vienna Convention, entitled “General Rule of Interpretation”, states that a treaty shall be interpreted “in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose.”", "21. The European Convention on the Calculation of Time-Limits, opened for signature on 16 May 1972 in Basle, came into force on 28 April 1983. It was drawn up with a view to establishing uniform European rules for calculating time-limits on the basis of responses obtained from governments. It applies both domestically and internationally, as clearly stated in the preamble thereto which affirms that “the unification of rules relating to the calculation of time-limits, both for domestic and international purposes”, will contribute to the attainment of greater unity between Council of Europe member States (see the explanatory report). Currently, only four of the ten signatory States have ratified that Convention. Turkey has neither signed it nor acceded to it.", "22. Article 5 of that Convention provides as follows:", "“Saturdays, Sundays and official holidays shall count when calculating a timelimit. However, where the dies ad quem of a timelimit before the expiry of which an act shall be performed is a Saturday, a Sunday, an official holiday or a day which shall be considered as an official holiday, the timelimit shall be extended to include the first working day thereafter.”", "23. Article 3 § 4 of Council Regulation (EEC, Euratom) no. 1182/71 of 3 June 1971 determining the rules applicable to periods, dates and time limits (Official Journal no. L 124 of 08/06/1971) provides as follows:", "“Where the last day of a period expressed other than in hours is a public holiday, Sunday or Saturday, the period shall end with the expiry of the last hour of the following working day.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}