{"ITEMID": "001-86022", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SULEJMANOV v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych", "TEXT": ["6. On 13 March 1998, the applicant and his friend S. D., both of Roma ethnic origin, were stopped by two police officers near the village of Balvan on suspicion of having stolen two sheep. The police officers, without asking any questions, immediately started to beat him and his friend on their heads and bodies with their truncheons, which caused bleeding from the applicant’s mouth and nose. They were then put into the police car and driven to the village of Tarinci, where the theft had allegedly occurred. One of the police officers called over the owner of the sheep in order to confront him with the applicant. The police officer started to swear at him and said: “All gypsies will remember me forever. I can sacrifice you all.” The applicant was handcuffed and beaten by police officers with truncheons and by the owner of the sheep, who was using the branch of a tree.", "7. Around 9 p.m. the applicant and his friend were taken to the police station, where they were made to lie on the ground in front of the door and beaten by five police officers. Once inside the police station, they were tied to a bench in the hall and beaten up again. As the applicant was terribly thirsty, he asked for some water, but the reply was “there is no water for gypsies!” They remained tied to a bench all night; they were released in the morning.", "8. After his release on 14 March 1998, the applicant went the same date to the Emergency Aid Unit of Štip Hospital (the “hospital”), where a plaster cast was put on his broken left arm. As he had no money to pay for the medical assistance, he used his cousin’s medical identity card and therefore his name, instead of the applicant’s name, appeared in the hospital’s register. In the hospital’s register, the injuries were described as “fracturae”.", "9. On 11 March 1998, after 9 p.m., the applicant and his two friends, S. D. and D. R., hired a taxi in Štip and went to the village of Tarinci with the intention of stealing sheep from K. P. They told the taxi driver that they were going to collect two sheep from a relative and sell them in Vinica.", "10. On arrival in the village, the applicant and his friends broke into the cellar of K. P.’s house, stole two sheep, put them in the taxi and then headed for Vinica. In Vinica, they went to the Roma quarter and tried to sell the sheep for 8,000 denars. They refused an offer of 6,000 denars and headed back towards Štip with the sheep in the taxi.", "11. At about 11 p.m. the police stopped the taxi in the vicinity of the village of Dolni Balvan in a routine check. Their suspicions were aroused by contradictory explanations given by the occupants of the car about the sheep. The police requested information on the radio as to any reported theft.", "12. At about 10.50 p.m. K. P. had reported the theft of his two sheep. A police van arrived and the taxi driver was instructed to follow it to Tarinci. At about 11.30 p.m., they arrived in Tarinci. The applicant and his friends were instructed to unload the sheep. K. P. arrived at the scene and began to swear; he hit the applicant with a stick several times on the upper body and claimed that the applicant had stolen livestock and property from him before. The police ordered K. P. to stand back and prevented any further blows to the applicant.", "13. At 11.45 p.m. the police took the applicant and his friends back in the police van to Štip. The applicant, his friends and the taxi driver were interviewed. The applicant complained of pain in his arm and stated that K. P. had hit him with a stick. This was allegedly corroborated by the taxi driver.", "14. At 2 a.m. on 12 March 1998 the applicant and the others were released. The same day, K. P. lodged a criminal complaint with the police.", "15. The taxi driver confirmed that it had been on 11 March 1998 that three persons of Roma origin, including the applicant, had loaded the sheep into his car in the village of Tarinci and taken them to Vinica. After being stopped by the police, he had been instructed to follow the police van to the village of Tarinci, where the sheep had been returned to K. P. No mention was made that K. P had hit the applicant.", "16. The applicant, D. R. and S. D. described the circumstances concerning the sheep theft which had happened on 11 March 1998. None of them indicated that the applicant had been hit by K. P.", "17. On 8 April 1998 the police lodged criminal charges of aggravated theft with the public prosecutor against the applicant and his two friends. It was noted that the incident had occurred on 11 March 1998. No mention was made of any injuries having been sustained by the applicant.", "18. On 20 January 1999 the applicant was convicted by the Štip Court of First Instance on six counts of theft (verdict K. No. 237/98) including the one relevant to the present case. According to the judgment, the offence had been committed on 11 March 1998. The applicant was sentenced to one year and one month’s imprisonment. On 30 March 1999 the Štip Court of Appeal upheld the trial court’s decision and confirmed the sentence.", "19. On or about 21 October 1998, Mr Madjunarov, as the applicant’s representative, brought a civil action before the Štip Court of First Instance (Основен суд Штип) against the respondent State and the Ministry of the Interior for compensation for non-pecuniary damage sustained as a result of police brutality inflicted on him.", "20. On 5 March 2001 the Štip Court of First Instance dismissed the applicant’s claim as ill-founded. It found insufficient evidence to establish that the applicant had been injured by the police officers on duty. It accepted the testimony given by the police officers, who said that the applicant had been hit with a stick by K. P., the owner of the sheep. It found that the applicant had not been beaten by the police officers and that no force had been inflicted on him while he was detained in the police station. The court established 13 March 1998 as the date of the incident. It stated, inter alia,", "“... when K. P. [the owner of the sheep] saw the persons who had stolen the sheep, he started to hit [the applicant] with a stick, as he had stolen sheep from him before. The officers on duty intervened to protect the complainant (the applicant) from K. P. without hitting him ... During the arrest, they (the applicant and his friend) did not resist and the police officers did not use any force ... the court established that the complainant had been beaten by K. P. when the sheep were returned to him ... these witnesses (the police officers who were on duty on 13 March 1998 in the police station when the applicant was taken into police custody) stated that they had questioned him and had not used force against him, as he had not resisted ... during the questioning, he had not complained that he was injured or felt any pain. He only complained that he had been taken to K. P., who had hit him. They (the police officers on duty on the decisive date) stated that they had not noticed any injuries on [the applicant’s] body.”", "21. The applicant asked the court to hear S. D., as an eyewitness to the incident, the cousin who had lent him his medical card and the doctor who had examined him. The court did not hear S. D. or the applicant’s cousin, as they had been imprisoned in Idrizovo and were therefore considered “unreachable” by the court. It ruled that their examination would be irrelevant, as other evidence did not show that he had had any injuries during the police investigation. It accepted as possible that the applicant had visited a doctor with another person’s medical identity card, but that it had not been in relation to injuries inflicted by police officers.", "22. On 17 September 2001 the Štip Court of Appeal dismissed an appeal by the applicant and upheld the lower court’s decision. The court found that the lower court had reasonably established that K. P., the owner of the sheep, had inflicted the injuries on the applicant by hitting him with a stick. The police officers had intervened to protect the applicant from further attacks. It endorsed the lower court’s reasoning that the applicant had not been beaten in the police station while in custody. It established that even if the lower court had heard the witnesses proposed by the applicant, they would not have altered its findings, as it had found that the police officers who had arrested him had not used any force and had not inflicted any injuries on him.", "23. On or about 29 October 2001 the applicant requested the public prosecutor to lodge with the Supreme Court an application for protection of legality (барање за заштита на законитоста). Referring to the outcome of the civil proceedings, he did not provide the public prosecutor with the identity of the police officers concerned.", "24. On 13 December 2001, the public prosecutor notified the applicant that there were no grounds for lodging that remedy with the Supreme Court.", "25. On 3 November 1998, Mr Madjunarov, as the applicant’s representative, lodged a criminal complaint (кривична пријава) with the Štip Public Prosecutor’s Office (Основно Јавно Обвинителство Штип) against an unidentified police officer. In the complaint, the applicant set out an account of the incident which had allegedly occurred on 13 March 1998. As evidence, the applicant offered his own testimony, that of his friend S. D. and that of the doctor who had examined him and put a plaster cast on his hand, and proposed consulting the hospital’s register. He stated, inter alia,", "“... around 8 a.m. a police officer, who I don’t know, hit me with a truncheon, breaking my left arm. The police took me to the Štip Medical Centre where a plaster cast was put on, which I kept on for two months ... “", "26. On 28 May 1999, the applicant’s legal representative wrote a letter to the public prosecutor, stating that a criminal complaint had been lodged about seven months before and that since then he had received no information as to whether any steps had been taken to identify the offenders and initiate a formal investigation.", "27. As there was again no reply, on 25 October 1999 the applicant’s lawyer sent another letter to the public prosecutor, requesting to be provided with information about any action taken concerning the applicant’s complaint and about the identity of the offender(s).", "28. In a letter addressed to the applicant on 11 November 1999, the public prosecutor responded that his office had acted with regard to the criminal complaint at issue by officially requesting additional inquiries from the Ministry of the Interior (“the Ministry”). However, as of that date his office had received no information from the said ministry.", "29. On 13 February 2006 the public prosecutor issued a “written conclusion” (писмена констатација) concerning the applicant’s criminal complaint. It was based on a statement by the taxi driver given on 10 February 2006 and on the criminal case file against the applicant. As stated therein, the taxi driver attested that K. P. had hit the applicant and S. D. with a stick and that the police officers involved had not had recourse to any physical force when arresting them. There were, accordingly, no grounds for the public prosecutor’s intervention. That decision was served on the applicant’s representative on 10 October 2006, after the Court’s admissibility decision given in the present case.", "30. The statutory provisions relevant for the present case were described in the Jasar case (see Jasar v. the former Yugoslav Republic of Macedonia, no. 69908/01, §§ 31-40, 15 February 2007)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}