{"ITEMID": "001-114969", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "M.I. AND OTHERS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Ledi Bianku;Päivi Hirvelä;Paul Mahoney", "TEXT": ["1. The seven applicants, Mrs M.I., her adult son and her five other minor children (“the applicants”) are Finnish nationals. The President of the Section decided of his own motion to grant the applicants anonymity (Rule 47 § 3 of the Rules of Court) and confidentiality of the case file documents (Rule 33 of the Rules of Court). The applicants, who had been granted legal aid, were represented by Ms Leeni Ikonen, a lawyer practising in Kerava, and by Ms Anu Suomela.", "2. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant mother, born in 1968, and her husband were married in 1987. They have six children: D., born in 1987, S., born in 1996, I., born in 1997, R., born in 1999, L., born in 2003 and B., born in 2005. In July 2005 the applicant mother suffered a stroke which paralysed her left side. She was able to return home from hospital only nine months later. During that time her husband took care of the children and the home. He continued to do so even after her return as she could hardly walk and usually used a wheelchair.", "5. In November 2005 the oldest child D. reached the age of majority.", "6. In July 2006 the husband was killed in a car accident. The applicant mother and the children lived at first with her parents but moved back to their home in January 2007. As of 1 December 2006 and during 2007 the applicant mother received considerable help from the social services. A team of 4 to 6 social workers worked with the family practically round the clock.", "7. On 23 August 2007, a family worker made an evaluation of the situation in the applicant’s family. According to the evaluation, the applicant mother used a wheelchair whenever she moved from one place to another and managed to get into and out of the wheelchair independently. She was quite capable of writing but needed help with opening envelopes. As to everyday routines, the report noted that the applicant mother could eat her food independently if it was already portioned. For dressing and undressing she needed verbal support and also physical help and she could not button or zip up her clothes. She was able to go to the toilet independently. When washing herself she needed help only with washing her back and feet and rinsing her hair. Regarding the applicant mother’s understanding and memory, the evaluation stated that the applicant mother lived in an imaginary reality and could not see the real situation of her family. She misunderstood things and could even understand some things quite in reverse. The applicant mother had problems with her memory and sense of time: she confused days of the week and the children’s schooldays and could not always remember when she had washed herself last, for example. The family worker reported that the applicant mother’s mental ability varied from day to day and she easily became anxious.", "8. The family workers found their work in the family challenging and tiring in all respects because each of the five youngest children showed various symptoms due to their traumatic past. The applicant mother’s parents took an active part in the everyday life of the family, and this caused occasional conflicts. The family workers also experienced threats from the applicant mother’s eldest child, D., who disturbed their work. The family workers had said that they would not continue working with the family until the problems were solved.", "9. On 9 October 2007 the child welfare authorities decided, as a support measure, to place the children in foster care, either in family care or in support families, until 20 October 2007.", "10. As there were a lot of problems in the family, on an unspecified date the social services asked a private firm to evaluate the parenting in the family.", "11. On 14 December 2007 the five minor children were taken into emergency public care. These decisions were reasoned by the fact that the social workers could no longer cope with the family. The children were also afraid of their grandparents and feared that they would be kidnapped and taken abroad by them. The grandparents treated the children unequally and used corporal punishment. The grandfather drank a lot of alcohol. The children showed excessive sexual behaviour, and they had all wanted to stay in their support families rather than returning home. According to the preliminary results of the on-going evaluation by the private firm, the applicant mother was unable to meet the emotional needs of the children and they had suffered from insecurity for a long time. The children violated each other’s limits sadistically but the applicant mother did not intervene. Before taking the decisions, S., I. and R. had been heard and none of them opposed the taking into public care. All the children were placed in different families.", "12. On 20 December 2007 the social welfare authorities received the evaluation made by the private firm. According to the evaluation, the children were, inter alia, left on their own, even when in the company of their mother. They tried as individuals to obtain attention and care from any adult but their mother was not the primary option for any of them. The mother was mentally and physically dependent on the social workers and she was not able to cope with the children’s aggression or other feelings. She was not in practice capable of adequate parenting. The social workers had to bear too much responsibility for the children’s safety. It was more important to provide an adult to care for each child than to keep all the siblings together.", "13. By letter dated 22 December 2007 the applicant mother sought rectification of this decision and proposed that the grandparents could help her to take care of the children.", "14. On 31 December 2007 the emergency taking into public care was maintained by the child welfare authorities.", "15. On 14 January 2008 the Director of social services submitted a request to the Administrative Court (hallinto-oikeus, förvaltnings-domstolen) for a care order for each of the children.", "16. By letter dated 15 February 2008 the applicant mother appealed to the Administrative Court.", "17. On 20 February 2008 the request for rectification was rejected by the child welfare authorities. All of the children had integrated well in their foster families and were concerned about their possible return home. Taking into account what the children had said about their grandparents, they could not be considered as persons with whom the children could be placed.", "18. On 13 March 2008 the Administrative Court held an oral hearing in the case. The oldest children S. and I. were heard separately by the court and it met the youngest children, R., L. and B., in their respective foster homes.", "19. On 28 March 2008 the Administrative Court confirmed the taking into public care and the placement of the children. Two of the children were placed in the same foster home. The court found that the taking into public care was needed due to the lack of parenting and the circumstances at home. The lack of care endangered seriously the health and development of the children. The aid provided in different forms by the social workers had proved to be insufficient. Taking the children into public care was in their best interest.", "20. By letters dated 10 April and 6 May 2008 the applicant mother appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), requesting that an oral hearing be held. She claimed that the authorities had neglected to evaluate the role of the grandparents who were able and willing to take care of the children. The grandmother had previously worked in a children’s day-care centre. Also, her brother had promised to help her with the children.", "21. On 16 April 2008 the emergency public care order was continued in the best interest of the children.", "22. On 30 April 2008 the local social welfare authority requested the Local Registry Office (maistraatti, magistraten), in accordance with section 22 of the Child Welfare Act, to appoint the children a guardian. From the documents submitted by the applicants it appears that such a guardian was appointed.", "23. On 23 June 2009 the Supreme Administrative Court rejected the request for an oral hearing as well as the appeal. Concerning the former, it found that the Administrative Court had already organised an oral hearing and that a new oral hearing was not needed to clarify the matter. As to the appeal, it found that the criteria for taking into public care had been fulfilled and that there was no reason to change the outcome reached by the Administrative Court.", "24. On 22 June 2009 the child welfare authorities decided to change the placement of the youngest child. This decision was based on the fact that the former foster family was exhausted and could no longer continue to cope with the youngest child.", "25. The applicant mother appealed against this decision to the Administrative Court, demanding that the child be placed with her. She also requested that an oral hearing be held. She referred, inter alia, to the Convention and demanded that the authorities actively work to reunite the family.", "26. On 20 October 2009 the Administrative Court rejected the appeal. It found that it was not possible to place the child with his mother as he had no affectionate relationship with his mother. As the same difficulties as before still existed, it was not in the best interest of the child to place him with his mother. It was in his interest to be placed in another foster home which could provide him a model of normal family life.", "27. By letter dated 11 November 2009 the applicant mother appealed against this decision to the Supreme Administrative Court.", "28. On 14 June 2011 the Supreme Administrative Court rejected the applicant mother’s appeal, confirming the reasoning of the Administrative Court in its decision of 20 October 2009.", "29. The children have been able to meet each other only a couple of times during their placement. Since being taken into public care, they have been able to meet their mother only occasionally under supervision. There were no visits between February and May 2008.", "30. On 11 February 2009 the child welfare authorities decided that none of the children could meet their mother or otherwise contact her at all during the period from 9 February to 31 May 2009. This decision was reasoned by the fact that forensic psychiatric examinations of the children were on-going and that they required the creation of stable and clear conditions. No meetings were held during the validity of the decisions. Letters or other mail or confidential messages sent by the children or addressed to them were withheld. The applicant mother appealed against these decisions to the Administrative Court.", "31. On 8 and 19 May 2009 the Administrative Court rejected the applicant mother’s appeals against the decisions of 11 February 2009. It found that contact restrictions were necessary due to the on-going forensic psychiatric examinations of the children and were in their best interest.", "32. On 16 June 2009 the child welfare authorities decided that, during the period from 9 June to 31 October 2009, three of the children, S., I. and L., could meet their mother every six weeks in the foster home for one and a half hours at a time in the presence of the foster parent. The meetings for the two other children, R. and B., were cancelled until 31 October 2009. The applicant mother appealed against these decisions to the Administrative Court.", "33. On 15 October 2009 the child welfare authorities decided that, during the period from 5 October 2009 to 31 January 2010, the youngest child B. could meet his mother under supervision for one and a half hours at a time, every three weeks. The applicant mother appealed against this decision to the Administrative Court.", "34. On 15 October 2009 the child welfare authorities also prohibited contact between B. and his grandparents until 31 January 2010.", "35. On 20 October 2009 the Administrative Court decided the applicant mother’s appeal against the decisions of 16 June 2009. As concerned S., I. and L., the court quashed the decisions of 16 June 2009, finding that there had been no reasons to restrict contact of the applicant mother with S., I. and L. between 9 June and 31 October 2009. The court considered, however, that it had been in the best interest of the children to implement the visits under supervision. As concerned R., the court noted that he had repeatedly expressed his unwillingness to meet with the applicant mother. Given that R. was already 10 years old, his opinion had to be taken into account. R. had had severe symptoms and his behaviour had changed considerably after having met with his family members. It was thus in the best interest of R. to have the underlying reasons for his symptoms examined so that adequate therapy could be provided. Therefore, the contact restrictions were necessary until 31 October 2009. Finally, as concerned the youngest child B., the court noted that his excessively sexual behaviour called for forensic psychiatric examination. It was in his best interest to have the underlying reasons for his symptoms examined, and it was therefore necessary to keep his circumstances stable during the examinations. Interaction with his mother might have disturbed his physical and mental development and jeopardised the purpose of the foster care. Therefore, the court found that the contact restrictions applicable until 31 October 2009 had been necessary.", "36. On 21 October 2009 the child welfare authorities decided to restrict the contact between the second youngest child L. and his mother until 28 February 2010 on the ground that contact would endanger his health, development and safety as well as the fulfilment of the purpose of the foster care. The applicant mother appealed against this decision to the Administrative Court.", "37. On 26 October 2009 the child welfare authorities also prohibited contact between L. and his grandparents until 28 February 2010.", "38. On 29 October 2009 the child welfare authorities decided to continue restricting the contact between R. and his mother between 29 October 2009 and 31 March 2010 on the same grounds as earlier and because R. himself opposed meetings. On the same date the child welfare authorities also prohibited contact between R. and his grandparents until 31 March 2010.", "39. On 6 November 2009 the child welfare authorities ordered that meetings between S. and I. and their mother were to take place under supervision. This decision was valid from 6 November 2009 to 31 January 2010. On the same date the child welfare authorities also prohibited contact between S. and I. and their grandparents until 31 January 2010.", "40. On 4 March 2010 the Administrative Court rejected the applicant mother’s appeals against the decisions of 15 and 21 October 2009.", "41. On 6 August and 23 December 2010 the restrictions concerning the contacts between the applicant mother and L. were continued for the period of 2 July 2010 to 31 May 2011. An additional ground for this was that contact with the mother could endanger L.’s health because the meetings between them might cause psychological stress to L. and thus risk worsening his psychotic symptoms. The applicant mother apparently appealed only against the decision of 6 August 2010 to the Administrative Court which rejected her appeal on 31 December 2010. It is not known whether she appealed further against this decision.", "42. On 27 May 2011 the restrictions on contact between the applicant mother and R. were further continued for the period from 23 March to 7 September 2011 due to R.’s child psychiatric examinations. During that period R. met with his mother on 18 April and 29 August 2011. The applicant mother appealed against this decision to the Administrative Court where it is apparently still pending.", "43. On 14 June 2011 the Supreme Administrative Court rejected the applicant mother’s appeal against the decisions of the Administrative Court on 8 and 19 May 2009, 20 October 2009 and 4 March 2010. The court found restrictions imposed between 9 February and 31 May 2009 in respect of all the children justified. As concerned the visits between 9 June and 31 October 2009, the court noted that the dispute concerned only, as far as S., I. and L. were concerned, whether those meetings needed to be held under supervision. The court noted that, on 9 June 2009, the applicant mother had agreed on a visiting schedule, according to which she had met S. and I. in the foster home and L. in the foster family at approximately six week intervals. Visits had been supervised by the staff of the foster home or a foster parent. The applicant mother had also had the possibility to telephone S., I. and L., and they had had a possibility to make supervised telephone calls to the applicant mother. In addition, S. and I. could send her letters. The court thus found that there had been legitimate reasons to keep the visits supervised. As concerned R., the court found that the restrictions on contact had been legitimate as such restrictions had been necessary due to R.’s forensic psychiatric examinations. Taking into account R.’s age, his severe symptoms and the fact that he had repeatedly expressed his unwillingness to meet his mother, the restrictions on contact had been essential for his treatment. Finally, as concerned B., the court found that the restrictions on contact between B. and his mother had been essential for his treatment.", "44. The supervised meetings between the applicant mother and S. and I. have been quite regular. Since 2010 there have also been regular supervised meetings with B. Since 11 February 2009 the applicant mother has apparently met R. five times and L. eight times under supervision. The last meeting with L. was on 9 January 2010. The oldest child D. has apparently only been able to meet his five younger siblings once since the emergency care order.", "45. On 17 July 2008 the social worker responsible for the children’s affairs requested the police to investigate whether the five minor children of the family had been sexually abused. Suspicion had been raised during the family work as some of the children had shown excessively sexual behaviour. Even after their placement, such behaviour had become more pronounced when the children had met with their mother or other relatives.", "46. The criminal investigation concerning the alleged sexual abuse of the children was finalised in September 2010, and the case was transmitted to the public prosecutor.", "47. On 21 April 2011 the public prosecutor brought charges against the grandmother and the grandfather for having assaulted the children. The prosecutor decided not to bring charges against the applicant mother for aggravated sexual abuse of the children.", "48. On an unspecified date the applicant mother requested the child welfare authorities to terminate the care or, alternatively, change the placement of L. and R. As concerned L., she stated in her application that L.’s psychological well-being had been deteriorating in the current foster family. Also the cooperation between her and the foster family had been complicated. As far as R. was concerned, the applicant mother stated in her application that the foster parent had isolated R. from his biological family and manipulated him.", "49. On 7 March 2011 the Director of Social Services rejected the applicant mother’s application. She found in her decisions that the applicant mother’s situation had not changed and that the legitimate reasons for care continued to exist in relation to both L. and R. Terminating the care at this stage or changing their placement would not have been in the best interest of either of the children.", "50. By letter dated 31 March 2011 the applicant mother appealed against these decisions to the Administrative Court where they are apparently still pending.", "51. Section 47 of the Child Welfare Act (lastensuojelulaki, barnskyddslagen, Act no. 417/2007) stipulates, as regards the duration and termination of care, as follows:", "“Taking into care is valid indefinitely. When the need for care and substitute care under section 40 no longer exists, the municipal officeholder determined under section 13(1) must make a decision on terminating the care when the social worker responsible for the child’s affairs has prepared the case. Care must not be terminated even if the conditions for taking a child into care no longer exist if termination is manifestly not in the interests of the child in the manner referred to in subsection 3.", "The social worker responsible for the child’s affairs must assess the conditions for continuing care when the client plan is reviewed, when a child or custodian applies for termination of care or when it otherwise proves necessary.", "When a child’s interests are being considered in a case concerning termination of care, in addition to what is said in section 4(2), the following must be taken into account: the duration of substitute care, the quality of the affection between the child and the party providing substitute care, interaction between the child and the parents and the child’s views.", "Care is terminated when the child concerned reaches 18 years of age.”", "52. According to section 62 of the Act, the rights of children in substitute care to keep in contact with their parents or other persons close to them may be restricted by a decision if it has not been possible to reach agreement on contact and if:", "“1) the contact endangers the purpose of a child’s substitute care and the restriction is necessary for the child’s care and upbringing; or", "2) the contact endangers a child’s life, health, development or safety; or", "3) the restriction is necessary because of the safety of the parents or other children in the family or the family care home or other children or personnel in an institution; or", "4) a child of 12 years of age or more opposes contact; the same applies to children under 12 years of age if they are sufficiently developed for their views to be taken into account.”", "It is possible 1) to restrict children’s rights to meet their parents or other people close to them; 2) to restrict children’s rights to keep in contact with persons close to them by telephone or using other devices or means of contact; 3) to read and withhold private letters sent by children or addressed to them or other similar confidential messages or inspect and withhold some other delivery; and 4) for the place of substitute care to confiscate for the duration of the restriction all communication means or equipment held by the children concerned or restrict their use. Restriction of contact can only be applied to the extent necessary in each individual case to achieve the purpose laid down in law.", "53. According to section 63 of the Act,", "“A decision must be made concerning restrictions on contact referred to above in section 62 which must be issued for a fixed term and last for a maximum of one year at a time. The decision must include the reason for the restriction, the persons restricted, the kind of contact the restriction concerns and to what extent the restriction is enforced.", "Decisions on restricting contact are made by the officeholder ... Restrictions on contact must be lifted as soon as they are no longer necessary in the manner referred to in section 62.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}