{"ITEMID": "001-23292", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "DZIZIN v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Victor Aleksandrovich Dzizin, is a Ukrainian national, who was born in 1926 and resides in the city of Kharkov, Ukraine.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 7 March 1956, as a result of injuries sustained in an industrial accident, the applicant was unable to work. Thereafter, he was paid a disability pension by his former employer, the Serp i Molot company. According to the applicant, 92% of the shares in the company belong to the State.", "In August 1998 the payments ceased and on 14 June 2001 the applicant lodged a claim with the Moskovsky District Court of Kharkov against the company.", "On 5 July 2001 the District Court found in favour of the applicant (Рiшення Московського Районного Суду м. Харкова). The decision became effective on 5 August 2001 and was sent for execution to the Moskovsky District Department of the State Bailiffs’ Service (Вiддiл Державної Виконавчої Служби Московського Районного Управлiння Юстицiї м Харкова).", "On 11 September 2001, the State Bailiffs’ Service initiated execution proceedings in the applicant’s case. The first payment (328.46 UAH) to the applicant was made on 22 October 2001.", "In the absence of further execution, the applicant contacted the bailiff responsible for the execution of the judgment on several occasions and, on 26 February 2002, lodged a complaint with the Head of the Moskovsky District Department of the State Bailiffs’ Service against that bailiff.", "On 23 March 2002 the Head of the Moskovsky District Department of the State Bailiffs’ Service replied to the applicant, stating, inter alia, that the judgment could not be executed due to the adoption of the Law of Ukraine “on the Introduction of a Moratorium on the Forced Sale of Property” (Закон України “Про введення мораторiю на примусову реалiзацiю майна”), which had entered into force on 29 November 2001.", "On 22 April 2002, a second payment (314.19 UAH) was made to the applicant.", "On 11 October 2002, the final payment (5132.99 UAH) was made to the applicant and the court judgment of 5 July 2001 was thereby fully enforced.", "1. Civil Code of Ukraine", "Under Article 214 of the Civil Code, in case of delay in the fulfilment of its financial obligations, the debtor must, upon a claim of the creditor, pay the amount of the debt, plus any interest payable at an established inflation rate during the default period.", "2. Law of Ukraine of 29 November 2001 “on the Introduction of a Moratorium on the Forced Sale of Property”", "The Law aims at protecting State interests on the sale of assets belonging to undertakings in which the State holds at least 25% of the share capital.", "The moratorium has been introduced until such time as the mechanism for the forced sale of the property of such undertakings has been improved. No time-limit has been set.", "Section 2 of the Law provides that the forced sale of property includes the execution of writs by the State Bailiffs’ Service over property belonging to undertakings.", "The Law applies to immovable property and other fixed assets, which are used in production, as well as shares, owned by the State in the property of other companies and invested to the statutory capital of those enterprises.", "The Law therefore stays the execution of all writs by the State Bailiffs’ Service over the above-mentioned assets or undertakings in which the State holds at least 25% of the share capital.", "3. Law of Ukraine of 21 April 1999 “on Enforcement Proceedings”", "Under Article 2 of the Law, the enforcement of judgments is entrusted to the State Bailiffs’ Service. Under Article 85 of the Law the creditor may file a complaint against actions or omissions of the State Bailiffs’ Service with the head of the competent department of that Service or with a local court. Article 86 of the Law entitles the creditor to institute court proceedings against the State Bailiffs’ Service for inadequate enforcement or non-enforcement of a judgment, and to receive compensation.", "4. Law of Ukraine of 24 March 1998 “on the State Bailiffs’ Service”", "Article 11 of the Law provides for the liability of bailiffs for any inadequate performance of their duties, and compensation for damages caused by a bailiff when enforcing a judgment. Under Article 13 of the Law, acts and omissions of the bailiff can be challenged before a superior official or the courts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}