{"ITEMID": "001-99826", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TURAN v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1963 and lives in Budapest.", "6. The applicant is a lawyer. In September 2004 the Buda Surroundings District Court ordered the search of her office, in application of section 149 subsections (4) and (5) of the Code on Criminal Procedure, and the seizure of documents concerning one of her clients, A.F., who had been suspected of having been engaged in illegal financial activities.", "7. On 20 October 2004 the police searched the applicant's office. The search lasted from 9.45 a.m. until 12.55 p.m. in the presence of a public prosecutor. The applicant herself did not arrive on the premises before 10.25 a.m.", "8. The Government claimed that until the applicant's arrival, another lawyer, Dr M., whose practice was in the neighbouring but entirely separate office, had been present. The applicant contended that Dr M. had not been present inside her office under search, nor had she represented her. According to the documents submitted, Dr M. was not formally appointed to defend the applicant's interests, nor did she sign the minutes of the search in such a capacity. Moreover, the parties' submissions diverged as to whether the police seized all the documents stored in the office or only those relating to A.F.", "9. Subsequently, the applicant complained about the allegedly unlawful search and the indiscriminate seizure of all documents found.", "10. On 5 November 2004 the Public Prosecutor's Office dismissed the applicant's complaint concerning the alleged unlawfulness of the search. The applicant appealed.", "11. On 25 November 2004 the District Court ordered the restoration of part of the documents, which were unrelated to the case of the suspect.", "12. On 19 May 2005 the Pest County Public Prosecutor's Office reversed the decision of 5 November 2004 and established that the search had been unlawful in that neither the applicant nor a representative had been present. It observed that Dr M. could not be considered a person appointed to represent the applicant's interests; she had not been appointed to this end by the authority in charge. The Office was however of the view that the lawfulness had been restored by virtue of the District Court's decision of 25 November 2004.", "13. Under section 149 subsections (4) and (5) of the Code on Criminal Procedure, a house search (házkutatás) shall normally be carried out in the presence of the person concerned. In the absence of the latter or his/her representative, such a person shall be appointed to that end as can be assumed with sufficient certainty to represent appropriately the interests of the person concerned."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}