{"ITEMID": "001-23000", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "HAGMAN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are Seija and Vidar Hagman, Finnish nationals, who were born in 1949 and 1947 respectively and live in Vantaa. They are represented before the Court by Mr Olli Pohjakallio, a lawyer practising in Helsinki. The respondent Government are represented by Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants’ dwelling, related buildings and their right to lease the land on which these were located were due to be forcibly sold on 14 December 1995 at 11.30 a.m. by the Enforcement Officer of the District of Vantaa. The applicants’ creditors had met in the Enforcement Officer’s office on 12 December 1995 at 11.30 a.m.", "On 13 December at 2.50 p.m. the applicants filed, with the District Court (käräjäoikeus, tingsrätten) of Vantaa, a request to have their debts adjusted, pending which they sought to have the forced sale suspended. The request had been drawn up by L.K. from the Vantaa Office for the Counselling of Debtors.", "At 3.45 p.m. a judge ordered as an interim measure that the forced sale be called off and enforcement be stayed. This decision was taken without any oral hearing having been held. The court based itself on the need to safeguard the applicants’ effective possibility of retaining their dwelling, even though the evidence they had adduced to that effect was insufficient. The urgency of the matter nevertheless required that the court issue an interim order without hearing the creditors. No separate appeal lay against this order.", "The order was faxed to L.K. at 4 p.m.", "The Enforcement Department and the District Court were located on different floors of the same building. At 4.10 p.m. a court clerk placed the judge’s decision – marked as urgent – on the desk of the District Court’s messenger. The court’s office hours ended at 4.15 p.m. but apparently the messenger had already left for the day.", "On 14 December sometime before 10.00 a.m. the messenger brought the decision, together with the ordinary incoming mail, to the Registry of the Police, Prosecution and Enforcement District which was not situated on the same floor as the Enforcement Office but from where the incoming mail was distributed further to the registry of the Enforcement Department which was located on the third floor of the building.", "The forced sale was carried out as scheduled without the applicants being either present or represented.", "According to the applicants, a friend of the applicants, P.M., had allegedly enquired with the Enforcement Officer around 9.30 a.m. whether he had received the District Court’s decision. The Enforcement Officer had replied in the negative. P.M. had made an initial telephone call to the Enforcement Office on 13 December.", "According to the Government, it is impossible to verify at this stage whether P.M. actually telephoned the Enforcement Office. They point to discrepancies in the applicants’ account on this point in their various appeals. What appears clear to the Government is that P.M. at least did not speak with the Enforcement Officer responsible for carrying out the forced sale. Moreover, the applicants did not find out about P.M.’s alleged enquiry until after the forced sale. Neither the applicants themselves nor their counsellor L.K. contacted the competent Enforcement Officer or any other person in the Enforcement Department prior to the sale, even though they were aware of the creditors’ meeting and the forced sale and had the right to attend both.", "The applicants’ appeal against the forced sale was dismissed by the County Administrative Board (lääninhallitus, länsstyrelsen) of Uusimaa on 28 August 1996, finding that they should themselves have ensured that the District Court’s order reached the Enforcement Officer in time. As he had not been aware of the decision when proceeding to the sale, he had not acted incorrectly.", "The applicants appealed further to the Court of Appeal (hovioikeus, hovrätten) of Helsinki, referring inter alia to the constant practice whereby the District Court would pass on its interim orders directly to the Enforcement Office. Relying on that practice and since time had not allowed for the original of the order to be communicated to them, the applicants and their counsellor had had no reason to take any further steps. On 22 November 1996 the Court of Appeal dismissed the appeal, upholding the reasons given by the County Administrative Board.", "The applicants were granted leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) but, on 4 December 1997, their appeal was dismissed by 3 votes to 2 (precedent no. 1997:191). The Supreme Court inferred from the silence in the Act on Adjustment of Individual Debts (laki yksityishenkilön velkajärjestelystä, lag om skuldsanering för privatpersoner 57/1993; “the 1993 Act”) that the legislator had not intended to place on the court the responsibility for communicating to the enforcement authority an interim decision to suspend execution proceedings. Furthermore, since only the debtor could request such an interim order prior to the actual commencement of the debt adjustment, the Act could not be interpreted so broadly as to place such a communication obligation on the court at that stage of the proceedings.", "The Supreme Court further noted that the applicants had sought the suspension only about an hour and a half before the end of the working day preceding the day of the forced sale. The applicants had not pointed to any reason for being unable to communicate the District Court’s decision to the Enforcement Officer, either personally or through their counsellor L.K. Neither had the telephone enquiry made in the morning of the day of the sale placed the Enforcement Officer under an obligation to enquire of his own motion into whether the decision had actually been made. Finally, the applicants could themselves have attended the forced sale and in that connection informed the Enforcement Officer of the District Court’s order.", "In the meantime, the merits of the applicants’ debt adjustment request were examined by the District Court on 22 March 1996. The payment schedules adopted for each of the applicants on 13 December 1996 would have enabled them to retain their dwelling by paying off their debt within five years. On 18 June 1998, however, the creditor bank requested that the District Court annul those payment schedules as the applicants had failed to respect them. The District Court found that the second applicant had knowingly given incorrect information about his income when his payment schedule had been considered. It therefore annulled his schedule. The Court of Appeal upheld this decision on 23 February 1999.", "The applicants were forced to leave their property in March 1998.", "In his decision of 10 June 1998, the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) considered that neither the conduct of the District Court nor that of the Enforcement Officer could be considered incorrect. He nevertheless undertook to examine whether there was a need to improve the legal protection of debtors in similar situations, and whether amendments to the 1993 Act were necessary to that effect.", "In his further decision of 24 November 1998 the Ombudsman noted that in light of Articles 16 and 16a of the Constitution (Suomen Hallitusmuoto, Regeringsform för Finland) the authorities were responsible in the last resort for the effective administration of justice. Debtors had been confused by the lack of clarity in the 1993 Act as to where the responsibility lay for notifying the enforcement authority of an interim order. Even though the wording of the 1993 Act did not require the district courts to inform the enforcement office of an order staying execution, they had nevertheless adopted such a practice. The Ombudsman therefore proposed that the Government should consider adding to the 1993 Act a provision explicitly rendering the courts responsible for notifying the enforcement office of such orders.", "According to the 1993 Act, a court may write off debts on condition that the debtor agrees to a payment schedule in favour of the creditors determined by the court (section 25). If the debtor fails to adhere to the payment schedule or contracts a new debt the schedule may be revoked, thereby enabling all creditors to claim payment as if no debt adjustment had been granted (section 42). Both the debtor and the creditors may seek to have the payment schedule amended, extended or revoked while it remains in force or, in certain circumstances, within five years from the adoption of the schedule (sections 30 and 61). The court may hear one or several creditors, guarantors and co-debtors before deciding on the request for debt adjustment (section 52).", "The 1993 Act, as in force at the relevant time, was silent as to whether the onus was on the competent court or on a physical debtor to communicate to the enforcement authority an interim order suspending enforcement while the court was examining his or her request for debt adjustment. By contrast, in the legislation on the adjustment of company debts such an obligation was imposed on the court as regards both the commencement of adjustment proceedings and any interim measure suspending execution.", "If a notice of a forced sale had been published before debt adjustment proceedings had been initiated, the sale could still be carried out. However, the court could stay enforcement and cancel the sale if the assets belonged to the debtor’s basic necessities and it was evident that they were protected from being recovered in the course of the debt adjustment (section 17).", "If so requested by the debtor, the court could order a stay of enforcement even before the debt adjustment had commenced, provided such an order was deemed necessary. The order could be issued without hearing the creditors if the urgency of the matter so required. No appeal lay against such an order. If the court refused to issue an order staying an enforcement measure whereby basic necessities would be realised to cover debts, the debtor was entitled to file an appeal which the court had to examine urgently, if necessary after hearing the creditors (section 21).", "When the actual debt adjustment proceedings had commenced the court was to notify the enforcement authorities at the debtor’s place of residence of the debtor and wherever the debtor owned real property (section 54). According to the existing section 21, subsection 3 of the 1993 Act (as amended by Act no. 714/2000), the court shall without delay inform those enforcement authorities already of an order staying enforcement."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}