{"ITEMID": "001-78213", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF V.S. v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of P1-1;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1953 and lives in the village of Vladimirivka, the Donetsk region, Ukraine.", "5. The applicant is an employee of the Pivdennodonbaska State Mine (hereinafter - the SMP Mine). On 24 June 1996 he suffered an industrial injury.", "6. In October 1998 the applicant instituted proceedings in the Volnovakha City Court against the SMP Mine seeking compensation for the injury. On 16 June 2000 the court found in part for the applicant.", "7. On 6 December 2000 the Presidium of the Donetsk Regional Court allowed the protest lodged by the Deputy President of the Donetsk Regional Court and quashed the decision of 16 June 2000. The case was remitted for a fresh consideration to the Vugledar City Court.", "8. On 7 June 2001 the Vugledar City Court found that the applicant had been injured due to the fault of the SMP Mine and ordered it to pay him UAH 37,465.41 in compensation and UAH 800 of costs and expenses (рішення Вугледарського міського суду Донецької області). The court also awarded the applicant a monthly allowance of UAH 162.57 in compensation for loss of earnings for the period of 8 May – 8 September 2001.", "9. On 6 August 2001 the Vugledar City Bailiffs' Service instituted enforcement proceedings in respect of the judgment of 7 June 2001.", "10. According to the Government, the judgment was fully enforced in instalments: during the periods of April – December 2002 and August – December 2003 the applicant received a total of UAH 10,227, and in 2004 he received the remaining amount of the judgment debt (UAH 27,238). The last payment took place in May 2004. The applicant was also paid UAH 800 for his legal expenses.", "11. On 1 June 2004 the Bailiffs' Service terminated the enforcement proceedings as the judgment of 7 June 2001 was enforced in full. The applicant never challenged the Bailiffs' decisions of 1 June 2004. Nevertheless, he maintains that the debtor still owes him UAH 515.27.", "12. In July 2004 the applicant lodged a new claim with the Voroshilovskiy District Court of Donetsk against the State Enterprise “Donetsk Coal Energy Company” (Державне підприємство „Донецька вугільна енергетична компанія”), seeking compensation for the substantial delay in the enforcement of the judgment of 7 June 2001. Within the course of the proceedings the court appointed a forensic accounting expertise to calculate the amount of compensation due to the applicant. In their conclusions of 14 July 2005 the experts mentioned, inter alia, that, out of the total amount of the judgment award, UAH 515.27 remained unpaid.", "13. On 1 November 2005 the court partly allowed the applicant's claim as, according to the domestic legislation then in force, untimely paid salary had to be recalculated if a price index had increased for more than 1 % during the relevant period of delay in payment. The court also found that the applicant had sustained moral damage as the result of the lengthy non-enforcement of the judgment in his favour. The court awarded the applicant the total of UAH 8,609.88, including UAH 500 in compensation for moral damage.", "14. On 28 November 2005 the Voroshilovskiy District Bailiffs' Service of Donetsk instituted enforcement proceedings in respect of the judgment of 1 November 2005.", "15. On 6 December 2005 the enforcement proceedings were terminated in accordance with the Law of Ukraine “On measures to ensure the stable operation of fuel and energy sector enterprises” (Закон України „Про заходи, спрямовані на забезпечення сталого функціонування підприємств паливно-енергетичного комплексу»).", "16. The judgment of 1 November 2005 remained unenforced.", "17. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}