{"ITEMID": "001-77655", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF EDWARDS v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "P1-1 applicable;Violation of P1-1;Just satisfaction partially reserved", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1919 and lives in London.", "5. The applicant claimed to be the owner of four tenements in Malta. Before the Court he produced a statement made on 19 July 2006 by a notary public, which reads as follows:", "“I the undersigned Dr. Paul Pullicino, Notary Public, do hereby certify that in virtue of a secret will made on the 4th day of October, 1966, by Charles Edwards, and published by me on the 9th November, 1996, Major Joseph John Edwards [the applicant] was nominated and appointed by his father, the late Mr Charles Edwards as his sole universal heir and Testamentary Executor of his estate to whom he bequeathed 21/25ths undivided parts of tenements situated at numbers 96 to 100 Tonna Street, Sliema, - of which 2/25ths had been inherited by his wife from her late brother Sir Augustus Bartolo and the further 16/25ths purchased by him from her brother's family in the mid 1950's – all of which were owned in common with the remaining 4/25ths undivided and equal parts owned by four further members of the Bartolo family residing somewhere in South America, the administration of which had been passed on to him by their eldest brother Captain Albert Borg Falzon who had been their family administrator until he emigrated from Malta on the 4th June, 1956.”", "6. In March 1941 the four tenements were requisitioned for the purpose of providing housing for homeless people. The requisition order was served on the applicant's ancestor, Mr Charles Edwards. Further correspondence about the premises was addressed to Mr Charles Edwards, as trustee of the estate of the late Sir Augustus Bartolo.", "7. On 2 June 1949 a judicial letter was sent to Mr Charles Edwards “as owner” of the premises, demanding recognition of the tenants. He replied that he was only the trustee of the estate and could not therefore recognise the tenants. This position was confirmed in a court application of 14 July 1949.", "8. The top floor of one of the tenements was allocated to Mr P. and his family, while family S. had been allotted the ground floor. The requisition of this tenement, composed of two floors, was contested on the ground that the ground floor provided the only access to a field, which belonged to the same owner and which had not been requisitioned. After these tenants had been recognised, on 16 December 1949 the premises were derequisitioned.", "9. The premises were again requisitioned on 18 July 1957 from Mr Charles Edwards. They were derequisitioned on 5 March 1963.", "10. On 10 September 1975 a fresh requisition order concerning the same tenement was issued to Mr. Charles Edwards. The authorities instructed that family P. be allotted both floors. The housekeeper, who was in correspondence about the matter with the applicant (Mr Joseph John Edwards), handed over all the keys of the tenement.", "11. On 14 November 1975 the applicant wrote to the Housing Department asking for reconsideration of the order of 10 September 1975. He reiterated the argument concerning access to the field. The Department acknowledged receipt of this letter but did not reply to it. On an unspecified date in 1976, an amended requisition order, including the field adjacent to the applicant's tenement, was issued.", "12. The applicant alleged that he had sought the assistance of the Minister of Housing and of the Attorney General in order to restore the situation and that on further meetings with the authorities he had been made to believe that the situation would be remedied. However, this had not been the case and he did not obtain any satisfaction.", "13. On 28 March 1996 the applicant instituted proceedings before the Civil Court (First Hall) against the Director of Social Accommodation. He alleged that the requisition order of 10 September 1975 had been issued as a result of an abuse of power and was therefore null and void. He also claimed an infringement of his right to the enjoyment of his property as guaranteed by Article 1 of Protocol No. 1 by reason that the requisition order had not been made in accordance with the public interest and that he had not received adequate and appropriate compensation.", "14. In a judgment of 3 October 2003, the Civil Court dismissed the applicant's claim. It declared that the tenement should be considered 'quid unum' and therefore as a single entity, including the field. It also found that the applicant's submission that the requisition order had been made in excess of power was unsubstantiated.", "15. The Civil Court held that the existence of a public interest should be assessed in the light of the particular features of each individual case. In the applicant's case, the requisition was aimed at ensuring a fair distribution of homes. The benefit enjoyed by the son of Mr P. and his family, who were still using the tenement as a place of habitation, was far superior to that of the applicant. In fact, the latter made sporadic use of the garden or field, which, according to certain witnesses, was used as a rubbish dump.", "16. The Civil Court furthermore observed that the applicant had brought his complaints twenty years after the issuing of the requisition order and that during this period he had apparently accepted the rent that he was being paid. This rent had been established by the Land Valuation Officer and had the applicant wanted to review the amount of the rent he could have applied to the Rent Regulation Board.", "17. The Civil Court found that it had no jurisdiction to deal with the alleged violation of Article 1 of Protocol No. 1 since the requisition order had been issued in 1975. According to Article 4 of Chapter 319 of the Laws of Malta, the Convention could not be applied retroactively and thus only breaches which occurred after 30 April 1987 fell within the jurisdiction of the domestic courts.", "18. The applicant appealed to the Constitutional Court.", "19. He observed that had the tenement been a single entity, this should have been the case from the original requisition order made in 1941. However, the field only became accessory to the tenement according to the 1975 requisition order. The applicant moreover claimed that the tenant was making use of the land to further his gardening hobby, which could not be considered an essential part of his accommodation needs. The applicant recalled that he had been deprived of his property for almost thirty years and complained about the amount of rent (28 Maltese Liras (MTL) per year – approximately 67 euros (EUR)), which he considered to be ridiculous in comparison with the market value of the property.", "20. In a judgment of 25 February 2005, the Constitutional Court rejected the applicant's appeal.", "21. It held that the applicant's tenement should be considered one whole property, especially since the only access to the field was through the ground floor. Furthermore, the applicant had never made any serious attempt to question this and had kept unreservedly receiving the rent due. In any case, if he had not been satisfied with the amount of the rent, the applicant should have applied to the Rent Regulation Board, thus using the ordinary remedy available in such circumstances.", "22. The Constitutional Court found that the applicant's claim regarding a violation of his right to the enjoyment of property was inadmissible ratione temporis as the requisition order had been issued and executed before 1987. However, since the complaint concerning the absence of adequate compensation referred to a continuing situation, the Constitutional Court went on to consider its merits.", "23. It recalled that the applicant had always accepted rent from the tenants, which meant that there was a regular lease between the two. The Constitutional Court held that the Government enjoyed a wide margin of appreciation in assessing what was in the public interest and which measures were proportionate to the aims sought to be achieved. It quoted van Dijk's and van Hoof's book Theory and Practice of the European Convention stating that social and economic policy in the field of housing constituted an aim in the general interest.", "24. Finally, the requisition and the amount of rent were in accordance with the Strasbourg case-law. The Constitutional Court referred, on these points, to the cases of Pine Valley Developments and Others v. Ireland (judgment of 29 November 1991, Series A no. 222), Sporrong and Lönnroth v. Sweden (judgment of 23 September 1982, Series A no. 52), The Holy Monasteries v. Greece (judgment of 9 December 1994, Series A no. 301-A) and James and Others v. United Kingdom (judgment of 21 February 1986, Series A no. 98).", "25. According to section 2 of the Housing Act requisition means:", "“ to take possession of a building or require the building to be placed at the disposal of the requisitioning authority.”", "26. Until 1989 the Housing Secretary could issue a requisition order if he was satisfied that such a step was necessary in the public interest for providing living accommodation to certain persons or for ensuring a fair distribution of living accommodation. As in force at the time of the requisition of the applicant's tenement, section 3(1) of the Housing Act read as follows:", "“The Secretary, if it appears to him to be necessary or expedient to do so in the public interest or for providing living accommodation to persons or for ensuring a fair distribution of living accommodation, may requisition any building, and may give such directions as appears to him to be necessary or expedient in order that the requisition may be put into effect or complied with.”", "27. After 1989 the authority to issue requisition orders was given to the Director of Social Housing.", "28. A requisition order imposes on the owner of the requisitioned premises a landlord-tenant relationship. According to section 8(1) of the Housing Act, the Director of Social Housing may require the owner to recognise the person accommodated in his property as his tenant or sub-tenant.", "29. The owner of the premises may seek authorisation for non-compliance with this request in accordance with section 8(2) and (3) of the Housing Act, which, in so far as relevant, provides:", "“(2) Within thirty days of service on him of a judicial letter under the last preceding sub-section, the requisitionee, by application to the First Hall of the Civil Court in contestation of the Director, may pray for an authorisation of non-compliance with that request ...", "(3) The court shall not grant the authorisation of non-compliance mentioned in the last preceding sub-section unless the applicant shows to the satisfaction of the court that serious hardship would be caused to him by complying with that request:", "Provided that the assertion that the requisitionee wishes to take possession of the building for his own use or for the use of any member of his family shall not be considered of itself as a hardship for the purposes of this sub-article.”", "30. According to the Housing Act, the owner of the premises has a right to compensation, which is calculated and payable pursuant to the criteria established in section 11, which, in so far as relevant, reads as follows:", "“(1) Subject as hereinafter provided, the compensation payable in respect of the requisition of a building shall be the aggregate of the following sums, that is to say-", "(a) a sum equal to the rent which might reasonably be expected to be payable by a tenant in occupation of the building during the period for which possession of the building is retained by virtue of the provisions of this Act, under a letting granted immediately before the beginning of that period:", "Provided that where the building is used by the Director or by a person accommodated therein after its requisition as a dwelling house within the meaning of the Rent Restriction (Dwelling Houses) Ordinance, the rent shall not exceed the fair rent as defined in article 2 of the aforesaid Ordinance;", "(b) a sum equal to the cost of making good any damage to the building which may have occurred during the period in which possession thereof under requisition was retained (except in so far as the damage has been made good during that period by the occupant of the requisitioned premises or by a person acting on behalf of the Director), no account being taken of damage which, under the provisions of this Act, is the responsibility of the requisitionee;", "(c) a sum equal to the amount of expenses reasonably incurred, otherwise than on behalf of the Director, for the purpose of compliance with any directions given by or on behalf of the Director in connection with the taking of possession of the building .”", "31. According to Article 2 of the Rent Restriction (Dwelling Houses) Ordinance, “fair rent” means:", "“i) in respect of an old house, the rent which might reasonably be expected in respect of an old house, regard being had to the average rents prevalent on the 31st March, 1939, as shown on the registers of the Land Valuation Office in respect of comparable dwelling houses in the same or in comparable localities:", "Provided that where, after the 31st March, 1939, structural alterations or additions in a house, whether old or new, have been carried out which, in the opinion of the Board, have enhanced the rental value of the house and in respect of which or, as the case may be, of a part of which, no compensation has been paid or is payable under the provisions of the War Damage Ordinance 1943, and no amount has been paid or is payable by way of a grant by the Government of Malta, the rent shall be increased by an amount which, in the opinion of the Board, corresponds to the enhancement of the rental value and which shall in no case exceed a return of three and one quarter per centum a year on the capital outlay on the alterations or additions (excluding any interest on loans or in respect of idle capital) or, as the case may be, on the part thereof in respect of which compensation has not been paid and is not payable under the provisions of the War Damage Ordinance 1943, and no amount has been paid or is payable by way of grant by the Government of Malta, in every case as proven by the landlord to the satisfaction of the Board or, in default, as assessed by the Board; and", "ii) in respect of a new house, a sum equivalent to a return of three per centum a year on the freehold value of the site and of three and one quarter per centum on the capital outlay on construction (excluding any sum which has been paid or is payable by way of a grant by the Government of Malta and any interest on loans or in respect of idle capital) as proven by the landlord to the satisfaction of the Board or, in default, as assessed by the Board:", "Provided that where a payment under the War Damage Ordinance 1943, is made by or is due from the war damage account in respect of a former building out of which or on the site of which a new house is erected in whole or in part, for the purpose of computing the fair rent of that new house the return on that part of the capital outlay thus contributed by or due from the war damage account shall in no case exceed one year's fair rent of the former building as on 31st March,1939, or three and one quarter per centum for one year on that part of the capital outlay, whichever is the less;", "iii) in respect of a scheme house, an annual sum to be determined by agreement ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}