{"ITEMID": "001-72730", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF POJE v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants were born in 1961 and 1983 respectively and live in Zagreb.", "5. On 4 January 1992 I.P., the first applicant’s husband and the second applicant’s father, died in a traffic accident.", "6. On 10 February 1992 the applicants brought a civil action against the insurance company C.O. with the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking damages.", "7. The Municipal Court held hearings on 6 April and 2 December 1992, 3 May, 20 June and 19 September 1994 and 10 November 1997.", "8. On 17 September 1998 and 10 February 1999 the applicants filed two rush notes requesting the court to schedule a hearing and deliver a decision.", "9. The hearings scheduled for 9 February 1999 and 19 January 2000 were adjourned due to the illness of the judge. The hearings scheduled for 10 May 2000 and 19 September 2000 were adjourned for absence of the summoned witnesses. At the hearing held on 9 February 2001 the court heard those witnesses.", "10. On 23 March 2001 the Municipal Court closed the main hearing and gave judgment dismissing the applicants’ claim. The judgment was served on the applicants on 12 April 2001.", "11. On 25 April 2001 the applicants appealed to the Zagreb County Court (Županijski sud u Zagrebu).", "12. On 18 February 2003 the County Court quashed the first-instance judgment and remitted the case. The decision was served on the applicants on 30 April 2003.", "13. In the resumed proceedings, the Zagreb Municipal Court held hearings on 10 October 2003, 7 April 2004 and 20 May 2005.", "The Government submitted that the court also had held a hearing on 10 December 2003. According to the applicants that hearing never took place.", "14. It appears that the proceedings are still pending before the Municipal Court.", "15. Meanwhile, in 2002 the applicants lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) complaining about the length of the proceedings.", "16. On 11 April 2003 the Constitutional Court declared the applicants’ complaint inadmissible, since the Municipal Court had given its judgment in the case while the complaint had been pending before the Constitutional Court.", "17. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}