{"ITEMID": "001-104981", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF NAKA v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;George Nicolaou;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant was born in 1938 and lives in Athens.", "5. She is employed as a cleaning lady at the General Hospital of Athens “Laiko”.", "6. On 17 June 1996 she lodged a civil action with the Athens First Instance Civil Court asking for a sum of 29,151,114 drachmas (GRD) (i.e. 85,739 euros) in respect of unpaid salaries.", "7. On 2 October 1997 her action was accepted. This decision was certified (θεώρηση) on 8 July 1998 (judgment no. 2927/1997).", "8. On 29 March 1999 the hospital lodged an appeal.", "9. On 21 September 1999 the Athens Civil Court of Appeal accepted the appeal and rejected the applicant’s action as unfounded (judgment no. 7938/1999).", "10. On 31 October 2000 the applicant lodged an appeal on points of law with the Court of Cassation.", "11. On 4 December 2001 the Court of Cassation accepted the appeal and remitted the case to a different division of the Court of Appeal (judgment no. 1684/2001).", "12. On 20 December 2001 the applicant filed an application before the Court of Appeal asking for a hearing date to be set. The hearing was held on 5 March 2002.", "13. By judgment dated 28 November 2002 the Court of Appeal quashed judgment no. 2927/1997 of the Athens First Instance Civil Court and partially allowed the applicant’s appeal (judgment no. 9275/2002).", "14. On 13 July 2004 the applicant lodged an appeal on points of law.", "15. On 24 June 2008 the Court of Cassation partially accepted the appeal and remitted the case to a different division of the Court of Appeal (judgment no. 1394/2008). This judgment was finalised on 5 November 2008. It does not transpire from the case file that these proceedings have been concluded."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}