{"ITEMID": "001-111666", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA;SMR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TONIOLO v. SAN MARINO AND ITALY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law;Article 5-1-f - Extradition) (San Marino)", "JUDGES": "Corneliu Bîrsan;Guido Raimondi;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["6. The applicant, an Italian national, was born in 1949 and lives in San Marino.", "7. On 10 August 2009, the Prosecutor of the Rome Tribunal informed the Italian Ministry of Justice and the San Marino Tribunal, that criminal proceedings had been instituted against the applicant (an Italian citizen resident in San Marino) for, inter alia, money laundering. He further informed them that by a decision of 3 July 2009 the Rome Tribunal had ordered his preventive detention. The prosecutor therefore requested the San Marino judicial authorities to extradite the applicant and place him in preventive detention on the basis of the bilateral Convention on Friendship and Good Neighbourhood between Italy and San Marino of 1939 (the 1939 Convention). At the same time he requested the Italian Ministry to authorise the extradition request.", "8. By a decision of 12 August 2009 the Commissario della Legge (CL) accepted the request and ordered the applicant’s arrest and preventive detention pending his extradition, on the basis of the 1939 Convention, noting, moreover, that San Marino had also ratified the European Convention on Extradition of 1957 (the 1957 Convention).", "9. On the same day the applicant was notified of the order and arrested.", "10. On 14 August 2009, pending the official request by the Italian Ministry of Justice according to Article 22 of the 1939 Convention, the CL requested the Capitani Reggenti (CR) to authorise the extradition, noting that the relevant requirements were fulfilled. No reply was received.", "11. On 20 August 2009 the applicant and his lawyer were heard in relation to his extradition. On the same day, the CL rejected a request by the applicant for house arrest on the basis of the 1939 Convention.", "12. On 26 August 2009 the Secretary of State informed the CL about a note verbal from the Italian embassy of 20 August 2009 which noted that San Marino had become a party to the 1957 Convention on 16 June 2009 and that therefore the Italian request would be submitted within the 40 days stipulated in the 1957 Convention. Moreover, the note verbal requested the extension available under the said Convention, in the event that it became necessary.", "13. On 24 August 2009 the applicant complained against the decision of 12 August 2009 (paragraph 8 above) in so far as there had been no urgent reasons under the 1939 Convention, which in his view was applicable to the present extradition, justifying preventive detention.", "14. On 7 September 2009 the appeal judge dismissed this complaint. The court considered that the preventive measure was to facilitate extradition. It considered the element of urgency to be linked to the risk of absconding and that one had to take account of the geographical situation of San Marino. The court held that the basis of the detention was the arrest warrant of 12 August 2009 which it was thereby confirming, however, modifying the applicable rules in that such orders were to be governed by the 1957 Convention which had to apply to the present extradition. While it was true that the first steps of the extradition process had been in accordance with the 1939 Convention and the subsequent ones with the 1957 Convention; it was also true that San Marino had made a reservation, when ratifying the 1957 Convention, to the effect that its bilateral agreement would prevail. However, Italy had not made such a reservation or acknowledged the San Marino one.", "15. On the same day, 7 September 2009, the applicant requested, under the 1939 Convention, to be released on the expiry of 30 days from his arrest, if the extradition request and relevant documents were not submitted.", "16. On 11 September 2009 this request was rejected by the CL, holding that the 1957 Convention, which prevailed over the 1939 Convention, stipulated a maximum of 40 days.", "17. On 18 September 2009 the CL informed the CR of the extradition request and relevant documents submitted by the Italian Ministry of Justice on the same day. He confirmed that the conditions of the 1957 Convention were fulfilled and therefore requested the authorisation of the extradition. On the same day the CR gave its authorisation on the basis of the 1957 Convention and the CL ordered the applicant’s extradition, which took place the following day.", "18. On 19 September 2009 at 12.50 a.m. the applicant was picked up and ten minutes later notified of the extradition order which he refused to sign claiming it should be submitted to his lawyer. He was transferred to the Italian police at 2.45 p.m. and at 4.15 p.m. the extradition order was notified to one of his lawyers.", "19. On 5 October 2009 the applicant lodged an application (ex art 56 c.p.p.) with the Terza Istanza Penale against the appeal judge’s order of 7 September 2009 (confirming the order of 12 August 2009 concerning preventive detention – paragraph 14 above) and the extradition order of 18 September 2009. In relation to the former he argued that he was not a dangerous individual, there was no risk of absconding or altering evidence, no need to protect the community, that the charges brought forward by the Italian Government were unfounded and that the extradition request had not been properly submitted. In respect of the extradition, he claimed, inter alia, that it had been vitiated since it had been requested on the basis of the 1939 Convention and not the 1957 Convention, which could not apply in view of the reservation by San Marino to the effect that its bilateral agreements would prevail. Moreover, the entire procedure had been tainted by illegality, the rights of the defence had been breached in that the applicant had not been heard nor were his lawyers notified or allowed access to the applicant at the time of the extradition. He also referred back to the submissions made on 24 August 2009.", "20. By a judgment of 20 November 2009 (notified on 1 December 2009) the Terza Istanza Penale held that it could not take cognisance of the complaint against the extradition order as this was still pending before the appeal judge at second instance (see below). As to the rest, it reiterated that while it was true that the first steps of the extradition process had been in accordance with the 1939 Convention and the subsequent ones with the 1957 Convention; it was also true that San Marino had made a reservation, when ratifying the 1957 Convention, to the effect that its bilateral agreement would prevail. However, Italy had not made such a reservation or acknowledged the San Marino one. This, thus, led to a situation where for San Marino the 1939 Convention applied and for Italy the 1957 Convention applied. This was clearly unworkable. Thus, it was obvious that the reservation could only apply if both States had coinciding declarations. As to the decision to keep the applicant in preventive detention the court found that the CL’s decision had been a legitimate exercise of discretion in which the CL had considered the seriousness of the offences, the evidence presented and any other conditions relevant to the aim of successfully extraditing the applicant. Therefore, the conditions for the application of such a measure were fulfilled under both Conventions. Moreover, it could not be said that the extradition process had caused the applicant prejudice at any time. The process had been in conformity with the Italian request and the relevant Conventions at different stages. This constituted a legitimate basis for the entire extradition proceedings including the duration of the detention. Thus, it further confirmed the order of arrest of 12 August 2009 and the decision of the appeal judge of 7 September 2009, which were thereby definitive.", "21. On 29 September 2009 (a few days before the start of the first set of proceedings mentioned above), the applicant had lodged an application (ex art 56 c.p.p. and art 30 of Law 30/07/2009 no.104) before the appeal judge against the extradition order of 18 September 2009. His application started by reiterating the arguments made in his submissions of 24 August 2009 (regarding preventive detention). He further argued, inter alia, that he had been extradited without being heard and without being notified of the authorisations relevant to such procedure except for the order of 18 September 2009, and pointed to other irregularities which vitiated the request such as the application of two Conventions which had different formal requirements. He also reiterated other issues raised in his submissions of 24 August 2009.", "22. The application was rejected on 23 November 2009 (a few days after the above mentioned final judgment of 20 November 2009). The court noted that the object of the application was the same as that made in another application. The objection to the execution of the applicant’s extradition order of 18 September 2009 was identical in both proceedings. The objection against the decision of 12 August 2009 was inadmissible not quite on the basis that it was being contested in another forum, but particularly because the arguments brought forward were the same in both fora.", "23. On 17 December 2009 the applicant appealed to the Terza Istanza Penale against this decision. The applicant stated that he was appealing the decision of 23 November 2009 which had rejected his appeal of “5 October 2009”. He argued, inter alia, that he had been extradited without being heard and without being notified of the authorisations relevant to such procedure except for the order of 18 September 2009, and pointed to other irregularities which vitiated the request such as the application of two Conventions which had different formal requirements, and the issues raised in his submissions of 24 August 2009. In consequence he considered that the extradition had to be considered invalid.", "24. By a judgment of 8 February 2010 the Terza Istanza Penale considered this application to refer to all the steps of the extradition proceedings, as it reiterated the same grounds aired previously in different phases of the proceedings, including those before the same judge in the Terza Istanza Penale. The court held that, as to the notification, both the applicant and his lawyers had been informed of the arrest order dated 12 August 2009 on the same day, and the Italian ordinance on which the arrest order was based had been notified the subsequent day. Following that, the applicant’s lawyers had had full access to him while in detention and to all the relevant documents in the proceedings. The applicant had been heard in a hearing and had made use of multiple remedies in respect of every step of the proceedings. The court reiterated that all these proceedings had been governed by the 1957 Convention, as the prevailing instrument and that any order based on the 1939 Convention had not prejudiced the applicant in his right to liberty. On the substance it considered that there had been sufficient logical and juridical justification to accept the Italian request for extradition which had been submitted including all the relevant and necessary elements according to the relevant international legal texts. Lastly, the Terza Istanza Penale noted that the appeal judge had upheld the prosecutor’s objections that there had been nothing new in this application which was therefore inadmissible. Bearing in mind all the above, it considered the appeal manifestly ill-founded and confirmed the order of 18 September 2009 for the applicant’s extradition.", "25. On 12 February 2010 the Italian courts released the applicant following the expiration of the time-limits of detention prescribed by law.", "26. Article 8 of the Criminal Code of San Marino, in so far as relevant, reads as follows:", "“Extradition is regulated by means of international conventions, and in the event that they do not so provide, by San Marino law. Extradition of persons found in the territory of San Marino is allowed on the fulfilment of the following conditions:", "1. That the fact constitutes an offence under both the law of San Marino and the law of the requesting State.", "2. That the crime, the penalty or the relevant measures are not extinct in the law of any of the two States.", "3. That the criminal proceedings can be brought in the courts of both States.", "4. That the request does not relate to a citizen of San Marino, unless it was so expressly allowed by international conventions.", "5. That it does not concern political crimes or crimes related to the latter, or to military crimes exclusively, or that it appears that the extradition is wanted solely for political grounds (...).”", "27. Article 22 of the 1939 Convention, in so far as relevant, reads as follows:", "“The extradition request shall be directly submitted by the competent judicial authority of the requesting state to the requested state. (...) The extradition request and extradition order must be authorized in Italy by the Justice Ministry and in San Marino by the Reggenza (RC).” (Summary unofficial translation).", "28. Article 23 of the 1939 Convention, in so far as relevant, reads as follows:", "“When a request for extradition is submitted all the necessary measures must be taken to ensure its execution. An arrested person will be detained until a decision on the extradition is taken and if this is decided until the extradition. Provisional arrest may be ordered on the basis of a declaration (referring to certain conditions, such as existence of an arrest warrant) or on the basis of a published wanted criminals list, in cases of urgency. The provisional detainee will be set free within one month from his arrest if by then the extradition request and the relevant documents have not reached the requested party. This term may be prolonged to two months if the person to be extradited is identified as a dangerous criminal or if the arrest was based exclusively on a published wanted criminals list. The individual’s release does not prejudice his or her extradition once the relevant request and documents have been received.” (Summary unofficial translation).", "29. The relevant articles read as follows:", "Article 12 – The request and supporting documents", "“(1) The request shall be in writing and shall be communicated through the diplomatic channel. Other means of communication may be arranged by direct agreement between two or more Parties.", "(2) The request shall be supported by:", "a) the original or an authenticated copy of the conviction and sentence or detention order immediately enforceable or of the warrant of arrest or other order having the same effect and issued in accordance with the procedure laid down in the law of the requesting Party;", "b) statement of the offences for which extradition is requested. The time and place of their commission, their legal descriptions and a reference to the relevant legal provisions shall be set out as accurately as possible; and", "c) copy of the relevant enactments or, where this is not possible, a statement of the relevant law and as accurate a description as possible of the person claimed, together with any other information which will help to establish his identity and nationality. ”", "Article 16 – Provisional arrest", "“In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "The request for provisional arrest shall state that one of the documents mentioned in Article 12, paragraph 2.a, exists and that it is intended to send a request for extradition. It shall also state for what offence extradition will be requested and when and where such offence was committed and shall so far as possible give a description of the person sought.", "A request for provisional arrest shall be sent to the competent authorities of the requested Party either through the diplomatic channel or direct by post or telegraph or through the International Criminal Police Organisation (Interpol) or by any other means affording evidence in writing or accepted by the requested Party. The requesting authority shall be informed without delay of the result of its request.", "Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.", "Release shall not prejudice re-arrest and extradition if a request for extradition is received subsequently.”", "Article 18 – Surrender of the person to be extradited", "“The requested Party shall inform the requesting Party by the means mentioned in Article 12, paragraph 1, of its decision with regard to the extradition.", "Reasons shall be given for any complete or partial rejection.", "If the request is agreed to, the requesting Party shall be informed of the place and date of surrender and of the length of time for which the person claimed was detained with a view to surrender.", "Subject to the provisions of paragraph 5 of this article, if the person claimed has not been taken over on the appointed date, he may be released after the expiry of 15 days and shall in any case be released after the expiry of 30 days. The requested Party may refuse to extradite him for the same offence.", "If circumstances beyond its control prevent a Party from surrendering or taking over the person to be extradited, it shall notify the other Party. The two Parties shall agree a new date for surrender and the provisions of paragraph 4 of this article shall apply.”", "Article 22 – Procedure", "“Except where this Convention otherwise provides, the procedure with regard to extradition and provisional arrest shall be governed solely by the law of the requested Party.”", "Article 26 – Reservations", "“Any Contracting Party may, when signing this Convention or when depositing its instrument of ratification or accession, make a reservation in respect of any provision or provisions of the Convention.", "Any Contracting Party which has made a reservation shall withdraw it as soon as circumstances permit. Such withdrawal shall be made by notification to the Secretary General of the Council of Europe.", "A Contracting Party which has made a reservation in respect of a provision of the Convention may not claim application of the said provision by another Party save in so far as it has itself accepted the provision.”", "Article 28 – Relations between this Convention and bilateral Agreements", "“This Convention shall, in respect of those countries to which it applies, supersede the provisions of any bilateral treaties, conventions or agreements governing extradition between any two Contracting Parties.", "The Contracting Parties may conclude between themselves bilateral or multilateral agreements only in order to supplement the provisions of this Convention or to facilitate the application of the principles contained therein.", "Where, as between two or more Contracting Parties, extradition takes place on the basis of a uniform law, the Parties shall be free to regulate their mutual relations in respect of extradition exclusively in accordance with such a system notwithstanding the provisions of this Convention. The same principle shall apply as between two or more Contracting Parties each of which has in force a law providing for the execution in its territory of warrants of arrest issued in the territory of the other Party or Parties. Contracting Parties which exclude or may in the future exclude the application of this Convention as between themselves in accordance with this paragraph shall notify the Secretary General of the Council of Europe accordingly. The Secretary General shall inform the other Contracting Parties of any notification received in accordance with this paragraph.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}