{"ITEMID": "001-72154", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KEZER AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Partly inadmissible under Art. 6-1 (civilian judges on state security court and Court of Cassation);Violation of Art. 6-1 (military judge on state security court);Not necessary to examine other admissible complaints under Art. 6;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicants were born in 1960, 1969, 1951, 1961 and 1964 respectively and live in İzmir.", "6. On 2 June 1995 Nedim Öndeş, Arap Doğan, Ferhan Özçelik and Selhan Tekin were arrested and taken into custody by the Anti-Terror branch of the İzmir Security Directorate on suspicion of aiding and abetting an illegal organisation. On 6 June 1995 Yahya Kezer was arrested and taken into custody by the same police officers on the same grounds.", "7. On 14 June 1995 the applicants were brought before the İzmir State Security Court. The court ordered their remand in custody.", "8. On 10 July 1995 the public prosecutor at the İzmir State Security Court filed a bill of indictment accusing Yahya Keser and Nedim Öndeş of membership of an illegal organisation and the other applicants of aiding and abetting an illegal organisation. He requested that Yahya Keser and Nedim Öndeş be convicted and sentenced under Article 168 §2 of Criminal Code and Article 5 of Law no. 3713. In respect of the other applicants, the public prosecutor requested that they be convicted and sentenced under Article 169 of Criminal Code and Article 5 of Law no. 3713.", "9. On 22 July 1997 the İzmir State Security Court convicted the applicants as charged and sentenced Yahya Keser to fifteen years, Nedim Öndeş to fourteen years and seventeen months, Arap Doğan to two years and eleven months and Ferhan Özçelik and Selhan Tekin to three years and nine months’ imprisonment.", "10. On 7 July 1998 the Court of Cassation quashed the judgment of the İzmir State Security Court for non-compliance with procedural rules.", "11. On 3 December 1998 the İzmir State Security Court convicted the applicants as charged and sentenced Yahya Keser to fifteen years’ imprisonment, Nedim Öndeş to fourteen years’ and seventeen months’ imprisonment and the other applicants to three years’ and nine months’ imprisonment.", "12. On 18 October 1999 the Court of Cassation held a hearing and upheld the judgment of the İzmir State Security Court. On 18 November 1999 the judgment of the Court of Cassation was deposited with the registry of the İzmir State Security Court.", "13. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003).", "14. By Law no. 5190 of 16 June 2004, published in the Official journal on 30 June 2004, the State Security Courts have been abolished."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}