{"ITEMID": "001-98684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ASPROFTAS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 8;No violation of Art. 14;No violation of Art. 3;No violation of Art. 5;No violation of Art. 6;No violation of Art. 7;No violation of Art. 11;No violation of Art. 13;No violation of Art. 14+5;No violation of Art. 14+6;No violation of Art. 14+7", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1963 and lives in Nicosia.", "8. The applicant claimed that his home had been in Trypimeni, a village in the District of Farmagusta (northern Cyprus). He had lived there with his parents, who ran a grocery store, and six siblings in a house with a yard (covering an area of 532 square metres), registered under plot no. 81, sheet/plan 13/40 and owned by his father. On 7 September 1999, the applicant's father transferred ownership of this house to Mr Georgios Asproftas (the applicant's brother) by way of gift.", "9. Since the 1974 Turkish intervention, the applicant has been deprived of his home, which was located in the area under the occupation and control of the Turkish military authorities. The latter had prevented him from having access to and from using the house at issue.", "10. On 19 July 1989, the applicant joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey and Loizidou v. Turkey cases (see below) also took part.", "11. According to an affidavit sworn by the applicant before the Nicosia District Court on 4 January 2000, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus, in support of the missing persons and to protest against human rights violations. The applicant joined the demonstration as a reporter for the newspaper Exormisis.", "12. During the demonstration dozens of armed Turkish policemen and soldiers moved towards the demonstrators. The UN peacekeeping cordon broke up and vanished. The Turkish forces started to beat some women with batons, to kick them and drag them by the arms, legs and hair. While he was trying to help some of these women, the applicant was grabbed and beaten by Turkish policemen. He was hit in the face and other parts of the body and taken at gunpoint with others who had also been arrested during the demonstration. His photographic equipment was seized despite him showing his press card. He was then led to a bus through an angry crowd of 200-300 civilians who shouted abuse and threats. As the applicant was walking without police protection, the crowd had an opportunity to rush at him. He was dragged and beaten until two policemen came and accompanied him onto the bus. He was transported to the so-called “Pavlides Garage”, where a body search was carried out and all his personal effects were taken. The crowd outside the garage was shouting and throwing stones, some of which came through the roof.", "13. While at the garage the applicant saw a policeman in civilian clothes who told him “Turkey will kill you”. Sometime around midnight he was interrogated by an officer who spoke perfect Greek. The applicant did not give wholly accurate answers to some of the questions, preferring to lie about some of the detail. The interrogator then started a political discussion and tried to convey his own ideas to the applicant in a very friendly and diplomatic manner. The applicant refused to sign a statement written in Turkish, as he considered it would have been tantamount to recognising the “Turkish Republic of Northern Cyprus” (the “TRNC”). When one of the women detainees (Mrs Vrahimi – see application no. 16078/90) was beaten, all the other prisoners remained silent, fearing for their fate. At around 2.30 a.m. on 20 July 1989 the applicant and some other men were ordered onto a police bus. He was taken to the Seray Police Station, where, after a body search, he was held in a cell that was filthy, dirty and dark. During his stay in the cell the applicant heard the screams of other demonstrators.", "14. At around 2.00 p.m. the same day, he was given back his personal effects and taken to court together with seven other prisoners. No proper translation was provided at the hearing. A policeman acted as translator but translated only part of what the judge and the witnesses said. The accused explained why they were taking part in the demonstration and in what capacity. The applicant was remanded in custody for two days and then taken to Ortakeuy Prison, where all his personal effects were removed again. He was put with other men in a dormitory block. An hour later, he was blindfolded and led to another area of the prison where he was interrogated by four or five army officers who could not speak any Greek. A translator was present. After the interrogation, which touched on political and military subjects, he was taken to another room to talk to a television anchorman.", "15. On 21 July 1989 the applicant was again taken to court together with nine other people. He had no legal representation and no proper interpretation was provided. The interpreter had difficulties in translating some of the words and was occasionally helped by the television anchorman. One of the accused (the Bishop of Kitium) spoke on behalf of the others and said they would only accept as defence counsel a Greek-Cypriot or a UN lawyer. The trial judge replied that she could only appoint a lawyer registered with the “TRNC” bar association. The accused pleaded “not guilty” and stated that they did not recognise the legitimacy of the “TRNC” and of its tribunals. Four witnesses were called by the prosecution. The Bishop of Kitium put some questions to the first witness. Those considered of a political character were ruled inadmissible by the trial judge. The Bishop then made the following statement: “since cross-examining the pseudo-witnesses of your pseudo-court may be regarded as indicating that we recognise the procedure, we say that we have nothing else to say and we shall not cross-examine any other pseudo-witness”. From then on the accused did not participate in the procedure. After the trial hearing, the applicant and his co-accused were taken back to prison. Their pictures were taken.", "16. On 22 July 1989 the applicant was taken to court again. A baying crowd gathered outside the courtroom. He was sentenced to three days' imprisonment and a fine of 50 Cypriot pounds (CYP) – approximately 85 euros (EUR) – with five additional days in prison in default of payment within 24 hours. There was an angry crowd in the court area shouting, swearing and making obscene gestures at him and the other detainees.", "17. The applicant was detained in Ortakeuy Prison from 24 until 28 July 1989. During this period he refused to eat anything in order to protest against the prison director's refusal to give to the Bishop of Kitium the church vestments and holy vessels, which had been sent in order to allow the Bishop to celebrate mass. On 26 July 1989 the applicant was locked in an isolation cell as punishment for refusing food. That cell was extremely small and unbearably hot (40-60oC).", "18. On 28 July 1989 the applicant was released in front of journalists and television cameras. He was handed over to the UN soldiers at the last Turkish sentry box and transported back to the southern part of Cyprus.", "19. In support of his claim of ill-treatment, the applicant produced five medical certificates, which read as follows:", "(a) Certificate issued on 16 December 2002 by Dr. Andreas G. Constantinides, consultant surgeon at the Evangelistria Medical Centre in Nicosia:", "“[Mr Tasos Asproftas] is suffering from osteoarthritis of the cervical cord. I have recommended that he should stay at home and undergo physiotherapy from 17/12 until 28/12/02.”", "(b) Certificate issued on an unspecified date by Dr. S.C. Sergiou, orthopaedic surgeon in Larnaka:", "“Mr Tasos Asproftas is suffering from cervical disc disease and is unable to work from 3/1/03 until 12/1/03.”", "(c) Certificate issued on 9 January 2003 by the medical and public health services – X-rays department – of the Republic of Cyprus:", "“Rear central hernia of the disc. Rear lateral right osteophyte in the area of chronic hernia of the disc A4-A5.", "Rear lateral left osteophyte in the area of chronic hernia in discs A5-A6 and A6-A7.", "Straight cervical spine due to muscles' spasm.", "Stenosis of the middle sections of the spinal cord A4-A5, A5-A6.”", "(d) Certificate issued on an unspecified date by Dr. Nicos Chr. Spanos, neurosurgeon in Nicosia:", "“It is recommended that Mr Asproftas be granted sick leave from 13.1.03 until 31.1.03 for investigation and treatment of the cervical middle spinal disc.”", "(e) Certificate issued on 7 February 2003 by Dr. Nicolas C. Christodoulou, specialist in physical medicine and rehabilitation sport medicine in Limassol:", "“Diagnosis: Severe left cervicobranchial syndrome (rapiculitis C7)", "Instructions for physiotherapy: approximately 12 sessions.", "1. Interferential current", "2. Short wave diathermy", "3. Mild cervical massage.”", "20. The applicant alleged that the above health problems were the result of the savage blows he had received from the Turkish policemen, soldiers and civilians in July 1989.", "21. The Government alleged that the applicant had participated in a violent demonstration with the aim of inflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "22. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "23. The applicant was charged, tried, found guilty and sentenced to a short term of imprisonment. He pleaded not guilty, but did not give evidence and declined to use the available judicial remedies. He was asked if he required assistance from a lawyer registered in the “TRNC”, but refused and did not ask for legal representation. Interpretation services were provided at the trial by qualified interpreters. All the proceedings were translated into Greek.", "24. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council's deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "25. The applicant produced 21 photographs taken at different times during the demonstration on 19 July 1989. Photographs 1 to 7 were intended to show that, notwithstanding the deployment of the Turkish-Cypriot police, the demonstration was peaceful. In photographs 8 to 10 members of the Turkish-Cypriot police are seen breaking up the UNFICYP cordon. The final set of photographs show members of the Turkish-Cypriot police using force to arrest some of the women demonstrators.", "26. The English translation of the “TRNC” Nicosia District Court's judgment of 22 July 1989 indicates that the applicant, together with 9 other men, was charged with two offences: entering “TRNC” territory without permission (contrary to sections 2, 8 and 9 of Law no. 5/72 – see paragraph 33 below) and entering “TRNC” territory other than through an approved port (contrary to subsections 12(1) and (5) of the Aliens and Immigration Law – see paragraph 34 below).", "27. The judgment was given in the presence of the accused and of an interpreter. The trial judge noted the following:", "(i) the accused did not accept the charges against them and stated that they did not wish to use the services of a lawyer registered in the “TRNC”;", "(ii) the public prosecutor called five witnesses, whose statements were translated into Greek for the accused's benefit;", "(iii) the witnesses (mainly police officers on duty at the time of the demonstration) declared that the accused had illegally entered the “TRNC” territory, shouted abuse at the Turkish-Cypriot forces and resisted arrest by pulling and pushing; knives and other cutting objects had been found in the bags of some of the demonstrators who had been arrested;", "(iv) the applicant stated that he was a journalist, that he had been arrested while he was following the demonstration even though the peace keeping forces had given him permission to do so;", "(v) the accused had been told that they could cross-examine witnesses in turn and, if they so wished, choose one of their number to cross-examine the witnesses on behalf of all the accused; however, they had not done so; one of the accused had put a few questions to one of the prosecution witnesses;", "(vi) before the “TRNC” District Court passed sentence, the Bishop of Kitium, speaking on behalf of all the accused, made a statement, saying that their struggle was peaceful, that their aim was to encourage Greek and Turkish-Cypriots to live together in peace, that they carried no weapons and that they had asked for UN protection;", "(vii) relying on statements by the prosecution witnesses, which had not been undermined by the statements made by some of the accused, the “TRNC” District Court came to the conclusion that the accused had crossed the borders of the “TRNC” at an unapproved entry point and without permission and had resisted by various means the UN and Turkish forces which had tried to stop them;", "(viii) the prosecution had proved its case beyond reasonable doubt, so that the accused were guilty on both counts;", "(ix) in deciding on the sentence, the “TRNC” District Court had taken into account the seriousness of the offence, and the fact that the accused had shown no remorse and continued to deny the validity of the “TRNC”.", "28. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assembled with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembling was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "29. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "30. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arm or weapons shall be forfeited.”", "31. According to Section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "32. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "\"(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty ...\"", "33. Section 9 of Law No. 5/72 states:", "\"... Any person who enters a prohibited military area without authorization, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.\"", "34. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and fine.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14", "3", "5", "6", "7", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}