{"ITEMID": "001-60703", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF YILDIZ v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["9. The applicants were born in 1975, 1976 and 1995 respectively. When they introduced the application, they were all living in Austria.", "10. The first applicant went to Austria in 1989 to live with his parents and siblings. As from 1994 he cohabited with the second applicant, who was born in Austria and has lived there all her life. They married under muslim law in April 1994 and under Austrian civil law in March 1997. Their daughter, the third applicant, was born on 14 August 1995.", "11. On 5 January 1993 the first applicant was sentenced to three days’ imprisonment on probation for shoplifting by a Swiss Court.", "12. On 19 May 1993 the Dornbirn District Court (Bezirksgericht) convicted him of theft without pronouncing a sentence. The court established that in 1992 the first applicant had stolen moped-accessories, cutlery and other commodities, two gold rings and a gold bracelet, worth altogether less than 25,000 Austrian schillings (ATS), equivalent to 1,817 euros (EUR). A probation period of three years was fixed.", "13. In 1992 and 1993 the first applicant was convicted of three minor breaches of traffic rules and sentenced to pay fines of ATS 300, 500 and 1,000 respectively. Between February and April 1994 he was convicted three times of driving a car without a driving licence and sentenced to pay fines of ATS 3,000, 4,000 and 5,000, respectively (equivalent to EUR 218, 290 and 363).", "14. On 28 February 1994, still without a driving licence, he overran a red traffic light and exceeded the speed limit of 60 km/h, driving at 170 km/h. On 6 April 1994 the Dornbirn District Authority (Bezirkshaupt-mannschaft) convicted him of these offences and sentenced him to a fine of ATS 14,500.", "15. On 21 September 1994 the Dornbirn District Authority imposed a five year residence ban on the first applicant.", "16. On 24 January 1995 the Vorarlberg Public Security Authority (Sicherheitsdirektion) dismissed the first applicant’s appeal.", "17. The authority referred to section 18 §§ 1 and 2 of the 1992 Aliens Act, which paragraphs provide that a residence ban has to be issued against an alien, inter alia, if he has been convicted more than once for similar offences by a domestic or foreign court, or if a fine has been imposed on him more than once for a grave administrative offence by an administrative authority. The Authority found that both conditions had been met in this case.", "18. Further, the Vorarlberg Public Security Authority, referring to the first applicant’s stay in Austria since 1989, the fact that his close family was living in Austria, his co-habitation with a Turkish national who was born in Austria, and his employment, found that the residence ban constituted an interference with the applicant’s right to respect for his private and family life. However, it was necessary for the aims set out in Article 8 § 2 of the Convention, namely for the prevention of crime and the protection of the rights of others. Given the first applicant’s continuous disregard of Austrian law, the authority assumed that it was probable that he would commit similar offences in the future. Thus, despite the first applicant’s high degree of integration in Austria, the public interest in issuing a residence ban outweighed the first applicant’s interest in staying. This decision was served on the first applicant on 8 February 1995.", "19. On 11 May 1995 the applicant was taken into detention with a view to his expulsion.", "20. On 13 June 1995 the Constitutional Court refused to deal with the first applicant’s complaint as it lacked sufficient prospects of success.", "21. Subsequently, the first applicant lodged a complaint with the Administrative Court. He requested that the decisions relating to the residence ban against him be quashed for errors of law. He submitted that the contested decisions violated his right to respect for his private and family life. In particular, he complained that the competent authorities had failed duly to weigh his interests in staying in Austria against the public interest of issuing a residence ban against him. Although he had been convicted of theft, no punishment had been imposed on him. The other convictions only concerned administrative offences. Neither his fiancée, the second applicant, who was born in Austria and worked there, nor their daughter, the third applicant, could be expected to follow him to Turkey.", "22. Furthermore, the first applicant submitted that Austria had become a member of the European Union on 1 January 1995 and was therefore bound by the Association Agreement between the European Union and Turkey. According to this Agreement, and the decisions on its implementation, Turkish workers who had been legally employed in a member State for a certain period had a right of free access to the employment market and also to a residence permit. In this context the first applicant requested the Administrative Court to refer the case to the Court of Justice of the European Communities for a preliminary ruling under Article 177 § 3 of the EEC Treaty. Moreover, measures of public security against such workers were only possible if the public interest was massively and actually endangered. Therefore, it would contradict EU-law to issue a residence ban against the child of a migrant worker’s family who has never committed anything else than petty crimes.", "23. On 10 August 1995 the Administrative Court granted the first applicant’s complaint suspensive effect. Thereupon, on 11 August 1995, the applicant was released from detention with a view to his expulsion.", "24. On 4 December 1996 the Administrative Court dismissed the first applicant’s complaint. It found that the contested residence ban served aims set out in Article 8 § 2 of the Convention, namely the prevention of crime and the protection of the rights of others. Furthermore, the Public Security Authority had duly weighed the interests involved. Given the fact that the first applicant had committed several criminal and administrative offences during a protracted period, the public interest weighed more heavily than the private interest, even in cases where an alien was integrated as the first applicant.", "25. As to the Association Agreement between the European Union and Turkey, and in particular decree no. 1/80 of the Association Council, the Administrative Court noted that the rights contained therein only applied after a certain number of years of lawful employment. The first applicant had failed to submit the relevant facts to the administrative authorities, in particular whether he had been working in Austria for the requisite period. Thus, the Vorarlberg Public Security Authority could not be reproached for not having taken into account that Agreement and the above decree. The decision was served on the first applicant on 20 January 1997.", "26. On 16 June 1997 an order to leave Austrian territory was served on the first applicant, with which he complied on 1 July 1997.", "27. The first applicant is currently living in Turkey. The validity of his residence ban expired in September 1999. However, according to his submissions, which were not contested by the Government, the possibilities of legally returning to Austria are very limited and involve long waiting periods.", "28. It appears that the second and third applicants visited the first applicant on a number of occasions in Turkey and spent a longer period of time there at the end of the year 2000 and in the beginning of 2001. In March 2001 the first and second applicants divorced. According to the divorce decree issued by a Turkish court, the second applicant has sole custody over the third applicant while the first applicant has a right of access. In September 2001 the second applicant returned to Austria. She has a settlement permit and a work permit. She has left the third applicant temporarily in Turkey where the latter is being cared for by relatives but intends to bring her back to Austria.", ""], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}