{"ITEMID": "001-110490", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "AKBULUT v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Celal Akbulut, is a Turkish national who was born in 1953 and lives in Turkey. He was represented before the Court by Wilson Solicitors LLP, a firm of lawyers practising in London.", "2. The facts of the case, as submitted by the applicant, may be summarised as follows.", "3. The applicant first entered the United Kingdom, as a visitor, in 1980. He married his wife, a British citizen born in Cyprus, later that same year. He and his wife lived in Turkey between 1980 and 1984, before returning to the United Kingdom, where the applicant was granted indefinite leave to remain in 1985. The applicant and his wife have four sons, all born in the United Kingdom in 1984, 1986, 1989 and 1993, respectively.", "4. On 4 February 2002, the applicant was convicted of two counts of supplying Class A drugs, for which he was sentenced to fourteen years’ imprisonment and made subject to a confiscation order for GBP 17,000. The sentencing judge found that the applicant had been near the top of the chain of an operation responsible for supplying huge amounts of heroin. The applicant was notified on 15 August 2007 of the Secretary of State’s intention to deport him.", "5. The applicant appealed against deportation and his appeal was heard by the then Asylum and Immigration Tribunal on 29 February 2008. The Immigration Judge noted that the applicant had been of good character prior to his conviction, and had been a “model prisoner” who had been assessed as presenting a low risk of reconviction. His relationships with his wife, four children, the youngest of whom was still under eighteen, and his wife’s elderly and infirm parents were taken into account. The applicant’s wife had stated that she would not accompany the applicant to Turkey if he were deported, as it would fracture her family, but that she would visit him and would maintain their relationship. The applicant’s children were all British citizens who were well settled in the United Kingdom and in full-time education. The Immigration Judge found without hesitation that the applicant’s deportation would be conducive to the public good, having regard to his extremely serious crime. His deportation would, however, impact severely on the Article 8 rights of his family, his wife and youngest child in particular. Nonetheless, it was observed that his family life had already been gravely affected by his conviction and subsequent imprisonment, which were of the applicant’s own making, and that his wife had coped well raising their children in his absence for the past six years. It was her choice, which the Tribunal respected, not to relocate to Turkey with the applicant if his deportation should be ordered. Given these facts, and the fact that the applicant could maintain links with his family by means of visits and telephone calls, it was found that his deportation would not be disproportionate to the legitimate aim pursued.", "6. The applicant sought reconsideration of the Tribunal’s determination, which was refused on 8 April 2008 by a Senior Immigration Judge, on the basis that the Tribunal had handed down a careful and detailed determination which contained no error of law.", "7. The applicant was deported to Turkey on an unknown date between 20 January 2009 and 25 June 2010.", "8. Section 3(5)(a) of the Immigration Act 1971 (as amended by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if the Secretary of State deems his deportation to be conducive to the public good.", "9. Section 32 of the United Kingdom Borders Act 2007 provides that the Secretary of State must make a deportation order in respect of a “foreign criminal,” namely a person who is not a British citizen; who is convicted of an offence; and who is sentenced to a period of imprisonment of 12 months or more. Section 33(2) of the same Act provides an exception to automatic deportation in circumstances where it would breach the foreign criminal’s rights under the Convention or the United Kingdom’s obligations under the Refugee Convention.", "10. Sections 82(1) and 84 of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against a decision to make a deportation order, inter alia, on the grounds that the decision is incompatible with the Convention.", "11. Council of Europe Recommendation Rec (2000) 15 Concerning the Security of Long-Term Migrants, 13 September 2000, provides as follows:", "“4. As regards the protection against expulsion", "a. Any decision on expulsion of a long-term immigrant should take account, having due regard to the principle of proportionality and in the light of the European Court of Human Rights’ constant case-law, of the following criteria:", "- the personal behaviour of the immigrant;", "- the duration of residence;", "- existing links of the immigrant and his or her family to his or her country of origin.", "b. In application of the principle of proportionality as stated in paragraph 4a, member States should duly take into consideration the length or type of residence in relation to the seriousness of the crime committed by the long-term immigrant. More particularly, member states may provide that a long-term immigrant should not be expelled:", "- after five years of residence, except in the case of a conviction for a criminal offence where sentenced to in excess of two years’ imprisonment without suspension;", "- after ten years of residence, except in the case of a conviction for a criminal offence where sentenced to in excess of five years of imprisonment without suspension;", "After twenty years of residence, a long-term immigrant should no longer be expellable.", "c. Long-term immigrants born on the territory of the member state or admitted to the member state before the age of ten, who have been lawfully and habitually resident, should not be expellable once they have reached the age of eighteen.", "Long-term immigrants who are minors may in principle not be expelled.", "d. In any case, each member state should have the option to provide in its internal law that a long-term immigrant may be expelled if he or she constitutes a serious threat to national security or public safety.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}