{"ITEMID": "001-91065", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KUPIEC v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1976 and lives in Kraków.", "6. On 19 June 2000 the applicant sued three professors from the Cracow University of Science and Technology (Akademia Górniczo-Hutnicza) before the Cracow Regional Court (Sąd Okręgowy) alleging professional misconduct on their part and seeking protection of his personal rights. He submitted that the professors had deliberately made him fail his fourth year of studies. They allegedly prohibited him from participation in lectures and the examinations. In this respect he claimed PLN 400,000 in compensation from the professors and PLN 1,000,000 from the University.", "7. On 8 October 2000 the applicant submitted information concerning his financial situation. He maintained that he received a family pension in the amount of PLN 322. He further stressed that he was a student, that he did not work and that he had incurred huge debts on his bank account (several thousand Polish zlotys).", "8. On 20 October 2000 the Regional Court asked the applicant to submit a copy of his bank statement and the contract for the purchase of his car. In reply, on 23 October 2000 the applicant sent a letter to the court, claiming that his debts amounted to PLN 17,323. However, he could not ask the bank for a statement because the bank would have discovered his debts. He was also not able to submit the contract for the purchase of his car (Renault Clio) as it had been bought with his mother’s money.", "9. On 3 November 2000 the Krakow Regional Court refused to exempt the applicant from the payment of court fees. The court held that the applicant had failed to submit evidence i.e. his bank statement in support of his allegations that he had substantial debts. According to the court, the fact that the applicant owned a Renault Clio was an indication that his financial situation was sound. The court stressed that it was impossible to cover the costs of the car maintenance with the applicant’s pension.", "10. On 13 December 2000 the applicant lodged an interlocutory appeal. He stressed that the court fee for lodging his claim exceeded PLN 75,000, which he was unable to pay. He further maintained that he did not own any real estate and that he rented his apartment under the rent-control scheme. Moreover, he was not even able to pay the reduced rent and he already owed PLN 3,670.45 to the housing co-operative. He further claimed that the fact that he owned a car was of no relevance as he had bought it two years ago when his financial situation had been better, given that he had had a part-time job at the time. He did not have a copy of the contract for the purchase of the car. However, he maintained that he had bought a new car and had paid PLN 30,900 for it.", "11. On 14 December 2000 the Regional Court again refused the applicant’s request. The court stressed that the fact that the applicant owned a car worth PLN 40,000 and at the same time his only income was a family pension of PLN 323 indicated that his financial situation was good and that he must have had some hidden resources. Otherwise, he would not be able to support himself and to maintain his car. According to the court, the applicant was trying to conceal his real financial situation.", "12. On 4 January 2001 the applicant lodged an interlocutory appeal against this decision. He claimed that the court’s refusal to exempt him amounted to a violation of his right of access to a court.", "13. On 22 January 2001 the Krakow Court of Appeal dismissed the applicant’s interlocutory appeal. The court held that a person applying for legal aid should not take out a loan in a situation when he still had assets (a car). In addition, the applicant had failed to provide a detailed statement about his financial situation.", "14. On 15 February 2001 the Regional Court ordered the applicant to pay PLN 29,100 as a fee for lodging his statement of claim on pain of having his claim returned.", "15. On 25 February 2001 the applicant again asked to be exempted from the court fees. He claimed that he was unable to pay that amount. He owed PLN 20,000 to the bank and had no savings. In addition, his claim related to the protection of personal rights. As regards his car, he could not sell it since a different set of civil proceedings concerning it was pending. Lastly, he maintained that apart from the family pension - PLN 326 - he did not have any other income. He had no possessions and the car was his only asset.", "16. On 3 April 2001 the Regional Court refused the applicant’s request. The court held that the applicant should have sold his car in order to obtain money for court fees.", "17. On 18 April 2001 the applicant again lodged an interlocutory appeal against this decision. The applicant repeated his earlier arguments and referred to the right of access to a court.", "18. On 21 May 2001 the Court of Appeal gave a decision and exempted the applicant from 80 % of the court fees for lodging his statement of claim. The court found that the court fee in the amount of PLN 29,100 constituted a limitation on the applicant’s right of access to a court and that the amount had to be reduced. At the same time, it held that a court fee in the amount of 5,820 PLN could not be considered excessive for the applicant.", "19. On 13 July 2001 the applicant again made an interlocutory appeal and submitted that PLN 5,820 was too much and he was unable to pay it.", "20. On 16 July 2001 the Regional Court refused to grant the applicant any further exemption from court fees. Upon the applicant’s further appeal, the Krakow Court of Appeal upheld the decision on 23 October 2001. The court held that the applicant had not submitted any new arguments which would have justified a further exemption from court fees.", "21. On 7 January 2002 the Regional Court ordered the applicant to pay a court fee of PLN 5,820 for lodging his statement of claim on pain of having the claim returned.", "22. On 14 January 2002 the applicant lodged yet another motion for an exemption from court fees. He stated among other things that he had lost the right to a family pension.", "23. On 18 January 2002 the Regional Court returned the statement of claim to the applicant as he had failed to pay the required court fee. On 4 March 2002 the Regional Court quashed the decision to return the statement of claim to the applicant. On the same date it dismissed the applicant’s motion for an exemption. It held that there were no new circumstances which would argue in favour of allowing the applicant’s request. The applicant appealed to the Court of Appeal.", "24. On 15 May 2002 the Court of Appeal dismissed the applicant’s interlocutory appeal. The court held that the applicant had already been exempted from the greater part of the fees due in his case (80 %) and that he only had to pay PLN 5,820. Furthermore, despite his allegedly bad financial situation, the applicant had been able to maintain a car. The court acknowledged that the car was the subject of enforcement proceedings. However, since the applicant had not been able over a two-year period to set aside the sum required for court fees, his application for an exemption had to be dismissed.", "25. On 31 July 2002 the Regional Court returned the statement of claim to the applicant since he had failed to pay the required court fee. The applicant appealed.", "26. On 13 September 2002 the court ordered the applicant to pay the court fee of PLN 1,164 for lodging an interlocutory appeal. On 30 September 2002 the applicant asked to be exempted from payment of this fee.", "27. On 2 October 2002 the court asked the applicant to submit a detailed statement about his financial situation.", "28. On 19 November 2002 the Cracow Regional Court exempted the applicant from the fee for lodging his interlocutory appeal.", "29. On 6 March 2003 the Court of Appeal dismissed the applicant’s interlocutory appeal against the decision to return the statement of claim to him.", "30. The legal provisions applicable at the material time and questions of practice are set out in paragraphs 23-33 of the judgment delivered by the Court on 19 June 2001 in the case of Kreuz v. Poland (no. 28249/95, ECHR 2001-VI; see also Jedamski and Jedamska v. Poland, no. 73547/01, §§ 2939)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}