{"ITEMID": "001-84373", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LUBOCH v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1+6-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award", "JUDGES": "Giovanni Bonello;Ján Šikuta;Kristaq Traja;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1956 and lives in Rzeszów.", "6. The applicant read law from 1981 to 1986. Subsequently, he did his four-year advocate training and in 1992 he began to practise as an advocate.", "7. The applicant submits that from 1984 onwards he had often gone abroad to visit his family and to work.", "8. On one occasion, after his return from abroad, the applicant met with his old colleague, W.C., who had offered his help in connection with a letter which had allegedly arrived from abroad and could have caused problems for the applicant. The applicant was not aware that W.C., who claimed to be working as a teacher, was in fact an officer of the Security Service (Służba Bezpieczeństwa).", "9. In spring 1987 the applicant became aware of that fact. He then threw W.C. out of his flat and cut off all contacts with him. There were three witnesses to that event, T.L., B.M. and M.S.", "10. On 11 April 1997 the parliament passed the Law on disclosing work for or service in the State's security services or collaboration with them between 1944 and 1990 by persons exercising public functions (ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 1944-1990 osób pełniących funkcje publiczne) (the “1997 Lustration Act”). Persons falling under the provisions of the Lustration Act, i.e. candidates or holders of public office such as ministers and members of parliament, were required to declare whether or not they had worked for or collaborated with the security services during the communist regime. The provisions of the Act extended to, inter alia, judges, prosecutors and advocates.", "11. Following the entry into force of the 1997 Lustration Act the applicant declared that he had not been an intentional and secret collaborator of the communist-era security services.", "12. On an unspecified date in 2000 the Commissioner of Public Interest (Rzecznik Interesu Publicznego) applied to the Warsaw Court of Appeal to institute proceedings in the applicant's case on the grounds that he had lied in his lustration declaration by denying his collaboration with the security services. The Commissioner heard W.C. as a witness.", "13. On 30 May 2000 the Warsaw Court of Appeal instituted lustration proceedings in the applicant's case. On 5 June 2000 the applicant was informed that the lustration proceedings had been instituted and that he could consult the case file in the court.", "14. On 8 May 2001 the court held a hearing partly in camera. It examined some archived classified documents.", "15. On 16 June 2001 the court held a hearing partly in camera at which it examined the applicant's personal record (teczka osobowa). The applicant stated that he would not make any statements and would not answer any questions put to him by the court. He requested the court to call W.C. and M.R. as witnesses.", "16. The court held hearings in camera on 27 June, 25 September and 25 October 2001. Witness W.C. summoned by the court failed to appear.", "17. On 25 October 2001 the Warsaw Court of Appeal, acting as the first-instance lustration court, found that the applicant had been an intentional and secret collaborator with the Security Service and had therefore lied in his lustration declaration. The operative part of the judgment was served on the applicant on 20 December 2001. At the same time, the reasoning was considered “top secret” and, in accordance with Article 100 § 5 of the Code of Criminal Procedure, could only be consulted in the Court of Appeal's secret registry.", "18. On 3 January 2002 the applicant lodged an appeal. He argued that the Court of Appeal's judgment had been primarily based on the statements of W.C. who had not been heard by the court. The court had instead relied on the transcript of W.C.'s statements given before the Commissioner. Those statements had been given without the applicant or his lawyer being present. W.C. was an officer of the Security Service which had allegedly managed the applicant as a secret collaborator.", "19. On 16 May 2002 the Warsaw Court of Appeal held a hearing at which it heard W.C. as a witness. The court notified W.C. that the Head of the State Security Bureau (Urząd Ochrony Państwa) had discharged him from the obligation of confidentiality in respect of the subject matter of the proceedings.", "20. W.C. was heard again at the hearing held on 18 November 2003. The court refused the applicant's request to call two additional witnesses (M.S. and J.S.) on the ground that their evidence would not be relevant for the determination of the case.", "21. On 3 September 2004 the court held a hearing. It refused the applicant's request to call two further witnesses (B.M. and T.L.), considering their evidence irrelevant for the case.", "22. On 3 September 2004 the Warsaw Court of Appeal, acting as the second-instance lustration court, upheld the original decision. It appears that the judgment and its reasoning were served on the applicant.", "23. On 15 November 2004 the applicant lodged a cassation appeal with the Supreme Court. He submitted, inter alia, that the Court of Appeal had refused to call three crucial witnesses for the applicant whose evidence was to rebut the fact of his alleged collaboration with the security services. The applicant further submitted that the Court of Appeal had disregarded his arguments to the effect that his contacts with W.C. had been of a private nature. He submitted that his contacts with W.C. had not constituted secret and intentional collaboration. He also challenged the fact that he could not consult the file in the proceedings before the Commissioner or adduce any evidence at that stage of the proceedings.", "24. On 14 April 2005 the Supreme Court dismissed the applicant's cassation appeal. The applicant was served with the operative part of the judgment. The written reasoning was designated “secret” by the Supreme Court and the applicant could consult it at the Institute of National Remembrance (Instytut Pamięci Narodowej).", "25. On 19 May 2005 the President of the Court of Appeal, pursuant to the 1997 Lustration Act, ordered the publication in the Official Law Gazette (Monitor Polski) of the information that according to the Warsaw Court of Appeal's final judgment of 25 October 2001 the applicant had lied in his lustration declaration.", "26. Consequently, on 9 June 2005 the President of the Rzeszów Regional Bar Council issued a decision depriving the applicant of the right to practise as an advocate.", "27. On 11 November 2005 the applicant requested the President of the Republic of Poland to grant him a pardon. He was informed, however, that a pardon could only be granted in respect of a person who had been convicted of a criminal offence.", "28. On 3 August 1997 the 1997 Lustration Act entered into force. The relevant provisions of this Act, in the version in force at the material time, are the following:", "Section 3 reads, in so far as relevant:", "“1. Persons exercising public functions within the meaning of this law are: the President of the Republic of Poland, deputies, senators ... judges, prosecutors and advocates...”", "29. Section 4 provides the following definition of the term “collaboration”:", "“1. Collaboration within the meaning of this law is intentional and secret collaboration with operational or investigative branches of the State's security services as a secret informer or assistant in the process of gathering information.", "2. Collaboration within the meaning of this law is not an action which was obligatory under the law in force at the material time. ...”", "30. Section 6 concerns the obligation to submit a “lustration declaration” (oświadczenie lustracyjne”):", "“1. Persons in the categories listed in section 7 of this law shall submit a declaration concerning work for or service in the State's security services or collaboration with these services between 22 July 1944 and 10 May 1990 (hereafter called 'the declaration').”", "Section 40 requires such a declaration to be submitted also by those who at the date of entry into force of the 1997 Lustration Act are holding a public function.", "31. Section 17 et seq. concerns the office of the Commissioner of the Public Interest. It reads, in so far as relevant:", "“1. The Commissioner of the Public Interest (Rzecznik Interesu Publicznego), hereafter called 'the Commissioner', represents the public interest in lustration proceedings.”", "Section 17(d) provides, in so far as relevant:", "“1. The duties of the Commissioner shall include in particular", "i) analysing the lustration declaration submitted to the court;", "ii) collecting information necessary for a correct assessment of the declaration;", "iii) lodging an application with the court with a view to initiating lustration proceedings;", "....", "2. In carrying out his duties enumerated in points 1 and 2 above, the Commissioner may require to be sent or shown the relevant case files, documents and written explanations, and if necessary may hear witnesses, order expert opinions or conduct searches; in this respect, and as regards the duties described in section 17(1), the provisions of the Code of Criminal Procedure concerning the prosecutor shall likewise apply to the Commissioner.”", "32. Section 17(e) provides:", "“The Commissioner, his deputies and the authorised employees of his office shall have full access to documentation and other information sources, regardless of the form in which they were recorded, provided that they were created before 10 May 1990 by", "1. The Minister of Defence, the Minister of the Interior, the Minister of Justice, the Minister of Foreign Affairs, or by the services under their authority; or", "2. The Head of the State Security Bureau.”", "33. Sections 19 and 20 refer to the Code of Criminal Procedure. Section 19 reads as follows:", "“Matters not covered by this law and relating to lustration proceedings, including the appeal and cassation phase, shall be governed by the Code of Criminal Procedure.”", "The amendment to section 19, which entered into force on 8 March 2002, provides that the proceedings can also be conducted in camera on an application by the person subject to lustration. This provision replaced the one contained in section 21(4), which provided that the court could decide to conduct the proceedings in camera of its own motion or on an application by a party.", "Section 20 provides:", "“The provisions of the Code of Criminal Procedure relating to the accused shall apply to the person subject to lustration (hereafter called 'the subject').”", "34. Section 23 provides for service of the judgment:", "“1. The court's judgment, together with the written reasons, shall be served on the parties to the proceedings without delay....”", "Section 28, amended with effect from 8 March 2002, provides:", "“A final judgment finding that the declaration submitted by the subject was untrue shall be published immediately in the Official Law Gazette (Dziennik Urzędowy RP Monitor Polski) if", "1) no cassation appeal has been lodged within the prescribed time-limit; or", "2) the cassation appeal has been left unexamined; or", "3) the cassation appeal has been dismissed.”", "35. Section 30 lists the consequences of the judgment for a person subject to lustration who has submitted an untrue declaration. It reads, in so far as relevant:", "“1. A final judgment finding that the subject has submitted an untrue declaration shall result in the loss of the moral qualifications necessary for exercising public functions, described according to the relevant laws as: unblemished character, immaculate reputation, irreproachable reputation, good civic reputation, or respectful of fundamental values. After 10 years the judgment shall be considered to be of no legal effect.", "2. A final judgment finding that the subject has submitted an untrue declaration shall entail dismissal from the functions exercised by that person if the moral qualifications mentioned above are necessary for exercising it.", "3. A final judgment finding that the subject has submitted an untrue declaration shall deprive that person of the right to stand for election as President for a period of 10 years.”", "On 8 March 2002 sub-section 4 was added, which provides:", "“The consequences enumerated in sub-sections 1-3 above shall take place if", "1) no cassation appeal has been lodged within the prescribed time-limit; or", "2) the cassation appeal has been left unexamined; or", "3) the cassation appeal has been dismissed.”", "36. Article 100 § 5, which concerns delivery of a judgment, provides:", "“If the case has been heard in camera because of the substantial interests of the State, instead of reasons notice shall be served to the effect that the reasons have actually been prepared.”", "37. Article 156, which deals with access to the case file, in so far relevant provides as follows:", "“1. The court files pertaining to a case shall be made available to the parties, their defence counsels, legal representatives and guardians who shall have possibility to obtain copies from them. Other persons may access the case file provided that the president of the court agrees to it.", "2. Upon a request from the accused or his defence counsel, photocopies of the documents of the case shall be provided at their expense.", "3. The president of the court may on justifiable grounds, order certified copies to be made from the files of the case.", "4. If there is a danger of revealing a state secret, inspection of files, making certified copies and photocopies shall be done under conditions imposed by the president of the court or by the court. Certified copies and photocopies shall not be released unless provided otherwise by law....”", "38. Section 2 (1) of the 1982 Protection of State Secrets Act (Ustawa o ochronie tajemnicy państwowej i służbowej), which was in force until 11 March 1999, read as follows:", "“A State secret is information which, if divulged to an unauthorised person, might put at risk the State's defence, security or other interest, and concerns in particular:", "...", "2) organisation of the services responsible for the protection of security and public order, their equipment and working methods, and the data enabling the identification of their officers and persons collaborating with the security services...”", "39. Section 86 of the 1999 Protection of Classified Information Act (Ustawa o ochronie informacji niejawnych), in its relevant part, provided as follows:", "“2. Persons referred to in section 21 (1) [those authorised to sign the document and to assign a confidentiality rating], or their legal successors in relation to documents containing information classified as a State secret, created before 10 May 1990, shall within 36 months from the date of enactment of this Act, review these documents with the purpose of adjusting their current security classification to the classifications provided by this Act. Until then, these documents shall be considered classified under the provisions of paragraph 1 unless otherwise provided by law...”", "Appendix No. 1 to the Act provided, in so far as relevant:", "“I. Information that can be classified as «top secret»:", "21. information concerning documents that make it impossible to establish data identifying officers, soldiers or employees of State bodies, services and institutions authorised to engage in operational activities or on the resources that they use in their operational activities.”", "Section 52 (2) of the 1999 Act concerned organisation of the secret registry. It provided in so far as relevant:", "“Documents marked “top secret” and “secret” (ściśle tajne i tajne) can be released from the secret registry only if the recipient can secure the protection of those documents from unauthorised disclosure. In case of doubts regarding the conditions of protection, the document can be made available only in the secret registry.”", "40. The following are extracts from Parliamentary Assembly of the Council of Europe Resolution 1096 (1996) on measures to dismantle the heritage of former communist totalitarian systems:", "“9. The Assembly welcomes the opening of secret service files for public examination in some former communist totalitarian countries. It advises all countries concerned to enable the persons affected to examine, upon their request, the files kept on them by the former secret services...", "11. Concerning the treatment of persons who did not commit any crimes that can be prosecuted in accordance with paragraph 7, but who nevertheless held high positions in the former totalitarian communist regimes and supported them, the Assembly notes that some states have found it necessary to introduce administrative measures, such as lustration or decommunisation laws. The aim of these measures is to exclude persons from exercising governmental power if they cannot be trusted to exercise it in compliance with democratic principles, as they have shown no commitment to or belief in them in the past and have no interest or motivation to make the transition to them now.", "12. The Assembly stresses that, in general, these measures can be compatible with a democratic state under the rule of law if several criteria are met. Firstly, guilt, being individual, rather than collective, must be proven in each individual case - this emphasises the need for an individual, and not collective, application of lustration laws. Secondly, the right of defence, the presumption of innocence until proven guilty, and the right to appeal to a court of law must be guaranteed. Revenge may never be a goal of such measures, nor should political or social misuse of the resulting lustration process be allowed. The aim of lustration is not to punish people presumed guilty - this is the task of prosecutors using criminal law - but to protect the newly emerged democracy.", "13. The Assembly thus suggests that it be ensured that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law, and focus on threats to fundamental human rights and the democratisation process. Please see the \"Guidelines to ensure that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law\" as a reference text.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}