{"ITEMID": "001-80333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GEBREMEDHIN [GABERAMADHIEN] v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 13+3;No violation of Art. 5-1-f;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "András Baka;Antonella Mularoni;Elisabet Fura;Ireneu Cabral Barreto;Jean-Paul Costa", "TEXT": ["7. The applicant was born in 1979. He is currently in accommodation in Paris provided by a non-governmental organisation.", "8. In 1998, like many other persons, the applicant and his family were displaced from Ethiopia to Eritrea. In Eritrea, the applicant worked as a reporter and photographer, chiefly for the independent newspaper Keste Debena, whose editor-in-chief at the time was Mr Milkias Mihretab. The applicant stated that the latter was well known as a champion of the free press in Eritrea and that his case had been dealt with in Amnesty International’s 2002 report, which referred in particular to the fact that he had been arrested and arbitrarily detained in that country on more than one occasion on account of his work as a journalist. The applicant added that on 27 June 2002 the British Section of Amnesty International had awarded Mr Mihretab its “Special Award for Human Rights Journalism under Threat”.", "The applicant and Mr Mihretab were arrested in 2000, apparently on account of their professional activities. They were held in Zara Prison for eight months and six months respectively.", "In that connection the applicant stated that he had been referred to – under the name of “Yebio”, a diminutive form of his pseudonym “Yayneabeba” – on a website dedicated to reform in Eritrea (www.awate.com) as one of the six journalists arrested on 14 October 2000 at the same time as Milkias Mihretab.", "9. Unlike Mr Mihretab, who fled to Sudan in September 2001, the applicant remained in Eritrea, in Asmara, in order to take care of his widowed mother and his four brothers and sisters. Some time after Mr Mihretab’s departure – on an unspecified date – the police questioned the applicant about him. Police officers searched his home and found photographs which they considered to be compromising. The applicant was arrested and was subjected to ill-treatment, signs of which allegedly persist in the form of cigarette burns and injuries to his back caused by the position in which he was held for about twenty days, lying face down with his feet and hands tied above his back. He was subsequently imprisoned for six months before falling ill and being transferred to hospital, from where he escaped by paying the guards, with the help of relatives of his maternal grandmother who worked there. He then hid in his grandmother’s home in Areza, where he was treated by a doctor. As soon as he had recovered he fled to Sudan where one of his uncles lived. When an Eritrean was shot dead in Sudan he decided to leave the country, as the Eritrean community there believed the killing had been carried out by Eritrean government agents in pursuit of opponents of the government.", "10. The applicant stated that he had travelled to South Africa and, with the help of a smuggler and using a Sudanese passport (in the name of “Mohammed Eider” or similar), which had been kept by the smuggler, had arrived in Paris-Charles de Gaulle Airport in Roissy at around 5.30 a.m. on 29 June 2005 on a flight from Johannesburg. He submitted that he had been held in the airport’s international zone until 1 July 2005 and had thus been unable to apply for leave to enter the country. Eight hours after his arrival he reported to the police station, saying that he was Eritrean and wished to apply for asylum. The police officer asked him to “prove where [he] had come from, claiming that [he] was not Eritrean but Pakistani, and for the first time refused [him] permission to leave the international zone”. According to the applicant, over a period of two days (between 29 June and 1 July), he went regularly to the police station – at each change of shift, or approximately eight times – in the vain hope of finding a police officer who would deal with his application. He said that “it was not until 1 July that a new police officer whom [he] had not seen previously finally registered [his] application”.", "The Government contested this version of the facts. They said that they had checked the passenger lists for flights from South Africa which landed at Roissy Airport on 29 and 30 June and 1 July 2005 and that there had been no mention of anyone by the name of Gebremedhin, Gaberamadhien or Eider. They referred to the report by Roissy airport and border police dated 1 July 2005, which stated that the applicant had been questioned at 11 a.m. that day.", "11. On 1 July 2005 the applicant applied for leave to enter France as an asylum-seeker. He was questioned at 11 a.m. by a senior police officer (officier de police judiciaire) assisted by an English-speaking interpreter. The record of the interview simply states that “the interviewee did not provide any evidence in support of his statements”. The decision to hold the applicant in the waiting zone was taken by the administrative authority on that date and time, for an initial period of forty-eight hours, which was subsequently extended (see paragraph 18 below).", "12. The applicant said that he had been interviewed for the first time on 3 July 2005 by an official from the French Agency for the Protection of Refugees and Stateless Persons (OFPRA), who had recommended that the applicant be granted leave to enter the country as an asylum-seeker. The Government, for their part, contended that no recommendation had been issued on 3 July. The record of the interview and the proposed recommendation, both drafted by the official concerned, had been considered unsatisfactory by the official’s immediate superior, who was responsible for approving them. For that reason the applicant had been interviewed a second time, on 5 July 2005, by the latter official (assisted by an interpreter). The official concerned issued the following recommendation that the applicant be refused leave to enter:", "“Statement taken in Amharic through an ISM interpreter", "Reason for the application? My parents are of Eritrean origin. We had Ethiopian nationality and lived in Addis Ababa. In 1998 the Ethiopian authorities told us we were not Ethiopians. We were expelled from Ethiopia to Eritrea. I was supposed to sit my school-leaving exams that year, but was unable to sit them in Eritrea. I worked in a garage for six months, and then did my national service. While I was there I met a guy who was a journalist. When I’d finished my service I worked with this journalist friend as a cameraman and photographer, and we travelled together on reporting assignments. My friend was having problems with the authorities and wanted to leave the country. As soon as I got back the authorities questioned me about my friend and put me in prison. While I was in prison the police searched my house and found two photos which they considered compromising. Then they started torturing me with cigarettes. I stayed in prison for six months until I fell ill with tuberculosis. They took me to hospital. By chance, it was the hospital where some of my maternal grandmother’s relatives worked. They bribed the guards, brought me clothes and helped me to escape. I went to my grandmother’s place in Areza and stayed there for four months while I was being treated. Then I left the country secretly for Sudan. I found work straight away in a garage in Khartoum, but there were Eritrean agents around, and an Eritrean who worked not far away was killed. I was afraid and went to Port Sudan, where I worked as a porter on the quays. I stayed in Sudan for about two years in all (eight months in Khartoum, a year in Port Sudan and another two months in Khartoum). My uncle sold his car to pay for my trip. I travelled to South Africa before coming to France. My uncle found the network of people smugglers. I don’t know how they organised things.", "What is your friend called and how did you meet him? His name is Milkias Mihretab, he’s a friend of the family, he knew my parents in Addis Ababa. When we moved back to Asmara, I spent eighteen months doing my national service. After that I was in the reserves and worked in an army garage but didn’t wear a uniform. That was when my friend arranged for me to go and work for him, by acting as a guarantor for me.", "Can you give some examples of events you covered? We covered the student strikes in Asmara in 2002 (no further details given).", "What were the two “compromising” photos found at your home? I don’t know, I can’t remember.", "What newspaper did your friend Milkias Mihretab work for? Keste Debena (Rainbow). What was his job? Editor-in-chief.", "Do you know what kind of problems your friend had with the authorities? There were two main reasons. Firstly, my friend was in favour of a Constitution and, secondly, thirteen ministers were imprisoned and my friend had published their biographies. They were put in prison just after the students’ strike in 2002.", "When did your friend leave the country? It was in April 2002, when all the journalists were arrested.", "Have other journalists been arrested? All the Eritrean journalists are in prison. Do you know other journalists from Keste Debena who were arrested? (No reply). Other photographers? (No reply).", "Can you give more details about your arrest (date, circumstances, place of detention)? I was arrested in October or November 2002. They took me to Maytamanay Prison, where I spent six months.", "Were you not arrested “as soon as you got back” to Asmara? No, I continued working here and there for six months.", "What has become of your family? My father became ill and died before the family was expelled. My mother and my two brothers and two sisters live in Asmara. My brothers and sisters are studying.", "What are you afraid of if you go back? When I was arrested, the main thing they wanted to know was what network my friend had used to leave the country. I think they’re still trying to get that information.", "Is this your real name? Yes, I don’t have any other name, I never have had.", "Have you anything to add? No.", "Reasoned recommendation", "Mr Asebeha Gaberamadhien, an Eritrean national, has stated that he worked as a photographer with a family friend who is a journalist. According to Mr Gaberamadhien, in April 2002, while they were on a reporting assignment on the Sudanese border, the journalist took the opportunity to leave Eritrea. On his return to Asmara, Mr Gaberamadhien continued to work for six months before being arrested by the Eritrean authorities. He was placed in detention for six months and was regularly questioned about the circumstances surrounding the departure of his friend and colleague. After contracting a serious illness he was transferred to hospital, from where he managed to escape with the help of family members working there. He then stayed with his grandmother for four months before leaving Eritrea for Sudan, where he lived and worked for about two years.", "However, Mr Gaberamadhien’s account contains a large number of inaccuracies and erroneous references which cast doubt on the truth of his statements. While the episode in which several journalists were arrested in Asmara is very well known and received widespread media coverage, Mr Gaberamadhien’s account bears no relation to what actually happened. The Eritrean journalists were arrested in September 2001, not in April 2002, and the applicant displays no knowledge of the reasons leading to the closing-down of the newspapers and the arrest of the journalists. The editor-in-chief of the newspaper Keste Debena also left Eritrea in September 2001 (it therefore seems impossible that he could have covered the student strikes in 2002). The circumstances of his departure, accompanied by another reporter from the same newspaper, do not tally either with Mr Gaberamadhien’s statements. It seems surprising to say the least that, apart from the editor-in-chief of Keste Debena, he is unable to name any other journalist or photographer arrested by the Eritrean government of the day, or to name any other newspaper that was banned. Likewise, it is extremely surprising that Mr Gaberamadhien is only able to cite – in a very sketchy and imprecise way – one event which he covered as a photographer. His lack of knowledge is such that it raises serious doubts as to whether he was actually engaged in this activity. Given the widespread media coverage of the events at the time, it seems strange that Mr Gaberamadhien’s name does not appear anywhere, either as a member of staff of Keste Debena or as one of the persons arrested. All these factors taken together suggest that Mr Gaberamadhien is attempting to falsify his past.", "The French Agency for the Protection of Refugees and Stateless Persons takes the view that the application for leave to enter France as an asylum-seeker made by Mr Asebeha Gaberamadhien should be considered as manifestly unfounded, and therefore issues a", "RECOMMENDATION TO REFUSE LEAVE TO ENTER”", "13. On 6 July 2005 the Ministry of the Interior held that the applicant’s application for leave to enter French territory as an asylum-seeker was “manifestly unfounded”. It therefore rejected the application and decided to remove him “to Eritrea, or if need be to any country where he may be legally admissible” (the applicant claimed that 93% of the applications made at the airport were rejected in this way). The decision read as follows:", "“...", "Having regard to the Geneva Convention of 28 July 1951 relating to the Status of Refugees;", "Having regard to the Immigration and Asylum Code, and in particular Articles L. 221-1 and L. 213-4 thereof;", "Having regard to Decree no. 82-442 of 27 May 1982 as amended implementing section 5 of the Ordinance of 2 November 1945, as amended in respect of leave to enter French territory, and in particular Article 12 thereof;", "Having regard to the application for leave to enter France as an asylum-seeker made at Roissy Airport on 1 July 2005 by X, purporting to be Mr Asebaha or Asebeha Gaberamadhien, born on 15 March 1979 and of Eritrean nationality;", "Having regard to the report drawn up by the border police on 1 July 2005;", "Having consulted the French Agency for the Protection of Refugees and Stateless Persons on 5 July 2005;", "X, who purports to be Mr Asebaha or Asebeha Gaberamadhien, an Eritrean national, has stated that during his national service he met a journalist, editor-in-chief of the newspaper Keste Debena (Rainbow), for whom he worked as a cameraman and photographer after completing his service. The latter had had problems with the authorities because of his support for a Constitution and because he had published biographies of thirteen ministers imprisoned after the student strikes in 2002. His journalist friend left the country in April 2002 after they had carried out a reporting assignment on the Sudanese border. He himself returned to Asmara and continued working. After six months, in October or November 2002, the authorities questioned him on the circumstances in which his friend and colleague had left the country. The police found two compromising photographs at his home and he was later subjected to illtreatment. He was imprisoned for six months and, after falling ill, was transferred to the hospital where relatives of his grandmother worked. He escaped from the hospital by bribing the guards and went to Areza, staying there for four months before travelling to Sudan, where he lived and worked for two years.", "However, X’s statements contain numerous inconsistencies which detract from their credibility. His account does not tally with the actual events to which he refers, namely the arrest of several journalists in Asmara, which was very well known and received widespread media coverage. The Eritrean journalists were arrested in September 2001, not in April 2002, and X displays no knowledge of the reasons leading to the closing-down of the newspapers and the arrest of the journalists. Moreover, the editor-in-chief of the newspaper Keste Debena left Eritrea in September 2001 and could not therefore have covered the student strikes in 2002 as X claims. The circumstances of the editor’s departure, together with another reporter from the same newspaper, do not tally either with X’s statements. In addition, there is no proof of his professional activity: it is very surprising that he is unable to name any other newspaper that was banned or any other journalist or photographer arrested by the Eritrean government of the day. It is also astonishing that X is able to cite only one event which he covered as a photographer, and in a very sketchy and imprecise way. Finally, his name does not appear anywhere, either as a member of staff of Keste Debena or as one of the persons arrested, despite the widespread media coverage of the events at the time. All these factors taken together cast doubt on the sincerity of his application and whether it is well founded.", "Consequently, the application for leave to enter France for the purposes of asylum made by X ..., purporting to be Mr Asebaha or Asebeha Gaberamadhien, is to be considered manifestly unfounded.", "Under Article L. 213-4 of the Immigration and Asylum Code, directions are to be given for his removal to Eritrea, or if need be to any country where he may be legally admissible ...”", "14. On 7 July 2005 the applicant made an urgent application to the Cergy-Pontoise Administrative Court under Article L. 521-2 of the Administrative Courts Code, seeking an order requiring the Minister of the Interior to grant him leave to enter France in order to lodge an application for asylum. He argued that the refusal to grant him leave to enter amounted to a serious and manifestly unlawful breach of the right of asylum – a fundamental freedom whose corollary was the right to apply for refugee status, entailing the right to temporary residence in the country – and of the right to life and the right not to be subjected to inhuman or degrading treatment within the meaning of Article 3 of the Convention. In that regard the applicant maintained, in particular, that the Ministry had not only exceeded the scope of its powers in examining the substance of his asylum application, but had also committed an error of assessment in finding the application manifestly unfounded. He stressed in particular that, as a cameraman and photographer working for a journalist, he had been subjected to persecution in his country of origin, where he had been imprisoned twice and subjected to ill-treatment, before seeking refuge in Sudan, from where he had fled as his life had been in danger.", "The applicant submitted to the urgent-applications judge the following statement, drawn up the same day by the non-governmental organisation Reporters without Borders (Reporters sans frontières):", "“... Reporters without Borders, an international organisation dedicated to defending freedom of the press, wishes to draw your attention to the case of Asebaha Gaberamadhien, a journalist and Eritrean national.", "Thanks to the efforts of our permanent correspondents, we are in a position to confirm that Mr Gaberamadhien worked as a cameraman and journalist. We have contacted the Eritrean journalist Yohannes Milkias Mihretab, now in exile in the United States, who confirmed that he worked with Mr Gaberamadhien. He also confirmed that the two men were held at the same time in Zara Prison, one of the harshest prisons in the country, in very difficult conditions.", "While mindful of the deadlines which must be met in examining this case and carrying out the necessary checks, I would nevertheless stress that Reporters without Borders supports Mr Gaberamadhien’s application for political asylum. We would welcome the opportunity to meet with him in order to study the case more closely and furnish all the evidence required for the purposes of his application. We would be greatly obliged if you would grant him leave to enter France ...”", "In addition, the applicant produced two e-mails in English sent by Mr Mihretab to Reporters without Borders on 7 July 2005 (Mr Mihretab sent a third, similar, e-mail to the applicant’s counsel on 11 July 2005). In the two e-mails, Mr Mihretab confirmed that he had known Asebeha Gebremedhin for a long time. Having been shown a photograph of the applicant, he stated that it was indeed Mr Gebremedhin, a journalist and dissident activist who had worked as a freelance photographer for the newspaper Keste Debena, and that they had been detained together for several months in Zara Prison. Mr Mihretab added that the applicant had suffered a great deal and had undergone numerous ordeals on account of his involvement in campaigning for democratic change and his work with the independent press. In view of the current situation in Eritrea and the fact that the applicant, who had been held in Zara Prison, was known to the authorities, he would undoubtedly be arrested in that country. His life would be in danger and he would run the risk at the very least of being tortured and of “disappearing” like very many journalists, dissidents and other activists.", "15. On 8 July 2005 the urgent-applications judge of the Cergy-Pontoise Administrative Court issued an order rejecting the applicant’s application, without holding a hearing. The order read as follows:", "“...", "Article L. 521-2 of the Administrative Courts Code states as follows: ‘Where such an application is submitted to him or her as an urgent matter, the urgent-applications judge may order whatever measures are necessary to protect a fundamental freedom which has been breached in a serious and manifestly unlawful manner by a publiclaw entity or an organisation under private law responsible for managing a public service, in the exercise of their powers. The urgent-applications judge shall rule within fortyeight hours.’ Article L. 522-1 of the same Code provides: ‘The urgentapplications judge shall give a ruling following written or oral adversarial proceedings. Where the judge is requested to order the measures referred to in Articles L. 521-1 and L. 521-2, to amend them or bring them to an end, he or she shall inform the parties without delay of the date and time of the public hearing ...’ Lastly, Article L. 522-3 of the Code provides: ‘Where the application is not urgent or where it is clear from examination of the application that it does not fall within the jurisdiction of the administrative courts, is inadmissible or is unfounded, the urgent-applications judge may reject it in a reasoned order, without applying the first two paragraphs of Article L. 522-1.’", "Article L. 221-1 of the Immigration and Asylum Code, meanwhile, states as follows: ‘An alien who arrives in France by ... air and who (a) is refused leave to enter French territory or (b) applies for asylum may be held in a waiting zone situated in ... an airport, for the time strictly necessary to arrange his departure and, if he is an asylum-seeker, to investigate whether his application is manifestly unfounded ...’ Article 12 of the Decree of 27 May 1982 as amended states: ‘Where an alien arriving at the border applies for asylum, a decision to refuse him or her leave to enter France may be taken only by the Minister of the Interior, after consultation with the French Agency for the Protection of Refugees and Stateless Persons.’", "The documents in the file show that Mr Asebeha Gaberamadhien, an Eritrean national, arrived in France by air and on 1 July 2005 requested leave to enter the country as an asylum-seeker. In accordance with the provisions of Article L. 221-1 of the Immigration and Asylum Code, cited above, Mr Gaberamadhien was held in the waiting zone while his application for asylum was examined. After consulting the French Agency for the Protection of Refugees and Stateless Persons on 5 July 2005, the Minister of the Interior and Regional Development, in the impugned decision of 6 July 2005, refused Mr Asebeha Gaberamadhien leave to enter France on the ground that his asylum application was manifestly unfounded.", "It is true that the right of asylum and its corollary, the right to request refugee status and, accordingly, to remain in France for the time necessary for the asylum application to be examined, constitute a fundamental freedom for aliens and that, in urgent cases, the urgent-applications judge may order whatever measures are necessary to protect that freedom on the basis of the above-mentioned provisions of Article L. 512-2 of the Administrative Courts Code, where the administrative authorities, in the exercise of their powers, have breached it in a serious and manifestly unlawful manner. However, such a breach cannot result solely from the fact that, in accordance with Article L. 221-1 of the Immigration and Asylum Code, the Minister of the Interior personally took a decision on the asylum application, in this case in the form of the decision of 6 July 2005, since under Article L. 711-1 of the same Code the French Agency for the Protection of Refugees and Stateless Persons can consider only applications for refugee status made by aliens who have been granted leave to enter the country. Moreover, there is nothing in the case file to suggest that the refusal to grant Mr Asebeha Gaberamadhien leave to enter the country – on account of the manifestly unfounded nature of his asylum application – was manifestly unlawful. In particular, the applicant did not provide sufficient and substantiated details as to his identity, his alleged professional activity as a cameraman and photographer in his country of origin, the persecution he alleged and the reasons for it, or the risks he would actually run were he to return to his country of origin or to Sudan, where he was last resident, or any prima facie evidence capable of substantiating those risks or altering the Minister of the Interior’s assessment of the asylum application. The only documents produced by Mr Gaberamadhien, namely the testimony from a journalist who is a refugee in the United States, which contains very little detail, and a letter from Reporters without Borders, are insufficient to establish that he was at personal risk if he returned to his own country or to Sudan.", "It follows from all the above considerations that the decision of 6 July 2005 of the Minister of the Interior and Regional Development refusing Mr Asebeha Gaberamadhien leave to enter France as an asylum-seeker cannot be said to have breached his right to request refugee status in a serious and manifestly unlawful manner such as to justify ordering measures under Article L. 521-2 of the Administrative Courts Code. Consequently, and in accordance with the abovementioned provisions of Article L. 522-3 of the Administrative Courts Code, the applicant’s application must be rejected as manifestly unfounded ...”", "16. On 7 July 2005 the applicant was accompanied to the Eritrean embassy by police officers. The applicant claimed that the authorities had presented his account of the events surrounding his asylum application – giving details of the circumstances in which he had fled and the names of the persons who had helped him – to the Eritrean ambassador. The ambassador had launched a violent verbal attack on him in her own language and refused to recognise him as a national of Eritrea and issue him with a laissez-passer.", "The Government denied that the applicant’s account of events had been presented to the ambassador or that she had expressed a definite opinion on that occasion as to whether the applicant should be issued with a laissez-passer (she had not informed the French authorities of her position on the matter until 15 July 2005).", "17. In a decision of 20 July 2005, “in view [among other considerations] of the request made by the European Court of Human Rights under Rule 39 of its Rules of Court to suspend the applicant’s removal until 30 August 2005”, the Ministry of the Interior granted the applicant leave to enter France. At the same time the applicant was issued with a safe conduct valid for eight days – which referred also to the interim measure indicated to the respondent Government under Rule 39 – to enable him to report to the prefecture and apply for a temporary residence permit as an asylum-seeker. With the help of the National Association for Assisting Aliens at Borders (ANAFÉ – a non-governmental organisation made up of twenty associations and trade unions) and Reporters without Borders, he obtained a one-month residence permit from the Paris Prefecture on 26 July 2005, with a view to his lodging an asylum application with OFPRA (which he duly did).", "18. As stated above, the decision to hold the applicant in the waiting zone for forty-eight hours was taken by the administrative authority on 1 July 2005 at 11 a.m. (see paragraph 11 above). The measure was extended for a further forty-eight hours on 3 July.", "On 5 July 2005 the liberties and detention judge (juge des libertés et de la détention) of the Bobigny tribunal de grande instance – before whom the applicant had appeared, assisted by a lawyer and an interpreter – authorised the holding of the applicant for a further eight days, in an order giving the following reasons:", "“Mr Gaberamadhien’s application for political asylum is under consideration. He should continue to be held in the waiting zone.”", "On 13 July 2005 the same judge – before whom the applicant had again appeared, assisted as before – authorised the holding of the applicant in the waiting zone for another eight days, in an order giving the following reasons:", "“The asylum application was rejected on 6 July 2005. Mr Gaberamadhien does not have a passport. He was taken to the Eritrean embassy on 7 July 2005 and the authorities are waiting for him to be issued with a laissez-passer. He should continue to be held in the waiting zone.”", "19. In a decision of 11 August 2005, following an appeal lodged by the applicant on 18 July 2005 against the order of 8 July 2005, the Conseil d’Etat held in the following terms that it was unnecessary to give a ruling:", "“...", "... Mr Asebeha Gaberamadhien ... lodged an application with the European Court of Human Rights which, in a decision of 15 July 2005, indicated to the French government under Rule 39 of its Rules of Court that it was ‘desirable, in the interests of the parties and of the proper conduct of the proceedings before it, not to remove the applicant to Eritrea before midnight on 30 August 2005’. In response to that request the Minister, in a decision of 20 July 2005 taken after this appeal had been lodged, granted Mr Gaberamadhien leave to enter France, thus enabling him to make an application for asylum. The appellant duly did so, having been issued on 26 July 2005 with a temporary residence permit. The measure thus enacted has the same effect as the measure requested in the application to the urgent-applications judge, which was by definition temporary. In the circumstances, the arguments set out in Mr Gaberamadhien’s appeal against the order rejecting his application have become devoid of purpose.", "...”", "20. By a decision of 7 November 2005 served on 9 November 2005, OFPRA granted the applicant refugee status. As a result, from that point on, Article 33 of the Geneva Convention of 28 July 1951 relating to the Status of Refugees acted as a bar to the applicant’s expulsion to his country of origin. The Government produced a memorandum from the Deputy Head of the Legal and International Affairs Division of OFPRA attesting to this. The memorandum stated that “the Agency therefore considered in view, among other considerations, of the inhuman conditions of imprisonment to which [the applicant] had already been subjected in his country of origin, that his removal to Eritrea would place him at risk of persecution within the meaning of the Geneva Convention”.", "21. The applicant stated that, during his time in the waiting zone in Roissy Airport, the authorities had omitted to carry out a medical examination capable of establishing whether his scars and injuries were the result of illtreatment. However, he had been able on several occasions (on 6, 7, 11 and 12 July 2005) to meet with an employee from ANAFÉ in the organisation’s office in the airport waiting zone. On 15 July 2005 ANAFÉ drew up a written statement (produced by the applicant) certifying that the employee in question, in the course of her interviews with him, had observed traces of burns on one of his arms at least. The statement added that she had noted “a hollow in the [applicant’s] lower back, which he explained had resulted from the torture inflicted on him in the Zara camp. He demonstrated the position in which he had been forced to remain during his detention, lying face down and with his feet and hands tied above his back”. The applicant also produced a statement written on the same day by the employee herself. In addition, apparently under the guidance of ANAFÉ, the applicant was examined on 17 July 2005 by Dr Lam of the Roissy medical unit of Robert Ballanger Hospital, who issued a medical certificate stating that the applicant did not require any specific medical treatment, but noting the presence of “old scars on the left arm and the right and left knees”.", "22. The fourth paragraph of the Preamble to the French Constitution reads as follows:", "“Any person persecuted on account of his or her actions in furtherance of freedom shall have a right of asylum within the territories of the Republic.”", "The Conseil d’Etat has ruled that the constitutional right of asylum is a fundamental freedom and has as its corollary the right to apply for refugee status. This implies that aliens who request refugee status are authorised in principle to remain on French soil pending a ruling on their application. The Conseil d’Etat has also specified that only if an asylum application is “manifestly unfounded” (see paragraph 23 below) may the Minister of the Interior refuse leave to enter the country, after consulting the French Agency for the Protection of Refugees and Stateless Persons (OFPRA) (see, for example, Ministry of the Interior v. Mbizi Mpassi Gallis, order of 24 October 2005).", "23. Under the terms of the Immigration and Asylum Code:", "“Refugee status shall be granted to any person persecuted on account of his or her activities in furtherance of freedom and to any person in respect of whom the Office of the United Nations High Commissioner for Refugees exercises its mandate under the terms of Articles 6 and 7 of its Statute as adopted by the United Nations General Assembly on 14 December 1950, or who meets the criteria laid down in Article 1 of the Geneva Convention of 28 July 1951 relating to the Status of Refugees. Such persons shall be governed by the applicable provisions concerning refugees laid down in the above-mentioned Geneva Convention.”", "“Subject to the provisions of Article L. 712-2, subsidiary protection shall be afforded to persons who do not satisfy the criteria for obtaining refugee status referred to in Article L. 711-1 but who demonstrate that they would be exposed to the following serious threats in their country:", "(a) the death penalty;", "(b) torture or inhuman or degrading treatment or punishment;", "(c) in the case of civilians, a serious, direct and individual threat to their life or personal safety on account of widespread violence resulting from domestic or international armed conflict.”", "“The persecution taken into account in granting refugee status and the serious threats which may result in the granting of subsidiary protection may emanate from the State authorities, parties or organisations which control the State or a substantial part of the territory of the State, or from non-State agents in cases where the authorities defined in the following paragraph are unwilling or unable to afford protection.", "The authorities in a position to afford protection may be the State authorities or international and regional organisations.”", "“Persons who have access to protection in part of the territory of their country of origin may have their asylum application refused if they have no reason to fear persecution or a serious threat there and if it is reasonable to consider that they can remain in that part of the country. Account shall be taken of the overall conditions prevailing in that part of the country and of the personal situation of the applicant and the perpetrator of the persecution at the time a decision is taken on the asylum application.”", "24. Under the terms of Article 1 A (2) of the Geneva Convention of 28 July 1951 (ratified by France on 23 June 1954) and Article 1 of the New York Protocol of 31 January 1967 relating to the Status of Refugees (to which France acceded on 3 February 1971), a “refugee” is any person who “owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it”. Article 33 of the Geneva Convention reads as follows:", "“1. No Contracting State shall expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "...”", "25. The purpose of the procedure for claiming asylum at the border is to grant or refuse leave to enter France to aliens who arrive at the border by air without the necessary documents and request leave to enter the country as asylum-seekers. The procedure falls within the sphere of competence of the Ministry of the Interior, which takes the decision whether or not to grant leave to enter, after consulting OFPRA (decree of 21 July 2004 amending Article 12 of the decree of 27 May 1982).", "26. Article L. 221-1 of the Immigration and Asylum Code states that “[a]n alien who arrives in France by rail, sea or air and who (a) is refused leave to enter French territory or (b) applies for asylum may be held in a waiting zone ... for the time strictly necessary to arrange his departure and, if he is an asylum-seeker, to investigate whether his application is manifestly unfounded”.", "The Government indicated that the criteria applied in assessing whether or not requests for asylum made at the border were “manifestly unfounded” were based on those contained in the resolutions adopted by the ministers responsible for immigration of the member States of the European Communities, meeting in London on 30 November and 1 December 1992, and on OFPRA’s experience and practice. The criteria were as follows: “the grounds of the application are not asylum-related (economic grounds, pure personal convenience, etc.); the application is based on deliberate fraud (the applicant makes manifestly false claims as to his nationality, makes false statements, etc.); the applicant’s statements are devoid of any substance, do not contain any personal information or provide insufficient detail; the applicant refers to a general situation of unrest or insecurity, without providing evidence relating to his personal situation; his statements are fundamentally inconsistent or improbable or contain major contradictions, depriving his account of any credibility.” In a judgment adopted in plenary on 18 December 1996 in the case of Rogers, the Conseil d’Etat held that the above resolutions did not have legal effect and could not therefore be relied on in assessing whether an asylum application was “manifestly unfounded”.", "27. Aliens who apply for asylum at the border may do so on arrival or at any time while in the waiting zone. The application is to be made to the border police, who draw up an asylum-application report and forward the file to the Ministry of the Interior. All applicants are interviewed by an official from OFPRA’s border asylum office with a view to establishing the reasons for the application. The office sends the Ministry of the Interior a written recommendation stating its opinion as to whether or not the application is manifestly unfounded. The Ministry then decides whether or not to grant the applicant leave to enter France.", "If leave to enter is granted, the border police issue a safe conduct which gives the person concerned eight days in which to submit an asylum application under the ordinary-law procedure.", "If entry is refused, the person concerned is immediately returned to his or her country of origin or the country of provenance.", "28. As with all administrative decisions, an application may be made to the administrative court seeking the setting-aside of a decision refusing leave to enter. The application does not have suspensive effect.", "An “urgent application for a stay of execution” (référé suspension) or an “urgent application for an order to protect the applicant’s interests” (référé injonction) (also known as an “urgent application for the protection of a fundamental freedom” (référé liberté)) – neither of which has suspensive effect – may also be made under Articles L. 521-1 and L. 521-2 of the Administrative Courts Code, which provide:", "“When an application is made to set aside or vary an administrative decision, including a refusal, the urgent-applications judge may order that execution of the decision or certain of its effects be stayed where the urgent nature of the matter warrants it and where grounds are advanced capable of raising serious doubts, as the evidence stands, as to the lawfulness of the decision.", "Where an order is made staying execution, a ruling shall be given as soon as possible on the application to have the decision set aside or varied. The stay of execution shall end at the latest when a decision is taken on the application to have the decision set aside or varied.”", "“Where such an application is submitted to him or her as an urgent matter, the urgent-applications judge may order whatever measures are necessary to protect a fundamental freedom which has been breached in a serious and manifestly unlawful manner by a publiclaw entity or an organisation under private law responsible for managing a public service, in the exercise of their powers. The urgent-applications judge shall rule within forty-eight hours.”", "Article L. 522-1 of the Code states that the urgent-applications judge must in principle give a ruling following written or oral adversarial proceedings. Where the judge is requested to order the measures referred to in Articles L. 521-1 and L. 521-2 or to amend or discontinue such measures, he must inform the parties without delay of the date and time of the public hearing. However, Article L. 522-3 provides for a “filtering” procedure which allows the urgent-applications judge, simply by means of an order giving reasons, to reject an application without giving the parties notice to appear or holding an adversarial hearing, if the matter is not urgent or if “it is clear from examination of the application that it does not fall within the jurisdiction of the administrative court, is inadmissible or is unfounded”.", "An appeal may be lodged with the Conseil d’Etat within fifteen days of the decision being served. The Conseil d’Etat must rule within forty-eight hours.", "The Conseil d’Etat has specified that the notion of “fundamental freedom” within the meaning of Article L. 521-2 of the Administrative Courts Code “encompasses, in the case of non-nationals who are the subject of specific measures governing their entry into and residence in France and who therefore, unlike French nationals, do not have free entry into the country, the constitutional right of asylum and its corollary, the right to apply for refugee status, the granting of which is decisive for the exercise by those persons of the freedoms enjoyed by non-nationals generally” (order of 12 January 2001 by the urgent-applications judge in Hyacinthe; see also the order of 24 October 2005 in Mbizi Mpassi Gallis).", "In accordance with the principles of French administrative law, an urgent application, like any application to the courts, does not result in the immediate suspension of an administrative decision. However, the Government stated that “in very general terms, where the administrative authority [was] aware that an urgent application ha[d] been made to the administrative courts, it suspend[ed] the measure refusing asylum until the judge ha[d] given a ruling”.", "29. The initial decision to hold a person in the waiting zone is made by the administrative authority in writing and giving reasons, for a period not exceeding forty-eight hours. The measure may be extended once on the same basis and for the same period (Article L. 221-3 of the Immigration and Asylum Code). The liberties and detention judge intervenes for the first time after four days in order to decide whether or not to extend the measure by a maximum of eight days. He or she intervenes again at the end of that period to rule on whether an exceptional extension of a further maximum of eight days should be granted (Articles L. 222-1 and L. 222-2).", "In principle, therefore, the maximum period for which a person can be held in the waiting zone is twenty days. In exceptional cases, however, if an asylum application is made between the sixteenth and twentieth day, the liberties and detention judge may order an extension of four days from the date of the application (Article L. 222-2).", "The liberties and detention judge gives a ruling in the form of an order, after hearing evidence from the person concerned, in the presence of his or her lawyer if he or she has one, or after the latter has been duly informed. The judge may order extension of the measure or may refuse the request for extension and either release the person in question or place him or her under house arrest. The judge has discretion to rule on the application to extend made by the administrative authorities and may dismiss the grounds advanced by the authorities for the application and reject it accordingly (the Court of Cassation has specified that holding a person in the waiting zone “is simply one option open to the judge”; Court of Cassation, Second Civil Division, 8 July 2004). Normally speaking, the ruling is given in public (Article L. 222-4). An appeal lies against such an order to the President of the Court of Appeal or his or her delegate, who must rule within forty-eight hours (Article L. 222-6).", "30. Aliens held in the waiting zone must be informed as soon as possible that they may request the assistance of an interpreter and a doctor, may speak to a lawyer or any other person of their choosing and may leave the waiting zone at any time for a destination outside France. This information must be conveyed to them in a language they understand (Article L. 221-3).", "The alien may request the judge to appoint a lawyer to represent him or her (Article L. 222-4). The State pays the lawyer’s fees and those of the interpreters appointed to assist the alien during the court proceedings concerning his or her confinement in the waiting zone (Article L. 222-7).", "State Counsel and, after the first four days have elapsed, the liberties and detention judge, may visit the waiting zone to inspect the conditions in which the person concerned is being held. State Counsel may visit the waiting zones whenever he or she deems necessary and must do so at least once a year. The French delegation to the Office of the United Nations High Commissioner for Refugees (UNHCR), as well as some humanitarian associations, have access to the waiting zone as provided by Decree no. 95507 of 2 May 1995 as amended. In particular, they may hold talks in confidence with asylum-seekers being held there (Articles L. 221-1 et seq. of the Immigration and Asylum Code). The Government informed the Court that, in accordance with an agreement concluded between the State and ANAFÉ, the latter was entitled to be present round the clock in order to provide legal assistance to aliens; the Red Cross was also on hand to provide humanitarian assistance (likewise under the terms of an agreement).", "31. OFPRA, a public agency with legal personality and financial and administrative autonomy attached to the Ministry of Foreign Affairs (Article L. 721-1 of the Immigration and Asylum Code) is the authority responsible for granting refugee status and subsidiary protection (Articles L. 713-1 and L. 721-2).", "The asylum-seeker must report to a prefecture in order to obtain a temporary residence permit (autorisation provisoire de séjour) valid for one month and to fill out the asylum application form. On receipt of the file, OFPRA sends the asylum-seeker a “letter of registration” which enables him or her, among other things, to obtain an acknowledgment of receipt of the asylum application. This is valid for three months and can be renewed until such time as a decision has been taken by OFPRA and, as the case may be, by the Refugee Appeals Board.", "OFPRA gives its decision after a single examination procedure during which the asylum-seeker is given the opportunity to submit evidence in support of his or her claim and, as a rule, after evidence has been heard from the asylum-seeker (Articles L. 723-2 and L. 723-3).", "32. A decision by OFPRA refusing an application taken under Articles L. 711-1 and L. 712-1 in particular may be appealed within one month before the Refugee Appeals Board (Article L. 731-2), an administrative court with a president who is a member of the Conseil d’Etat and is appointed by the latter’s vice-president (Article L. 7312). The persons concerned may make representations to the Appeals Board and be assisted by a lawyer and an interpreter (Article L. 733-1).", "In principle, this appeal has suspensive effect and the temporary residence permit is renewed until the Board has reached its decision (section 9 of the Asylum Act of 25 July 1952). In that connection, Article L. 742-3 of the Immigration and Asylum Code states as follows:", "“Aliens who are granted leave to enter France shall have the right to remain until OFPRA’s decision has been served or, where an appeal is lodged, until the decision of the Appeals Board has been served. They shall have one month from the date of service of the decision not to extend or to withdraw their residence permit in which to leave French territory of their own accord.”", "The Conseil d’Etat has also established the principle whereby aliens seeking refugee status have the right to remain in the country temporarily until a decision has been taken on their application, provided the application is not vexatious or submitted with undue delay (Conseil d’Etat plenary, 13 December 1991, M.N.).", "33. An appeal on points of law against the decision of the Refugee Appeals Board may be lodged with the Conseil d’Etat within two months. However, such appeal does not have suspensive effect (Conseil d’Etat, 6 March 1991, M.D.).", "34. An alien whose application for refugee status or for subsidiary protection has been the subject of a final refusal and who is not authorised to remain in France on any other basis must leave the country or face removal (Article L. 742-7 of the Code). Aliens facing removal may, within forty-eight hours of the order for their removal being served (if it is served by means of administrative procedure) or within seven days (if it is served by post), apply to the president of the administrative court to have the order set aside. The president or his or her delegate must rule on the application within seventy-two hours (Article L. 512-2 of the Code). The order may not be enforced before these time-limits have expired or, where an application is made to the president of the administrative court or his or her delegate, until he or she has given a ruling (Article L. 512-3). An appeal against the judgment of the president of the administrative court or his or her delegate may be made within one month to the president of the Judicial Division of the Conseil d’Etat or a member of the Conseil d’Etat to whom he or she delegates his or her powers; such appeal does not have suspensive effect (Article L. 512-5 of the Code).", "35. Under Article L. 742-6 of the Code, if the person concerned is granted refugee status or subsidiary protection, the administrative authority must repeal any order made for his or her removal. In the case of refugees, it must immediately issue the residence permit provided for in Article L. 31411, point 8 (valid for ten years and automatically renewable); in the case of persons granted subsidiary protection, it must immediately issue the temporary residence permit provided for in Article L. 313-13 (valid for one year, renewable).", "36. On 18 September 1998 the Committee of Ministers adopted Recommendation No. R (98) 13 on the right of rejected asylum-seekers to an effective remedy against decisions on expulsion in the context of Article 3 of the European Convention on Human Rights, in which it called on member States to ensure that the following guarantees were complied with in their legislation or practice:", "“1. An effective remedy before a national authority should be provided for any asylum-seeker, whose request for refugee status is rejected and who is subject to expulsion to a country about which that person presents an arguable claim that he or she would be subjected to torture or inhuman or degrading treatment or punishment.", "2. In applying paragraph 1 of this recommendation, a remedy before a national authority is considered effective when:", "2.1. that authority is judicial; or, if it is a quasi-judicial or administrative authority, it is clearly identified and composed of members who are impartial and who enjoy safeguards of independence;", "2.2. that authority has competence both to decide on the existence of the conditions provided for by Article 3 of the Convention and to grant appropriate relief;", "2.3. the remedy is accessible for the rejected asylum-seeker; and", "2.4. the execution of the expulsion order is suspended until a decision under 2.2. is taken.”", "On 4 May 2005 the Committee of Ministers adopted “Twenty Guidelines on Forced Return”. Guideline 5 reads as follows:", "“Guideline 5. Remedy against the removal order", "1. In the removal order, or in the process leading to the removal order, the subject of the removal order shall be afforded an effective remedy before a competent authority or body composed of members who are impartial and who enjoy safeguards of independence. The competent authority or body shall have the power to review the removal order, including the possibility of temporarily suspending its execution.", "2. The remedy shall offer the required procedural guarantees and present the following characteristics:", "– the time-limits for exercising the remedy shall not be unreasonably short;", "– the remedy shall be accessible, which implies in particular that, where the subject of the removal order does not have sufficient means to pay for necessary legal assistance, he/she should be given it free of charge, in accordance with the relevant national rules regarding legal aid;", "– where the returnee claims that the removal will result in a violation of his or her human rights as set out in Guideline 2.1., the remedy shall provide rigorous scrutiny of such a claim.", "3. The exercise of the remedy should have a suspensive effect when the returnee has an arguable claim that he or she would be subjected to treatment contrary to his or her human rights as set out in Guideline 2.1. [real risk of being executed, or exposed to torture or inhuman or degrading treatment or punishment; real risk of being killed or subjected to inhuman or degrading treatment by non-State actors, if the authorities of the State of return, parties or organisations controlling the State or a substantial part of the territory of the State, including international organisations, are unable or unwilling to provide appropriate and effective protection; other situations which would, under international law or national legislation, justify the granting of international protection].”", "37. As far back as 12 April 1994, the Parliamentary Assembly adopted Recommendation 1236 (1994) on the right of asylum, in which it recommended that the Committee of Ministers insist that asylum procedures provide that “while appeals [were] being processed, asylum-seekers [could] not be deported”. In Recommendation 1327 (1997) on the protection and reinforcement of the human rights of refugees and asylum-seekers in Europe, adopted on 24 April 1997, it called upon the Committee of Ministers “to urge the member States ... to provide in their legislation that any judicial appeal should have suspensive effect”.", "In its Resolution 1471 (2005) on accelerated asylum procedures in Council of Europe member States, adopted on 7 October 2005, the Parliamentary Assembly stressed in particular that “[t]he need for States to process asylum applications in a rapid and efficient manner must ... be weighed against the obligation to provide access to a fair asylum determination procedure for those who are in need of international protection”. It specified that this “balancing of interests” did “not imply in any circumstances that States may compromise with respect to their international obligations, including under the 1951 Geneva Convention relating to the Status of Refugees ... and its 1967 Protocol and the 1950 European Convention on Human Rights ... and its Protocols”.", "In that Resolution, the Parliamentary Assembly called on the governments of the Council of Europe member States to take the following measures (among others):", "“...", "8.4. as regards border applicants, to:", "8.4.1. ensure, in accordance with the principle of non-discrimination, that all asylum-seekers are registered at the border and given the possibility of lodging a claim for refugee status;", "8.4.2. ensure that all asylum-seekers, whether at the border or inside the country, benefit from the same principles and guarantees in terms of their request for refugee status;", "8.4.3. ensure adoption of clear and binding guidelines on treatment of asylum-seekers at border points, in accordance with international human rights and refugee law and standards;", "8.5. as regards the right of appeal with suspensive effect: to ensure that the right to an effective remedy under Article 13 of the European Convention on Human Rights is respected, including the right to lodge an appeal against a negative decision and the right to suspend the execution of measures until the national authorities have examined their compatibility with the European Convention on Human Rights;", "...”", "38. The Commissioner for Human Rights issued a recommendation concerning the rights of aliens wishing to enter a Council of Europe member State and the enforcement of expulsion orders (CommDH(2001)19). The recommendation, dated 19 September 2001, stresses in particular the following:", "“11. It is essential that the right of judicial remedy within the meaning of Article 13 of the ECHR be not only guaranteed in law but also granted in practice when a person alleges that the competent authorities have contravened or are likely to contravene a right guaranteed by the ECHR. The right of effective remedy must be guaranteed to anyone wishing to challenge a refoulement or expulsion order. It must be capable of suspending enforcement of an expulsion order, at least where contravention of Articles 2 or 3 of the ECHR is alleged.”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-f"]}