{"ITEMID": "001-82275", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ELAL AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Mr İsa Elal, Mr Bayram Kazaklı, Mr Cafer Sağır and Mr Rıdvan Gülfidan, are Turkish nationals who were born in 1961, 1955, 1954 and 1965 respectively. The first and second applicants live in Yalova and the third and fourth applicants live in Istanbul. They were represented before the Court by Ms S. Gürcan, a lawyer practising in Istanbul. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 January 1983, 26 October 1982, 1 March 1981 and 9 November 1982 respectively the applicants were arrested on suspicion of membership of an illegal organisation.", "On an unspecified date, the Istanbul Martial Law Court Public Prosecutor filed an indictment against the applicants and 132 other accused. The applicants were charged under Article 146 of the Criminal Code with attempting to undermine the constitutional order.", "The applicants had legal representation during the proceedings. Mr İsa Elal was represented by Ms Nurcan Akça, Mr Bayram Kazaklı was represented by Ms Nesrin Dursun İnceoğlu and Mr Cafer Sağır and Rıdvan Gülfidan were represented by Mr Nebi Barlas.", "The applicants were released pending trial.", "On 27 September 1984 the Istanbul Martial Law Court convicted the applicants as charged.", "On 6 June 1990 the Military Court of Cassation quashed the judgment of the first-instance court.", "On 6 April 1993 the Istanbul Martial Law Court convicted Mr İsa Elal and Mr Bayram Kazaklı and acquitted Mr Cafer Sağır and Mr Rıdvan Gülfidan of the charges against them.", "On 1 August 1994 the lawyer of the third and fourth applicants, Mr Nebi Barlas, appealed against the judgment of the Istanbul Martial Law Court in respect of his other clients who had been convicted. The names of the third and fourth applicants, who had been acquitted of the charges against them, were not listed in the appeal petition.", "In their observations the Government submitted that the judgment of the Istanbul Martial Law Court was served on 13 June 1998 on Mr İsa Elal’s mother, on 9 June 1998 on Mr Bayram Kazaklı in person, and on 9 June 1998 on Mr Cafer Sağır’s mother. The Government further stated that Mr Rıdvan Gülfidan could not be found at his address and as he had failed to report his new address to the domestic court, the judgment in question was attached to the door of his last known address on 30 October 1998 in accordance with Article 35 § 2 of the Law on Notifications."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}