{"ITEMID": "001-80312", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KONSTATINOV v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant, who is of Roma origin, was born in 1964 in Rgotina (Serbia) and is currently living in 's-Hertogenbosch. She is also known to the Netherlands authorities under the names of Arenka Sarkevic, Violetta Sarof, Harenka Sarof and Harenka Sharkevits.", "6. As a young child and after the death of her mother, the applicant left Serbia with her father to travel. In 1986, the applicant contracted a traditional Roma marriage with Mr G., who was born in Rome in 1967 and who was living in the Netherlands where he had been granted a residence permit in 1977. His nationality, if any, is unknown.", "7. On 16 February 1987, the applicant – under the name Arenka Sarkevic – was expelled from the Netherlands to Germany for unspecified reasons.", "8. On 25 October 1988, Mr G. was granted a Netherlands permanent residence permit (vestigingsvergunning) which he holds to date. On 26 October 1988, the applicant – under the name Arenka Sarkevic – applied for a Netherlands residence permit for the purposes of stay with her partner Mr G. in the Netherlands. In April 1989, the applicant and Mr G. had a son named L.G.", "9. On 13 February 1990, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant's request for a residence permit, as Mr G. did not meet the minimum income requirement under the applicable immigration rules, and as it had not been demonstrated that he was actually cohabiting with the applicant. After a request for reconsideration (herzieningsverzoek) filed on 13 March 1990 was denied suspensive effect as regards the applicant's removal from the Netherlands, the applicant left the Netherlands for an unknown destination on or around 6 December 1990.", "10. On 1 June 1991, the applicant returned to the Netherlands where, on 10 September 1991, she married Mr G. under Netherlands civil law. On 1 November 1991, submitting a passport in the name of Jadranka Konstatinov – issued on 18 June 1991 in Pančevo (Serbia) by the authorities of the Socialist Federal Republic of Yugoslavia and valid until 18 June 1996 –, the applicant filed a request for a Netherlands residence permit for the purpose of stay with her spouse in the Netherlands. However, this application for a residence permit was not considered for seven years.", "11. Between 4 September 1992 and 23 March 1998, the applicant was convicted on six occasions of (aggravated) theft and/or robbery and sentenced to terms of imprisonment varying from six weeks to twelve months.", "12. On 19 August 1998, the applicant was heard by the police in connection with the intention to impose an exclusion order on her by declaring her an undesirable alien (ongewenst vreemdeling).", "13. In a letter of 5 November 1998, in which he referred to previous letters sent on 8 May 1998 and 27 July 1998, the applicant's lawyer complained to the Deputy Minister of Justice about the failure to determine the applicant's request for a residence permit.", "14. By letter of 18 November 1998, the Deputy Minister informed the applicant's lawyer that no letters dated 8 May 1998 and 27 July 1998 had been received, that the applicant's request of 1 November 1991 had been mislaid due to an internal office removal, that the applicant had been invited on 5 February 1998 to report to the Aliens Police (Vreemdelingendienst) to provide fresh information concerning her request for admission to the Netherlands, and that on 19 August 1998 she had been heard in connection with the intention to impose an exclusion order. The Deputy Minister admitted that the determination of the applicant's request for admission had lasted considerably longer than desirable and apologised for this delay. The applicant's case would now be determined within two weeks.", "15. On 27 November 1998, the Deputy Minister gave a decision rejecting the applicant's request for a residence permit. The Deputy Minister noted at the outset that the applicant did not hold the required, valid provisional residence visa (machtiging tot voorlopig verblijf) issued by a Netherlands diplomatic or consular mission in the applicant's country of origin. Further noting that Mr G.'s sole income consisted of benefits under the General Welfare Act (Algemene Bijstandswet), the Deputy Minister held that Mr G. did not comply with the minimum income requirement under the applicable immigration rules whereas he was not dispensed of this requirement. Noting that the applicant had been convicted and sentenced to imprisonment on several occasions, the Deputy Minister also found that public-order considerations opposed granting her request for a residence permit. In so far as the applicant had relied on the so-called “three years policy” (driejarenbeleid), according to which a residence title could be granted if a request for a residence permit had not been determined within a period of three years for reasons not imputable to the petitioner and provided that there were no contra-indications such as, for instance, a criminal record, the Deputy Minister held that the applicant was not eligible for a residence permit under this policy given her criminal record which comprised various offences committed between 1991 and 1994, i.e. pending the running of the three year period. In the same decision, the Deputy Minister declared the applicant an undesirable alien, entailing a five year exclusion order, on account of her criminal record in the Netherlands. As regards Article 8 of the Convention, the Deputy Minister considered that the applicant's personal interests in exercising her family life in the Netherlands were outweighed by those of the Netherlands authorities in protecting public order and preventing crime.", "16. On 30 November 1998, the applicant lodged an objection (bezwaar) against this decision. On the same day, she applied to the Regional Court (arrondissementsrechtbank) of The Hague for a stay of expulsion pending the final outcome of the proceedings.", "17. On 3 March 1999, after a hearing held on 6 January 1999, the Regional Court of The Hague sitting in 's-Hertogenbosch accepted the applicant's request for a provisional measure and ordered the applicant's expulsion stayed until four weeks after the Deputy Minister had given a decision on the objection. Having noted the seven years that had elapsed between the filing of the applicant's request for a residence permit and the first decision taken on that request, the Regional Court failed to see what interest the Deputy Minister had in not allowing the applicant to await the outcome of her objection in the Netherlands.", "18. On 10 August 2000 the applicant appealed to the Regional Court of The Hague against the notional dismissal (fictieve weigering) of her objection, the Deputy Minister not having given a decision by that date. On 10 January 2001 the Regional Court accepted the applicant's appeal and ordered the Deputy Minister to give a decision within six weeks or within ten weeks if there was to be a hearing before an advisory board.", "19. On 29 May 2001 the applicant was heard on her objection before the Advisory Board on Matters Concerning Aliens (Adviescommissie voor vreemdelingenzaken). She stated, among other things, that her son L.G. had been suffering from asthma since his birth, and that since her last conviction in 1995 she no longer had had any dealings with the Netherlands criminal justice authorities. Her lawyer referred to a policy, set out in a letter dated 10 January 1984 from the Deputy Minister of Justice and which had still been in force in 1991, under which requests for residence permits lodged by Roma for marriage purposes were given favourable consideration.", "20. The Deputy Minister gave a decision on 12 July 2001. The objection was dismissed on the ground that Mr G. (still) did not comply with the minimum income requirement under the applicable immigration rules whereas he was not dispensed of this requirement. In addition, when heard on 29 May 2001, the applicant had denied that she had had recent dealings with the Netherlands criminal justice system, whereas in reality she had amassed further convictions of theft since 1998 and had been arrested for shoplifting in May 2001; from this it could be concluded that the applicant was a danger to public order. The applicant's criminal record also rendered her ineligible for a residence permit under the three years policy. The Deputy Minister further rejected the applicant's argument that – given the uncertainty about her actual citizenship – she should be regarded as a stateless person, as well as her arguments under Article 8 of the Convention.", "21. The applicant lodged an appeal against this decision to the Regional Court of The Hague, together with an application for a provisional measure, i.e. a stay of deportation. On 18 November 2002, following a hearing held on 10 October 2002, the Regional Court endorsed the decision of the Deputy Minister and dismissed the appeal. As regards Article 8 of the Convention, it held:", "“It is not in dispute that there is 'family life' between the appellant, her husband and child. There is no question of an interference with this family life within the meaning of the second paragraph of Article 8 of the Convention as the impugned decision does not entail the withdrawal of a residence title that enabled her to exercise that family life. The remaining question is whether [the Netherlands authorities] are under a positive obligation under Article 8 to enable the appellant to exercise her family life in the Netherlands. In order to determine the existence of such a positive obligation, a balancing exercise must be carried out – on the basis of reasonableness – between the interests of the person concerned and those of society as a whole. The Regional Court accepts the finding of [the Deputy Minister] that the appellant's interests are outweighed by the public interests pursued by [the Netherlands authorities]. In this balancing exercise, the Regional Court puts first that the countless, ever recurring antecedents of both the appellant and her husband weigh very heavily. The Regional Court further considers it of importance that the family's subsistence needs are met by public funds and that none of the family members holds Netherlands citizenship. As to the alleged statelessness of the appellant, the Regional Court notes that she stated at the outset of the present proceedings that she was holding Yugoslav citizenship and submitted a Yugoslav passport. It was only later that she declared to be stateless. It appears from the fax message of 28 June 2001 of the 's-Hertogenbosch Aliens Police that the appellant presented herself in order to obtain the return of her Yugoslav passport for the purpose of having her son registered in this passport. It is further relevant that the appellant and her son are registered under the above-cited citizenship in the Municipal Personal Records Database (Gemeentelijke Basisadministratie). For the above reasons, the Regional Court is of the opinion that the alleged statelessness of the appellant and her son has not been established and that it has not been demonstrated that the appellant's son could not follow her to the country of origin.", "According to the data from the Municipal Personal Records Database, the citizenship of the appellant's husband is unknown. [Pursuant to the relevant immigration rules], where it is registered in respect of an alien that the citizenship cannot be determined, or where – such as in the instant case – in the category citizenship the standard value 0000 ('unknown') is recorded, statelessness has not been established. Noting this as well as the fact that also the alleged statelessness of the appellant has by no means been established, the Regional Court does not find it demonstrated that the appellant's husband is stateless. As it has neither appeared that he is a recognised refugee, no objective obstacles have appeared for exercising family life in the Federal Republic of Yugoslavia or at least outside of the Netherlands.", "As an exclusion order has also been imposed on the appellant, the impugned decision does to that extent entail interference with the family life between the appellant, her husband and son. In order to determine whether that interference is justified under the second paragraph of Article 8 of the Convention, [the Deputy Minister] must strike a reasonable balance between the interests of the individual and of society as a whole. In this, the Regional Court refers to the weighty arguments which it has found decisive in the above balancing of [competing] interests. The Regional Court finds that these also justify the interference with the family life [at issue].”", "Also the applicant's request for a provisional measure was rejected. No further appeal lay against this ruling.", "22. As of 13 February 2004, and as the applicant was apparently no longer living at the address she had given to the Netherlands authorities who were unaware of her whereabouts, the applicant was registered as having left for an unknown destination. On 2 September 2005, the applicant's son L.G. was granted a Netherlands residence permit for the purpose of stay with his father, valid from 28 March 2001 until 28 March 2006. This residence permit was subsequently prolonged until 28 March 2011.", "23. The applicant and her family are reportedly living in very reduced circumstances. Mr G. is still unemployed, and receives non-contributory general welfare benefits as a single parent, the applicant's residence in the Netherlands not being recognised as legal.", "24. The admission, residence and expulsion of aliens were regulated at the material time by the Aliens Act 1965 (Vreemdelingenwet 1965). Further rules were set out in the Aliens Decree (Vreemdelingenbesluit), the Regulation on Aliens (Voorschrift Vreemdelingen) and the Aliens Act Implementation Guidelines (Vreemdelingencirculaire; a body of directives drawn up and published by the Ministry of Justice).", "25. On 1 April 2001, the Aliens Act 2000 entered into force – replacing the Aliens Act 1965 – along with a new Aliens Decree, a new Regulation on Aliens and new Implementation Guidelines.", "26. As a rule, anyone wishing to apply for a residence permit in the Netherlands must first apply from his or her country of origin to the Netherlands Minister of Foreign Affairs for a provisional residence visa. Only once such a visa has been issued abroad may a residence permit for the Netherlands be granted. An application for a provisional residence visa is assessed on the basis of the same criteria as a residence permit.", "27. The Government pursue a restrictive immigration policy owing to the population and employment situation in the Netherlands. Aliens are eligible for admission only on the basis of obligations arising from international agreements, or if their presence serves an essential national interest, or on compelling humanitarian grounds.", "28. The admission policy for family reunion purposes is laid down in Chapter B1 of the Aliens Act Implementation Guidelines. A spouse is in principle eligible for family reunion, if certain further conditions (relating to matters such as public policy and means of subsistence) are met. General welfare benefits are not accepted as constituting (a part of the) means of subsistence within the meaning of the immigration rules.", "29. According to a letter dated 10 January 1984 by the Deputy Minister of Justice, the admission to the Netherlands of foreign marital partners of persons of Roma origin living in the Netherlands was subject to the same conditions as for other foreign marital partners seeking admission for family formation (gezinsvorming), namely:", "“a. it concerns a marriage on the basis of which residence can be granted. This requirement entails, inter alia, that it should concern a marriage valid under Netherlands (international) private law. Marriages concluded by partners younger than 16 years are not recognised in the Netherlands;", "b. the partner living in the Netherlands must hold a valid Netherlands residence title, have sufficient means of subsistence and suitable housing;", "c. the foreign marital partner must not represent a danger for public peace, public order or national security.”", "This letter further specifies that admission is refused when one or more of these conditions are not met unless special facts or circumstances constitute a compelling reason of a humanitarian nature warranting admission nevertheless.", "30. Under Section 21 of the 1965 Aliens Act, replaced on 1 April 2001 by Section 67 of the Aliens Act 2000, an exclusion order may be imposed on an alien when he or she has been convicted of an offence punishable by a prison sentence of three years or more.", "31. According to Chapter A5/6.4 of the 1965 Aliens Act Implementation Guidelines and Chapter A3/4.2.2 of the 2000 Aliens Act Implementation Guidelines, an exclusion order shall – upon a request thereto from the person concerned – be lifted after a defined number of years, depending on the grounds on which basis the decision was taken.", "32. Section 197 of the Criminal Code (Wetboek van Strafrecht) provides that staying in the Netherlands while knowing that an exclusion order has been imposed constitutes a criminal offence punishable by up to six months' imprisonment or a fine of up to 4,500 euros (EUR).", "33. Under the relevant provisions of the Criminal Code, theft attracts a prison sentence of up to four years (Section 310), aggravated theft and depending on the circumstances in which it was committed, a prison sentence of up to six or nine years (Section 311), and robbery a prison sentence of up to nine, twelve or fifteen years, depending on the circumstances in which it was committed and whether it had resulted in death (Section 312)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}