{"ITEMID": "001-58586", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ROTARU v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (victim);Preliminary objection dismissed (non-exhaustion);Violation of Art. 8;Violation of Art. 13;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["7. The applicant, who was born in 1921, was a lawyer by profession. He is now retired and lives in Bârlad.", "8. In 1946, after the communist regime had been established, the applicant, who was then a student, was refused permission by the prefect of the county of Vaslui to publish two pamphlets, “Student Soul” (Suflet de student) and “Protests” (Proteste), on the ground that they expressed antigovernment sentiments.", "9. Dissatisfied with that refusal, the applicant wrote two letters to the prefect in which he protested against the abolition of freedom of expression by the new people's regime. As a result of these letters, the applicant was arrested on 7 July 1948. On 20 September 1948 the Vaslui People's Court convicted the applicant on a charge of insulting behaviour and sentenced him to one year's imprisonment.", "10. In 1989, after the communist regime had been overthrown, the new government caused Legislative Decree no. 118/1990 to be passed, which granted certain rights to those who had been persecuted by the communist regime and who had not engaged in Fascist activities (see paragraph 30 below).", "11. On 30 July 1990 the applicant brought proceedings in the Bârlad Court of First Instance against the Ministry of the Interior, the Ministry of Defence and the Vaslui County Employment Department, seeking to have the prison sentence that had been imposed in the 1948 judgment taken into account in the calculation of his length of service at work. He also sought payment of the corresponding retirement entitlements.", "12. The court gave judgment on 11 January 1993. Relying on, among other things, the statements of witnesses called by the applicant (P.P. and G.D.), the 1948 judgment and depositions from the University of Iaşi, it noted that between 1946 and 1949 the applicant had been persecuted on political grounds. It consequently allowed his application and awarded him the compensation provided for in Legislative Decree no. 118/1990.", "13. As part of its defence in those proceedings, the Ministry of the Interior submitted to the court a letter of 19 December 1990 that it had received from the Romanian Intelligence Service (Serviciul Român de Informaţii – “the RIS”). The letter read as follows:", "“In reply to your letter of 11 December 1990, here are the results of our checks on Aurel Rotaru, who lives in Bârlad:", "(a) during his studies in the Faculty of Sciences at Iaşi University the aforementioned person was a member of the Christian Students' Association, a 'legionnaire' [legionar]-type[] movement.", "(b) in 1946 he applied to the Vaslui censorship office for permission to publish two pamphlets entitled 'Student Soul' and 'Protests' but his request was turned down because of the anti-government sentiments expressed in them;", "(c) he belonged to the youth section of the National Peasant Party, as appears from a statement he made in 1948;", "(d) he has no criminal record and, contrary to what he maintains, was not imprisoned during the period he mentions;", "(e) in 1946-48 he was summoned by the security services on several occasions because of his ideas and questioned about his views ...”", "14. The applicant brought proceedings against the RIS, stating that he had never been a member of the Romanian legionnaire movement, that he had not been a student in the Faculty of Sciences at Iaşi University but in the Faculty of Law and that some of the other information provided by the RIS in its letter of 19 December 1990 was false and defamatory. Under the Civil Code provisions on liability in tort he claimed damages from the RIS for the non-pecuniary damage he had sustained. He also sought an order, without relying on any particular legal provision, that the RIS should amend or destroy the file containing the information on his supposed legionnaire past.", "15. In a judgment of 6 January 1993 the Bucharest Court of First Instance dismissed the applicant's application on the ground that the statutory provisions on tortious liability did not make it possible to allow it.", "16. The applicant appealed.", "17. On 18 January 1994 the Bucharest County Court found that the information that the applicant had been a legionnaire was false. However, it dismissed the appeal on the ground that the RIS could not be held to have been negligent as it was merely the depositary of the impugned information, and that in the absence of negligence the rules on tortious liability did not apply. The court noted that the information had been gathered by the State's security services, which, when they were disbanded in 1949, had forwarded it to the Securitate (the State Security Department), which had in its turn forwarded it to the RIS in 1990.", "18. On 15 December 1994 the Bucharest Court of Appeal dismissed an appeal by the applicant against the judgment of 18 January 1994 in the following terms:", "“... the Court finds that the applicant's appeal is ill-founded. As the statutory depositary of the archives of the former State security services, the RIS in letter no. 705567/1990 forwarded to the Ministry of the Interior information concerning the applicant's activities while he was a university student, as set out by the State security services. It is therefore apparent that the judicial authorities have no jurisdiction to destroy or amend the information in the letter written by the RIS, which is merely the depositary of the former State security services' archives. In dismissing his application, the judicial authorities did not infringe either Article 1 of the Constitution or Article 3 of the Civil Code but stayed the proceedings in accordance with the jurisdictional rules laid down in the Code of Civil Procedure.”", "19. On 13 June 1995 the applicant brought an action for damages against all the judges who had dismissed his application to have the file amended or destroyed. He based his action on Article 3 of the Civil Code, relating to denials of justice, and Article 6 of the Convention. According to the applicant, both the County Court and the Vaslui Court of Appeal refused to register his action.", "In this connection, the applicant lodged a fresh application with the Commission on 5 August 1998, which was registered under file no. 46597/98 and is currently pending before the Court.", "20. In June 1997 the Minister of Justice informed the Director of the RIS that the European Commission of Human Rights had declared the applicant's present application admissible. The Minister consequently asked the Director of the RIS to check once again whether the applicant had been a member of the legionnaire movement and, if that information proved to be false, to inform the applicant of the fact so that he could subsequently make use of it in any application for review.", "21. On 6 July 1997 the Director of the RIS informed the Minister of Justice that the information in the letter of 19 December 1990 that the applicant had been a legionnaire had been found by consulting their archives, in which a table drawn up by the Iaşi security office had been discovered that mentioned, in entry 165, one Aurel Rotaru, a “science student, rank-and-file member of the Christian Students' Association, legionnaire”. The Director of the RIS mentioned that the table was dated 15 February 1937 and expressed the view that “since at that date Mr Rotaru was only 16, he could not have been a student in the Faculty of Sciences. [That being so,] we consider that there has been a regrettable mistake which led us to suppose that Mr Aurel Rotaru of Bârlad was the same person as the one who appears in that table as a member of a legionnaire-type organisation. Detailed checks made by our institution in the counties of Iaşi and Vaslui have not provided any other information to confirm that the two names refer to the same person.”", "22. A copy of that letter was sent to the applicant, who on 25 July 1997 applied to the Bucharest Court of Appeal to review its decision of 15 December 1994. In his application he sought a declaration that the defamatory documents were null and void, damages in the amount of one leu in respect of non-pecuniary damage and reimbursement of all the costs and expenses incurred since the beginning of the proceedings, adjusted for inflation.", "23. The RIS submitted that the application for review should be dismissed, holding that, in the light of the RIS Director's letter of 6 July 1997, the application had become devoid of purpose.", "24. In a final decision of 25 November 1997 the Bucharest Court of Appeal quashed the decision of 15 December 1994 and allowed the applicant's action, in the following terms:", "“It appears from letter no. 4173 of 5 July 1997 from the Romanian Intelligence Service ... that in the archives (shelf-mark 53172, vol. 796, p. 243) there is a table which lists the names of the members of legionnaire organisations who do not live in Iaşi, entry 165 of which contains the following: 'Rotaru Aurel – science student, rankand-file member of the Christian Students' Association, legionnaire'. Since the applicant was barely 16 when that table was drawn up, on 15 February 1937, and since he did not attend lectures in the Iaşi Faculty of Sciences, and since it appears from subsequent checks in the documents listing the names of the members of legionnaire organisations that the name 'Aurel Rotaru' does not seem to be connected with an individual living in Bârlad whose personal details correspond to those of the applicant, the Romanian Intelligence Service considers that a regrettable mistake has been made and that the person mentioned in the table is not the applicant.", "Having regard to this letter, the Court holds that it satisfies the requirements of Article 322-5 of the Code of Civil Procedure as it is such as to completely alter the facts previously established. The document contains details which it was not possible to submit at any earlier stage in the proceedings for a reason beyond the applicant's control.", "That being so, the date on which the Securitate was formed and the way in which the former security services were organised are not relevant factors. Similarly, the fact, albeit a true one, that the Romanian Intelligence Service is only the depositary of the archives of the former security services is irrelevant. What matters is the fact that letter no. 705567 of 19 December 1990 from the Romanian Intelligence Service (Military Unit no. 05007) contains details which do not relate to the applicant, so that the information in that letter is false in respect of him and, if maintained, would seriously injure his dignity and honour.", "In the light of the foregoing and in accordance with the aforementioned statutory provision, the application for review is justified and must be allowed. It follows that the earlier decisions in this case must be quashed and that the applicant's action as lodged is allowed.”", "25. The court did not make any order as to damages or costs.", "26. The relevant provisions of the Constitution read as follows:", "“(1) The constitutional provisions on citizens' rights and liberties shall be interpreted and applied in accordance with the Universal Declaration of Human Rights and with the covenants and other treaties to which Romania is a party.", "(2) In the event of conflict between the covenants and treaties on fundamental human rights to which Romania is a party and domestic laws, the international instruments shall prevail.”", "“(1) Anyone may apply to the courts for protection of his rights, liberties and legitimate interests.", "(2) The exercise of this right shall not be restricted by any statute.”", "27. The relevant provisions of the Civil Code are worded as follows:", "“A judge who refuses to adjudicate, on the pretext that the law is silent, obscure or defective, may be prosecuted on a charge of denial of justice.”", "“Any act committed by a person who causes damage to another shall render the person through whose fault the damage was caused liable to make reparation for it.”", "“Everyone shall be liable for damage he has caused not only through his own act but also through his failure to act or his negligence.”", "28. The relevant provision of the Code of Civil Procedure reads as follows:", "“An application may be made for review of a final decision ... where written evidence which has been withheld by the opposing party or which it was not possible to submit for a reason beyond the parties' control is discovered after the decision has been delivered ...”", "29. The relevant provisions of Decree no. 31 of 1954 on natural and legal persons are worded as follows:", "“(1) Anyone whose right ... to honour, reputation ... or any other non-economic right has been infringed may apply to the courts for an injunction prohibiting the act which is infringing the aforementioned rights.", "(2) Similarly, anyone who has been the victim of such an infringement of rights may ask the courts to order the person responsible for the unlawful act to carry out any measure regarded as necessary by the court in order to restore his rights.”", "“If a person responsible for unlawful acts does not within the time allowed by the court perform what he has been enjoined to do in order to restore the right infringed, the court may sentence him to pay a periodic pecuniary penalty to the State ...”", "30. At the material time, the relevant provisions of Legislative Decree no. 118/1990 read:", "“The following periods shall be taken into account in determining seniority and shall count as such for the purpose of calculating retirement pension and any other rights derived from seniority: periods during which a person, after 6 March 1945, for political reasons –", "(a) served a custodial sentence imposed in a final judicial decision or was detained pending trial for political offences;", "...”", "“A committee composed of a chairman and at most six other members shall be set up in each county ... in order to verify whether the requirements laid down in Article 1 have been satisfied ...", "The chairman must be legally qualified. The committee shall include two representatives from the employment and social-welfare departments and a maximum of four representatives from the association of former political detainees and victims of the dictatorship.", "...”", "“The persons concerned may establish that they satisfy the conditions laid down in Article 1 by means of official documents issued by the relevant authorities or ... of any other material of evidential value.", "...”", "“The provisions of this decree shall not be applicable to persons who have been convicted of crimes against humanity or to those in respect of whom it has been established, by means of the procedure indicated in Articles 5 and 6, that they engaged in Fascist activities within a Fascist-type organisation.”", "31. The relevant provisions of Law no. 14 of 24 February 1992 on the organisation and operation of the Romanian Intelligence Service, which was published in the Official Gazette on 3 March 1992, read as follows:", "“The Romanian Intelligence Service shall organise and carry out all activities designed to gather, verify and utilise the information needed for discovering, preventing and frustrating any actions which, in the eyes of the law, threaten Romania's national security.”", "“The Romanian Intelligence Service shall be authorised to hold and to make use of any appropriate resources in order to secure, verify, classify and store information affecting national security, as provided by law.”", "“All internal documents of the Romanian Intelligence Service shall be secret, shall be kept in its own archives and may be consulted only with the consent of the Director as provided in law.", "Documents, data and information belonging to the Romanian Intelligence Service shall not be made public until forty years after they have been archived.", "The Romanian Intelligence Service shall, in order to keep and make use of them, take over all the national-security archives that belonged to the former intelligence services operating on Romanian territory.", "The national-security archives of the former Securitate shall not be made public until forty years after the date of the passing of this Act.”", "32. The relevant provisions of Law no. 187 of 20 October 1999, which came into force on 9 December 1999, are worded as follows:", "“(1) All Romanian citizens, and all aliens who have obtained Romanian nationality since 1945, shall be entitled to inspect the files kept on them by the organs of the Securitate ... This right shall be exercisable on request and shall make it possible for the file itself to be inspected and copies to be made of any document in it or relating to its contents.", "(2) Additionally, any person who is the subject of a file from which it appears that he or she was kept under surveillance by the Securitate shall be entitled, on request, to know the identity of the Securitate agents and collaborators who contributed documents to the file.", "(3) Unless otherwise provided by law, the rights provided in subsections (1) and (2) shall be available to the surviving spouses and relatives up to the second degree inclusive of a deceased.”", "“(1) In order to provide for a right of access to information of public interest, all Romanian citizens ..., the media, political parties ... shall be entitled to be informed ... if any of the persons occupying the following posts or seeking to do so have been agents or collaborators of the Securitate:", "(a) the President of Romania;", "(b) member of Parliament or of the Senate;", "...”", "“A National Council for the Study of the Archives of the Securitate ... (hereinafter 'the Council'), with its headquarters in Bucharest, shall be set up to apply the provisions of this Act.", "The Council shall be an autonomous body with legal personality, subject to supervision by Parliament. ...”", "“The Council shall consist of a college of eleven members.", "The members of the college of the Council shall be appointed by Parliament, on a proposal by the parliamentary groups, according to the political composition of the two Chambers ... for a term of office of six years, renewable once.”", "“(1) The beneficiaries of this Act may, in accordance with section 1(1), request the Council –", "(a) to allow them to consult the files ... compiled by the Securitate up to 22 December 1989;", "(b) to issue copies of ... these files ...;", "(c) to issue certificates of membership or non-membership of the Securitate and of collaboration or non-collaboration with it;", "...”", "“(1) The content of certificates under section 13(1)(c) may be challenged before the college of the Council ...”", "“(1) The right of access to information of public interest shall be exercisable by means of a request sent to the Council. ...", "...", "(4) In response to requests made under section 1, the Council shall verify the evidence at its disposal, of whatever form, and shall immediately issue a certificate ...”", "“(1) Any beneficiary or person in respect of whom a check has been requested may challenge before the college of the Council a certificate issued under section 15. ...", "The college's decision may be challenged ... in the Court of Appeal ...”"], "VIOLATED_ARTICLES": ["13", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}