{"ITEMID": "001-100666", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "NAGOVITSYN AND NALGIYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["1. The applicants are Russian nationals. The first applicant, Mr Yuriy Aleksandrovich Nagovitsyn (application no. 27451/09, lodged on 7 May 2009), was born in 1950 and lives in Kirov. The second applicant, Mr Magometgiri Khakyashevich Nalgiyev (application no. 60650/09 lodged on 20 October 2009), was born in 1949 and lives in Mayskoye, the Republic of Northern Osetiya-Alaniya.", "2. The facts of the cases, as submitted by the applicants, may be summarised as follows.", "3. The applicants sued the State authorities in domestic courts and obtained judgments in their favour.", "4. In the case of Nagovitsyn, the Leninskiy District Court of Kirov on 31 May 2007 awarded the applicant two lump sums, of 42,773.06 and 4,452.37 Russian roubles (RUB), plus the sums of RUB 1,288.41 and 1,717.91, to be paid on a monthly basis on account of the applicant's participation in the cleaning-up operations following the Chernobyl disaster. The court ordered that the monthly payments be subsequently adjusted (index-linked) in accordance with the law.", "5. In the case of Nalgiyev, the Nazranovskiy District Court of the Republic of Ingushetiya on 7 March 2007 awarded the applicant a lump sum of RUB 1,146,356 in salary arrears on account of his service on a territory subject to emergency rule.", "6. The judgments in the applicants' favour became binding and enforceable on 10 July and 3 May 2007 respectively but remain unexecuted, either fully or in part. According to Mr Nagovitsyn, the monthly payments have not been index-linked by the debtor authority (the Kirov Federal Treasury Department), contrary to the court order. In the case of Nalgiyev, the defendant authority (the Prosecutor's Office of the Republic of Ingushetiya) failed to pay any of the judgment debt.", "7. On 15 January 2009 the Court delivered the Burdov pilot judgment (see Burdov v. Russia (no. 2), no. 33509/04, ECHR 2009...). The pilot judgment ordered the respondent State, inter alia, to set up an effective domestic remedy which would secure adequate and sufficient redress for non-enforcement or delayed enforcement of domestic judgments. The Court also decided to adjourn, for one year from the date on which the judgment became final, the proceedings in all cases concerning solely the non-enforcement and/or delayed enforcement of domestic judgments ordering monetary payments by the State authorities (see Burdov (no. 2), cited above, § 143, and point 8 of the operative part).", "8. Consequently, like numerous other persons in the same position, Mr Nagovitsyn and Mr Nalgiyev were informed by letters of 21 October 2009 and 29 January 2010 respectively that their cases would remain adjourned until 4 May 2010 and that the subsequent procedure would be determined in the light of the implementation of the pilot judgment by the Russian authorities.", "9. On 4 May 2010 the Government informed the Court that in response to the pilot judgment two federal laws had been enacted, introducing a new domestic remedy in respect of lengthy judicial proceedings and delayed enforcement of domestic judgments against the State. The laws entered into force on the same date (“the Compensation Act”, see part B below).", "10. In May 2010 the Registry of the Court informed the applicants in the present cases and all other applicants in the same position of the new remedy, advising them to make use of it within the six-month time-limit set by the Compensation Act (see paragraph 20 below).", "11. By a letter of 21 June 2010 Mr Nagovitsyn informed the Court in response that he had brought proceedings under the Compensation Act and obtained a judgment in his favour. On 21 June 2010 the Kirov Regional Court granted the applicant's claim in part. It found that the Russian authorities had violated his right by delaying the enforcement of the judgment of 31 May 2007 and awarded him RUB 40,000 in compensation. The court took account of the amount of outstanding arrears due (RUB 3,900), the applicant's claims (RUB 140,000), the ambiguity of the domestic case-law concerning the index for adjustment of court awards, considerations of reasonableness and equity and judgments of the European Court of Human Rights in similar cases.", "12. On 28 June 2010 the applicant appealed to the Supreme Court against that decision, considering, inter alia, that the compensation award was insufficient and that the regional court had failed explicitly to acknowledge a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.", "13. By letter of 22 June 2010, Mr Nalgiyev indicated that he would lodge a claim with the domestic court under the Compensation Act and keep the Court informed of any new fact.", "14. Notwithstanding these developments, the applicants explicitly maintained their applications before the Court. They challenged the capacity of the new remedy to provide adequate redress. The new domestic remedy at best allows, in their view, some inadequate compensation for delays but does not ensure the State's ultimate compliance with the judgment. Mr Nagovitsin argued, in addition, that the compensation award made on 21 June 2010 by the domestic court was substantially lower than the amounts awarded by the Court in similar circumstances. More generally, he submitted that the consideration of his case by the Court would remedy the uncertainty of the indexation requirements stemming from the ambiguous domestic case-law in this area.", "15. On 30 April 2010 Russian Parliament adopted a Federal Law, no. 68-ФЗ, “On Compensation for Violation of the Right to a Trial within a Reasonable Time or the Right to Enforcement of a Judgment within a Reasonable Time” (“the Compensation Act”). On the same date the Parliament adopted a Federal Law, no. 69-ФЗ, introducing a number of corresponding changes to the relevant federal laws. Both laws entered into force on 4 May 2010.", "16. The Compensation Act entitles a party concerned (“an applicant”) to bring an action for compensation of the violation of his or her right to a trial within a reasonable time or of the right to enforcement within a reasonable time of a judgment establishing a debt to be recovered from the State budgets (Section 1, § 1). Such compensation can only be awarded if the alleged violation took place independently of the applicant's own actions except those taken in the circumstances of force majeure. A breach of the statutory time-limits for examination of the case does not amount per se to a violation of the right to a trial within a reasonable time or right to enforcement of a judgment within a reasonable time (Section 1, § 2). A compensation award is not dependent on the competent authorities' fault (Section 1, § 3).", "17. The compensation is awarded in monetary form (Section 2, § 1). The amount of the compensation should be determined by courts according to the applicant'", "18. Section 3 sets out the rules of jurisdiction and procedure. It states in particular that a claim for compensation on account of lengthy enforcement of a judgment may be lodged prior to the end of the procedure for enforcement of a judgment but not earlier than six months after the expiry of the statutory time-limit for enforcement and not later than six months after the termination of the procedure for enforcement.", "19. A court decision granting compensation is subject to immediate enforcement (Section 4, § 4). It may be appealed against in accordance with the procedural legislation in force (Section 4, § 5). The costs of payment of compensation awards are included in the federal budget, in the budgets of federal entities and in local budgets (Section 5, § 3).", "20. All individuals who have complained to the European Court of Human Rights that their right to a trial within a reasonable time or to enforcement of a judgment within a reasonable time has been violated may claim compensation in domestic courts under the Compensation Act within six months of its entry into force, provided the European Court has not ruled on the admissibility of the complaint (Section 6 § 2)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}