{"ITEMID": "001-110783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KARAKASOGLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicants, Ms Semra Karakaşoğlu and Ms Sündüs Karakaşoğlu, are Turkish nationals who were born in 1965 and 1947 respectively and live in Istanbul. They were represented before the Court by Mr A. Yazıcıoğlu, a lawyer practising in Istanbul.", "3. The first applicant is the daughter of the second applicant. On an unspecified date, the first applicant issued a cheque in the name of the second applicant. Subsequently, in April 2004, alleging that she had lost the cheque, the second applicant applied to the Kadıköy Commercial Court to have it cancelled. The cheque was accordingly cancelled by the Kadıköy Commercial Court.", "4. In the meantime, a third person, Ms H.K.Ç. (hereinafter referred to as “the creditor”), who is the niece of the second applicant, presented the cheque in question to the bank for payment; however, she was informed that the cheque had been cancelled. The creditor then applied to the Istanbul Execution Office and alleged that the second applicant had endorsed the cheque in her name to pay a debt to her. The amount of the cheque in dispute was 70,000 Turkish liras (TRY) and the due date was set at 12 August 2004. On 8 October 2004 a payment order was sent to the applicants. On 12 October 2004 the applicants filed an objection with the Execution Office, stating that they did not have a debt to the creditor and alleging that the creditor had stolen the cheque from their house.", "5. Thereafter, the creditor initiated proceedings before the Istanbul Commercial Court, requesting the annulment of the objection filed by the applicants. Relying on section 67 of the Execution and Bankruptcy Act (Law no. 2004), she further claimed compensation amounting to 40% of the sum due, as the applicants had denied paying their debt in an unjust manner.", "6. On 18 October 2004 the applicants initiated another set of proceedings before the Istanbul Commercial Court, seeking a declaratory judgment to the effect that they did not have any debt to the creditor in respect of the cheque in question. They also requested the creditor to pay them compensation amounting to 50% of the sum in dispute for acting in bad faith. On 29 June 2005 the Istanbul Commercial Court rejected the applicants’ case on account of insufficient evidence. In its decision, the court held that the applicants had failed to provide the basis of an arguable claim in support of their allegations. On 24 April 2006 the Court of Cassation quashed the judgment of the first-instance court, holding that that court should have examined whether the refusal to pay the amount due had caused unjust enrichment to the applicants. The case was accordingly remitted to the Istanbul Commercial Court.", "7. On an unspecified date, the Istanbul Commercial Court decided to join the two cases. During the hearings held before the Commercial Court, the applicants were represented by a lawyer and were able to put forward all their arguments. The court also heard witness statements. In her submissions before the court, the creditor maintained that she had lent TRY 70,000 to the second applicant and had in return taken a cheque with a due date set for 12 August 2004. She further claimed that in order to avoid paying the cheque, the second applicant had applied to the court to have it cancelled. On 14 November 2007 the Commercial Court held that as the creditor was in possession of a cheque, the burden of proof lay on the applicants to prove that they did not have a debt to her. Having regard to the case file as a whole, the court decided that the applicants had failed to prove that they did not have any debt to the creditor. It therefore dismissed the case initiated by the applicants and annulled their objection against the payment order. Pursuant to section 67 of Law no. 2004, the court further ordered the applicants to pay compensation, amounting to 40% of the sum due, for unjustly filing an objection against the payment order. On 30 June 2008 the Court of Cassation upheld the judgment of the first-instance court. A request by the applicants for rectification was subsequently rejected and this final decision was served on the applicants on 11 January 2009.", "8. Section 67 of the Execution and Bankruptcy Act (Law no. 2004) provides that the court may order the payment of compensation amounting to at least 40% of the sum in dispute, upon a request by the other party, if at the end of execution proceedings it concludes that the debtor has unjustly filed an objection against the payment order, or that the creditor acted in bad faith in initiating the execution proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}