{"ITEMID": "001-81737", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ROSINSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed (ratione temporis, ratione materiae, non-exhaustion of domestic remedies);Non-pecuniary damage - financial award;Violation of P1-1", "JUDGES": "", "TEXT": ["5. The applicant was born in 1934 and lives in Warsaw.", "6. The applicant owns a plot of land with a surface area of 2,183 square metres, located in the municipality of Milanówek, near Warsaw. It is listed in the local land register under entry No. 29735.", "7. On 20 March 1993 the applicant and his neighbours lodged their objections to a proposed new land development plan to be adopted by the municipality.", "8. On 30 March 1993 the municipal council of Milanówek adopted the local land development plan. The applicant's objections were not taken into consideration. Under the plan, the applicant's land was designated for agricultural purposes. A road and a hospital were to be constructed on his land after expropriation.", "9. The applicant and his neighbours complained of this decision to the Mazowsze Governor, arguing inter alia that the plan breached their right to the peaceful enjoyment of their possessions. They submitted that the local land development plan had been prepared in a manner which failed to take properly into consideration and reconcile the various interests of the municipality and the local owners. As a result, the plan was unreasonable and did not comply with the standards of good land administration.", "10. They transferred the complaint to the Supreme Administrative Court, after being informed that it alone was competent to examine the matter.", "11. By a judgment of 25 September 1995, the Supreme Administrative Court dismissed the complaint, considering that there were no indications that the municipal authorities had failed to take into consideration and properly weigh the various competing interests involved in the preparation of the local land development plan. It noted that the restrictions on ownership imposed by land development measures were not per se incompatible with the nature of ownership guaranteed by the Civil Code.", "12. In 1997 the applicant and 36 other inhabitants of Milanówek requested the Mayor to amend the 1993 plan in order to avoid the loss of various investments they had made in their land after the implementation of the plan's projects. This request apparently remained unanswered.", "13. In a letter of 4 April 2000 the Municipal Office, in reply to a query submitted by the applicant and other persons, stated that the municipal authorities were under no obligation to provide any compensation for owners whose property was to be expropriated in the future. They were also informed that the validity of the 1993 plan had been prolonged for a further two years under the amendment to the Local Planning Act 1994 adopted in 1999.", "14. On 7 July 2001 the Mayor of Milanówek refused the applicant's request for an initial approval of a development project on his land (decyzja o warunkach zabudowy), considering that the project would be incompatible with the local land development plan. The applicant wished to have a house built on his land while, under the plan, it was designated for the construction of a road and a hospital.", "15. The applicant appealed against this decision to the Mazowiecki Governor. In a reply of 19 July 2001, he was informed that the appeal should be lodged with the Local Government Board of Appeal and that the construction of the road in Milanówek would not be budgeted before 2010 at the earliest. The applicant addressed the Appeal Board.", "16. On 21 November 2001 the Local Government Board of Appeal dismissed the applicant's appeal on the ground that his construction project was incompatible with the land development plan. It was further reiterated that, under the Local Planning Act 1994, he had no right to compensation for the fact that his land had been “frozen” or for the restrictions on its use.", "17. On 1 October 2001 the Municipal Office informed the applicant that the plan had been amended in that the construction of the hospital was no longer foreseen. However, the project to build a road remained valid, but no timeframe was specified.", "18. On 11 March 2002 the applicant requested the Municipality to acquire his property. The Municipal Office refused to do so by a letter of 9 May 2002.", "19. On 17 June 2002 the applicant complained to the Municipal Office that the decisions it had given in respect of the land development in his neighbourhood were incompatible with the land development plan adopted in 1993.", "20. By a letter of 2 July 2002, the Office informed the applicant that, under domestic law, the owners of property to be expropriated in the future had no right to compensation for the fact that their land could not be developed. They would be entitled to compensation only after the final expropriation decisions in respect of their property had been taken.", "21. On the same day the Supreme Administrative Court dismissed his appeal against the decision of 19 December 2000. The court observed that its jurisdiction was limited to the examination of the lawfulness of the impugned decision. It found that the decision was lawful as it was common ground between the parties that the applicant's construction project was incompatible with the local land development plan.", "It further noted that the applicant had complained that his situation could not be seen as being compatible with the Constitution, given that owners affected by plans adopted prior to the Constitution's entry into force could not benefit from compensation claims provided for by section 36 of the Local Planning Act 1994. The court referred to the judgment of the Constitutional Court given in 1995 (see paragraph 36 below), which had examined the compatibility with the Constitution of section 68 § 1 of the 1994 Act. That provision had excluded the application of the owners' right to compensation under section 36 to land development plans adopted before 31 December 1994. It had found the provision to be compatible with the Constitution.", "The Supreme Administrative Court observed that it was not its task to amend or criticise existing laws and that it was bound by this provision. Otherwise, there were no grounds on which to consider that the decision challenged by the applicant had been unlawful.", "22. In the meantime, in January 2002 the applicant petitioned the Ombudsman.", "23. On 20 February 2002 the Ombudsman informed him that the legal framework for “frozen land” was governed by the Local Planning Act 1994. Under section 36 of this Act, owners of such plots were entitled to various forms of compensation, but only insofar as their plots were affected by land development plans adopted after 1 January 1995.", "24. On 31 December 2002 the validity of the 1993 land development plan expired.", "25. On 25 August 2003 the applicant was granted an initial planning permit (decyzja o warunkach zabudowy) in respect of his land.", "26. From 1984 to 1 January 1995 questions of land development were governed by the Local Planning Act of 12 July 1984.", "27. On 7 July 1994 a new Local Planning Act was enacted. It entered into force on 1 January 1995.", "28. On 21 December 2001 Parliament passed a law amending the Local Planning Act 1994.", "29. On 27 March 2003 a new Local Planning Act was enacted which repealed the 1994 Act.", "30. Under the Local Planning Act of 12 July 1984 owners of properties to be expropriated in the future were not entitled to any form of compensation for damage resulting from restrictions on the use of their property or the reduction in its value originating in expropriations to be carried out at an undetermined future date.", "31. Section 36 of the Local Planning Act enacted in 1994 created for local authorities a number of obligations towards owners whose properties were designated for expropriation at an undetermined future date under land development plans adopted by the competent municipal authorities. The municipalities were obliged to buy such property, replace it with other land within six months of an owner's request, or provide compensation for the damage caused by the designation.", "32. However, pursuant to Section 68 § 1 of the Act, these obligations and the corresponding claims of the owners applied only to plans adopted after the Act had entered into force, i.e. to plans adopted by local municipalities after 1 January 1995.", "33. Pursuant to the 1994 Act, plans adopted before its entry into force were to expire on 31 December 1999.", "34. In 1999 an amendment to the 1994 Act was adopted under which the validity of such plans was extended for a further two years until 31 December 2001. Again, on 21 December 2001, Parliament passed a law amending the Local Planning Act 1994 which extended until the end of 2002 the validity of the land development plans adopted before 1 January 1995.", "35. Under section 87 of the 2003 Act (see paragraph 29 above), all local plans adopted before 1 January 1995 remained valid, but not beyond 31 December 2003.", "36. Compensation entitlements for owners, provided for by the 1994 Act (see paragraph 29 above), were in essence maintained by the 2003 Act. Pursuant to Section 36 of that Act, when, following the adoption of a new local land development plan, the use of property in the manner provided for by a previous plan has become impossible or has been restricted, it is open to the owner to claim compensation from the municipality, or to request the municipality to buy the plot. Any litigation which may arise in this respect between municipalities and owners can be pursued before the civil courts. It would appear that the operation of Section 36 is not retroactive, thus limiting the scope of any such claims to the period after the adoption of the 2003 Act.", "37. Other relevant legislative provisions are extensively set out in the Court's judgment of 14 November 2006 in the case of Skibińscy v. Poland (no. 52589/99, §§ 2853).", "38. In its judgment of 5 December 1995 (K 6/95), the Constitutional Court examined the request submitted to it by the Ombudsman to determine the compatibility with the Constitution of section 68 § 1 of the Land Planning Act 1994 insofar as it excluded the application of section 36 of that Act to land development plans adopted before 31 December 1994. The court referred to its established case-law to the effect that ownership could not be regarded as ius infinitivum. Consequently, its exercise was normally restrained by many legal and practical considerations, including the necessity of balancing the owners' interests against those of other persons. Local land development plans were to be regarded only as a practical expression of restraints originating in numerous statutes regulating the lawful exercise of ownership. In particular, owners of properties “frozen” for the purpose of future expropriations as a result of the adoption of such plans could normally continue to use their properties as they had been using them prior to the adoption of such plans. This did not amount to such an interference with ownership that it could be regarded as being incompatible with the constitutional protection of ownership."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}