{"ITEMID": "001-67416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "B. v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Libyan national who was born in 1968. He was represented before the Court by Mr N. Odén, a lawyer practising in Gothenburg. The respondent Government were represented by Ms I. Kalmerborn, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in Sweden on 13 May 2001 and applied for asylum on 28 May 2001.", "An initial interview with the applicant was conducted by the Migration Board (Migrationsverket) on 30 May 2001. At that interview the applicant stated, inter alia, that he had travelled to Sweden with a false passport which he had obtained through a friend of his father's who worked at the Libyan passport authority. As agreed with that person, he had sent back the false passport after having entered Sweden. His own genuine passport remained in Libya with his parents. Asked about his professional background, the applicant responded that he was an architect by profession and had been employed by the state for seven years at “the People's Committee for the educational sector in the district of al-Zawiyah”. However, he had stopped working in mid-January 2001. The applicant stated that disturbances had erupted in al-Zawiyah at the end of the year 2000. He had openly participated in the protests against the presence of (sub-Saharan) Africans in the country, mainly by distributing leaflets. In January 2001 he had been arrested by the security office in al-Zawiyah and accused of participating in the uprising against the Africans. On this occasion he had been questioned and held in detention for four days. Following the interview, the record of it was read out to the applicant who declared that it was correct and that he had understood the interpreter well.", "A second interview was held by the Migration Board on 21 March 2002. On this occasion the applicant was heard, inter alia, about the contents of three documents which he had received from Libya after his arrival in Sweden and submitted to the Board on 6 August 2001: (1) a birth certificate, (2) an international driver's licence issued in Libya on 15 May 2001 after he had left for Sweden, and (3) a document showing that he had completed his national military service. Asked about his passport, the applicant stated that it was impossible for him to obtain it as it was held by the security service which had taken it at the end of October 2000 “for reasons identical to his grounds for seeking asylum”.", "Describing his activities during the disturbances in his hometown, the applicant stated that he had participated by writing and distributing leaflets, encouraging people to force the Government to resign. In the leaflets, he had mentioned that, since coming to power in 1969, Mu'ammar Al-Qadhafi had treated the applicant's clan harshly. The clan had been politically influential before 1969. The uprising had lasted for 2-3 weeks in September 2000 and most of those living in al-Zawiyah had taken part. The security services had been sent to al-Zawiyah to deal with the problem. They had first targeted the applicant's clan. They had had no information regarding the names of the persons who had participated but had acted arbitrarily and arrested a large number of young men. In October 2000 the applicant had been arrested by the security service at his work place and held in detention for four days awaiting a hearing concerning his detention. On the fourth day the persons in charge of his interrogation had released him pending further questioning. Upon his release, the applicant had gone to Sabrata, a small town west of al-Zawiyah, where he had stayed in hiding with a friend for six to eight months before leaving for Sweden. Throughout this period he had been searched for by the security service.", "Asked about what would happen to him if returned to Libya, the applicant first stated that it was difficult to say exactly but that he would consider himself fortunate if he were given life imprisonment. Slightly later during the interview, however, he stated that the media had reported that death sentences had been handed down against the leaders of the revolt and that his own name had been among those that had been mentioned. He also asserted that a friend in Libya had informed him that he had been sentenced to death in absentia. According to the applicant, this type of judgment was not issued by a court but by a kind of popular conference entitled Al-Moétamarat Al-Shaébia. No appeal lay against it. The applicant further stated that it was possible that news about his sentence could have been published in either of two named government-controlled Libyan newspapers.", "The applicant declared that he had understood the interpreter well. The record of the second interview further stated that it had been read out to the applicant who had approved it.", "In written observations submitted to the Migration Board on 16 April 2002, the applicant's counsel, who had not been present at the interviews, stated that the record of the second interview had not been read out to the applicant or approved by him. Counsel further mentioned that, while in hiding in Sabrata, the applicant had been unable to communicate with his parents by telephone. Instead, the friend who had been hiding him had visited the parents a couple of times and had then received information and the applicant's allegedly false passport.", "The Migration Board noted that in March 2001 the Swedish General Consulate in Tripoli had received an application for an entry visa in the applicant's name, which contained a copy of a passport in the same name. The application had been rejected.", "On 5 August 2002, in reply to this information, the applicant's counsel noted that the copy of the passport was a copy of the same, allegedly false, passport the applicant had used to enter Sweden. The name, address and place of birth were correct in the application. The applicant had not made the visa application himself and therefore assumed that it must have been made by the head of the passport authority, who was the person who had issued the false passport and had made the arrangements for the applicant's journey to Sweden. The applicant was now in a position to name this person, as he had, for unknown reasons, left his position at the passport authority. Counsel further stated that the applicant's brother had sought to obtain a copy of the newspaper in which the applicant's death sentence had been reported but the brother's motives had been questioned and he had failed to obtained the copy due to fear.", "On 25 October 2002 the Migration Board rejected the applicant's request for asylum and ordered that he should be expelled from Sweden. It considered it remarkable that the applicant had been able to leave detention unconditionally, without for example any obligation to report or to put up bail. Moreover, it found that the fact that the applicant had remained in the country for several months after his release indicated that he did not perceive his need for protection as pressing. It also found it remarkable that he had been able to leave the country with a passport that he had acknowledged contained correct personal data, especially since he alleged that the Libyan authorities were searching for him. Against this background, the Migration Board found that the applicant's involvement in the riots as well as the possible consequences thereof were exaggerated.", "On 29 November 2002 the applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 9 January 2003 he submitted what he stated was a copy of a document which his brother had been able to obtain “via an acquaintance with contacts in the congress”. The document had been sent to an acquaintance in England who, in turn, had sent it to the applicant by fax. Issued by the People's Committee in al-Zawiyah on 28 May 2001, it called for the search and arrest by the security service of four named persons, including the applicant. It stated that a decision had been taken that the four persons should be executed on account of acts committed against the security of the state. While the applicant did not at this stage specifically claim that this document was a “judgment” issued by the People's Committee, he asserted that it unambiguously demonstrated that he had been sentenced to death in Libya and was being sought for execution of the judgment.", "On 29 April 2003 the Aliens Appeals Board rejected the applicant's appeal. It noted that there had been violent riots in September 2000 resulting in the death of many of its participants. Most of the people accused of involvement in the riots had been sentenced to death. It considered that the applicant had not shown that he would risk the death penalty upon return to Libya. If he had been of interest to the Libyan authorities he would not have been able to leave the country the way he claimed. Even having regard to the alleged copy of the judgment, the Aliens Appeals Board found reasons to question that he was of any particular interest to Libyan authorities. He had, thus, not shown that he was in need of protection.", "In June 2003 the applicant filed a new application for a residence permit with the Aliens Appeals Board, arguing that the previous decisions had been based on misunderstandings, misinterpretations and mistrust. He provided further details regarding the circumstances surrounding his arrest and subsequent escape from Libya. He thus stated, inter alia, that he had been one in a group of seven persons who had cooperated in writing and distributing leaflets in order to demonstrate their discontent with the regime. However, the security services had begun a campaign of arrests, torture and detentions without trial. One in their group had been arrested and, before being executed, had been forced under torture to reveal the identity of the others. When learning of the arrest the other members of the group had tried to hide or escape, but the applicant and two others had been arrested. He had been held in detention for four days at a local police station but had eventually been able to bribe a police officer to let him escape. He had paid the officer the equivalent of 3000 US dollars and had handed over his genuine passport. He had thereafter hid in another town for seven months. By bribing the head of the passport authority his family had been able to obtain a false passport for him. This passport was in fact a “real” and new passport but it was not “registered with the passport authority” and did not contain a bar code used for computer control or his “real name”. The passport also erroneously stated that he was married. The same person had arranged all other details regarding his journey, including his application for a visa and his ticket.", "The applicant further stated that during the time when he was in hiding in Libya the authorities had sent summonses for his appearance to his home, to the office where he worked and to the engineers' labour union of which he was a member. When this had not succeeded the authorities had tried to put pressure on his family. His father had been arrested and detained for three days, like his brothers who had been tortured to disclose his whereabouts. To avoid exposing his relatives to further torture, he had decided to escape abroad. However, after his arrival in Sweden his youngest brother had been imprisoned and had informed the authorities that the applicant was living in Sweden. The applicant also stated that he had stayed in Libya for several months before leaving as the journey had required careful preparation. After a period of time in Sweden the applicant had learned that he and three others in his group had been sentenced to death and that orders had been issued to all police units to arrest and execute them. Several attempts had been made to obtain this judgment. His brothers had finally managed to get in touch with “someone who has the key to the cupboard where the judgments are kept”. By bribing this person with 1000 dinars they had managed to obtain a copy of the judgment. The applicant claimed that two of the persons in his group had been granted asylum in the United Kingdom and in Canada.", "In support of his new application the applicant submitted what he claimed were copies of three summonses for him to appear for questioning issued by the Libyan authorities in October and November 2000 and May 2001, respectively.", "On 4 September 2003 the Aliens Appeals Board rejected the new application stating that it contained no new circumstances which would give reasons to change its previous assessment. The new documents, which were copies, were not of such a character as to influence the assessment of the applicant's need for protection.", "The immigration authorities have contacted the Libyan Embassy in Stockholm in order to obtain travel documents for the purpose of enforcing the expulsion order against the applicant.", "By a decision of 21 October 2003, following the Court's indication under Rule 39 of the Rules of Court, the Migration Board stayed the enforcement of the applicant's expulsion until further notice.", "On 19 November 2003 the applicant submitted to the Court copies of documents purportedly issued by Libyan authorities. One document, dated 3 June 2001, is a communication from “the Secretary to the People's Committee of the Congress” in old Zawia to “the Secretary to the People's Committee for Justice and General Security”, in which the latter is requested to agree to the notification of all airports, seaports and border-controls to prevent five named individuals, among them the applicant and a Mr Hasan Ahmed El Amouri, from leaving Libya. Another document, dated 18 June 2001, is a communication from the first-mentioned official to “the Secretary to the Office for Communications Abroad”, informing the recipient that four individuals mentioned in the first document, including the applicant but not Mr El Amouri, had fled the country and calling for their capture and return to Libya by the external security organs. A third document records a decision of 27 May 2001 to detain the applicant's younger brother for failure to disclose the applicant's whereabouts. Another document contains a summons for the applicant's father to appear on 20 June 2001 for questioning in relation to the applicant's escape from Libya."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}