{"ITEMID": "001-60431", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF STES COLAS EST AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. Following complaints from the National Union of Finishing Contractors (Syndicat national des entreprises de second œuvre) that large construction firms were engaging in certain illegal practices, France's central government authorities instructed the National Investigations Office to carry out a large-scale administrative investigation into the conduct of public-works contractors.", "9. In a memorandum dated 9 October 1985 the head of the National Investigations Office – a body attached to the Competition and Consumer Affairs Department, which on 5 November 1985 became the Department for Competition, Consumer Affairs and Fraud Prevention (“the DGCCRF”) – provided the officials responsible at inter-département level with details of the planned investigation into the conduct of roadworks contractors in local tendering procedures. Appended to the memorandum was a list of companies to be inspected, either at their head office or at local branch offices, in seventeen départements. The list included the three applicant companies.", "10. On 19 November 1985 inspectors from the DGCCRF carried out simultaneous raids on fifty-six companies without authorisation from the companies' management and seized several thousand documents. At a later date, on 15 October 1986, they conducted further inquiries with a view to obtaining statements.", "11. On each occasion the inspectors entered the applicant companies' premises under the provisions of Ordinance no. 45-1484 of 30 June 1945, which did not require any judicial authorisation. While carrying out the raids, the inspectors seized various documents containing evidence of unlawful agreements relating to certain contracts that did not appear in the list of contracts concerned by the investigation.", "12. On 14 November 1986, on the basis of those documents, the Minister for Economic Affairs, Finance and Privatisation asked the Competition Commission (which became the Competition Council after the entry into force of Ordinance no. 86-1243 of 1 December 1986) to investigate certain acts which, in his opinion, amounted to collusion between separate firms, artificial competition between firms belonging to one and the same group in local tendering procedures for roadworks contracts, and agreements restricting competition in the operation of mixing plants.", "13. On 30 July 1987 the Competition Council was additionally asked by the head of the DGCCRF to investigate acts of a similar nature. That request concerned fifty-five companies, including the applicant companies.", "14. In a decision of 25 October 1989, published in the Official Bulletin on Competition, Consumer Affairs and Fraud Prevention (Bulletin officiel de la concurrence, de la consommation et de la répression des fraudes – “the BOCCRF”), the Competition Council, finding evidence of practices outlawed by the ordinance of 30 June 1945 and the ordinance of 1 December 1986, fined the first applicant company 12,000,000 French francs (FRF), the second FRF 4,000,000 and the third FRF 6,000,000.", "15. In a judgment of 4 July 1990 published in the BOCCRF, the Paris Court of Appeal upheld all those penalties. The applicant companies appealed on points of law.", "16. In a judgment of 6 October 1992, likewise published in the BOCCRF, the Commercial Division of the Court of Cassation quashed the judgment of the Paris Court of Appeal, on the ground that its calculation of turnover and its assessment of the amount of the fines had had no basis in law. It remitted the case to the Paris Court of Appeal sitting with different judges.", "17. At the retrial in the Court of Appeal, the applicant companies contested the lawfulness of the searches and seizures carried out by the inspectors, without any judicial authorisation, under the 1945 ordinance. They relied on Article 8 of the Convention.", "18. On 8 April 1994 the head of the Competition and Planning Section of the DGCCRF submitted additional observations on behalf of the Minister for Economic Affairs, stating, inter alia:", "“... I will consider two points concerning the investigation procedure ... :", "(a) The inspections carried out under the 1945 ordinance should have been judicially authorised in advance, in accordance with the European Convention on Human Rights ...", "(b) Secondly, the seizures carried out by the DGCCRF officials went beyond the actual purpose of the inspections, in that documents not expressly referred to in the application for the investigation were taken from several companies' head offices.", "... section 15 of Ordinance no. 45-1484 of 30 June 1945 is worded in very explicit terms, as it states that in the course of their investigations, inspectors may require the production of, and seize, documents of any kind that are likely to facilitate the accomplishment of their tasks, irrespective of whose hands the documents are in. The distinctive feature of this procedure was that, in contrast to the provisions now in force, which were introduced by section 48 of the ordinance of 1 December 1986, the inspections were not carried out under constant judicial supervision. In the absence of any provisions on the matter, it is hard to see what supervisory procedure should have been followed.", "... it appears from the provisions of the 1945 ordinances that the inspectors were vested with powers of search and seizure which they exercised when carrying out their general task of obtaining evidence. The aforementioned section 15 must be interpreted in the light of section 16 of the same ordinance, by which inspectors were granted unrestricted access to premises ...”", "19. On 4 July 1994 the differently constituted Paris Court of Appeal held, inter alia:", "“... the administrative investigation was carried out in accordance with section 15 of the aforementioned ordinance. By virtue of that provision, inspectors are authorised to require the production of, and to seize, documents of any kind that are likely to facilitate the accomplishment of their task, irrespective of whose hands the documents are in. They have a general right to inspect documents, reinforced by a power of seizure. Since no search took place in the course of the administrative investigation, the firms have no grounds for arguing that there has been interference with their private life or home in breach of Article 8 of the Convention ...”", "20. The Court of Appeal fined the first applicant company FRF 5,000,000, the second FRF 3,000,000 and the third FRF 6,000,000. The applicant companies again appealed on points of law.", "21. In a judgment of 4 June 1996 published in the BOCCRF, the Court of Cassation dismissed their appeal. In particular, it dismissed their complaint under Article 8 of the Convention, holding that “the administrative investigation ... [had] not give[n] rise to any searches or coercive measures”.", "22. At the time of the impugned inspections (19 November 1985 and 15 October 1986), sections 15 and 16 of Ordinance no. 45-1484 of 30 June 1945 on the detection, prosecution and punishment of offences against legislation on trade and industry provided:", "“The officials referred to in section 6 (subsections (1) and (2)) may require the production of, and may seize, documents of any kind ... that are likely to facilitate the accomplishment of their task, irrespective of whose hands the documents are in. They shall be entitled to take samples.", "Officials from the Department of Internal Trade and Prices, the Revenue, Customs and Excise, the Fraud Office and the Weights and Measures Office may also, notwithstanding professional confidentiality, consult any documents kept by State, département and municipal authorities or offices, by public and quasi-public corporations, by institutions and bodies under State supervision and by firms and services granted a concession by the State, départements and municipal authorities.”", "“... The officials referred to in section 6 shall have unrestricted access to shops if the latter do not constitute the trader's residence, in which case the search may only take place in accordance with the provisions of subsection 5, and to back-shops, offices, annexes, warehouses, premises used for processing, production, sales, dispatch or storage and, in general, to any premises, subject, in the case of residential premises, to the provisions of the fifth subsection of this section ...”", "23. The relevant provisions of Ordinance no. 86-1243 of 1 December 1986 on free prices and competition, repealing Ordinance no. 45-1484 of 30 June 1945, read as follows:", "“Inspectors may enter any premises, land or means of transport used for occupational purposes, may require the production of books, invoices and any other business documents and make copies thereof, and may obtain information and explanations by means of a summons or at the scene.", "They may request the authority to which they are answerable to appoint an expert to draw up any necessary reports with the participation of all the parties.”", "“Inspectors may make searches of any premises and seize documents solely in the context of investigations requested by the Minister for Economic Affairs or the Competition Council, and subject to judicial authorisation by an order of the President of the tribunal de grande instance within whose territorial jurisdiction the premises to be searched are situated, or a judge delegated by him. Where the premises are situated within the territorial jurisdiction of several courts and are all to be searched simultaneously, a single order may be issued by one of the relevant presidents.", "The judge shall check that each application for leave made to him is well-founded; each request shall contain all information that may justify the search.", "Searches and seizures shall be carried out under the authority and supervision of the judge who has authorised them. He shall designate one or more senior police officers [officiers de police judiciaire] with responsibility for being present at the operations and keeping him informed of their progress. Where they take place outside the territorial jurisdiction of his tribunal de grande instance, he shall issue a rogatory letter, for the purposes of such supervision, to the President of the tribunal de grande instance within whose jurisdiction the search is being made.", "The judge may go to the scene during the operation. He may decide at any time to suspend or halt the search.", "Against an order referred to in the first subsection of this section there shall lie only an appeal on points of law as provided in the Code of Criminal Procedure. Such an appeal shall not have suspensive effect.", "Searches may not be commenced before 6 a.m. or after 9 p.m. They shall be made in the presence of the occupier of the premises or his representative.", "Only the inspectors, the occupier of the premises or his representative and the senior police officer may inspect documents before they are seized.", "Inventories shall be made and documents placed under seal, in accordance with Article 56 of the Code of Criminal Procedure.", "The originals of the report and of the inventory shall be forwarded to the judge who ordered the search.", "Items and documents that are no longer useful for establishing the truth shall be returned to the occupier of the premises.”", "24. The domestic case-law at the material time may be summarised as follows.", "In the field of taxation the Constitutional Council rejected section 89 of the Budget Act for 1984, concerning the investigation of income-tax and turnover-tax offences, holding, inter alia:", "“While the needs of the Revenue's work may dictate that tax officials should be authorised to make investigations in private places, such investigations can only be conducted in accordance with Article 66 of the Constitution, which makes the judiciary responsible for protecting the liberty of the individual in all its aspects, in particular the inviolability of the home. Provision must be made for judicial participation in order that the judiciary's responsibility and supervisory power may be maintained in their entirety ...”", "“...", "I", "With regard to the provisions referred to the Council, the significance of its decision is clear from a constitutional point of view ...", "... the decision of 29 December 1983 must be examined ... in relation to recognition of the inviolability of the home as a constitutional principle.", "... The question on which the Council was asked to give a ruling was not whether sections 7, 15, 16 and 17 of the 1945 ordinance were constitutional but whether the powers conferred by those provisions could be extended to tax officials in matters concerning direct taxation and VAT [value-added tax].", "...", "The issue under consideration was therefore wholly extraneous to the subject matter of the 1945 ordinance and there was no necessary link between the two types of instrument.", "Obviously, that does not mean that the Constitutional Council indirectly, by implication, acknowledged the constitutionality of the 1945 ordinance. It merely ignored the question. But the principles it set forth in the rest of the decision show that certain rules laid down in the 1945 ordinance ... have become incompatible with constitutional law under the 1958 Constitution (see section II A. below).", "...", "II", "The Constitutional Council's decision has had the effect of highlighting the fact that several provisions of existing statutes providing for purely administrative searches are incompatible with the constitutional principles it has laid down ...", "A. The existing provisions for purely administrative searches are incompatible with the constitutional principles set out in the decision in issue.", "(1) Such provisions, which are exceptions to the general law governing searches, are fairly numerous.", "...", "Article 64 of the Customs Code ... And Article 454 of the same Code ...", "Articles L. 26 and L. 38 of the new Tax Code (Code of Tax Procedure) ...", "Among the most recent provisions, particular mention should be made of those in the two ordinances of 30 June 1945, which serve as the foundation of the economic branch of the criminal law inherited from the Vichy regime.", "...", "Sections 5, 15 and 16 (referred to above) of Ordinance no. 45-1484 allow searches to be made, with a view to detecting economic offences, ... of any premises save residential ones, by numerous categories of officials acting alone, ... and of residential premises by any such officials who have been given special authorisation to that end by the Director-General of Competition and Consumer Affairs, and who must be accompanied by a local council officer or a senior police officer and operate during daytime hours only.", "...", "(2) It is quite obvious that all the provisions examined above are incompatible with the principles laid down in the Constitutional Council's decision.", "In the great majority of cases there is no provision for any review by the ordinary courts (for example, in the Customs Code, the Code of Tax Procedure as regards searches of premises other than exclusively residential ones, the ordinance of 30 June 1945 in the same circumstances ...).”", "25. A 1988 report by the Court of Cassation gives the following analysis of the relevant domestic law after the events in issue:", "“The right of tax, customs and competition officials to make searches and seizures” (Study by Bernard Hatoux, judge of the Court of Cassation)", "“... (b) The effect of the decision of 29 December 1983 is clarified by the provisions that were declared invalid.", "... The Council's decision has another effect, as all legal writers have observed. The provisions of the 1945 ordinance ... would all have fallen foul of the Council if it had existed when they were promulgated. It was therefore implicitly established that they were incompatible with the Constitution. Although they could not be retrospectively declared invalid, it was no longer possible for them to be used as a reference in future.", "That is all the truer as the government has seen in the Council's decision the same implication of invalidity, again noted by legal writers, with regard to the provisions creating the right to make searches in relation to indirect taxation, customs and economic offences, which have now been repealed and replaced by new ones designed to conform to the Council's requirements ...”", "26. In its judgment of 21 September 1989 in Hoechst v. Commission (Joined Cases 46/87 and 227/88 [1989] European Court Reports (ECR) 2859), the Court of Justice of the European Communities (CJEC) held:", "“17. Since the applicant has also relied on the requirements stemming from the fundamental right to the inviolability of the home, it should be observed that, although the existence of such a right must be recognised in the Community legal order as a principle common to the laws of the Member States in regard to the private dwellings of natural persons, the same is not true in regard to undertakings, because there are not inconsiderable divergences between the legal systems of the Member States in regard to the nature and degree of protection afforded to business premises against intervention by the public authorities.", "18. No other inference is to be drawn from Article 8 ... of the ... Convention ... The protective scope of that article is concerned with the development of man's personal freedom and may not therefore be extended to business premises. Furthermore, it should be noted that there is no case-law of the European Court of Human Rights on that subject.", "19. None the less, in all the legal systems of the Member States, any intervention by the public authorities in the sphere of private activities of any person, whether natural or legal, must have a legal basis and be justified on the grounds laid down by law, and, consequently, those systems provide, albeit in different forms, protection against arbitrary or disproportionate intervention. The need for such protection must be recognised as a general principle of Community law. In that regard, it should be pointed out that the Court has held that it has the power to determine whether measures of investigation taken by the Commission under the ECSC Treaty are excessive (judgment of 14 December 1962 in Joined Cases 5 to 11 and 13 to 15/62, San Michele and Others v. Commission [1962] ECR 449).”", "The CJEC reaffirmed that position in two judgments of 17 October 1989, Dow Benelux v. Commission (Case 85/87 [1989] ECR 3137, paragraphs 28-30) and Dow Chemical Ibérica and Others v. Commission (Joined Cases 97-99/87 [1989] ECR 3165, paragraphs 14-16).", "27. In its judgment of 20 April 1999 in Limburgse Vinyl Maatschappij NV and Others v. Commission (Joined Cases T-305/94, T-307/94, T-313/94 to T-316/94, T-318/94, T325/94, T-328/94, T-329/94 and T-335/94), the Court of First Instance of the European Communities held:", "“398. ... the applicants argue that in the course of its investigations the Commission infringed the principle of inviolability of the home within the meaning of Article 8 of the ECHR as interpreted in the case-law of the European Court of Human Rights (Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B), whose review is more extensive than that performed in the context of Community law ...", "403. The Commission begins by arguing that the ECHR does not apply to Community competition procedures. ...", "404. As to the merits of the plea, the Commission considers that the relevance of the case-law of the Court of Justice (Hoechst and Dow Benelux, cited above) is not affected by Article 8 of the ECHR as interpreted by the European Court of Human Rights.", "Findings of the Court", "...", "(ii) The merits of the plea", "417. For the reasons set out above ..., the plea must be understood as alleging infringement of the general principle of Community law ensuring protection against intervention by the public authorities in the sphere of private activities of any person, whether natural or legal, which are disproportionate or arbitrary (Hoechst, paragraph 19; Dow Benelux, paragraph 30; Joined Cases 97/87, 98/87 and 99/87 Dow Chemical Ibérica v. Commission [1989] ECR 3165, paragraph 16). ...", "– The first part of the plea, concerning the validity of the formal acts relating to the investigations", "419. ... In so far as the pleas and arguments put forward today by LVM and DSM are identical or similar to those put forward at that time by Hoechst, the Court sees no reason to depart from the case-law of the Court of Justice.", "420. That case-law is, moreover, based on the existence of a general principle of Community law, as referred to above, which applies to legal persons. The fact that the case-law of the European Court of Human Rights concerning the applicability of Article 8 of the ECHR to legal persons has evolved since [the judgments cited above] therefore has no direct impact on the merits of the solutions adopted in those cases.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}