{"ITEMID": "001-57501", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF H. v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["9. The applicant, who is a Belgian citizen born in 1929, has a doctorate in law and lives in Antwerp. He was struck off the Bar roll of that city and has twice applied unsuccessfully to be reinstated.", "10. In 1957, after completing the prescribed period as a pupil avocat in Antwerp, H was entered on the roll and took chambers.", "11. In May 1963, the Council of the Ordre des avocats of Antwerp commenced disciplinary action against him for having deliberately given false information to clients.", "On 10 June 1963, it struck him off the roll, having satisfied itself that he had wrongly persuaded a client that he (the client) risked arrest if he did not immediately pay a sum of 20,000 BF. The Council had previously dismissed the other charges against H.", "On appeal by H, the Brussels Court of Appeal, in a judgment on 31 December 1963, affirmed the decision to strike him off; and on 22 June 1964, the Court of Cassation dismissed H’s appeal on points of law.", "12. H was subsequently prosecuted for fraud and unlawfully holding himself out as an avocat; he was in custody pending trial from 2 July to 2 August 1965 and many of his files were seized. He was acquitted by the Antwerp Criminal Court on 19 January 1968 and made an unsuccessful claim for compensation.", "13. In 1970, the applicant set up as a legal and tax adviser, after having worked for some time as a commercial traveller.", "14. On 25 February 1977, when he was about to apply to have his name restored to the roll, the police again seized documents at his office. On 29 November 1978, the chambre du conseil of the Antwerp Court of First Instance committed him for trial in the Criminal Court for forgery and fraudulent conversion, but the prosecution ended in an acquittal on 18 October 1979.", "15. H has no criminal convictions.", "16. By a letter of 3 December 1979, the applicant requested the Council of the Ordre des avocats of Antwerp to restore his name to the roll. This application was based on Article 471 of the Judicial Code (see paragraph 30 below).", "17. On 17 December, at a sitting of the Council, the bâtonnier (leader) of the Antwerp Bar appointed a rapporteur.", "After deliberating on 7 and 28 January 1980, the Council decided to hear the applicant and his counsel.", "18. The hearing was held on 18 February. According to H’s counsel, the \"exceptional circumstances\" justifying his restoration to the roll consisted essentially in the great professional and family difficulties his client had experienced over the previous fifteen years, particularly as he had to confine himself to his occupation as a legal and tax adviser; furthermore his disbarment had not been followed up with any criminal proceedings and the later prosecutions had ended in acquittals.", "19. The Council of the Ordre dismissed the application on the same day; although more than ten years had elapsed since H had been struck off, the explanations offered orally by H’s counsel did not disclose any exceptional circumstances such as would justify restoring his name to the roll.", "20. On 9 February 1981, the applicant renewed his application. He appended a memorandum criticising the 1963 decision and to which was attached an opinion by a retired procureur général (Principal Crown Prosecutor), B. According to B, the Council of the Ordre should, under Article 29 of the Code of Criminal Procedure, have reported to the Antwerp procureur du Roi (Crown Prosecutor) the matters of which the applicant stood accused; that would have entailed suspending the disciplinary proceedings until the final decision in the criminal trial was known.", "21. The Council of the Ordre heard H and his counsel on 21 April 1981. Counsel submitted that the decision to disbar H had been based on the uncorroborated evidence of one of H’s clients, and that from 1963 to 1980 H had run his legal and tax consultancy very satisfactorily. He added that in 1963 the Council of the Ordre had not reported the facts to the procureur du Roi, with the result that no prosecution had been brought and H had not had a chance of securing an acquittal. He also emphasised H’s family difficulties. In addition, he filed a memorandum in which the applicant explained why the retired procureur général B was entitled to give an opinion.", "22. The Council of the Ordre dismissed the application at the end of its sitting on 11 May 1981, holding that H had not established that there were exceptional circumstances; in particular, the consequences of disbarment did not constitute such circumstances. In response to the memorandum of 9 February 1981 (see paragraph 20 above), it stated that the relevant procureur général was aware of the facts before the decision was given and had ordered a judicial investigation.", "The decision was served on the applicant on 16 June 1981.", "23. In Belgium the councils of the Ordre des avocats have exclusive jurisdiction to decide on applications for restoration to the roll.", "24. For each of the Bars the Council of the Ordre, together with the bâtonnier and the general assembly, is an administrative organ of the profession of avocat.", "25. It consists of the bâtonnier and from two to sixteen other members, according to the number of avocats on the Bar roll and the list of pupil avocats; the Antwerp Council has sixteen members in addition to the bâtonnier.", "The members are directly elected by the general assembly of the Ordre, to which all avocats on the roll are convened (Article 450 of the Judicial Code); the election is held before the end of each judicial year.", "26. The Council exercises numerous functions of an administrative, regulatory, adjudicative, advisory and disciplinary nature. In the instant case it is sufficient to mention the following.", "27. Under Article 432 of the 1967 Judicial Code, which enshrines the case-law of the Court of Cassation on the subject (judgment of 15 January 1920, Pasicrisie 1920, I, p. 24), the Council draws up the roll of avocats and the list of pupil avocats, and no appeal lies from its decisions in this matter. The principle of the Council’s having responsibility for its roll is justified by the need to restrict access to the profession to persons of unimpeachable integrity.", "28. It is also the Council’s duty to \"protect the honour of the Ordre\" and to \"maintain the principles of dignity, probity and scrupulousness on which the profession is founded\" (Article 456).", "29. As a disciplinary body, it punishes \"offences and misconduct\" (ibid.). It will hear such cases \"on an application by the bâtonnier, either of his own motion or following a complaint or after receipt of a written accusation from the procureur général\" (Article 457).", "The avocat concerned is summoned within two weeks by registered letter and, if he so requests, is granted time to prepare his defence (Article 465). Within eight days of the decision’s being given, it is notified by registered post to the procureur général and the avocat concerned (Article 466).", "The main penalties which the Council may impose are warning, censure, reprimand, suspension for not more than one year and striking off the roll or the list of pupil avocats (Article 460). The avocat concerned has a right both of objection (opposition) (Article 467) and, like the procureur général, of appeal (appel) (Article 468). At the time the events in this case occurred (see paragraph 11 above), appeal lay to the Court of Appeal (Article 29 of the Imperial Decree of 14 December 1810 regulating the practice of the profession of avocat and the discipline of the Bar). Today, this jurisdiction is exercised by disciplinary appeals boards, consisting of the President of the Court of Appeal, who presides, and four avocats sitting as assessors (Article 473 of the Judicial Code).", "Decisions of the courts of appeal in such matters could be appealed against on points of law (section 15(1) of the Judicature Act of 4 August 1832). The same now applies to decisions of the disciplinary appeals boards (Article 614 § 1 of the Judicial Code).", "30. Restoration to the roll of an avocat who has been struck off it is governed by Article 471 of the Judicial Code:", "\"No avocat who has been disbarred may be entered on a roll of the Ordre or on a list of pupil avocats until ten years have elapsed from the date on which the decision to strike off became final and unless exceptional circumstances warrant it.", "No such entry shall be permitted without the reasoned consent of the Council of the Ordre to which the avocat belonged or, as the case may be, the leave of the relevant disciplinary appeal authority if the disbarment was ordered by it.", "No appeal shall lie against a refusal to restore to the roll.\"", "This text reproduces with minor variations Article 1 of a resolution adopted on 13 February 1962 by the Council of the Brussels Ordre. That resolution went some way towards removing the finality of disbarment and read as follows:", "\"The Council of the Ordre may ..., on his application, restore to the roll an avocat who has been struck off.", "This measure, which is of an exceptional nature and lies wholly within the discretion of the Council of the Ordre, regard being had to the higher interests of the Bar and to whether reformation of the person concerned is clearly established, shall be permissible only after ten years have elapsed from the time when the disbarment penalty became final.", "The Council shall take its decision in accordance with the procedure provided for in Rule 32 of the Rules of Procedure, as in the case of the admission of a pupil avocat. ...\"", "31. Although Article 471 of the Judicial Code is the last provision in Book III (\"The Bar\"), Section I (\"General provisions\"), Chapter IV (\"Disciplinary matters\"), the Council does not use the disciplinary procedure (Article 465-469) when dealing with an application for restoration to the roll; nor is its decision a disciplinary one (Cass. 18 March 1965, Pasicrisie 1965, I, p. 734). The general law does not make any specific provisions; and the Antwerp Bar did not have any internal rules of procedure at the relevant time. The Council normally takes its decision in the same way and following the same procedure as on an application for admission.", "32. According to figures provided by the Government (and which were not disputed), 47 avocats have been struck off in Belgium since the Judicial Code came into force on 10 October 1967. Of the five applications for restoration to the roll made by avocats who have been struck off, three have been successful (Oudenaarde, Charleroi and Courtrai Bars). The Antwerp Bar has had to deal only with H’s applications, which were unsuccessful. None of the decisions in question is available to the public."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}