{"ITEMID": "001-108629", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF OTHMAN (ABU QATADA) v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Jordan);No violation of Article 3+13 - Prohibition of torture (Article 3 - Expulsion) (Article 13 - Effective remedy;Right to an effective remedy);No violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty) (Conditional) (Jordan);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Expulsion;Article 6-1 - Access to court;Fair hearing) (Conditional) (Jordan)", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["7. The applicant was born in 1960 near Bethlehem, then administered as part of the Kingdom of Jordan. He arrived in the United Kingdom in September 1993, having previously fled Jordan and gone to Pakistan. He made a successful application for asylum, the basis of which was first, that he had been detained and tortured in March 1988 and 1990-1991 by the Jordanian authorities and second, that he had been detained and later placed under house arrest on two further occasions. The applicant was recognised as a refugee on 30 June 1994 and granted leave to remain until 30 June 1998. As is the normal practice, the Secretary of State did not give reasons for his decision for recognising the applicant as a refugee.", "8. On 8 May 1998 the applicant applied for indefinite leave to remain in the United Kingdom. This application had not been determined before the applicant’s arrest on 23 October 2002. On that date he was taken into detention under the Anti-terrorism, Crime and Security Act 2001 (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 90, 19 February 2009). When that Act was repealed in March 2005, the applicant was released on bail and then made subject to a control order under the Prevention of Terrorism Act 2005 (ibid., §§ 83 and 84). On 11 August 2005, while his appeal against that control order was still pending, the Secretary of State served the applicant with a notice of intention to deport (see section 3, paragraph 25 below).", "9. In April 1999, the applicant was convicted in absentia in Jordan of conspiracy to cause explosions, in a trial known as the “reform and challenge” case. He was the twelfth of thirteen defendants.", "10. The case involved an allegation of a conspiracy to carry out bombings in Jordan, which resulted in successful attacks on the American School and the Jerusalem Hotel in Amman in 1998. There were further convictions for offences of membership of a terrorist group, but these matters were the subject of a general amnesty. The applicant was sentenced to life imprisonment with hard labour at the conclusion of the trial.", "11. During the trial, one witness, Mohamed Al-Jeramaine, confessed that he and not the defendants had been involved in the bombings. The State Security Court hearing the case took the view that his confession was false, and demonstrably so, because of discrepancies between what he said about the nature of the explosives, for example, and other technical evidence. Mr Al-Jeramaine was later executed for homicides for which he had been convicted in another trial.", "12. The applicant maintains that the evidence against him was predominantly based upon an incriminating statement from a co-defendant, Abdul Nasser Al-Hamasher (also known as Al-Khamayseh). In his confession to the Public (or State) Prosecutor, Mr Al-Hamasher alleged that the applicant had provided prior encouragement for the attacks. He was also said to have congratulated the group after the attacks.", "13. Mr Al Hamasher, along with several other defendants, had complained during the proceedings before the State Security Court that they had been tortured by the Jordanian General Intelligence Directorate (“the GID”), which shares responsibility for maintaining internal security and monitoring security threats in Jordan with the Public Security Directorate and the military. At the end of the period of interrogation during which they claimed to have been tortured, the Public Prosecutor took a statement from each defendant.", "14. At the trial there was evidence from lawyers and medical examiners and relatives of the defendants that there were visible signs of torture on the defendants. However, the State Security Court concluded that the defendants could not prove torture.", "15. There were a number of appeals to the Court of Cassation and remittals back to the State Security Court, although, as the applicant had been convicted in absentia, no appeals were taken on his behalf. In the course of those appeals, the convictions were upheld on the basis that the relevant statements had been made to the Public Prosecutor. The confessions in those statements thus constituted sufficient evidence for conviction if the court accepted them and if the Public Prosecutor was satisfied with the confessions. The Court of Cassation rejected the claim that the Public Prosecutor had to prove that the defendants had confessed to him of their own accord: the Public Prosecutor’s obligation to prove that a confession was obtained willingly only arose where the confession had not been obtained by him. The confessions in question were authentic and there was no evidence that they had been made under financial or moral coercion.", "16. The Court of Cassation then considered the impact of the allegations that the confessions to the State Prosecutor had resulted from coercion of the defendants and their families while they were in GID detention. Such conduct during an investigation was against Jordanian law and rendered the perpetrators liable to punishment. However, even assuming that the defendants’ allegations were true, that would not nullify the confessions made to the Public Prosecutor unless it were proved that those confessions were the consequence of illegal coercion to force the defendants to confess to things which they had not done. The defendants had not shown that was the case.", "17. As a result of the applicant’s conviction in this trial, the Jordanian authorities requested the applicant’s extradition from the United Kingdom. In early 2000, the request was withdrawn by Jordan.", "18. In the autumn of 2000 the applicant was again tried in absentia in Jordan, this time in a case known as the “millennium conspiracy”, which concerned a conspiracy to cause explosions at western and Israeli targets in Jordan to coincide with the millennium celebrations. The conspiracy was uncovered before the attacks could be carried out. The applicant was alleged to have provided money for a computer and encouragement through his writings, which had been found at the house of a co-defendant, Mr Abu Hawsher. The applicant maintains that the main evidence against him was the testimony of Abu Hawsher.", "19. Most of the defendants were convicted on most charges; some were fully or partly acquitted. The applicant was convicted and sentenced to 15 years’ imprisonment with hard labour. Other defendants, including Abu Hawsher, were sentenced to death. On appeal certain of the defendants, including, it appears, Abu Hawsher, claimed to have been tortured during 50 days of interrogation when they were denied access to lawyers. The Court of Cassation rejected this ground of appeal, holding that the minutes of interrogation showed that each defendant had been told of his right to remain silent about the charges unless their lawyer was present. The applicant also states that the Court of Cassation found that the alleged ill-treatment in GID custody was irrelevant because the State Security Court did not rely on the defendants’ confessions to the GID but their confessions to the Public Prosecutor. Abu Hawsher remains under sentence of death.", "20. The findings of the United Kingdom Special Immigration Appeals Commission (SIAC) in respect of the evidence presented at each trial are set out at paragraph 45 below. The further evidence which has become available since SIAC’s findings, and which has been submitted to this Court, is summarised as paragraphs 94–105 below.", "21. In October 2001, the Foreign and Commonwealth Office advised the United Kingdom Government that Article 3 of the Convention precluded the deportation of terrorist suspects to Jordan. In March 2003, after a Government review of the possibility of removing such barriers to removal, the Foreign and Commonwealth Office confirmed that its advice of October 2001 remained extant but that it was considering whether key countries would be willing and able to provide the appropriate assurances to guarantee that potential deportees would be treated in a manner consistent with the United Kingdom’s obligations. In May 2003, the Foreign Secretary agreed that seeking specific and credible assurances from foreign governments, in the form of memoranda of understanding, might be a way of enabling deportation from the United Kingdom.", "22. In November 2003, the British Embassy in Amman was instructed to raise the idea of a framework memorandum of understanding (MOU) with the Jordanian Government. In February 2005, after meetings between the Prime Minister of the United Kingdom and the King of Jordan, and between the Secretary of State for the Home Department and the Jordanian Foreign Minister, agreement was reached on the principle of an MOU.", "23. Further negotiations took place in June 2005 and an MOU was signed on 10 August 2005. That MOU set out a series of assurances of compliance with international human rights standards, which would be adhered to when someone was returned to one State from the other (see paragraph 76 below). The same day, a side letter from the United Kingdom Chargé d’Affaires, Amman, to the Jordanian Ministry of the Interior was signed, which recorded the Jordanian Government’s ability to give assurances in individual cases that the death penalty would not be imposed. In respect of the applicant, further questions as to the conduct of any retrial he would face after deportation were also put to the Jordanian Government and answered in May 2006 by the Legal Adviser at the Jordanian Ministry of Foreign Affairs.", "24. The MOU also made provision for any person returned under it to contact and have prompt and regular visits from a representative of an independent body nominated jointly by the United Kingdom and Jordanian Governments. On 24 October 2005, the Adaleh Centre for Human Rights Studies (“the Adaleh Centre”) signed a monitoring agreement with the United Kingdom Government. On 13 February 2006, the terms of reference for the Adaleh Centre were agreed (see paragraph 80 below).", "25. On 11 August 2005, that is, the day after the MOU was signed, the Secretary of State served the applicant with the notice of intention to deport. The Secretary of State certified that the decision to deport the applicant was taken in the interests of national security. The applicant appealed to SIAC against that decision arguing, inter alia, that it was incompatible with Articles 2, 3, 5 and 6 of the Convention. Relying on his previous asylum claim, he argued that his high profile would mean he would be of real interest to the Jordanian authorities. If returned, he would also face retrial for the offences for which he had been convicted in absentia. He would thus face lengthy pre-trial detention (in breach of Article 5) and, if convicted, would face a long term of imprisonment. All these factors meant he was at real risk of torture, either pre-trial or after conviction, to obtain a confession from him or to obtain information for other reasons. He was also at risk of the death penalty or rendition to other countries, such as the United States of America. Relying on Article 6, he alleged that his retrial would be flagrantly unfair: the State Security Court, a military court, lacked independence from the executive and there was a real risk that evidence obtained by torture – either of him, his co-defendants or other prisoners – would be admitted against him.", "26. The applicant’s appeal was dismissed by SIAC on 26 February 2007. The appeal had been heard by SIAC in two parts: an “open session”, where the Secretary of State’s case and evidence was presented in the presence of the applicant and his representatives, and a “closed session” where parts of the Secretary of State’s case which could not be disclosed for security reasons were presented (see paragraph 69 below). SIAC heard evidence in closed session relating to the process by which the MOU had been agreed, the extent to which it would mitigate the risk of torture and also evidence as to the national security threat the applicant was alleged to have posed to the United Kingdom (“closed material”). In the closed sessions, the applicant and his representatives were excluded but his interests were represented by special advocates. SIAC then delivered an “open judgment”, which is publicly available, and a “closed judgment”, which was given only to the Secretary of State and the special advocates.", "27. In reaching its decision as to whether the applicant’s deportation was necessary in the interests of national security, SIAC considered the Secretary of State’s case to be “well proved” since the applicant was regarded by many terrorists as a spiritual adviser whose views legitimised acts of violence. However, SIAC did not take into account either of the applicant’s Jordanian convictions in absentia, which were originally advanced as part of the Government’s case. The reason for this was that the Government had adopted what was described as a “pragmatic approach” in withdrawing reliance upon any evidence which it was alleged might have been obtained by torture on the grounds that it would require an investigation as to whether it was obtained by torture. This was done in accordance the House of Lords’ ruling in A. and others (no. 2) to that effect (see paragraphs 136 and 137 below).", "28. SIAC then reviewed the evidence it had heard from various sources including a senior United Kingdom diplomat, Mr Mark Oakden, who gave evidence on the negotiation of the MOU, the monitoring agreement with the Adaleh Centre and on the risk faced by the applicant in Jordan. On behalf of the applicant, it heard evidence on the Jordanian regime from three academics. It also received evidence from an Arabic speaking barrister, Ms Rana Refahi, who had travelled to Jordan to conduct research on the previous two trials including interviews with the defendants and their lawyers. Additionally, it considered evidence of the United States Government’s interest in the applicant and allegations that a Jordanian national had been the subject of extraordinary rendition from Jordan to the United States.", "29. SIAC found that this Court’s judgments in Chahal v. the United Kingdom, 15 November 1996, Reports of Judgments and Decisions 1996V and Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, ECHR 2005I, showed that reliance could lawfully be placed on assurances; but the weight to be given depended on the circumstances of each case. There was a difference between relying on an assurance which required a State to act in a way which would not accord with its normal law and an assurance which required a State to adhere to what its law required but which might not be fully or regularly observed in practice. Referring to a decision of the United Nations Committee Against Torture, Agiza v. Sweden (see paragraph 147 below), where the Swedish authorities had expelled an Egyptian national after receiving assurances from Egypt, SIAC continued:", "“The case of Agiza stands as a clear warning of the dangers of simple reliance on a form of words and diplomatic monitoring. There were already warning signs which ought to have alerted the Swedish authorities to the risks, including the role they had permitted to a foreign intelligence organisation. But we note what to us are the crucial differences: the strength, duration and depth of the bilateral relationship between the two countries by comparison with any that has been pointed to between Sweden and Egypt; the way in which the negotiations over the MOU have proceeded and the diplomatic assessment of their significance; the particular circumstances of [the present applicant] and Jordan; the degree of risk at the various stages, in the absence of the MOU, particularly at the early stages of detention which is when the risk from torture by the GID would normally be at its greatest and when the confirmed torture of Agiza in Egypt appears to have occurred; and the speed with which the monitors would be seeking and we believe obtaining access to the Appellant in those early days. The Swedes felt that to seek to see Agiza would betray a want of confidence in the Egyptians, whereas there is no such feeling in either the UK, the [Adaleh] Centre or the Jordanian Government. Quite the reverse applies. One aspect of that case which also troubled the [Committee Against Torture] was that Agiza had been removed without final judicial determination of his case. That would not be the position here.”", "30. In the present case, the political situation in Jordan and the freedom, albeit limited, of non-governmental organisations, the press and Parliament to express concerns would reduce the risks the applicant faced. In addition, the level of scrutiny Jordan had accepted under the MOU could not but show that it was willing to abide by its terms and spirit. Each country had a real interest in preventing breaches of the MOU: the diplomatic relationship between the United Kingdom and Jordan was friendly and long-standing and of real value to Jordan and it would have a real incentive to avoid being seen as having broken its word. Both countries had an interest in maintaining co-operation on counter-terrorism matters. The United Kingdom had a very real concern that it should be able to remove foreign nationals without breaching their rights under Article 3, so failure in such a highly publicised case would be a major setback for that process. That concern would thus act as a further incentive to investigate any breaches of the MOU. While the MOU did not specify what steps would be taken in such an investigation, SIAC accepted evidence from the Mr Oakden that any failure of the Jordanian Government to respond to diplomatic queries would lead to “rapidly escalating diplomatic and Ministerial contacts and reactions”.", "31. SIAC accepted that there were some weaknesses in the MOU and monitoring provisions. Some protections, such as prompt access to a lawyer, recorded interviews, independent medical examinations and prohibition on undisclosed places of detention, were not explicitly present but, in reality, most of these aspects were covered. There was no guarantee that access to the applicant, as required by the Adaleh Centre’s terms of reference, would always be granted but any refusal would be brought to light quite quickly; in the early period of detention, the Centre was expected to visit the applicant three times a week. SIAC also expected the GID and the Jordanian Government to react swiftly to any approach by the United Kingdom were a visit to be refused. It was “disturbing” that the United Nations Special Rapporteur on Torture had been refused access to a GID facility in June 2006, despite a prior arrangement that he would be permitted free access. However, on the evidence it had heard, SIAC found that there was no real risk of ill-treatment of the applicant by the GID. There was a weakness in the Adaleh Centre’s “relative inexperience and scale”; it would be undertaking a task which would be new to it; and it did not have the expertise among its staff, as it had recognised. It was a fairly new body with limited resources and staff, although this could be overcome and the United Kingdom Government would bear the cost. It was the very fact of monitoring visits which was important and the absence of specialist expertise was not fatal to their value.", "32. The United Kingdom Government did not contest the general thrust of the available material in relation to Jordan’s human rights record and, in SIAC’s view, details of human rights violations in Jordan remained relevant to the assessment of the risk faced by the applicant. The Government also took the position that it could not return the applicant to Jordan, in conformity with its international obligations, in the absence of the particular measures contained in the MOU. Nevertheless, SIAC found it important to consider the risks faced by the applicant by reference to the likely sequence of events if he were to be returned. It found that the MOU might not be necessary for each risk but rather reinforce the protection available.", "33. SIAC accepted that, on return, the applicant would be taken into the custody of the GID and retried on the two charges for which he had been convicted in absentia. He would be accompanied by a representative of the Adaleh Centre to his place of detention and be medically examined. SIAC also accepted that the GID would interrogate the applicant with a view to obtaining a confession for use at trial and for more general intelligence purposes, though SIAC found it to be speculative that GID would interrogate the applicant about other offences in order to bring further charges against him; there was no evidence of any other charges outstanding. SIAC also accepted that the United States would seek to question the applicant and that this would take place soon after his arrival in Jordan. However, there was no real risk that Article 3 would be breached before the conclusion of the retrial.", "34. There was a real risk of torture or ill-treatment of an “ordinary Islamist extremist” in GID detention before charge since such ill-treatment was widespread and longstanding and there was a climate of impunity and evasion of international monitoring in the GID. However, the applicant would be protected by his high profile, by the MOU and the monitoring agreement, especially since the Adaleh Centre would be “keen to prove its mettle” and would itself be subject to the vigilance of other nongovernmental organisations. This would also prevent any real risk of the use by the GID of tactics such as last-minute refusals of access, claims that the applicant did not wish to see the monitors or moving him elsewhere without notification. Access by the Adaleh Centre would also prevent the applicant’s incommunicado detention.", "35. The MOU would also counteract the climate of impunity prevailing in the GID and toleration of torture by its senior members. The MOU and the monitoring arrangements were supported at the highest levels in Jordan – the King of Jordan’s political power and prestige were behind the MOU – so it was reasonable to assume that instructions on how to treat the applicant had been given to the GID and it would be aware that any breaches would not go unpunished. Moreover, senior members of the GID had participated in the MOU negotiations and therefore would know the consequences of any failure to comply. Even if abuses were normally the work of rogue officers, the specific and unusual position of the applicant and the effect of the MOU would lead to senior officers preventing ill-treatment in his case, even if they did so only out of self-interest.", "36. Questioning by the United States was not forbidden by the MOU and, to SIAC, it was probable that the United States Central Intelligence Agency would be allowed to question the applicant directly with the GID present. However, the United Kingdom would have made clear to the United States its interests in ensuring that the MOU was not breached. The Jordanian authorities and United States would be careful to ensure that the United States did not “overstep the mark”. Assuming that the applicant remained in GID custody and was not surrendered to the United States, there would be no real risk of ill-treatment at the pre-trial stage. It was also highly unlikely that the applicant would be placed in any secret GID or CIA detention facility in Jordan.", "37. The same factors applied to any questioning which might take place soon after the conviction or acquittal of the applicant. The MOU would continue to apply and it would be in the interests of both the Jordanians and the Americans to conduct any interrogation at the earliest opportunity rather than wait until after trial. The applicant’s high profile was also found to be “unlikely to diminish much for some years”.", "38. There was little likelihood of the Jordanian authorities bringing any subsequent charges which carried the death penalty or seeking the death penalty in respect of the charges for which the applicant was to be retried. Instead, if he were convicted, the applicant would face a lengthy period of imprisonment. There was a real risk of a life sentence in respect of the Reform and Challenge conspiracy, although there was a greater prospect that it would be considerably less because of the way in which sentences on the other defendants appeared to have been reduced on appeal, to 4 or 5 years. There was no real risk of a life sentence in the millennium conspiracy retrial. There was no rule that would prevent a higher sentence being imposed than the 15 year sentence that had been imposed in absentia. However, the clear practice was against imposing higher sentences in retrials following initial convictions in absentia and there was no reason why a more unfavourable view would be taken of the applicant when he was present than when he was absent. The applicant would serve any sentence in an ordinary prison and not a GID detention facility; the sentence of hard labour did not connote any additional punishment. General conditions would not breach Article 3 and, although beatings sometimes occurred, there was no evidence that the applicant would be targeted as a political Islamist prisoner. His status would again act to protect him.", "39. In respect of rendition, there were “powerful incentives” for the Jordanian and United States Governments not to allow this to happen, not least the real domestic political difficulties this would create for the Jordanian Government and the unwillingness of the United States to destabilise the Jordanian regime. Any instances of alleged rendition from Jordan had involved people of other nationalities or, in one case, of a dual US/Jordanian national. It was also very unlikely that the applicant would be removed to a secret CIA facility in Jordan since this would require the connivance of the Jordanian authorities contrary to the MOU. It was also unlikely that the United States Government would seek the extradition of the applicant from Jordan when it had not sought his extradition from the United Kingdom and there would be political difficulties for Jordan to accede to such a request.", "40. In relation to the applicant’s detention following his removal to Jordan, SIAC found that the time limits for notifying the legal authorities of an arrest (48 hours) and for bringing formal charges (15 days) were regularly and lawfully extended by the courts at the request of the prosecutor, in stages of up to 15 days to a maximum of 50 days. It would therefore be compatible with Jordanian law for the applicant to be held in detention for 50 days without being physically brought before a court before being charged. Such extensions were approved by a judicial authority, although not necessarily in the physical presence of the suspect.", "41. SIAC noted that the MOU did not explicitly require that there be no extensions of time beyond the initial 15 day detention but required that a returned person be brought promptly before a judge or other person authorised by law to determine the lawfulness of his detention. Though “promptly” was not defined in the MOU, SIAC found that this part of the MOU would be carried out, particularly since this was one of the earliest points at which the MOU would be engaged, and that the applicant’s first appearance before a judicial authority would be within 48 hours. It would not breach the MOU if the applicant were to be detained for a maximum of 50 days, by means of judicially approved 15 day extensions, or if he were absent when those later decisions were taken. However, in reality the total period of 50 days was unlikely to be sought, even without the MOU, because the applicant faced a retrial and the case dossiers had already been through the trial and appeal process a number of times.", "42. It was common ground before SIAC that the applicant’s previous convictions would be set aside and he would face retrial before the State Security Court on the same charges.", "43. In addition to his two challenges to the retrial process (the impartiality of the State Security Court and the use of evidence obtained by torture) the applicant also argued that he would be questioned in detention without the presence of a lawyer by the GID, United States officials or the Public Prosecutor. The latter had the power under Article 64(3) of the Jordanian Criminal Trial Procedures Code to conduct an investigation in the absence of a lawyer “whenever he [deemed] it necessary in order to reveal the truth”. This decision was not subject to review, though SIAC also noted that a confession before the Public Prosecutor was not admissible unless the individual had been warned that he need not answer questions without his lawyer present. SIAC thought it unlikely that the applicant would have a lawyer present during questioning by the GID or United States officials but very likely he would have access to a lawyer for any appearance before a judge or the Public Prosecutor. In terms of pre-trial preparation by the defence, the period and facilities available would be less extensive than in the United Kingdom but nonetheless better than would normally be the case in Jordan.", "44. With regard to the lack of independence and impartiality of the State Security Court, SIAC found that the court would consist of three judges, at least two of whom would be legally qualified military officers with no security of tenure. The Public Prosecutor would also be a military officer. Appeal would lie to the Court of Cassation, a civilian court, though that court could not hear argument on any unfairness of the trial arising from the military composition of the State Security Court.", "45. As to the potential use of evidence obtained by torture in the applicant’s retrial, SIAC found as follows:", "“418. The Jordanian legal system, by its terms, does not therefore permit the use of involuntary confession or incriminatory statements. There is a judicial examination of allegations of that nature before the evidence is admitted. Those allegations can themselves be tested by evidence. How far those allegations can be practicably tested is affected by certain features of the system. The burden of proof for excluding confessions made to the Prosecutor lies on the defendant. There is obvious difficulty in proving prior acts or threats by the GID in the absence of systems for recording questioning, for ensuring the presence of lawyers during questioning, and independent prompt medical examinations. There is likely to be considerable reluctance on the part of the Court to accept that confessions to the Prosecutor, a common source of evidence, are tainted by ill-treatment. The Court or Prosecutor does not appear prepared to compel the appearance of GID officials to testify about these allegations. There may be a sense that these allegations are made routinely, as a matter of defence strategy.", "419. There may well be a greater willingness to test the nature of confessions made only in the course of GID questioning. There is some evidence that at least at Court of Cassation level, confessions alleged to have been obtained by torture have been excluded, (though it is not clear whether those were made to the GID or to the Prosecutor).", "420. However, the general background evidence and that specific to the two trials in question shows that there is at least a very real risk that the incriminating statements against the [applicant] were obtained as a result of treatment by the GID which breached Article 3 ECHR; it may or may not have amounted to torture. It is very improbable that those statements would be excluded on the retrial, because the SSCt is unlikely to be persuaded that they were so obtained, particularly having already rejected that assertion at the first trials, although the makers could give evidence that they were so obtained and were in fact untrue.”", "There was, therefore, a high probability that the past statements made to the Public Prosecutor which incriminated the applicant would be admitted. SIAC further found that those statements would be of considerable, perhaps decisive, importance against him. On this aspect of the retrial, SIAC held:", "“439. To us, the question comes back to whether or not it is unfair for the burden of proof in Jordan to lie where it does on this issue; we do not think that to be unfair in itself. However, this burden of proof appears to be unaccompanied by some of the basic protections against prior ill-treatment or means of assisting its proof eg video or other recording of questioning by the GID, limited periods of detention for questioning, invariable presence of lawyers, routine medical examination, assistance from the Court in calling relevant officials or doctors. The decisions are also made by a court which lacks independence and does not appear to examine closely or vigorously allegations of this nature. It is taking these points in combination which leads us to conclude that the trial would be likely to be unfair within Article 6 because of the way the allegations about involuntary statements would be considered.”", "46. SIAC concluded that, despite its findings in respect of the independence and impartiality of the State Security Court and the real risk of the admission of evidence obtained contrary to Article 3, there would be no flagrant denial of justice under Article 6 of the Convention if the applicant were retried in Jordan. SIAC stated that the retrial would take place “within a legally constructed framework covering the court system, the procedural rules and the offences”, the applicant would be present and it would be in public. The dossier from the original trial would be before the retrial court but the applicant could effectively challenge its contents. The execution of Al-Jeramaine and the difficulty faced by other witnesses, notably Abu Hawsher, would not make the retrial unfair. SIAC concluded:", "“446. We accept the lack of institutional independence in the SSCt. The lack of independence for SSCt Judges is in the structure and system. There is no evidence as to why particular judges might be chosen for particular cases, or that they are ‘leaned on’. But the SSCt is not a mere tool of the executive: there is sound evidence that it appraises the evidence and tests it against the law, and acquits a number of defendants. It has reduced sentences over time.", "447. Its judges have legal training and are career military lawyers. There is a very limited basis beyond that for saying that they would be partial, and that has not been the gravamen of the complaint. Their background may well make them sceptical about allegations of abuse by the GID affecting statements made to the Prosecutor. They may instinctively share the view that allegations of ill-treatment are a routine part of a defence case to excuse the incrimination of others. The legal framework is poorly geared to detecting and acting upon allegations of abuse. The way in which it approaches the admission of evidence, on the material we have, shows no careful scrutiny of potentially tainted evidence. There would be considerable publicity given to the retrial and public trials can encourage greater care and impartiality in the examination of the evidence. This would not be a mere show trial, nor were the first trials; nor would the result be a foregone conclusion, regardless of the evidence.", "448. Reasons are given for the decisions, and an appeal to the Court of Cassation is available. The fact that such an appeal cannot cure the want of structural independence in the SSCt is not a reason for discounting its existence in the overall assessment of whether there would be a complete denial of Article 6 rights. This Court is a civilian court and the evidence of undue executive influence through appointment or removal is quite sparse. There is no evidence again as to how its panels are chosen, nor that they are “leaned on” by the executive. It plainly operates as a corrective to the rulings of the SSCt on law and procedure, and is of some relevance to factual matters, even though it does not hear the evidence all over again or have a full factual jurisdiction except on Prosecutors’ appeals. The probable sentences are not wholly disproportionate to the offences.", "449. We have discussed at length the approach of the SSCt to the admission of statements to a prosecutor allegedly given as a result of prior ill-treatment. Although we take the view that a contribution of factors would probably make the retrial unfair in that respect, they do not constitute a complete denial of a fair trial. The existence of a legal prohibition on the admissibility of such evidence cannot be ignored, nor the fact that the SSCt would hear evidence relating to the allegations. The role of the Court of Cassation in reviewing and at times overturning the conclusions of the SSCt on this issue is material. The want of evidential or procedural safeguards to balance the burden of proof, and the probable cast of mind towards statements made to a prosecutor/judge in a civil law system, all within a security court dominated by military lawyers, does not suffice for a complete denial of justice.", "450. There is a danger, given the inevitable focus on what is said to be potentially unfair about the retrial, in focussing exclusively on deficiencies when deciding whether there would be a total denial of the right to a fair trial, rather than looking at the picture of the trial as a whole. That is what has to be done however and it is that picture as a whole which has led us to our conclusion on this issue.", "451. The various factors which would be likely to cause the retrial to breach Article 6 are to a considerable degree interlinked. Taking them in the round does not persuade us that there is a real risk of a total denial of the right to a fair trial.”", "47. Finally, while there was the real prospect of a long term of imprisonment, this did not alter SIAC’s conclusion that the overall nature of the retrial would not be a total denial of the applicant’s rights.", "48. The applicant appealed to the Court of Appeal, which gave judgment on 9 April 2008, unanimously allowing the appeal in respect of Article 6 and the risk of the use of evidence obtained contrary to Article 3 and dismissing it on all other grounds ([2008] EWCA Civ 290).", "49. For the applicant’s complaints under Article 3 as to the use of closed evidence by SIAC and the reliance on the assurances in the MOU, the Court of Appeal considered it was bound by its previous ruling on these questions in MT (Algeria), RB (Algeria), U (Algeria) v. the Secretary of State for the Home Department [2007] EWCA Civ 808, which had found that: (i) SIAC could consider closed evidence on safety on return; and (ii) the relevance of assurances to safety on return was a matter of fact not law and thus it had no jurisdiction to entertain an appeal on that ground. The Court of Appeal also rejected the applicant’s appeals based on Article 5, finding that SIAC was entitled to find as it did.", "50. For Article 6, the Court of Appeal rejected the applicant’s argument that there was a real risk of a “flagrant denial of justice” in his retrial in Jordan by reason of a lack of independence and or impartiality of the State Security Court: SIAC had been entitled to find as it did on this point and this conclusion was not altered by the later decision of this Court in AlMoayad v. Germany (dec.), no. 35865/03, 20 February 2007.", "51. However, the Court of Appeal accepted the applicant’s argument that there was a real risk that he would suffer a “flagrant denial of justice” by reason of the risk that statements obtained through treatment contrary to Article 3 would be admitted as evidence against him in his retrial. The Court of Appeal observed:", "“45. SIAC understated or misunderstood the fundamental nature in Convention law of the prohibition against the use of evidence obtained by torture. Counsel for the Secretary of State said that it was no part of his submission to say that if it is clear that a trial will take place on the basis of evidence obtained under torture, whether of the individual themselves, or third parties, that that would not involve flagrant denial of justice. Accordingly, once SIAC had found as a fact that there was a high probability that evidence that may very well have been obtained by torture (SIAC, § 436); or in respect of which there was a very real risk that it had been obtained by torture or other conduct breaching article 3 (SIAC, § 437); would be admitted at the trial of Mr Othman; then SIAC had to be satisfied that such evidence would be excluded or not acted on. The grounds relied on by SIAC for not finding a threatened breach of article 6 in that respect were insufficient.", "46. We emphasise that that is not or not primarily a criticism of SIAC’s reasoning in terms of rationality, though we do consider additionally that SIAC’s conclusions did not follow rationally from its findings of fact. Rather, our principal finding is that SIAC erred by applying an insufficiently demanding test to determine the issue of whether article 6 rights would be breached.", "...", "48. The use of evidence obtained by torture is prohibited in Convention law not just because that will make the trial unfair, but also and more particularly because of the connexion of the issue with article 3, a fundamental, unconditional and non-derogable prohibition that stands at the centre of the Convention protections. As the ECtHR put it in §105 of its judgment in Jalloh v Germany 44 EHRR 32:", "‘incriminating evidence-whether in the form of a confession or real evidence-obtained as a result of acts of violence or brutality or other forms of treatment which can be characterised as torture-should never be relied on as proof of the victim’s guilt, irrespective of its probative value. Any other conclusion would only serve to legitimate indirectly the sort of morally reprehensible conduct which the authors of Art.3 of the Convention sought to proscribe or, as it was so well put in the US Supreme Court’s judgment in the Rochin case 342 US 165, “to afford brutality the cloak of law”.’", "That view, that the use of evidence obtained by torture or ill-treatment is prohibited not just, or indeed primarily, because of its likely unreliability, but rather because the state must stand firm against the conduct that has produced the evidence, is universally recognised both within and outside Convention law.", "What is, with respect, a particularly strong statement to that effect, citing a multitude of equally strongly worded authorities, is to be found in §17 of the speech of Lord Bingham in A v Home Secretary (No2) [2006] 2 AC 221.", "49. SIAC was wrong not to recognise this crucial difference between breaches of article 6 based on this ground and breaches of article 6 based simply on defects in the trial process or in the composition of the court. Rather, in its conclusions in §§ 442452 of its determination... it treated the possible use of evidence obtained by torture pari passu with complaints about the independence of the court: see in particular SIAC at §§ 449-450. That caused it not to recognise the high degree of assurance that is required in relation to proceedings in a foreign state before a person may lawfully be deported to face a trial that may involve evidence obtained by torture.”", "52. The Court of Appeal noted that SIAC had reached its conclusion that there would not be a complete denial of justice in relation to the use of evidence obtained by torture by relying on the process, admittedly not wholly satisfactory, before the State Security Court and the Court of Cassation. For the Court of Appeal that conclusion sat very ill with SIAC’s own findings about the State Security Court process, in particular SIAC’s own concern as to the difficulties in proving that evidence had been obtained by torture. In the opinion of the Court of Appeal, SIAC’s concern was “amply justified by the litany of lack of the basic protections against prior ill-treatment” in Jordan. It also criticised SIAC’s “disturbing failure” to give proper weight to the findings as to the defects in the State Security Court. The Court of Appeal concluded:", "“It was not open to SIAC to conclude on that evidence that the risk of the total denial of justice that is represented by the use of evidence obtained by torture had been adequately excluded. SIAC could not have so concluded if it had properly understood the status in Convention law of this aspect of article 6.”", "53. The Secretary of State appealed to the House of Lords in relation to the Court of Appeal’s conclusion on Article 6. The applicant cross-appealed in relation to his other Convention complaints. The appeal was heard with the appeals of two of the appellants in MT (Algeria), RB and U (see paragraph 48 above). In the conjoined appeals the House of Lords was therefore able to consider the use of closed material before SIAC, the reliance on the assurances contained in the MOU and the applicant’s Articles 5 and 6 complaints. The House of Lords gave judgment on 18 February 2009 unanimously allowing the Government’s appeal and dismissing the applicant’s cross-appeal ([2009] UKHL 10).", "54. Lord Phillips held that SIAC was lawfully entitled to consider closed material in evaluating safety on return and there were cogent considerations of policy for doing so. A distinction had to be drawn between closed material on safety on return and the use of closed material in other proceedings, for example to establish the national security threat posed by an individual. For the former, the individual would normally be aware of the nature of any risk on return and, in any event, it was for the individual himself, and not the State, to make out his case on whether he would be at risk on return. It was not likely to be critically important for a special advocate to be able to obtain input from the person to be deported in relation to closed evidence. As regards the impracticality of obtaining an appropriate expert witness with security clearance to see the material, Lord Phillips did not regard the problem as unfair. SIAC’s rules of procedure enabled the special advocate to ask SIAC to call for more evidence and SIAC, as an expert tribunal, could be relied upon “to make a realistic appraisal of the closed material in the light of the special advocate’s submission”. In respect of the assurances, Lord Phillips endorsed the view that the assurances contained in the MOU had to be disclosed but details of the negotiations leading to the MOU could be closed material.", "55. Lord Hoffmann rejected the applicant’s argument on the more fundamental basis that he viewed this Court’s case-law as making it clear that the determination whether a deportation order might infringe Article 3 did not require “the full judicial panoply of article 6 or even 5(4)”. Citing Chahal, cited above, he emphasised that all that was required was “independent scrutiny of the claim”, which had occurred in the applicant’s case.", "56. Lord Hope agreed, albeit accepting that this Court had not yet had the opportunity to analyse whether the SIAC system met the requirements of the Convention. In his view, it did so. Lord Brown also agreed, emphasising that with regard to safety on return, no case was being made against the applicant; rather it was he who was making a case against the returning State.", "57. Lord Phillips (with whom the other Law Lords agreed) construed the this Court’s case-law from Mamatkulov and Askarov, cited above, onwards as treating assurances “as part of the matrix that had to be considered” when deciding whether there were substantial grounds for believing that the applicant would face treatment contrary to Article 3. He referred to the “abundance” of international law material, which supported the proposition that assurances should be treated with scepticism if they are given by a country where inhuman treatment by State agents was endemic. However, for Lord Phillips this came “close to a ‘Catch 22’ proposition that if you need to ask for assurances you cannot rely on them”. In rejecting that proposition, he held that the only basis to interfere with the view of SIAC was if its conclusions that the assurances could be relied upon were irrational and SIAC’s conclusions in the present case were not.", "58. The House of Lords unanimously refused to interfere with the finding of fact by SIAC that the applicant’s exposure under Jordanian law to 50 days’ detention without access to a court or a lawyer, would not arise. Lord Phillips found that, even if it would arise, 50 days’ detention would not constitute a flagrant breach of Article 5. A flagrant breach was a breach whose consequences were so severe that they overrode the right of a State to expel an alien from its territory. That might be satisfied by arbitrary detention which lasted many years but not 50 days’ detention.", "59. On Article 6, taking the test to be whether there would be a “complete denial or nullification” of the right to a fair trial, Lord Phillips observed:", "“136. This is neither an easy nor an adequate test of whether article 6 should bar the deportation of an alien. In the first place it is not easy to postulate what amounts to ‘a complete denial or nullification of the right to a fair trial’. That phrase cannot require that every aspect of the trial process should be unfair. ... What is required is that the deficiency or deficiencies in the trial process should be such as fundamentally to destroy the fairness of the prospective trial.", "137. In the second place, the fact that the deportee may find himself subject in the receiving country to a legal process that is blatantly unfair cannot, of itself, justify placing an embargo on his deportation. The focus must be not simply on the unfairness of the trial process but on its potential consequences. An unfair trial is likely to lead to the violation of substantive human rights and the extent of that prospective violation must plainly be an important factor in deciding whether deportation is precluded.”", "60. Having reviewed, the relevant case-law of this Court, including Bader and Kanbor v. Sweden, no. 13284/04, § 42, ECHR 2005XI, which he took to exemplify the need to consider the risk of a violation of Article 6 in combination with other Articles such as Articles 2 and 3, Lord Phillips found:", "“[T]he Strasbourg jurisprudence, tentative though it is, has led me to these conclusions. Before the deportation of an alien will be capable of violating article 6 there must be substantial grounds for believing that there is a real risk (i) that there will be a fundamental breach of the principles of a fair trial guaranteed by article 6 and (ii) that this failure will lead to a miscarriage of justice that itself constitutes a flagrant violation of the victim’s fundamental rights.”", "61. In the present case, the second limb was met by the potential sentences of imprisonment the applicant faced. For the first limb, Lord Phillips concluded that, although the military constitution of the Jordanian State Security Court would render the trial contrary to Article 6 if it were held in a Convention State, he agreed with SIAC and the Court of Appeal, that it could not amount to a “flagrant denial of justice” sufficient to prevent deportation in a removal case.", "62. In respect of the applicant’s complaint that there was a real risk that the evidence against him had been obtained by torture, Lord Phillips held that the Court of Appeal erred. It had required too high a degree of assurance that evidence that might have been obtained by torture would not be used in a foreign trial. He stated:", "“[T]he prohibition on receiving evidence obtained by torture is not primarily because such evidence is unreliable or because the reception of the evidence will make the trial unfair. Rather it is because ‘the state must stand firm against the conduct that produced the evidence’. That principle applies to the state in which an attempt is made to adduce such evidence. It does not require this state, the United Kingdom, to retain in this country to the detriment of national security a terrorist suspect unless it has a high degree of assurance that evidence obtained by torture will not be adduced against him in Jordan... The issue before SIAC was whether there were reasonable grounds for believing that if Mr Othman were deported to Jordan the criminal trial that he would there face would have defects of such significance as fundamentally to destroy the fairness of his trial or, as SIAC put it, to amount to a total denial of the right to a fair trial. SIAC concluded that the deficiencies that SIAC had identified did not meet that exacting test. I do not find that in reaching this conclusion SIAC erred in law.”", "63. Lord Hoffmann found that there was no Convention authority for the rule that, in the context of the application of Article 6 to a removal case, the risk of the use of evidence obtained by torture necessarily amounted to a flagrant denial of justice.", "64. Lord Hope agreed. He accepted that this Court had adopted an “uncompromising approach” to the use at trial of evidence obtained by torture but the evidence before SIAC did not come up to that standard. There were allegations but no proof. The assertion that there was a real risk that the evidence was obtained by torture was not enough to prohibit removal. He recalled SIAC’s findings that the retrial would probably not comply with Article 6 if Jordan were a party to the Convention but would take place within a legally constructed framework. There was sound evidence that the State Security Court, which was not a mere tool of the executive, appraised the evidence and tested it against the law. SIAC had therefore been entitled to find as it did on the evidence.", "65. Lord Brown agreed with Lord Phillips and, referring to the majority of the Grand Chamber in Mamatkulov and Askarov, cited above, stated: “if extradition was not unlawful even in the circumstances arising there, in my judgment expulsion most certainly is not unlawful here.”", "66. Lord Mance, who agreed with the other Law Lords on Article 6 and all other points of appeal, noted a considerable resemblance between the concept of “flagrant unfairness” in this Court’s case-law and the concept of denial of justice in public international law generally. For the latter, the modern consensus was that the factual circumstances had to be egregious for State responsibility to arise in international law.", "67. As stated in A. and Others v. the United Kingdom, cited above, § 91, SIAC was set up in response to this Court’s judgment in Chahal, cited above.", "68. Under section 2(1) of the Special Immigration Appeals Commission Act 1997, appeal to SIAC lies in respect of immigration decisions, including decisions to deport, when the Secretary of State’s decision is taken wholly or partly on grounds of national security or wholly or partly in reliance on information which in the Secretary of State’s opinion should not be made public in the interests of national security, the interests of the relationship between the United Kingdom and any other country, or otherwise in the public interest.", "69. As was also stated in A. and Others, § 92, SIAC has a special procedure which enables it to consider not only material which can be made public (“open material”) but also other material which cannot (“closed material”). Neither the appellant nor his legal advisor can see the closed material. Accordingly, one or more security-cleared counsel, referred to as “special advocates”, are appointed by the Solicitor General to act on behalf of the appellant.", "Rule 4 of Special Immigration Appeals Commission (Procedure) Rules 2003 (“the 2003 Rules”) governs the use of closed material and states:", "“(1) When exercising its functions, the Commission shall secure that information is not disclosed contrary to the interests of national security, the international relations of the United Kingdom, the detection and prevention of crime, or in any other circumstances where disclosure is likely to harm the public interest.", "(2) Where these Rules require information not to be disclosed contrary to the public interest, that requirement is to be interpreted in accordance with paragraph (1).", "(3) Subject to paragraphs (1) and (2), the Commission must satisfy itself that the material available to it enables it properly to determine proceedings.”", "Rule 37(3)(c) directs that when serving closed material upon the special advocate, the Secretary of State must also serve a statement of the material in a form which can be served on the appellant, if and to the extent that it is possible to do so without disclosing information contrary to the public interest.", "70. Rule 38 provides that a special advocate may challenge the Secretary of State’s objections to disclosure of the closed material. SIAC may uphold or overrule the Secretary of State’s objection. If it overrules the objection, it may direct the Secretary of State to serve on the appellant all or part of the closed material which he has filed with the SIAC but not served on the appellant. In that event, the Secretary of State shall not be required to serve the material if he chooses not to rely upon it in the proceedings.", "71. A search is carried out for “exculpatory material”, that is, material that will advance the case of an appellant or detract from the case of the Secretary of State. Exculpatory material is disclosed to the appellant save where this would not be in the public interest. In that event it is disclosed to the special advocate.", "72. Section 7 of the 1997 Act confers a right of appeal to the Court of Appeal against a final determination of an appeal made by SIAC in England and Wales “on any question of law material to that determination”.", "73. In addition to Jordan, the Government have negotiated memoranda of understanding on assurances with Ethiopia, Lebanon and Libya. They have negotiated a framework agreement for obtaining assurances from Algeria. SIAC has heard appeals from seventeen individuals whom the Government sought to deport on the basis of these assurances. SIAC has considered these appeals on a case-by-case basis but the general approach it has taken to assurances was set out in BB. v. the Secretary of State for the Home Department, SIAC determination of 5 December 2006, § 5, where it found that, before assurances could remove a real risk of ill-treatment, four conditions had to be satisfied:", "(i) the terms of the assurances had be such that, if fulfilled, the person returned would not be subjected to treatment contrary to Article 3;", "(ii) the assurances had been given in good faith;", "(iii) there had to be a sound objective basis for believing that the assurances would be fulfilled; and", "(iv) fulfilment of the assurances had to be capable of being verified.", "74. Applying that test, SIAC has found assurances to be sufficient for Algeria (see SIAC’s determinations in G (8 February 2007); Z and W (14 May 2007) Y, BB and U (2 November 2007); PP (23 November 2007); B (30 July 2008); T (22 March 2010); Sihali (no. 2) (26 March 2010)). It also found them to be sufficient in respect of Ethiopia in the case of XX (10 September 2010). SIAC found assurances to be insufficient in respect of Libya, given the changeable nature of the then Gaddafi regime (DD and AS (27 April 2007)).", "75. Jordan’s assurances were also found to be compatible with Article 3 in VV (2 November 2007). SIAC took note of further reports on torture in Jordanian prisons and considered that those reports confirmed its view that, without the MOU, there was a real risk of ill-treatment. However, those reports did not alter its conclusions in the present case that the MOU and Adaleh’s monitoring role provided sufficient protection.", "76. The title of the MOU agreed between the United Kingdom Government and the Jordanian Government refers to the regulation of the “provision of undertakings in respect of specified persons prior to deportation”.", "77. The MOU states that it is understood that the authorities of each State will comply with their human rights obligations under international law regarding a person returned under the MOU. When someone has been accepted under the terms of the MOU, the conditions set out in paragraphs 1-8 of the MOU will apply, together with any further specific assurances provided by the receiving state. Paragraphs 1 to 5 provide as follows:", "“1. If arrested, detained or imprisoned following his return, a returned person will be afforded adequate accommodation, nourishment, and medical treatment and will be treated in a humane and proper manner, in accordance with internationally accepted standards.", "2. A returned person who is arrested or detained will be brought promptly before a judge or other officer authorised by law to exercise judicial power in order that the lawfulness of his detention may be decided.", "3. A returned person who is arrested or detained will be informed promptly by the authorities of the receiving state of the reasons for his arrest or detention, and of any charge against him.", "4. If the returned person is arrested, detained or imprisoned within 3 years of the date of his return, he will be entitled to contact, and then have prompt and regular visits from the representative of an independent body nominated jointly by the UK and Jordanian authorities. Such visits will be permitted at least once a fortnight, and whether or not the returned person has been convicted, and will include the opportunity for private interviews with the returned person. The nominated body will give a report of its visits to the authorities of the sending state.", "5. Except where the returned person is arrested, detained or imprisoned, the receiving state will not impede, limit, restrict or otherwise prevent access by a returned person to the consular posts of the sending state during normal working hours. However, the receiving state is not obliged to facilitate such access by providing transport free of charge or at discounted rates.”", "78. Paragraph 6 guarantees the right to religious observance in detention and paragraph 7 provides for the right to a fair trial for a returned person in terms similar to Article 6 § 1 of the Convention. Paragraph 8 replicates Article 6 § 3, omitting references to paragraphs (a) and (e) of that Article.", "79. The MOU states that either Government may withdraw from the MOU by giving 6 months notice but it will continue to apply to anyone who has been returned.", "80. The terms of reference for the Adaleh Centre (the monitoring body) provide that it must be operationally and financially independent of the receiving State and must be able to produce frank and honest reports. The terms of reference also state that it must have capacity for the task, with experts (“Monitors”) trained in detecting physical and psychological signs of torture and ill-treatment and access to other independent experts as necessary. A Monitor should accompany every person returned under the MOU (“returned person”) throughout their journey from the sending State to the receiving State, and should go with them to their home or, if taken to another place, to that place. It should have contact details for a returned person and their next of kin and should be accessible to any returned person or next of kin who wishes to contact it. It should report to the sending State on any concerns raised about the person’s treatment or if the person disappears. For the first year after the person returns, a Monitor should contact him or her, either by telephone or in person, on a weekly basis.", "81. In respect of detention, the terms of reference provide as follows:", "“4. Visits to detainees", "(a) When the Monitoring Body becomes aware that a returned person has been taken into detention, a Monitor or Monitors should visit that person promptly.", "(b) Thereafter, Monitors should visit all detainees frequently and without notice (at least as frequently as the MOU permits; Monitors should consider requesting more frequent visits where appropriate, particularly in the early stages of detention.", "(c) Monitors should conduct interviews with detainees in private, with an interpreter if necessary.", "(d) Monitoring visits should be conducted by experts trained to detect physical and psychological signs of torture and ill-treatment. The visiting Monitor or Monitors should ascertain whether the detainee is being provided with adequate accommodation, nourishment, and medical treatment, and is being treated in a humane and proper manner, in accordance with internationally accepted standards.", "(e) When interviewing a detainee, a Monitor should both encourage frank discussion and observe the detainee’s condition.", "(f) Monitors should arrange for medical examinations to take place promptly at any time if they have any concerns over a detainee’s physical or mental welfare.", "(g) The Monitoring Body should obtain as much information as possible about the detainee’s circumstances of detention and treatment, including by inspection of detention facilities, and should arrange to be informed promptly if the detainee is moved from one place of detention to another.”", "82. Paragraph 5 provides that, in order to monitor compliance with the right to fair trial, Monitors should have access to all court hearings, subject to the requirements of national security. Paragraph 6 states that monitors should ensure that they are mindful of any specific assurances made by the receiving State in respect of any individual being returned, and should monitor compliance with these assurances. Paragraph 7, on reporting, provides that the Monitoring Body should provide regular frank reports to the sending State and should contact the sending State immediately if its observations warrant.", "83. In the context of proceedings before this Court, the Government produced two statements from Mr Anthony Layden, a former diplomat and currently United Kingdom Special Representative for Deportation with Assurances.", "84. The first statement, dated 24 September 2009, outlined the closeness of ties between the United Kingdom and Jordan, the United Kingdom’s support for various initiatives to enhance human rights in Jordan, as well as various reports (summarised at paragraphs 106–124 below), which showed Jordan’s improving human rights record.", "85. The first statement also explained that, after the signature of the MOU, the Governments together assessed which organisation should take on the independent monitoring. The Jordanian Government had proposed the National Centre for Human Rights (NCHR) and, when that body declined, the Jordanian Government suggested Adaleh, which was appointed. The monitoring agreement was signed after representatives from Adaleh met the United Kingdom Foreign Office Minister for the Middle East and North Africa. There was a subsequent meeting between the Secretary of State for the Home Department and the President of Adaleh’s Board of Trustees, Mr Arslan MP, and its founder and President, Mr Rababa. Mr Arslan and Mr Rababa made clear that, despite criticism of their decision to act as monitoring body, they had felt it was important for the protection of human rights. They had not been forced into the role or accepted it for financial benefit.", "86. The first statement also outlined Adaleh’s training and human rights awareness activities since it was founded in 2003. It had received funding from a large number of donor agencies but none from the Jordanian Government. It had spoken out against the Government and had prepared a study on combating torture in Jordan, which candidly criticised the Government and the GID. After boycotting their workshops for eighteen months, the GID had been participating in a series of workshops which had started in July 2009. In 2007, Adaleh had participated in four Human Rights Watch visits to the GID’s Amman detention facility. Mr Rababa had also responded in detail to Human Right Watch’s criticism of its ability to monitor the MOU (see paragraphs 91 and 146 below).", "87. Mr Layden also stated that the United Kingdom Government had provided grants and funding to Adaleh worth GBP 774,898, which had been directed towards the human rights training for officials and to established a group of experts. As of September 2009, the centre had ten full-time members of staff and twenty part-time medical and legal experts. The centre had expanded to include the National Team to Combat Torture (NTCT), which would act as Monitoring Body. The team had twenty-six members and three Adaleh Centre staff.", "88. Mr Layden’s second statement, dated 26 May 2010, reiterated that ties between Jordan and the United Kingdom remained close after the change of Government in the United Kingdom. The statement also provided an overview of recent reforms in Jordan, including changes to the criminal law to introduce more severe penalties for serious crimes such as torture and measures to increase press freedom. The statement also summarised Jordan’s submissions to the United Nations Committee Against Torture in the course of the Committee’ consideration of Jordan’s second periodic report (see paragraph 107 below).", "89. In the second statement, Mr Layden rejected any suggestion that there would be no incentive to reveal breaches of the MOU; failure to abide by its terms would be likely to do serious damage to diplomatic relations; action proportionate to any breach would certainly be taken by the United Kingdom Government. For the Adaleh Centre, he stated that there was nothing unusual in the fact that it had not carried out any monitoring in Jordan thus far; it operated on a project basis by developing proposals, seeking funding and implementing initiatives. Its NTCT had already visited Qafqafa prison on 9 May 2010. The Centre was not financially motivated; it had lost money by agreeing to act as the monitoring body. Nor was it a forprofit organisation; it was required to return any surplus for projects to donors. Nothing turned on its change to a limited liability company.", "90. Mr Layden also indicated that clarification been sought from the Jordanian Government as to the apparent discrepancy between the English and Arabic versions of the MOU (the Arabic version stating that there would be the right to monitoring for three years after return; the English version stating that, if a returnee was detained within three years of return, he would have the right to monitoring). By the recent exchange of two Note Verbale between the United Kingdom Embassy in Jordan and the Jordanian Government (appended to the statement), the parties had indicated their understanding that: (i) if a returnee was detained within three years of return, the MOU provided for monitoring until such a time as he was released and, potentially, indefinitely; and (ii) a returnee who was detained more than three years after return, would not be entitled to monitoring visits.", "91. The applicant submitted a statement from Mr Christophe Wilcke, of Human Rights Watch, which had originally been prepared for the VV case (see paragraph 75 above). Mr Wilcke had conducted visits to various detention facilities in Jordan, which formed the basis for Human Rights Watch’s subsequent report of 8 October 2008 (see paragraph 117 below). Mr Wilcke stated that he was accompanied on one visit by Mr Rababa of the Adaleh Centre. According to Mr Wilcke when they discussed the present applicant’s case, Mr Rababa appeared to be hearing details of the United Kingdom deportation proceedings for the first time. In his statement, Mr Wilcke characterised Adaleh as very small and noted that it had not carried out any independent prison visits and had not tried to do so. Mr Wilcke therefore doubted that the assurances would provide an effective safeguard against ill-treatment of the applicant.", "92. In a statement of 7 February 2010, prepared specifically for the proceedings before this Court Ms Refahi, the Arabic-speaking barrister who had given evidence before SIAC as to the previous trials in Jordan, set out the discussions she had had with Jordanian lawyers and NGO officers about Adaleh. They told her that Mr Rababa had strong family links to the Jordanian security services. The centre’s change to a for-profit company would have also required the approval of the Ministry of Interior and GID as would Mr Rababa’s nomination to the Board of Trustees of the NCHR. None of those interviewed had any knowledge of the centre before it became the Monitoring Body, it had no practical experience of monitoring and would be unable to prevent ill-treatment. The centre was also said to have behaved erratically in choosing experts for its anti-torture programmes; it had preferred lawyers over physicians and had not chosen individuals with monitoring experience.", "93. The parties have also provided extensive evidence on the applicant’s original trials, including evidence which was not before SIAC.", "94. The Government provided a report of 6 September 2009, which had been prepared by two Jordanian lawyers, Mr Al-Khalila and Mr Najdawi, the former Honorary Legal Adviser to the United Kingdom Ambassador to Jordan since 1975.", "95. The report outlined the structure of the Jordanian legal system and the various and wide powers of Public Prosecutors whom it characterised as judges with an inquisitorial role. It also outlined the functions of the GID and stated that cooperation between it and the State Security Court was very close. The Public Prosecutor before that court was a military officer whose office was located within GID premises. The report also noted that interrogations by GID officers had the goal of obtaining “confessions” from suspects appearing before the State Security Court (quotation marks in the original).", "96. The report stated that the rights of the accused had been enhanced by amendments made in 2001 to the Criminal Code, which it considered to be a “vital point” in its conclusion that the applicant would receive a fair trial. The amendments also meant there could be no flagrant denial of the applicant’s right to liberty because, among other reforms, the maximum period before which a detainee had to be brought before a court or public prosecutor had been reduced to twenty-four hours (Article 100(b) of the Code of Criminal Procedure (CCP). However, the report also noted that it was not possible to determine whether the Public Prosecutor would charge the applicant with new offences, which had been introduced by the Prevention of Terrorism Act 2006 and which would allow for the Public Prosecutor to detain him for fifteen days (renewable for up to two months) for the purposes of investigation.", "97. The report also sought to comment on a number of SIAC’s findings in respect of Jordanian law. For instance, SIAC had found that access to a lawyer being neither obligatory nor prohibited and that no lawyers were present during GID interrogations. However, there was an obligation for legal representation before a Public Prosecutor, which could be waived by reasoned decision, for example when there was a need for rapid action to prevent evidence being lost (Article 63(2) of the CCP). The presence of a lawyer was unusual in all questioning by Public Prosecutors. By the same token, although SIAC had made reference to the possibility of incommunicado detention, Article 66(2) of the CCP provided that, any time in which contact with a suspect was restricted, this did not apply to contact with his lawyer. SIAC had also found that, in any retrial, the case file from the first trial would be admitted as evidence and that witnesses would not be recalled for cross-examination; this was incorrect as Article 254 of the CCP only allowed a previous case-file to be used as background, the court could only consider evidence which was led at the trial and the defendant would be able to cross-examine witnesses.", "98. The report also commented on the State Security Court, which it said was composed of legal qualified military officers, who did not pursue military careers and were not serving officers. The law on the independence of the judiciary did not apply but nor did they enjoy judicial immunity from prosecution or civil proceedings. Sessions of the court were frequently closed to the public but the defendant would be represented.", "99. The report recognized that allegations of torture were difficult to verify because police and security officials frequently denied detainees timely access to lawyers. However, torture, though occasionally used by the police, was not institutionalized, and it remained an “individual action”; if detected, officers were subject to criminal sanctions. A measure of protection was provided to the accused in criminal proceedings by Article 63(3) of the CCP, which required an accused’s statement to be signed and fingerprinted by him. It also had to be verified by the Public Prosecutor and his clerk. If the accused refused to sign his reasons had to be recorded. Article 63(3) was a fundamental requirement, which, if not adhered to, invalidated the statement. A signature and, if the accused was illiterate, a fingerprint, were necessary to show that the statement was that of the accused. Contrary to Ms Refahi’s evidence to SIAC (see paragraph 104 below), there was no evidence that fingerprinting was a clear sign of a false confession.", "100. For confessions to the Public Prosecutor, the burden of proof was on the defendant to show that it was not legal; the burden was reversed for confessions to the police. There was a corroboration requirement when the evidence of a co-accused was used against another co-accused. The report also analysed a series of Court of Cassation judgments where it had quashed State Security Court judgments because of improperly obtained confessions. It had also laid down rules as to when confessions would and would not be admitted; where someone had been detained for longer than the prescribed time limit, there was a rebuttable presumption that the confession was improperly obtained.", "101. The report went on to examine the judgments that had been given in the applicant’s previous trials. For the Reform and Challenge case, the report noted that, in rejecting some of the defendant’s claims to have been tortured into giving confessions, the State Security Court had relied on the evidence of the coroner, who had stated that he found no injuries on the men. In the millennium conspiracy trial the State Security Court had found no evidence whatsoever to support claims of false confessions made by some of the defendants and, as the defendants’ lawyers had not referred them to the coroner for examination, there was no medical evidence to support their claims. The State Security Court had, however, heard from officers who were present when the confessions were given and who testified that there were no beatings of any sort. The State Security Court in its judgments had relied on the confessions (including reconstructions at the crime scene) and expert evidence. The evidence of the other defendants was likely to be determinative at the applicant’s retrial, as they were important in his trials in absentia. The report also stated that, if alive, Al-Hamasher and Abu Hawsher would give evidence at any retrial.", "102. For the Reform and Challenge trial, the applicant provided a copy of the Public Prosecutor’s investigation report, which showed that the only evidence against him was the confession of Al-Hamasher. The confession was quoted in the report as stating that the applicant had provided encouragement for the attacks and congratulated the group afterwards. The only other evidence against him which was recorded in the report was that two books the applicant had written were found in the possession of AlHamasher and another defendant. The applicant also provided the grounds of appeal of Al-Hamasher which set out his claim that he had been detained and ill-treated for six days in GID custody then brought before the Public Prosecutor in the latter’s office at the GID building. The applicant also produced a letter from the GID to Al-Hamasher’s lawyer which stated that the original videotapes of his interrogation had been destroyed. The grounds of appeal stated that, at trial, a GID officer gave evidence that he had destroyed the tapes on the orders of his superior but refused to reveal the superior’s identity. Al-Hamasher’s grounds of appeal also stated that lawyers for another defendant had witnessed their client telling the Public Prosecutor that he had been ill-treated: the lawyers’ evidence had not been accepted by the State Security Court, which preferred that of the Public Prosecutor. The grounds of appeal also summarised a medical report by a doctor who had examined the defendants five months after their interrogations. The doctor had found bruising and scarring on the men’s bodies, particularly their feet and legs. Given the passage of time, the doctor was unable to conclude how the men’s injuries had been obtained but observed that they could have been caused by the impact of hard objects. In Al-Hamasher’s case, the doctor noted scars on his buttocks, which were consistent with being deliberately hit with a baton or similar object. The grounds of appeal also noted that family members of the defendants, including Al-Hamasher’s mother, had observed scars on the defendants’ feet and legs when they were first allowed to visit them. The GID interrogators were not produced for cross-examination at trial, nor were the defendants’ medical records.", "103. For the millennium conspiracy trial, the applicant submitted a copy of the Public Prosecutor’s investigation report in that case, which showed that Abu Hawsher’s confession was the predominant basis of the prosecution case against the applicant. A copy of his defence statement setting out his allegations of torture was also provided, which described injuries to the soles of his feet (causing the skin to fall off when he bathed), facial injuries, bruising and scarring. He maintained that his injuries were witnessed by his brother-in-law, his cellmates and a representative from the International Committee of the Red Cross. He also described how his statement had been changed many times until the officials in charge where satisfied with it. Afterwards, when he had been brought before the Prosecutor and alleged he had been tortured, the Public Prosecutor refused to listen. Letters were also provided which had been written by Abu Hawsher’s lawyer to the applicant’s representative, Ms Peirce, which summarised the steps the defence teams had taken to bring the torture allegations made by various defendants to the attention of the State Security Court, including the protests made by the United States Embassy concerning the ill-treatment of one defendant, Mr Ra’ed Hijazi, a USJordanian national (see also Amnesty’s report at paragraph 114 below). The letter also stated that the defendants’ families had testified as to the injuries they had seen.", "104. The applicant also provided two statements on the trials by Ms Refahi: that which had been before SIAC and her further statement of 7 February 2010. The first statement, of 5 May 2006, set out the results of her interviews with defence lawyers and released defendants in each trial as to the manner in which the defendants had been tortured and given completed confession statements to sign. The torture was said to have include beatings with belts and whips, sleep deprivation and the administration of drugs to weaken resistance. She was told that, for false confessions, in was the practice to have the detainee sign and fingerprint the statement to prevent him retracting it later. Ms Refahi had inspected the case file in each case: Abu Hawsher’s confession was fingerprinted.", "105. The statement of 7 February 2010, summarised the results of a further visit she had made to Jordan in September 2009, where she had carried out further interviews with defendants and their lawyers. ‘Defendant A’ in the Reform and Challenge trial said he had been tortured for ten days (including through beatings on the soles of his feet) and questioned under torture on two or three occasions. While being moved he had heard a voice he recognised as belonging to another defendant; it was clear this defendant was also being tortured. On the tenth day he signed a confession drafted by the GID. On the eleventh day he was brought before the Public Prosecutor, who had the GID confession before him. He then signed an identical confession which had been drafted by the Public Prosecutor. There was no more torture after this but, on subsequent occasions when he appeared before the Public Prosecutor, the Prosecutor threatened him with further torture. He had told the State Security Court that he had been tortured but the court did not investigate. He was not medically examined until he had been detained for five months.", "106. The United Nations Human Rights Council the Working Group on Jordan’s Universal Periodic Review delivered its report on 3 March 2009 (A/HRC/11/29). The report noted Jordan’s acceptance of certain recommendations geared towards eradicating torture. Following the report, Human Rights Watch welcomed Jordan’s satisfaction at the “constant review” of its human rights standards but found Jordan’s rejection of some important recommendations geared towards eradicating torture to be “deeply disappointing”. The organisation called on Jordan to implement quickly recommendations to set up independent complaints mechanisms, allow unannounced prison visits and abolish the Police Courts, which were composed of police officers who heard allegations of torture against fellow officers. Similar recommendations were made by the United Kingdom Government in their statement to the Human Rights Council.", "107. The United Nations Committee Against Torture, in its concluding observations on Jordan of 25 May 2010, welcomed Jordan’s ongoing reform efforts, which included the establishment of the National Centre for Human Rights, an independent Ombudsman to receive complaints and a comprehensive plan for the modernisation of detention facilities. However, it was also deeply concerned by the “numerous, consistent and credible allegations of a widespread and routine practice of torture and ill-treatment of detainees in detention facilities, including facilities under the control of the General Intelligence Directorate”. It also found a “climate of impunity” and an absence of proper criminal prosecutions for perpetrators. The Committee also expressed its concern at the limited number of investigations into allegations of torture and its serious concern at the lack of fundamental legal safeguards for detainees and the overuse of administrative detention, which placed detainees beyond judicial control. The Committee also recommended that the GID be placed under civilian authority, given that it continued to detain suspects arbitrarily and incommunicado and to deprive detainees of access to judges, lawyers or doctors. The Committee was also gravely concerned by the special court system in Jordan, which included the State Security Court, where military and security personnel alleged to be responsible for human rights violations were reportedly shielded from legal accountability and where procedures were not always consistent with fair trial standards. Finally, in respect of Article 15 of the Convention against Torture, the Committee found:", "“While noting the existence of article 159 of the Criminal Procedure Code [the exclusion of evidence obtained under duress] which does not refer explicitly to torture, the Committee expressed its concern at reports that the use of forced confessions as evidence in courts is widespread in the State party.", "...", "The State party should take the necessary steps to ensure inadmissibility in court of confessions obtained as a result of torture in all cases in line with the provisions of article 15 of the Convention. The Committee requests the State party to firmly prohibit admissibility of evidence obtained as a result of torture in any proceedings, and provide information on whether any officials have been prosecuted and punished for extracting such confessions.”", "108. The United Nations Human Rights Committee’s concluding observations of 18 November 2010 also praised Jordan’s reforms, including the incorporation into domestic law of the ICCPR. However, the Human Rights Committee’s concerns included: the high number of reported cases of torture and ill-treatment in detention centres, particularly in GID facilities; the absence of a genuinely independent complaints mechanism to deal with cases of alleged torture or ill-treatment by public officials, as well as the low number of prosecutions of such cases; the denial of prompt access to a lawyer and independent medical examinations to detainees; and the fact that NGOs had been denied access to detention facilities. Accordingly, the Committee recommended the establishment of an effective and independent mechanism to deal with allegations of torture; proper investigations and prosecutions; immediate access for detainees to a lawyer of their choice and an independent medical examination; and the creation of a system of independent visits to all places of deprivation of liberty.", "The Committee also expressed its concern at the limited organisational and functional independence of the State Security Court and recommended its abolition.", "109. In his report of 5 January 2007 to the Human Rights Council, the UN Special Rapporteur on Torture, Manfred Nowak, noted inter alia that the GID had refused to allow him private visits with detainees and concluded that:", "“Many consistent and credible allegations of torture and ill-treatment were brought to the attention of the Special Rapporteur. In particular, it was alleged that torture was practised by General Intelligence Directorate (GID) to extract confessions and obtain intelligence in pursuit of counter-terrorism and national security objectives, and within the Criminal Investigations Department (CID), to extract confessions in the course of routine criminal investigations. Given that these two facilities were the ones most often cited as the two most notorious torture centres in Jordan, on the basis of all the evidence gathered, the denial of the possibility of assessing these allegations by means of private interviews with detainees in GID, and taking into account the deliberate attempts by the officials to obstruct his work, the Special Rapporteur confirms that the practice of torture is routine in GID and CID... Moreover, in practice the provisions and safeguards laid out in Jordanian law to combat torture and ill-treatment are meaningless because the security services are effectively shielded from independent criminal prosecution and judicial scrutiny as abuses by officials of those services are dealt with by special police courts, intelligence courts and military courts, which lack guarantees of independence and impartiality.”", "110. In this context, the Rapporteur also found :", "“57. The Special Rapporteur reports that no ex officio investigations are undertaken even in the face of serious injuries sustained by a criminal suspect; not one official could demonstrate to the Special Rapporteur serious steps taken to investigate allegations, including at the very least the prompt and timely medical documentation of injuries sustained by detainees...", "60. Paradoxically, while law enforcement officials maintain that torture allegations are unheard of within their institutions, the Court of Cassation has overturned a number of convictions on the grounds that security officials had obtained confessions from defendants under torture. Regrettably even these findings do not spur any official investigations into wrongdoings by officials and none of the security officials involved in these cases have ever been brought to justice.", "61. What is more, the decisions and rulings of the Court of Cassation related to cases where criminal suspects are prosecuted under special courts are at the same time cited by government officials to defend the system, pointing to the existence of independent oversight in the form of appeals of special court decisions to the Court.", "62. However, with respect to the question of impunity and the prosecution by special courts of police or intelligence officers for torture or ill-treatment, no evidence has been produced to indicate examples of where special court acquittals of police officers have been successfully appealed to the Court of Cassation, if appealed at all.", "63. This leads to the conclusion that impunity is total. The special court system does not work effectively at all. The absence of a crime of torture in accordance with article 1 of the Convention against Torture is only part of the problem. At the heart of it lies a system where the presumption of innocence is illusory, primacy is placed on obtaining confessions, public officials essentially demonstrate no sense of duty, and assume no responsibility to investigate human rights violations against suspected criminals, and the system of internal special courts serves only to shield security officials from justice. (footnotes omitted)”", "111. The Rapporteur recommended the introduction of a series of basic safeguards for detainees, including better rules governing the admissibility of confessions. He also recommended the abolition of the State Security Court.", "112. Amnesty International has produced a number of reports on the treatment of detainees in Jordan. Its most extensive report was published in July 2006, Amnesty International published its report entitled “Jordan: ‘Your confessions are ready for you to sign’: detention and torture of political suspects”. The report criticised Jordan for maintaining a system of incommunicado detention which facilitated torture, particularly under the auspices of the GID, where torture was systemic and practised with impunity. The scope for abuse by the GID was far greater because GID officers were granted the authority of public prosecutors (and thus judicial power), allowing the GID itself to prolong periods of detention for the purposes of interrogation. It was a virtually impossible task for a detainee to prove he had been tortured by the GID when it was the detainee’s word against that of GID officers. The report considered that the introduction of monitoring by the NCHR and the ICRC were positive if qualified steps and both organisations had been prevented from meeting all detainees in GID custody.", "113. Although the 2001 amendments to Article 66 of the Code of Criminal Procedure had allowed detainees access to their lawyers, even when in incommunicado detention, in apparent contravention of these provisions, the general practice in state security cases was for detainees to be held in prolonged pre-trial incommunicado detention. There were also apparent contraventions of the right to have a lawyer present during examinations before the Public Prosecutor. The State Security Court had been “largely supine” in the face of torture allegations, failing properly to investigate allegations. Trials before it were frequently unfair; it was prone to convict defendants on the basis of confessions alleged to be extracted by torture. The report noted that, over the previous ten years, one hundred defendants had alleged before the State Security Court that they had been tortured into making confessions; allegations had been made in fourteen such cases in 2005, yet the State Security Court had failed adequately to investigate the claims. Appeal to the Court of Cassation had not been an adequate safeguard.", "114. The report described nine case studies of confessions extracted by torture by the GID in state security cases, including that of the millennium conspiracy trial. The report recorded that at least four of the defendants, including Abu Hawsher, had been tortured during GID interrogation, their bodies reportedly showing marks of torture when relatives and lawyers saw them for the first time. Witnesses testified that, in the course of a reconstruction at the crimes scenes, they had seen one defendant, Mr Sa’ed Hijazi, propped up by two guards apparently unable to stand on his own. In the case of another, Mr Ra’ed Hijazi, (a US-Jordanian national) a doctor had testified that he had contracted severe pneumonia whilst held in incommunicado detention. The United States consul, who was said to have seen marks of torture on him, could not give evidence at trial for reasons of diplomatic immunity.", "115. The report also concluded that the MOU between the UK and Jordan was inappropriate given Jordan’s failure to observe the absolute prohibition on torture and, moreover, post-monitoring return could not replace the requirements of international law that there be systemic legislative, judicial and administrative safeguards to prevent torture. Monitoring, even by professional organisations, was insufficient to prevent it.", "116 In its report “Suspicious Sweeps: the General Intelligence Department and Jordan’s Rule of Law Problem” of 18 September 2006 the organisation documented cases of ill-treatment by the GID. The report also contained the following section on prosecutors before the State Security Court :", "“The SSC is a special court established pursuant to Articles 99 and 100 of Jordan’s constitution.", "...", "The head of the Joint Chiefs of Staff appoints a military officer to serve as prosecutor, underlining the court’s subordinate character. The SSC prosecutor’s offices are physically located inside the central GID complex. The SCC [sic] prosecutor is the officer who issues charges against detainees and authorizes their continued detention. The SSC prosecutor who investigates the crimes of which detainees at the GID are accused is a military officer, ultimately under the same administrative authority as the intelligence officials. This reflects a fundamental lack of independence and impartiality.", "...", "Article 7 of the SSC law provides that people who are being investigated with a view to prosecuting them for a crime for which the SCC enjoys jurisdiction can be detained ‘where necessary for a period not exceeding seven days’ before being brought before the prosecutor to be charged. The prosecutor can extend the detention warrant for renewable periods of fifteen days after charging a suspect, if it is ‘in the interest of the investigation.’ A practicing defense lawyer told Human Rights Watch that ‘it is normal for detainees to remain at the GID for around six months. They are transferred to a normal prison or released when the GID has finished its investigation.’", "Under Jordanian law, although the prosecutor is formally in charge of an investigation once charges are filed, in matters before the SCC the practice is for the prosecutor to delegate responsibility to GID officers to continue the investigation, including interrogation. All the detainees interviewed by Human Rights Watch recalled that during their time in detention they met only with GID staff, except for when they were brought before the prosecutor to be charged. However, several detainees made clear that they were unable with certainty to distinguish between GID officers and officers from the prosecutor’s office, since all wear civilian clothes, conduct interrogations in a similar fashion, and are located in close proximity.", "The prosecutor is also the legal authority for detainees’ complaints regarding cruel or inhuman treatment or torture. Jordanian law requires any official, including GID officers, to accept and transmit complaints to their superiors. The role of the prosecutor includes investigating complaints that allege a breach of the law. The fundamental lack of independence of the prosecutor within the GID and SCC structures renders this role wholly ineffective. Samih Khrais, a lawyer who has defended tens of clients before the State Security Court, told Human Rights Watch: ‘The prosecutor will send a detainee back to the cell if he says he confessed under torture.’ Khrais said that because of the prosecutor’s role in the process before the SCC, and the rules that make statements obtained under torture inadmissible in court, the SCC prosecutors are disinclined to act on any complaints of torture. One detainee, Mustafa R., who said he was tortured both before and after being charged, told Human Rights Watch that when he was brought before the prosecutor to be charged he was alone with the prosecutor in his office in the GID complex while a car with his interrogators waited outside to take him back to his cell. The prosecutor did not make any inquiry as to whether illegal force or coercion were used against Mustafa R. during his interrogation. Another former detainee, Muhammad al-Barqawi, told Human Rights Watch that if a detainee demands a lawyer or alleges torture, the prosecutor sends the detainee back for more interrogation, saying ‘He’s not ready yet.’”", "117. In its report of 8 October 2008, “Torture and Impunity in Jordan’s Prisons”, which was based on prisons visits it had carried out in 2007 and 2008, Human Rights Watch concluded that torture remained widespread and routine in Jordan’s prisons. The organisation received allegations of illtreatment from 66 of the 110 prisoners it interviewed. It also concluded that prison guards tortured inmates because prosecutors and judges did little to pursue them. The report noted that willingness of the Jordanian Government to grant access to prisons was commendable and reflected a positive commitment to reform. However, the report also noted that the public concern of Jordanian leadership had not shown lasting effects on the ground. Torture was inflicted routinely when prisoners broke prison rules, made requests for doctors, telephone calls or visits, or make complaints. Islamist prisoners faced greater abuse than others. Complaints of torture had decreased but remained a common occurrence. Torture was not a general policy, although high-ranking prison officials had ordered beatings. Torture was a “tolerated practice” because mechanisms for individual accountability were lacking; the Government had quietly taken some initial steps to provide greater opportunities for redress, but had not vigorously pursued them.", "118. In the section of its World Report of 2010 on Jordan, Human Rights Watch also commented that further positive reforms such as the NCHR antitorture training programmes, were far from sufficient considering Jordan’s lack of political will and effective mechanisms to bring perpetrators to justice.", "119. In its 2005 Annual Report, the NCHR recognised that although, Jordanian law was clear as to the illegality of a conviction based on a confession which had been obtained by coercion, it was difficult for defendants to prove that confessions had been so obtained, especially given the lack of witnesses and long periods of detention which meant that forensic physicians could not detect abuse.", "120. In its 2007 Report the NCHR noted that information on criminal trials revealed “a clear shortcoming - in many cases - in commitment to the basic criteria of a just trial”. It referred in particular to the trying of civilians before the State Security Court whose judges were “militarily incline[d]”, which undermined the principle of judicial independence and reduced the guarantees of a fair trial.", "121. In its 2008 Report the NCHR noted the continuing difficulties in detecting torture, including the prolonged period of detention for which detainees were held and the fact that those responsible for coercion of defendants did not write out their statements, meaning the statements became legally conclusive evidence. The NCHR also noted that, for part of the year, it had been banned from visiting prisons. There had, however, been a number of positive anti-torture measures introduced by the Government.", "122. In its 2009 Report, the NCHR noted that anti-torture efforts were still “mediocre and hesitant”. Problems included the Crime Prevention Law, which allowed incommunicado detention without judicial monitoring; the State Security Act, which allowed detention for seven days before referral to a judge; and that a statement made by a suspect without the presence of the Public Prosecutor was admissible if it was “submitted to the public prosecution along with a piece of evidence for the circumstances under which it has been made, and that the suspect has made that statement voluntarily.”", "123. The United States Department of State 2009 Human Rights Report on Jordan recorded local and international NGOs’ concerns that torture remained widespread, although they had also noted a decrease in the number of complaints made. The NGOs has also found that complaints mechanisms had improved but additional reforms were required. The report also stated:", "“Unlike in prior years, there were no new public claims of torture by defendants before the State Security Court. On April 15, three of five men who claimed to have been tortured from 2007 to May 2008 received five-year sentences. The other two men were acquitted due to lack of evidence. The government found their torture claims baseless, as they also found the January 2008 torture claims of two men accused of exporting weapons to the West Bank whose criminal cases were ongoing at year’s end.", "On May 14, the State Security Court sentenced Nidal Momani, Tharwat Draz, and Sattam Zawahra to death for plotting to kill a foreign leader while visiting the country in 2006, but it immediately commuted their sentences to 15 years’ imprisonment. In 2007 and 2008, the defendants claimed they had been beaten and psychologically pressured to confess.”", "124. The 2010 Report recorded that Jordanian law prohibited torture; however, international NGOs continued to report incidences of torture and widespread mistreatment in police and security detention centres. In respect of arrest and trial procedures, the Report noted that:", "“The State Security Court gives judicial police, charged with conducting criminal investigations, authority to arrest and keep persons in custody for 10 days. This authority includes arrests for alleged misdemeanors. In cases purportedly involving state security, the security forces arrested and detained citizens without warrants or judicial review, held defendants in lengthy pretrial detention without informing them of the charges against them, and did not allow defendants to meet with their lawyers or permitted meetings only shortly before trial. Defendants before the State Security Court usually met with their attorneys at the start of a trial or only one or two days before. A case may be postponed for more than 48 hours only under exceptional circumstances determined by the court. In practice, cases routinely involved postponements of more than 10 days between sessions with proceedings lasting for several months. In most cases the accused remained in detention without bail during the proceedings. Several inmates were in detention without charge at year’s end.”", "The Report also commented that Jordanian law provided for an independent judiciary; however, the judiciary’s independence in practice was compromised by allegations of nepotism and the influence of special interests.", "125. One hundred and forty-nine States are parties to the 1984 United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (“UNCAT”), including all Member States of the Council of Europe. Article 1 of the Convention defines torture as:", "“any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.”", "126. Article 1(2) provides that it is without prejudice to any international instrument or national legislation which does or may contain provisions of wider application. Article 2 requires States to take effective legislative, administrative, judicial or other measures to prevent acts of torture in any territory under its jurisdiction. Article 4 requires each State Party to ensure that all acts of torture are offences under its criminal law.", "127. Article 3 provides:", "“1. No State Party shall expel, return (‘refouler’) or extradite a person to another State where there are substantial grounds for believing that he would be in danger of being subjected to torture.", "2. For the purpose of determining whether there are such grounds, the competent authorities shall take into account all relevant considerations including, where applicable, the existence in the State concerned of a consistent pattern of gross, flagrant or mass violations of human rights.”", "128. Article 12 provides that each State Party shall ensure that its competent authorities proceed to a prompt and impartial investigation, wherever there is reasonable ground to believe that an act of torture has been committed in any territory under its jurisdiction.", "129. Article 15 requires that each State ensure that any statement which is established to have been made as a result of torture shall not be invoked as evidence in any proceedings, except against a person accused of torture as evidence that the statement was made.", "130. In P.E. v. France (no. 193/2001), decision of 21 November 2002, the Committee considered the case of a German national who had been extradited from France to Spain. The complainant alleged the Spanish extradition request had been based on statements by a third person obtained by torture. While rejecting the complaint as unsubstantiated, the Committee considered that the provisions of Article 15 applied to the extradition proceedings in France and that France had the obligation to ascertain the veracity of the allegations made. The “broad scope” of Article 15 and its applicability to extradition proceedings was confirmed by the Committee in G.K. v. Switzerland (no. 219/2002), decision of 7 May 2003, which also concerned an extradition to Spain where the basis of the extradition request were statements by a third party allegedly obtained by torture. Criminal proceedings initiated by the third party against his alleged torturers were discontinued by the Spanish authorities and the complaint was therefore dismissed by the Committee as unsubstantiated; consequently, there had been no violation of Article 15 by Switzerland in extraditing the complainant.", "131. It its concluding observations on Russia of 6 February 2007 (CAT/C/RUS/CO/4), the Committee was concerned that, while the Russian Code of Criminal Procedure stated that evidence obtained by torture was inadmissible, in practice there appeared to be no instruction to the courts to rule that the evidence was inadmissible, or to order an immediate, impartial and effective investigation. The Committee recommended the adoption of clear legal provisions prescribing the measures to be taken by courts should evidence appear to have been obtained through torture or ill-treatment, in order to ensure in practice the absolute respect for the principle of inadmissibility of evidence obtained through torture.", "Concerns were also expressed by the Committee in its concluding observations on the United States of America (25 July 2006, CAT/C/USA/CO/2), in relation to the application of Article 15 to military commissions and the bodies which would review the cases of those detained at Guantánamo Bay, Cuba. It recommended that the United State establish an independent mechanism to guarantee the rights of all detainees in its custody.", "In its Report on Mexico (26 May 2003, CAT/C/75) the Committee considered that Article 20 of the Mexican Constitution (which provided that a confession not made before the Public Prosecutor or a judge or made without the presence of defence counsel had no evidential value) was not sufficient in practice to prevent torture. Detainees were afraid to tell the Public Prosecutor they had been tortured; there was insufficient access to legal advice; there the police and Public Prosecutor’s office worked closely together and detainees were shuttled repeatedly between each service for the purposes of interrogation and then forced confessions; prosecutor’s did not conduct investigations into torture allegations and, if they did, still made use of the confession; medical experts were not sufficiently independent from the prosecutor. It was “extraordinarily difficult’ to have forced confessions excluded: courts had no independent means of ascertaining whether confessions were made voluntarily (paragraphs 155, 196-202, 219 and 220 of the Report).", "132. Article 15 was relied on by the cour d’appel de Pau in its decision to refuse an extradition request by Spain in Irastorza Dorronsoro, case no. 238/2003, 16 May 2003. It had been accepted by the Spanish authorities that statements by a third party, Ms Sorzabal Diaz, whilst in detention were the only evidence against Mr Irastorza Dorronsoro. The court found there were serious grounds for believing that Ms Sorzabal Diaz had been physically abused during her detention and further inquiries of the Spanish authorities had failed to dispel those concerns. It could not been excluded, therefore, that her statements had been obtained contrary to Article 15 and, as such, the extradition request was refused.", "133. Article 15 was also relied on by the Düsseldorf Court of Appeal (Oberlandesgericht) in its decision of 27 May 2003 refusing extradition of a terrorist suspect to Turkey. The court recognised that Turkey had ratified UNCAT and incorporated its provisions into domestic law. However, there was a real risk (konkrete Gefahr) of those provisions not being respected in the event of the requested person’s extradition. On the evidence before it, the court found reasonable evidence (begründete Anhaltspunkte) to presume that statements given to the Istanbul police by 32 co-defendants in autumn 1998 – containing full confessions – were made under the influence of acts of torture by the Turkish security forces. The allegations of torture were supported by medical evidence (albeit records that were unclear in places) and matched information available from general reports on methods of torture commonly applied – not always with physically verifiable effects – in police custody in Turkey. There was, moreover, a risk, substantiated by concrete evidence (durch konkrete Indizien belegte Gefahr), that the statements taken from the co-accused might be used in proceedings against the requested person in Turkey. The Court of Appeal accepted that, in their judgments, Turkish courts were required to have regard to the domestic and international legal provisions against the admission of torture evidence, as well as case-law of the Turkish Court of Cassation to the effect that uncorroborated confessions were inadmissible. However, human rights reports had repeatedly noted that inadequate investigation by the Turkish criminal justice system of allegations of torture meant that courts continued to use confessions obtained by police ill-treatment. There were grounds to fear that the Istanbul National Security Court would do so in the instant case, not least that it would be impossible to prove the charges against the requested person without relying on the autumn 1998 statements taken by the police.", "134. The Düsseldorf Court of Appeal’s judgment was relied upon by the Cologne Administrative Court (Verwaltungsgericht) in its judgment of 28 August 2003 in a related extradition case. The Cologne court found that the Court of Appeal’s conclusions were not altered by further assurances given by the Turkish authorities; those assurances were not specific but rather relied only on the general applicable provisions of Turkish law on torture evidence.", "135. In re El Motassadeq, before the Hamburg Court of Appeal Criminal Division (Oberlandesgericht), the defendant was charged with conspiracy to cause the attacks of 11 September 2011. The court was provided with summaries of statements of three witnesses who had been held and questioned in US custody. Requests as the nature to the United States authorities’ questioning had been met with no response. The court based its assessment as to whether torture had been used on available, publicly accessible sources. The court found that, on the whole, it had not been proved that the witnesses had been tortured, inter alia because the content of the statements was not one-sided. This meant the court decided not to consider Article 15 of UNCAT, which, it observed, would have justified a prohibition on using the evidence (see the summary of the judgment in A and others (no. 2), §§ 60, 122 and 123, 140 and 141). The defendant’s subsequent application to this Court was declared inadmissible as manifestly ill-founded: El Motassadeq v. Germany (dec.) no. 28599/07, 4 May 2010.", "136. In A and others (no. 2) v Secretary of State for the Home Department [2005] UKHL 41 the House of Lords considered whether SIAC could lawfully admit evidence which had or may have been obtained by torture in another State without the complicity of British officials. On the basis of the common law, the case-law of this Court, and public international law, including UNCAT, their Lordships concluded that it could not.", "137. Their Lordships were divided as to the appropriate test which SIAC should apply in determining whether evidence should be admitted. All of their Lordships agreed that a conventional approach to the burden of proof was not appropriate given the nature of SIAC procedures. An appellant in a SIAC appeal could not be expected to do more than raise a plausible reason that evidence might have been obtained by torture. Where he did so, it was for SIAC to initiate relevant inquiries. The majority (Lords Hope, Rodger, Carswell and Brown) then went on to find that SIAC should adopt the test of admissibility laid down in Article 15 of UNCAT. They held that SIAC should thus consider whether it was established on the balance of probabilities that the evidence was obtained by torture. If so satisfied, SIAC should not admit the evidence but, if it were doubtful, it should admit the evidence, bearing its doubt in mind when evaluating it. By contrast, Lords Bingham, Nicholls and Hoffmann found that a balance of probabilities test could never be satisfied and would undermine the practical efficacy of UNCAT. They proposed a lower test, namely that where SIAC concluded that there was a real risk that the evidence had been obtained by torture, it should not admit the evidence.", "138. In England and Wales, section 76(2) of the Police and Criminal Evidence Act 1984 provides:", "“If, in any proceedings where the prosecution proposes to give in evidence a confession made by an accused person, it is represented to the court that the confession was or may have been obtained—", "(a) by oppression of the person who made it; or", "(b) in consequence of anything said or done which was likely, in the circumstances existing at the time, to render unreliable any confession which might be made by him in consequence thereof,", "the court shall not allow the confession to be given in evidence against him except in so far as the prosecution proves to the court beyond reasonable doubt that the confession (notwithstanding that it may be true) was not obtained as aforesaid.”", "This test is primarily for the trial judge to determine, if necessary by holding a voire dire. In R v. Mushtaq [2005] 1 WLR 1513, the House of Lords held that the logic of section 76(2) required that, if a confession is admitted, a jury should be directed that if they considered that the confession was, or may have been, obtained by oppression or any other improper conduct they should disregard it.", "139. In India v. Singh 108 CCC (3d) 274, the British Columbia Supreme Court considered an extradition request where it was alleged that the prima facie case against the fugitive, Singh, was based on five confessions of coconspirators, which had been obtained by torture. The court held that, for the purpose of determining whether the extradition could proceed because there was a prima facie case, a statement obtained by torture was inadmissible. However, the burden of proving that the statement was so obtained rested upon the fugitive who made that allegation. It was agreed that this allegation had to be proved on a balance of probabilities. The court found the allegation had not been proved to that standard for four of the statements but that it had for a fifth.", "140. The approach taken in A and others (no 2) was followed by the Canadian Federal Court in Mahjoub v. Canada (Minister of Citizenship and Immigration). Mahjoub also concerned the issue of deportation with assurances and is summarised at paragraph 153 below.", "141. In addition to the commentary on assurances which was summarised in Ismoilov and Others v. Russia, no. 2947/06, §§ 96-100, 24 April 2008, the parties have provided the following materials.", "142. In its 2006 concluding observations on the United States of America, the UN Committee against Torture recommended that diplomatic assurances should only be relied upon in regard to States which do not systematically violate UNCAT’s provisions, and after a thorough examination of the merits of each individual case. It recommended clear procedures for obtaining assurances, with adequate judicial mechanisms for review, and effective post-return monitoring arrangements.", "143. In a February 2006 address to the Council of Europe Group of Specialists on Human Rights and the Fight against Terrorism (DH-S-TER), Louise Arbour, then United Nations Commissioner for Human Rights stated:", "“Based on the long experience of international monitoring bodies and experts, it is unlikely that a post-return monitoring mechanism set up explicitly to prevent torture and ill-treatment in a specific case would have the desired effect. These practices often occur in secret, with the perpetrators skilled at keeping such abuses from detection. The victims, fearing reprisal, often are reluctant to speak about their suffering, or are not believed if they do.”", "144. In his “viewpoint” of 27 June 2006, the Council of Europe Commissioner for Human Rights, Thomas Hammarberg, stated that diplomatic assurances were pledges which were not credible and had turned out to be ineffective in well-documented cases. His view was that the principle of non-refoulement should not be undermined by convenient, nonbinding promises.", "145. Concerns as to the United Kingdom’s Government’s policy of seeking assurances have also been expressed by the United Kingdom Parliament’s Joint Committee on Human Rights (in its report of 18 May 2006) and the House of Commons Select Committee on Foreign Affairs (in its report of 20 July 2008).", "146. Human Rights Watch has strongly criticised the use of assurances. In an essay in its 2008 World Report entitled “Mind the Gap Diplomatic Assurances and the Erosion of the Global Ban on Torture”, it argued that the problem with assurances lay in the nature of torture itself, which was practised in secret using techniques that often defied detection. The essay also considered the arrangements between in the United Kingdom and Jordan. It characterised Adaleh as a small NGO and questioned whether, with little experience, questionable independence and virtually no power to hold the Government to account, it was able to ensure the safety of a person returned under the MOU.", "147. As stated paragraph 127 above, Article 3 of UNCAT prevents refoulement where there are substantial grounds for believing that someone will be subjected to torture. In Agiza v. Sweden (communication no. 233/2003, decision of 20 May 2005), the complainant had been convicted in absentia by an Egyptian court in 1998 of terrorist activity. In 2000 he claimed asylum in Sweden. His claim was rejected and he was deported to Egypt in December 2001 where he alleged he was tortured. It appears from the decision of the Committee that, while the claim was being considered, Swedish Government officials met representatives of the Egyptian Government in Cairo and obtained guarantees from a senior official that the complainant would be treated in accordance with international law on return.", "148. In examining his complaint under Article 3 of UNCAT, the Committee considered that the Swedish authorities knew, or ought to have known, of consistent and widespread use of torture of detainees in Egypt, particularly those detained for political or security reasons. Sweden was also aware that the complainant fell into this category and of the interest of foreign intelligence services in him. Swedish police officers had also acquiesced in ill-treatment by agents of an unspecified foreign State immediately before the complainant’s expulsion. These factors meant Sweden’s expulsion was in breach of Article 3. In the Committee’s view: “the procurement of diplomatic assurances, which, moreover, provided no mechanism for their enforcement, did not suffice to protect against this manifest risk.”", "149. The Committee also found that Sweden was in breach of its procedural obligations under the same Article to provide an effective, independent and impartial review of the expulsion decision since it had been taken by the Swedish Government without recourse to the normal appeals process for asylum decisions. Sweden, by immediately removing the applicant after that decision, had also breached its obligations under Article 22 of the Convention to respect the effective right of individual communication with the Committee.", "150. In Pelit v Azerbaijan, communication no. 281/2005 decision of 29 May 2007, the complainant was extradited from Azerbaijan to Turkey, despite the Committee’s interim measure indicating that it refrain from doing so until it had considered the case. It appears that, before surrender, Azerbaijan had obtained assurances against ill-treatment from Turkey and made some provisions for monitoring after surrender. The Committee found a breach of Article 3 as Azerbaijan had not supplied the assurances to the Committee in order for the Committee to perform its own independent assessment of their satisfactoriness or otherwise, nor had it detailed with sufficient specificity the monitoring undertaken and the steps taken to ensure that it was objective, impartial and sufficiently trustworthy.", "151. In Mohammed Alzery v. Sweden, CCPR/C/88/D/1416/2005, 10 November 2006, the United Nations Human Rights Committee considered the removal of an Egyptian national to Egypt by Sweden, pursuant to diplomatic assurances that had been obtained from the Egyptian government. On the merits of the case, the Committee found :", "“11.3 .... The existence of diplomatic assurances, their content and the existence and implementation of enforcement mechanisms are all factual elements relevant to the overall determination of whether, in fact, a real risk of proscribed ill-treatment exists.", "...", "11.5 The Committee notes that the assurances procured contained no mechanism for monitoring of their enforcement. Nor were any arrangements made outside the text of the assurances themselves which would have provided for effective implementation. The visits by the State party’s ambassador and staff commenced five weeks after the return, neglecting altogether a period of maximum exposure to risk of harm. The mechanics of the visits that did take place, moreover, failed to conform to key aspects of international good practice by not insisting on private access to the detainee and inclusion of appropriate medical and forensic expertise, even after substantial allegations of ill-treatment emerged. In light of these factors, the State party has not shown that the diplomatic assurances procured were in fact sufficient in the present case to eliminate the risk of ill-treatment to a level consistent with the requirements of article 7 of the Covenant. The author’s expulsion thus amounted to a violation of article 7 of the Covenant.”", "152. In Suresh v. Canada (Minister of Citizenship and Immigration) [2002] 1 SCR 3, the Supreme Court of Canada unanimously found that Canadian and international law did not permit deportation where on the evidence there was a substantial risk of torture. It did not find that in all cases deportation would be unconstitutional (and a refugee’s rights could be balanced against the threat he or she posed) but the balance would usually come down against expelling the refugee. The court also made the following comment on reliance on assurances against torture (paragraphs 124 and 125):", "“A distinction may be drawn between assurances given by a state that it will not apply the death penalty (through a legal process) and assurances by a state that it will not resort to torture (an illegal process). We would signal the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past. This difficulty becomes acute in cases where torture is inflicted not only with the collusion but through the impotence of the state in controlling the behaviour of its officials. Hence the need to distinguish between assurances regarding the death penalty and assurances regarding torture. The former are easier to monitor and generally more reliable than the latter.", "In evaluating assurances by a foreign government, the Minister may also wish to take into account the human rights record of the government giving the assurances, the government’s record in complying with its assurances, and the capacity of the government to fulfill the assurances, particularly where there is doubt about the government’s ability to control its security forces.”", "153. In Mahjoub v. Canada (Minister of Citizenship and Immigration) 2006 FC 1503, which concerned removal to Egypt, the Federal Court of Canada addressed two issues: whether the Minister should rely on evidence obtained by torture in assessing an individual’s risk to national security and whether it was appropriate to rely on assurances from a country where torture was systematically practiced.", "For the first issue, the court, having reviewed the relevant Canadian authorities and A and others (no. 2) (see paragraph 136 and 137 above), found that it was wrong in law to rely on evidence likely to have been obtained by torture; however, there had to be a credible evidentiary basis linking torture to the specific evidence at issue in order to justify its exclusion. The balance of probabilities test used in Singh (see paragraphs 139-140 above) was not appropriate in a national security case where the applicant did not see the evidence against him. Instead, where an issue was raised by an applicant offering a plausible explanation why evidence was likely to have been obtained by torture, the decision-maker should then consider this issue in light of the public and classified information. Where the decision-maker found there were reasonable grounds to suspect that evidence was likely obtained by torture, it should not be relied upon in making a determination.", "For the second, the court found that it was patently unreasonable for the executive decision-maker to have relied on Egypt’s assurances against illtreatment where she concluded that there was no substantial risk of torture of Mahjoub. It stated:", "“[The factors set out by the Supreme Court in Suresh] provide a ‘cautious framework’ for any analysis of the trustworthiness of assurances given by a foreign government. For instance, a government with a poor human rights record would normally require closer scrutiny of its record of compliance with assurances. A poor record of compliance may in turn require the imposition of additional conditions, such as monitoring mechanisms or other safeguards which may be strongly recommended by international human rights bodies. Conversely, a country with a good human rights record would often likely have a correspondingly good record of compliance, and therefore additional conditions may be unnecessary to enhance the reliability of assurances.”", "In relying on the assurances, the executive had failed to take into account the human rights record of the Egyptian Government as well as its record of compliance with assurances. This was particularly troubling in light of the extensive human rights reports on the poor human rights record of Egypt. The two diplomatic notes which contained the assurances made no mention of monitoring mechanisms, and contained no specific commitments not to abuse Mahjoub. There was nothing to suggest Canada had sought such a monitoring mechanism from Egypt.", "154. In Lai Cheong Sing v. Canada (Minister of Citizenship and Immigration) 2007 FC 361, the applicants’ return to China was sought so they could stand trial for smuggling and bribery. A diplomatic note was provided in which China gave assurances they would not be sentenced to death or tortured. The Federal Court found that the executive decision-maker had been entitled to rely on the assurance against the imposition of the death penalty as the Supreme People’s Court would ensure this would be respected.", "For the risk for torture, the decision-maker had recognised that assurances were in themselves an acknowledgement that there was a risk of torture in the receiving country but she had found these considerations were offset by the applicants’ notoriety, which would protect them. The court found that she had erred in doing so. First, she had failed to address the applicants’ argument that assurances should not be sought when torture was sufficiently systematic or widespread and, in particular, had failed to assess whether it was appropriate to rely on assurances at all from China. Second, the court found an assurance should at the very least fulfil some essential requirements to ensure that it was effective and meaningful. Unlike the death penalty, torture was practised behind closed doors and was denied by the States where it occurred. Even monitoring mechanisms had proved problematic since, for example, people who have suffered torture or other ill-treatment were often too fearful of retaliation to speak out. The decision-maker therefore erred by failing to determine whether the assurances met the essential requirements to make them meaningful and reliable and by simply relying on the fact that the applicants’ notoriety would protect them. This conclusion was patently unreasonable. For torture to become known, some compliance and verification mechanisms would have to be in place (i.e. effective monitoring systems by independent organisations). Therefore, notoriety would be of no avail to the applicants if torture was practised without anybody every knowing of it.", "The court rejected the applicants’ submission that an unfair trial in China would amount to cruel and unusual treatment where the consequence was prolonged imprisonment. The court found that the decision-maker had been entitled to conclude that the trial would be fair when, inter alia, there was no evidence that the case against the applicants had been obtained by torture of witnesses.", "155. Article 9(3) of the International Covenant on Civil and Political Rights provides inter alia that anyone arrested or detained on a criminal charge shall be brought promptly before a judge or other officer authorised by law to exercise judicial power. The Human Rights Committee, in its General Comment No. 8 (1982) on Article 9 indicated that delays pending production before a judge should not exceed a few days. It has found violations of Article 9(3) in respect of periods of detention of four days, seven days and eight days (in, respectively, Freemantle v. Jamaica, Communication No. 625/1995; Grant v. Jamaica, Communication No. 597/1994; and Stephens v. Jamaica, Communication No. 373/1989).", "In his General Recommendations, the United Nations Special Rapporteur on Torture has stated that the maximum period of detention without judicial warrant should be forty-eight hours (E/CN.4/2003/68, paragraph 26(g)).", "In Kulomin v. Hungary, Communication No. 521/1992, the Human Rights Committee found that the relevant authority for reviewing detention could not be the public prosecutor who was responsible for the investigation of the suspect’s case as that prosecutor did not have the necessary institutional objectivity and impartiality.", "156. In addition to the materials set out in Salduz v. Turkey [GC], no. 36391/02, §§ 37-44, 27 November 2008, the applicant has provided the following materials.", "Article 14 § 3 (b) of the International Covenant on Civil and Political Rights (ICCPR) provides that everyone charged with a criminal offence is to be entitled “[t]o have adequate time and facilities for the preparation of his defence and to communicate with counsel of his own choosing”. The Human Rights Committee, in its General Comment 20 (1992) on Article 14, has stated that the protection of the detainee requires that prompt and regular access be given to lawyers. Failure to provide access to a lawyer for five days was found to violate Article 14 in Gridin v. Russia, Communication No. 770/1997.", "In addition to its General Comment No. 2 (cited in Salduz at paragraph 43) the Committee Against Torture has stressed the right of arrested persons to notify someone of their detention, to have prompt access to a lawyer and to be examined by an independent doctor as fundamental safeguards against torture, particular in the first hours and days of detention when the risk of torture is greatest (see conclusions and recommendations in respect of Albania of 21 June 2005 at paragraph 8(i) and France of 3 April 2006 at paragraph 16).", "The Special Rapporteur on Torture has said access to a lawyer should be provided within 24 hours (Report of 3 July 2001, A/56/156 at paragraph 39 (f)).", "157. The applicant has provided the following international law materials, which have been produced since Ergin v. Turkey (no. 6), cited above.", "158. In General Comment No. 32 of August 2007 on Article 14 of the ICCPR (the right to a fair trial), the Human Rights Committee stated :", "“While the Covenant does not prohibit the trial of civilians in military or special courts, it requires that such trials are in full conformity with the requirements of article 14 and that its guarantees cannot be limited or modified because of the military or special character of the court concerned. The Committee also notes that the trial of civilians in military or special courts may raise serious problems as far as the equitable, impartial and independent administration of justice is concerned. Therefore, it is important to take all necessary measures to ensure that such trials take place under conditions which genuinely afford the full guarantees stipulated in article 14. Trials of civilians by military or special courts should be exceptional, i.e. limited to cases where the State party can show that resorting to such trials is necessary and justified by objective and serious reasons, and where with regard to the specific class of individuals and offences at issue the regular civilian courts are unable to undertake the trials. (footnotes omitted).”", "159. In Madani v. Algeria, Communication No. 1172/2003, 21 June 2007, the Committee concluded that the trial and conviction of the complainant by a military tribunal was in violation of Article 14. This was not avoided by the fact that the military judges had an independent career structure, were subject to supervision by the Supreme Judicial Council or that the court’s judgments were subject to appeal to the Supreme Court. The Committee found that Algeria had failed to show why recourse to a military court was required in Madani’s case: the gravity or character of the offences was not sufficient. This conclusion meant that the Committee did not need to examine whether the military court, as a matter of fact, afforded the full guarantees of Article 14."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}