{"ITEMID": "001-61205", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF KASTELIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to access to court;No separate issue under Art. 6-1 with regard to the length of the proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1950 and lives in Ljubljana, Slovenia.", "9. On 24 April 1992 the applicant's restaurant and adjacent house in Novigrad (Croatia) were destroyed as the result of an explosion.", "10. On 29 November 1994 the applicant filed an action for compensation with the Buje Municipal Court (Opcinski sud u Bujama), against the Republic of Croatia.", "11. On 1 June 1995 the court pronounced judgment awarding the applicant 1,911,000.24 Croatian Kunas (HRK) in compensation together with interests and costs.", "12. On 17 January 1996 Parliament introduced a change of the Civil Obligations Act which provided that all proceedings concerning actions for compensation for damage resulting from terrorist acts were to be stayed pending the enactment of new legislation on the subject and that before the enactment of such new legislation compensation for damage resulting from terrorist acts could not be sought. So far the Croatian authorities have not enacted any new legislation regulating the matter.", "13. On 29 February 1996 the first instance judgment adopted on 1 June 1995 was sent to the parties.", "14. On 11 March 1996 the Republic of Croatia appealed against the judgment of 1 June 1995 asking the court to stay the proceedings pursuant to the above changes in law.", "15. On 14 October 1996 the Pula County Court (Zupanijski sud u Puli) quashed the first instance judgment and remitted the case for a re-trial. It found that the first instance court had not adequately assessed whether the applicant's property was destroyed by an act which might be deemed to be a terrorist act.", "16. On 9 February 1998 the Buje Municipal Court decided to stay the proceedings in accordance with the above legislation.", "17. On 3 March 1998 the applicant appealed against that decision. He claimed that the 1996 Act was applied retroactively in his case.", "18. On 4 May 1998 the Pula County Court upheld the first instance decision.", "19. On 20 June 1998 the applicant filed a constitutional complaint challenging the constitutionality of the lower courts' decisions to stay the proceedings. He also asked the Constitutional Court to institute proceedings in order to examine the constitutionality of the Act on Changes of the Civil Obligations Act.", "20. On 17 January 2000 the Constitutional Court declared the applicant's complaint inadmissible. It found that the applicant had filed a constitutional complaint against the County Court's decision of 4 May 1998 which upheld the Buje Municipal Court's decision to stay the proceedings concerning the applicant's claim for compensation. However, according to the Constitutional Act on the Constitutional Court an applicant may file a constitutional complaint only against a final decision concerning any proceedings. The court found that the contested decision was not final since it represented a mere procedural decision and since the proceedings were still pending. It did not give any reply to the applicant's request to institute proceedings in order to examine the constitutionality of the contested laws.", "21. The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima) reads as follows:", "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another's property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”", "22. The relevant parts of the Act Amending the Civil Obligations Act (Zakon o izmjenama i dopunama Zakona o obveznim odnosima – Official Gazette no. 7/1996) read as follows:", "“Section 180 of the Civil Obligations Act (the Official Gazette nos. 53/91, 73/91 and 3/94) shall be repealed.”", "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.", "The proceedings referred to in sub-section 1 of this section shall be continued after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”", "23. The relevant part of the Civil Procedure Act provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}