{"ITEMID": "001-72567", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF LUBERTI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-4;No violation of Art. 5-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings", "JUDGES": "C. Russo", "TEXT": ["8. Mr. Luberti, who is an Italian national born in 1924, currently resides in a religious home. On 20 January 1970, in Rome, he killed his mistress by firing several shots at her. He then left the apartment, leaving the body behind.", "On 25 March 1970, the police, acting on information in a letter from the applicant confessing to the killing, discovered the body. According to the police report, the circumstances of the act suggested that the perpetrator was not fully in possession of his mental faculties.", "Criminal proceedings were instituted against Mr. Luberti; he was not arrested until 10 July 1972, by which date the preliminary investigation of the case had been completed and he had been committed for trial on a charge of murder.", "9. On 17 January 1976, the Rome Assize Court sentenced Mr. Luberti - who had pleaded not guilty - to twenty-one years’ imprisonment for murder and to one year’s imprisonment and a fine of 500,000 Lire for possession of military weapons.", "10. The applicant appealed, pleading for the first time, amongst other grounds, that he was insane at the time of the commission of the act of which he was accused.", "On 24 November 1976, the Rome Appeal Court of Assize ordered an expert psychiatric opinion. The two experts appointed for this purpose filed their report on 11 November 1977; their conclusion was that at the date of the killing Mr. Luberti was suffering from a paranoiac syndrome (sindrome paranoica) depriving him of the capacity to form an intention (capacità di volere) and that at the time when the opinion was drawn up he was, in psychiatric terms, a dangerous person.", "As this conclusion was challenged by the expert called by the party seeking damages (consulente tecnico), the Appeal Court directed on 17 November 1978 that a further expert opinion be obtained. The Appeal Court wished to be advised whether the applicant was, at the time of the killing, partly or completely insane and whether he was still a danger to society. Three new experts examined Mr. Luberti on several occasions; they saw him for the last time on 14 May 1979. Although their report agreed with the previous report in other respects, it differed as regards the precise diagnosis of his illness; it also found that at the moment of the crime Mr. Luberti lacked the capacity to understand and not just the capacity to form an intention (capacità d’intendere e di volere). In addition, the report contained observations on the applicant’s behaviour during his meetings with the experts. It mentioned certain symptoms of the illness that was diagnosed: evidence of megalomania was to be found in Mr. Luberti’s overestimation of himself, in his superiority complex in regard to the experts, in his conviction that he was immortal and in his antagonistic attitude to the world around him. Furthermore, statements by the applicant alleging that he was the victim of widespread international conspiracies showed clearly that he was suffering from persecution mania. Finally, the report affirmed that the psychosis observed had certainly also existed at the time of the events giving rise to the criminal proceedings.", "The Appeal Court accepted these findings. On 16 November 1979, it acquitted Mr. Luberti on the ground of mental incapacity (infermità psichica - Article 88 of the Criminal Code) and directed that he be confined for two years in a psychiatric hospital. This security measure was ordered on the basis of Article 222 of the Criminal Code as then in force (see paragraph 18 below). Amongst other things, that Article provided that in a case like Mr. Luberti’s the court always had to order confinement for two years, there being a legal presumption that the accused was a danger to society.", "However, although it was under no legal obligation to do so, the Appeal Court of Assize also made a finding as to the applicant’s mental health at the time of its judgment. It agreed in particular with the conclusions of the two expert opinions regarding Mr. Luberti’s lack of responsibility and the assessment of his dangerous character. It added that his dangerous character was not simply presumed but real, as the experts had unanimously found, and that attention should be drawn to this as a factor that could, in due course, assist in making a re-assessment of Mr. Luberti’s state of mind when the question of the termination of his confinement came to be considered. Finally, the Appeal Court of Assize noted that the case concerned a \"paranoiac\" and that the confinement necessitated by his state of mental health should follow his detention without a break.", "Pursuant to Article 485 of the Code of Criminal Procedure, taken in conjunction with Article 206 of the Criminal Code, the Appeal Court of Assize ordered the provisional implementation of its decision.", "11. Appeals on points of law, based on different grounds, were lodged with the Court of Cassation by the applicant and by the public prosecutor attached to the Rome Court of Appeal. Mr. Luberti complained of the failure of the Appeal Court of Assize to take account of a medico-legal and ballistic report which had been drawn up pursuant to a direction it had given at the hearings and which should have determined whether there had been homicide or, on the contrary, suicide. The two appeals were dismissed on 17 June 1981.", "12. Pursuant to the judgment of the Appeal Court of Assize, Mr. Luberti, who had been continuously detained in prison since 10 July 1972, was admitted to the psychiatric hospital of Aversa (Province of Naples) on 21 November 1979.", "13. After that judgment, Mr. Luberti made several applications to the judicial authorities for release from confinement. He adopted basically two different approaches.", "On the one hand, he applied on 28 November 1979 to the supervising judge (magistrato di sorveglianza - see paragraph 21 below) at the Santa Maria Capua Vetere court (within whose jurisdiction the hospital was situated) to have the periods during which he was undergoing psychiatric examinations whilst in detention on remand set off against the period of the security measure. This application was rejected.", "On the other hand, Mr. Luberti applied to three different courts for early release from confinement, on the ground that it was not justified by his state of health.", "14. He turned first - as early as 19 November 1979, that is barely three days after the judgment of the Appeal Court of Assize - to the Rome Supervision Division (sezione di sorveglianza - see paragraph 21 below); he relied on Article 207 of the Criminal Code and section 71 of Act no. 354 of 26 July 1975, concerning the administration of prisons and the implementation of measures involving deprivation or restriction of liberty.", "The Supervision Division first undertook a series of inquiries. It obtained, inter alia, a medical report from the hospital, a copy of Mr. Luberti’s \"clinical diary\" and several documents submitted by him.", "On 5 March 1980, a psychologist consulted by the applicant on a private basis issued him with a certificate to the effect that he had recovered and that it was necessary to release him if the clinical progress achieved was not to be completely reversed.", "On 5 August 1980, the Rome Supervision Division held a hearing at which the public prosecutor’s office submitted, on the basis of Article 635 of the Code of Criminal Procedure (see paragraph 21 below), that that Division lacked jurisdiction since the appeals on points of law against the judgment of 16 November 1979 (see paragraph 11 above) were still pending. By order of the same date, deposited in the court registry on the following day, the Supervision Division ruled that it did not have jurisdiction. This order was based, inter alia, on a judgment of the Court of Cassation, in which it was held that an application for suspension of the implementation of a security measure imposed following an acquittal that has not yet become final must, since it constitutes an issue forming part of the proceedings (procedimento incidentale), be made to the trial court and not to the judge supervising the execution of sentences (1st Chamber, 12 June 1962, in \"Giustizia Penale\" 1965, III, p. 152).", "On 16 August 1980, Mr. Luberti appealed on a point of law to the Court of Cassation. That Court held on 3 December 1980 that, under Article 640 of the Code of Criminal Procedure, the Rome Court of Appeal had jurisdiction to determine the appeal. The judgment (decreto) was deposited in the court registry on 4 February and the file was sent to the Court of Appeal on 26 February 1981. By judgment (decreto) of 4 May 1981, deposited in the court registry on 29 May, the Court of Appeal confirmed the order of 5 August 1980.", "15. On 16 August 1980, the date of his appeal to the Court of Cassation against the aforesaid order, Mr. Luberti had also made two other applications: one was addressed to the Rome Appeal Court of Assize and the other to the Naples Supervision Division, within whose district the hospital where he was confined was situated.", "16. At first, on 4 September 1980, the proceedings before the Appeal Court of Assize were suspended indefinitely because on 22 August the applicant had failed to report back to the hospital after an eight-hour period of leave granted to him by the supervising judge at the Santa Maria Capua Vetere court. Subsequently, on a date which the Government were unable to indicate, the Appeal Court discontinued the proceedings before it. The applicant was again arrested on 17 March 1981 and re-admitted to the hospital two days later.", "17. The Naples Supervision Division in the first place suspended its decision pending the final outcome of the proceedings instituted before the Rome Supervision Division (see paragraph 14 above). It resumed consideration of the application pending before it as soon as the Rome Court of Appeal had dismissed, on 4 May 1981, the appeal against the order of 5 August 1980 (ibid.). The hearings were held on 12 May, that is even before the Appeal Court’s judgment had been deposited in its registry (29 May). The material before the Naples Supervision Division included a medical report dated 16 April 1981 - that is, less than a month after Mr. Luberti’s return to the psychiatric hospital -, which had been drawn up for the purposes of the inquiry into the case; the Chief Medical Officer (Direttore capo sanitario) of the hospital stated therein that \"from the clinical point of view there [was] no reason why the security measure should not be terminated\".", "On 4 June 1981, the Naples Supervision Division directed that the confinement should be terminated, having found, particularly in the light of the aforesaid report, that psychiatrically and criminologically Mr. Luberti was no longer dangerous. Before giving its decision on the merits of the case, the Supervision Division stated that it had jurisdiction to rule on the application although the public prosecutor’s appeal on points of law against the judgment of the Rome Appeal Court of Assize was still pending (see paragraph 11 above); it disagreed with the Rome Supervision Division’s interpretation of Article 635 of the Code of Criminal Procedure (see paragraph 14 above).", "The order was deposited on 10 June and Mr. Luberti was released on 15 June that is two days before the dismissal of the two appeals on points of law (see paragraph 11 above).", "18. Under Article 222 of the Italian Criminal Code in force at the time of Mr. Luberti’s trial, an accused acquitted on account of insanity was to be subjected to a security measure in the form of confinement in a psychiatric hospital (ospedale psichiatrico giudiziario). The minimum period of detention was prescribed by law by reference to the seriousness of the offence; in the present case, that period was two years.", "Article 202, first sub-paragraph, provided that security measures could be imposed only on persons who were a danger to society and had committed an act constituting an offence under the law. Under the first sub-paragraph of Article 204, such measures were to be ordered where it was established that the individual concerned was a danger to society. However, the second sub-paragraph added:", "\"In the cases expressly provided for\" - including that covered by Article 222 -, \"there shall be a legal presumption that the person concerned is a danger to society. Nevertheless, even in such cases the application of security measures shall be conditional on proof of a danger of this nature, if the conviction or acquittal was pronounced:", "(1) more than ten years after the facts occurred, when persons of unsound mind are involved, in the cases set out in the second sub-paragraphs of Articles 219 and 222; ....\"", "The presumption created by the first sentence of this text was applicable in the present case.", "19. On some points, there was a change in the law following a judgment handed down by the Constitutional Court on 27 July 1982 (no. 139). It was held in that judgment that Article 222, first sub-paragraph, and Article 204, second sub-paragraph, of the Criminal Code were unconstitutional", "\"... in so far as they fail[ed] to make a decision that an individual acquitted on account of insanity be confined in a psychiatric hospital conditional on a prior finding, either by the trial court or by the judge supervising the execution of sentences, there was a continuing danger to society on account of the ... illness at the time of the application of the measure ....\"", "20. Under Article 207, as qualified by another Constitutional Court judgment (no. 110 of 23 April 1974), termination of a security measure such as Mr. Luberti’s confinement can be ordered even before expiry of the minimum period, for example on application by the individual concerned, if he no longer presents a danger to society. Article 208 specifies that the court shall in any event re-examine the position at the end of that period in order to determine whether the person confined still presents such a danger and shall, if appropriate, fix the date for a further examination.", "21. Under Article 206 of the Criminal Code, the implementation of a security measure may in certain cases, including that of a person of unsound mind, begin during the investigation or the trial; this is no more than a discretionary power enjoyed by the court. At this stage, the measure is deemed provisional and only the trial court has jurisdiction over any questions to which it may give rise, including the question of termination of the measure.", "For security measures ordered subsequently to the investigation or the trial, Article 635 of the Code of Criminal Procedure confers the power of review and decision on the judge supervising the execution of sentences (giudice di sorveglianza). This institution is comprised of two organs: the supervising judge (magistrato di sorveglianza) and the supervision division (sezione di sorveglianza). Their respective jurisdictions, which are mutually exclusive, are laid down by sections 69 and 70 of Act no. 354 of 26 July 1975, concerning the administration of prisons and the implementation of measures involving deprivation or restriction of liberty. In particular, it is the supervision division which hears applications for termination of security measures.", "Supervising judges and supervision divisions give decisions at first instance. The individual concerned and the public prosecutor’s office have a right of appeal against such decisions either to the Court of Appeal (Article 640 of the Code of Criminal Procedure) or, if the ground of appeal is alleged violation of the law, to the Court of Cassation (section 71 ter of Act no. 354 of 1975). They may also challenge a judgment (decreto) given by the Court of Appeal in such proceedings, by filing an application for review (ricorso per revisione) with the Court of Cassation; in that event, the Court of Cassation is also empowered to give a decision on the merits of the case (Article 641 of the Code of Criminal Procedure)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}