{"ITEMID": "001-87624", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MUITY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1966 and lives in Baja.", "5. On 27 January 1997 the applicant’s wife filed for divorce.", "6. After several hearings, on 5 October 1999 the Pest Central District Court pronounced the parties’ divorce, placed the couple’s daughter with the mother, ordered the applicant to pay maintenance and suspended his right of access to his child, as he suffered from paranoid psychosis and, in the court’s view, his conduct was unpredictable.", "7. On 25 May 2000 the Budapest Regional Court upheld part of this decision but remitted certain questions, in particular those concerning maintenance and the applicant’s visiting rights, to the District Court.", "8. The first-instance proceedings were resumed on 23 April 2001. The applicant was subjected to an examination by an expert psychiatrist, in whose opinion his access to the child was feasible only under supervision, given his mental state.", "9. On 17 October 2001 the court held a hearing and issued an order concerning the applicant’s access rights. This decision was quashed on appeal on 16 May 2002.", "10. After several hearings, on 27 June 2003 the District Court issued an order allowing the applicant to meet his daughter once a month for two hours on the premises of a specialised foundation. Relying on the opinion of the expert psychiatrist, it observed that the applicant’s ailment prevented him from having greater access to his daughter, then eight years old. On 4 December 2003 the Budapest Regional Court upheld this decision.", "11. On 25 February 2004 the Pest Central District Court determined the remainder of the action concerning maintenance. In application of section 92(1) of the Family Code, the court also recapitulated the applicant’s access rights, in that he was entitled to meet his daughter every fourth Tuesday, on the premises of the foundation, supervised by a professional.", "12. During these proceedings, the applicant modified his claims on many occasions and filed numerous submissions.", "13. On 9 December 2004 the Regional Court dismissed the applicant’s appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}