{"ITEMID": "001-108285", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BIZIUK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Janusz Biziuk, is a Polish national who was born in 1964 and lives in Sokółka. He was represented before the Court by Ms Z. Daniszewska - Dek, a lawyer practising in Białystok. The Polish Government (“the Government”) were represented by their Agent, Mr J.Wołąsiewicz of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 25 February 2005 the applicant was charged with assaulting a Sokółka Municipality employee.", "4. On 7 April 2005 expert psychiatrists appointed by the prosecutor gave an opinion concerning the applicant’s mental health. They considered that the applicant suffered from paranoia with elements of psychosis.", "5. On 14 September 2005 the Sokółka District Court gave a decision and discontinued the criminal proceedings against the applicant. The court found it established that the applicant had committed the offence in question. However, he should not have been held criminally responsible as he was suffering from paranoia with elements of psychosis. It further ordered that the applicant be placed in a psychiatric hospital.", "6. On 23 September 2005 the applicant appealed against this decision. On 28 December 2005 the Białystok Regional Court dismissed the appeal.", "7. On 1 June 2006 the applicant was informed that the Ombudsman had decided not to file a cassation appeal on his behalf.", "8. Between 23 February and 11 September 2006 the applicant was detained in a psychiatric hospital, on the basis of a decision given in another set of criminal proceedings against him (decision of the Białystok District Court of 5 May 2005). On 24 March 2006 the Sokółka District Court ordered the applicant’s internment in the same institution on the basis of its final decision of 14 September 2005.", "9. On 11 September 2006 the Białystok Regional Court decided (in the other set of criminal proceedings against the applicant) that the applicant could be released since his health had significantly improved and he could be treated outside the hospital. However, the applicant was not released on that date as he was simultaneously detained on the basis of the Sokółka District Court’s decision of 14 September 2005.", "10. On 13 September 2006 the applicant’s lawyer filed a motion with the Sokółka District Court referring to the Białystok District Court’s decision and asking for the applicant’s release.", "11. On 17 September 2006 the applicant absconded from the hospital.", "12. On 29 September 2006 the Sokółka District Court heard an expert who stated that the applicant’s escape from the hospital confirmed that he had no intention to continue his therapy. Consequently, the court refused to discontinue the enforcement proceedings relating to the applicant’s confinement ordered on 14 September 2005. The court referred to an expert’s report of 13 June 2006.", "13. On 20 October 2006 the Sokółka District Court ordered that the applicant be admitted to a psychiatric hospital.", "14. On 9 November 2006 the Białystok Regional Court quashed the decision of 29 September 2006 and remitted the case to the Sokółka District Court on formal grounds. The District Court subsequently scheduled a hearing. However, it had to be adjourned since the applicant had filed a motion for the presiding judge to step down.", "15. On 18 December 2006 the District Court appointed experts.", "16. On 5 January 2007 the applicant went to the Sokołka District Court to examine his case file. He was then arrested by the police on the basis of the order of 20 October 2006. He was informed that he had the right to lodge an interlocutory appeal against his arrest. On the same day the applicant was admitted to the Choroszcza psychiatric hospital. He submits that on his arrival he was examined by a doctor who stated that there was no need to keep him in hospital. However, the applicant was ordered to stay in the hospital. The Government submit that the applicant was ordered to stay in the hospital as there were strong medical grounds justifying his detention.", "17. On 8 January 2007 the applicant lodged an interlocutory appeal against the decision to admit him to hospital. He argued that his placement in the psychiatric hospital had not been necessary. He stressed that on 11 September 2006, in another set of criminal proceedings, the Białystok Regional Court had taken the view that his state of health had improved. Lastly, he submitted that a person could not be judged healthy as regards one set of criminal proceedings and in need of psychiatric treatment as regards another set. On an unknown date the applicant’s lawyer also lodged an interlocutory appeal.", "18. On 8 January 2007 the applicant absconded from the hospital.", "19. On 23 January 2007 the Sokółka District Court refused to examine the applicant’s interlocutory appeal against the decision to place him in a psychiatric hospital as inadmissible in law. The court referred to the Supreme Court’s decision of 11 January 2006 (see domestic law and practice below). On 24 January 2007 it refused to examine an appeal by the applicant’s lawyer.", "20. The applicant and his lawyer appealed against these decisions. On 8 March 2007 the Białystok Regional Court dismissed their appeals.", "21. On 22 February 2007, on a request by the applicant under the Act of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time, the Białystok Regional Court gave a decision and acknowledged that the length of the enforcement proceedings (between 28 June 2006 and 26 September 2006) was excessive. It awarded the applicant 1,000 Polish zlotys (PLN) as just satisfaction.", "22. On 13 March 2007 the applicant was arrested by the police so that he could undergo a psychiatric observation.", "23. On 23 March 2007 the court-appointed experts submitted their opinion to the court. They concluded that the applicant suffered from a delusional disorder and he should be kept in a psychiatric hospital.", "24. On 19 March 2007 he lodged an interlocutory appeal against the decision to place him in a psychiatric hospital. On 29 March 2007 the Sokółka District Court dismissed his appeal as inadmissible in law. On the same date the court ordered the applicant’s release. The applicant lodged an appeal (in respect of costs and expenses) against this decision on 17 April 2007. On 24 May 2007 the Białystok Regional Court dismissed his appeal.", "25. Under Article 6 of the Code of Enforcement of Criminal Sentences a convicted person is entitled to make applications, complaints and requests to the authorities enforcing the sentence. Article 7, paragraphs 1 and 2, of the Code provides that a convicted person can challenge before a court any unlawful decision issued by a judge, a penitentiary judge, a Governor of a prison or a remand centre, a Regional Director or the Director General of the Prison Service or a court probation officer. Applications related to the enforcement of prison sentences are examined by a competent penitentiary court.", "26. On 11 January 2006 the Supreme Court gave a decision, I KZP 56/05, and held that it was not possible to appeal against a decision to arrest and place a convicted person in a penitentiary institution [doprowadzenie do zakładu karnego]."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}