{"ITEMID": "001-67880", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "I.I.N. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Mark Villiger", "TEXT": ["The applicant, Mr I.I.N., is an Iranian national, who was born in 1975 and currently lives in the Netherlands. He is represented before the Court by Mr H.A. Limonard, a lawyer practising in Zwolle. The respondent Government are represented by their Agent, Mr R.A.A. Böcker, of the Netherlands Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 April 2001 the applicant applied for asylum in the Netherlands. He claimed that, in May 1999 and in June/July 1999, he had been arrested during a demonstration. On both occasions he had been ill-treated during his detention and released after one day. He further claimed that in January/February 2001 he had been caught by a policeman when he was kissing a male friend in an alley. He was arrested and taken to the vice squad police office where his particulars were recorded and his fingerprints taken. He was forced to write and sign a statement in which he declared that he was a homosexual and that he had been caught in flagrante delicto. After having been raped by this policeman, he was released the next day. He was told by the policeman that he should report daily to him at the vice squad police station. The applicant further stated that this policeman had raped him on two further occasions when he had reported to him at the police station. The applicant also claimed that, on 18 March 2001, he had attended a protest meeting in the course of which films had been shot and photographs taken, including photographs of the applicant in the company of a good friend. This friend was arrested at the meeting and released on the next day. On 4 April 2001, the friend's body was found in a ditch. The words “freedom of expression has this as a consequence” had been written on the body. Fearing the same fate, the applicant decided to flee Iran. He had travelled by car to Turkey and from there by airplane to the Netherlands. He arrived in the Netherlands on 23 April 2003.", "On 31 October 2001, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant's asylum request, holding that the applicant's account lacked credibility.", "The applicant's appeal against this decision was rejected on 17 April 2003 by the Regional Court (arrondissementsrechtbank) of The Hague sitting in Assen. The Regional Court held:", "“The Regional Court notes that the defendant has rejected the request under Article 31 § 2 (f) of the 2000 Aliens Act (Vreemdelingenwet). Pursuant to this provision, in the determination of an [asylum] application, account must also be taken of the fact that the alien has not been able to submit any supporting travel or identity documents or other documents necessary for the determination of the application, unless the alien can demonstrate that he cannot be held responsible for the non-production of such documents.", "The defendant has observed in this context that it cannot be considered credible that the [applicant] would not have been in possession of personal documents during his journey though Iran and was unaware of the Iranian legal rules on this point since there is an identification obligation in that country for all persons from the age of sixteen onwards. In addition, and contrary to his stated intentions, the [applicant] has not had sent to the Netherlands documents from which his identity could be confirmed. The defendant furthermore does not consider it plausible that the [applicant] was unable to submit a single indicative element of proof of his journey to the Netherlands. The [applicant] has also been unable to submit newspaper reports about the events of 18 March 2001 or to indicate in which newspapers information about these events was published. However, according to the [applicant], such information had been published.", "In addition to the above, the defendant has found that the [applicant], who indicated that he had been politically active, was unable to state clearly the activities in which he had been engaged. In the opinion of the defendant, the [applicant] has also given vague and incredulous statements about the events of 18 March 2001, the audiovisual recordings of these events, the death of his friend in relation to these events and the manner in which he was informed of his death. The defendant further considers it doubtful that the [applicant] participated in the meeting of 18 March 2001 as he would have attracted the negative attention of the authorities and would have been subject to an obligation to report daily. The [applicant] also remained two weeks in his home but failed to comply with his obligation to report daily. Also, the arrests and detentions alleged by the [applicant] in the months of May and June/July 1999 cannot be considered credible as in that period the [applicant] was still doing his military service. Being a conscript, it cannot be considered credible that he would have been unconditionally released on each occasion after one day without encountering any negative consequences, whereas an intelligence file on him would have existed.", "The defendant also considers it not credible that the [applicant] would have been caught performing homosexual acts. Moreover, given what is known about that, it is not plausible that the [applicant] would be punished solely on account of homosexual conduct.", "The Regional Court is of the opinion that the defendant's decision can pass the judicial test. ... In the court's opinion, the defendant could, having regard to the extensive reasoning in his decision as set out above, which has remained unchallenged in both the written and oral appeal submissions, in all reasonableness find the applicant's account not credible. The defendant has justifiably and on good grounds decided that the [applicant] cannot be regarded as a refugee.", "As regards the report of the UNHCR (United Nations High Commissioner for Refugees) Berlin submitted by the applicant, the Regional Court considers that this cannot be given the significance sought by the [applicant]. According to the constant case-law, an official report (ambtsbericht) of the Minister of Foreign Affairs must be regarded as an expert report, and the contents of the report cited by the [applicant] do not contain a definite rebuttal of the information on the punishment of homosexuals set out in the official report of 24 August 2001. Therefore, it is not necessarily contradictory.", "The [applicant] cannot, therefore, derive entitlement to a residence permit from Article 29 § 1 (a) of the 2000 Aliens Act.", "Noting the above considerations, it has also not been established that the [applicant] has well-founded reasons for assuming that he, when expelled, runs a real risk of being subjected to torture, inhuman or degrading treatment or punishment ... The Regional Court further finds no appearance of such compelling reasons of a humanitarian nature linked to the reasons for leaving the country of origin that the defendant could not, in all reasonableness, have adopted the position that the [applicant] can be asked to return to his country of origin...”", "The applicant's subsequent appeal was rejected on 16 July 2003 by the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State, which upheld the Regional Court's judgment of 17 April 2003.", "The general official report (algemeen ambtsbericht) on Iran of the Netherlands Ministry of Foreign Affairs, dated 24 August 2001 and in so far as relevant, states:", "“Homosexuality is a big taboo subject in Iranian society. There are however meeting places. It is known that there are some parks in Teheran where many homosexuals meet up in the evening. Generally speaking, it can be said that people seeking homosexual relations in Iran are known to find their way. It must however be noted that openness about that is avoided. A person does not openly display his or her sexual orientation. In Iran, in general, sexuality in public is surrounded by a certain degree of circumspection.", "Homosexual contacts are not actively prosecuted. No cases of conviction solely for homosexual acts are known, although according to the Shari'a such acts attract the death penalty. If a conviction of a person also entails a charge of homosexuality, this is taken into account cumulatively in combination with other criminal offences related to alcohol, drugs and prostitution. A certain degree of openness is displayed in respect of these last matters.", "These cases can be brought before both an ordinary (public) court and a Revolutionary Tribunal. If such matters are presented as “earthly corruption” (Mofsed fil Arz) the Revolutionary Tribunal has competence.", "Sex change operations are permitted in Iran and are in practice performed.”", "The most recent general official report on Iran of the Netherlands Ministry of Foreign Affairs, dated April 2004 and in so far as relevant, states:", "“Homosexual acts do not form in practice a reason for persecution by the authorities. Homosexuality is a taboo subject in public life. It is known that there are parks in Teheran that serve as meeting places for homosexuals. There are no known cases in the past years of convictions based solely on the provisions of the Criminal Code – set out below – concerning homosexual acts. In 2003 the media reported in one case about a conviction of homosexual acts in conjunction with other offences such as rape and violence. According to some foreign observers there are indications that [accusations of sexual offences] are sometimes abused for political purposes, or as a means of pressure in conflicts between private individuals.", "Legal framework", "In Article 108 of the Iranian Criminal Code, homosexual conduct is defined as intercourse and related acts between two men. The hadd-punishment for homosexual intercourse is the death penalty; the manner of its execution is determined by the judge. This punishment applies to both “active” and “passive” participants in the intercourse, but only if they are adult and of sound mind, and have acted of their own free will. If one of them is a minor, he will – provided he has acted of his own free will – be given a ta'zirat punishment. The punishment of the adult will remain the haddpunishment. If both partners are minors, they will be judged according to ta'zirat. The ta'zirat punishment may run to 74 whiplashes (Articles 108-113 of the Iranian Criminal Code).", "According to hudud [plural of “hadd”], the punishment for homosexual acts not involving intercourse is 100 whiplashes. ... If these acts have been repeated three times, and each time a hadd-punishment has been imposed, the death penalty is imposed the fourth time. ... Kissing another man out of lust attracts a ta'zirat punishment of up to 60 whiplashes (Articles 121-124 of the Iranian Criminal Code).", "In order to be punished according to hudud, the person concerned must confess four times before a religious judge, otherwise he will be judged under ta'zirat. This confession is only legally valid if the person concerned is an adult, of sound mind and has made the confession of his own free will. Homosexual acts can only be proven by four male witnesses who have seen the deed with their own eyes. Testimony given by a woman is not valid. If testimonies turn out to be false, the witnesses will be prosecuted for this (Articles 114-119 of the Iranian Criminal Code).", "The hadd-punishment shall be spared if the accused shows remorse before the witnesses give their statements. If he shows remorse after the witnesses have given evidence, the punishment will not be spared (Article 126 of the Iranian Criminal Code).”", "In the UNHCR (United Nations High Commissioner on Refugees) Background Paper on Refugees and Asylum Seekers from the Islamic Republic of Iran, dated January 2001, the following is stated in respect of homosexuals:", "“The Islamic Penal Law of Iran deals extensively with sodomy, lesbianism and pimping. Homosexuality is forbidden by Islamic law, and will be punished. Sodomy, defined as “sexual intercourse with a male”, is punishable by death if both parties “are mature, of sound mind and have free will”.310 It must be proven by either four confessions from the accused, the testimony of four “righteous men” who witnessed the act, or through the knowledge of a Shari'a judge “derived through customary methods”. If the accused repents before the witnesses testify, the penalty “will be quashed”.", "According to the Ta'azirat of November 1983 (valid to June 1996) sentences of imprisonment for between one and 10 years and up to 74 lashes are possible. The death penalty may also be incurred if the act is deemed “Act against God and corruption on earth”. Since June 1996, the revised Ta'azirat omits direct threat of lashes or the death penalty, but may impose closure of premises where the act took place. ...", "The most recent report of execution is of the death by stoning of a man in 1995, on charges of repeated acts of “adultery and sodomy”.”", "A position paper on persecution of homosexuals in Iran, issued by the UNHCR Branch Office in Germany in January 2002 states inter alia:", "“Although, in so far as known to the UNHCR, the most recent reported execution by stoning for repeated homosexual acts and adultery took place in 1995, local newspapers continue to report about executions of homosexuals. In the absence of a systematic observation of the human rights situation in Iran, it cannot be confirmed whether the persons concerned have been convicted and executed solely for homosexual acts or also for additional charges. It does occur that homosexuality is one of several charges. In view of the multiplicity of executions and lashings, it cannot be excluded the victims thereof include persons being punished – on grounds of homosexuality – by death or lashing as provided for on the Iranian Criminal Code. Against this background it cannot be asserted with certainty that the criminal law provisions on homosexuality only have a theoretical significance.”", "A Danish fact-finding mission (Danish Immigration Service) to Iran in September 2000 issued a Special Report dated 16 January 2002 which, in so far as relevant, reads:", "“5.5 Homosexuals", "During their visit to Teheran, the delegation had an opportunity to discuss the situation for homosexuals in Iran with several of their contacts.", "According to one source with a good knowledge of the Iranian judicial system, the penalty for homosexuality is death by hanging. There is no minimum punishment. However, the source stressed that the burden of proof is heavy. In order for sentencing to take place, the homosexual act must be testified to in court by four persons who witnessed the act, or else both of the persons involved must confess to the relationship. A government source added that cases relating to homosexuality are extremely difficult to prove. A Western embassy confirmed that the burden of proof is heavy. Another Western embassy said that the authorities in the source's home country attach great importance to the burden of proof when processing asylum applications from Iranian citizens whose claims are based on homosexuality.", "A Western embassy said that it had never heard of cases relating solely to homosexuality. According to the same source, however, a man who had been charged with 15 counts of indecent behaviour had been executed the week before... He had also been found guilty of raping a 12 year old boy in his shop.", "According to a Western source familiar with the homosexual scene in Tehran, it had never heard of cases being brought against homosexuals. The source thought that the homosexual community would be aware of any cases being brought against persons solely on the grounds of their homosexuality.", "A source connected with a Western news agency thought that any cases brought against homosexuals would not be brought to public attention. In view of that fact, the source could not rule out the possibility that there might be cases where the charge relates to homosexuality. In that connection the source referred to a case in a military prison where a prisoner let slip to a warder about a homosexual relationship he had had. The prisoner was subsequently sentenced to 100 lashes.", "According to a government source, homosexuals do not experience any problems in Iranian society; in other words, few cases relating to homosexuality have been brought before the Iranian courts.", "However, according to a source with good knowledge of the Iranian judicial system, many cases concerning homosexuality have been brought before the Iranian courts. The source was unable to provide further details of the cases in question. With regard to sentences passed in such cases, the source could say only that the death penalty had been pronounced in several. The source added that if a case was not fully substantiated, it was for the judge to decide on the punishment.", "When the delegation asked why such cases were brought, the source replied that this was because one of the parties involved in the homosexual relationship had contacted the courts.", "According to a government source, a person cannot accuse himself. With regard to homosexuality, this means that – in his opinion – if an Iranian citizen reveals himself as a homosexual in a Danish newspaper, nothing will happen to that person when he returns to Iran.", "Several Western sources, including one embassy, said independently that homosexuals do not face problems in Iran today. There are places where homosexuals meet. In that connection, two of the Western sources mentioned that there are parks in Tehran which are meeting places for homosexuals.”", "The Canadian Immigration and Refugee Board report on the treatment of homosexuals in Iran dated 11 February 1998 and updated on 20 January 2003 states inter alia:", "“Theoretically, homosexual behaviour is sharply condemned by Islam, but in practice it is present, and has been in the past, for the most part tolerantly treated and frequently occurring in countries where Islam predominates ... In practice it is only public transgression of Islamic morals that is condemned, and therefore Islamic law stresses the role of eye-witnesses to an offense. The police are not allowed to go in search of possible sinners, who can only be caught red-handed, and not behind the “veil of decency” of their closed doors ... The generally tolerant attitude toward homosexual practice can partly be explained by the fact that it will usually take place discreetly. Moreover it does not have serious personal consequences such as for example, heterosexual adultery would have. ...", "According to the representative of the Swedish Amnesty Group for Gay and Lesbian Concerns ... who is also an activist working with the International Gay and Lesbian Association ... none of the few known executions of homosexuals and lesbians in Iran were carried out on the sole basis of homosexuality. ...", "In its 1996 report the Embassy of Sweden states that:", "The strict regulations for submission of evidence, four male witnesses to the homosexual penetration, alternatively four confessions from each of the active partners, renders a sentence for homosexuality almost impossible in practice. The police and justice administration do not take active measures to investigate the existence of homosexuality, nor do they actively hunt homosexuals. All in all, the situation in practice in Iran is drastically different from the impression conveyed by the Shari'a inspired penal code. According to the information from usually very reliable sources, no homosexuals have been executed in Iran for the last few years. In order to risk policiary sanctions – maltreatment or a short time in custody/jail, regardless of the fact that the penalty according to the law is death or whipping - a homosexual couple must behave with great indiscretion, almost provocatively, in a public place.", "According to a sociologist specializing on Iran and chargée de conferences at the Sorbonne-Nouvelle (Paris-III), the law stipulates that people engaging in sexual relations with a person of the same sex ... would only be put on trial if the prosecution can produce four righteous men who witnessed the sexual act, or one of the partners admits to having sexual relations with another man ... If there are fewer than four men to testify to the homosexuality of a person, the accusation of homosexual activities cannot be proven. The sociologist stated that it would be suicidal to 'admit one's homosexuality' and added that such an admission is implausible. In practice, the burden of proof lies so heavily on the prosecution that ... a homosexual will very rarely be tried or sentenced. The sociologist has never come across any case that went to trial and stated there are many more stonings for heterosexual relations prior to marriage and for adultery than for homosexuality.", "Another sociologist ... at the Université de Paris stated ... that legislative repression is not directed against 'homosexuals' but against heterosexual relations outside marriage. Repressing 'homosexual activities' is rare for the security forces because of the difficulty of identifying who is 'homosexual' and who is not since Iranian men have very close physical contact (holding hands and kissing) which is socially acceptable behaviour in Iran. It is very rare that a person would be arrested for 'homosexuality' but if a person were arrested and convicted as a homosexual the punishment would be harsh.", "According to another sociologist and a researcher on Iran with the CNRS, although Muslim and Iranian laws punish 'homosexuality' by death, in practice, it rarely happens, except in the cases of pedophilia ... 'Homosexuality' is a common phenomenon and is tolerated as long as it does not disturb public order and remains a private activity. It would be repressed only when made public and asserted, an implausible occurrence in Iran.", "A 2 February 1998 letter from the Director of the Iran Desk at the Alien Appeals Board of Sweden in Stockholm states that:", "Furthermore it is not known that Iranian authorities are actively taking legal actions against homosexuals. It is most unlikely that the authorities would take proceedings against a homosexual as long as he does not manifest his disposition in an open and public manner. As far as the Alien Appeals Board knows not anyone has been prosecuted on homosexuality charges alone in Iran for the past seven to eight years.", "There are many indications that there is a significant difference between the legal texts and the practice of the security forces.", "As far as the behaviour of homosexual persons can be taken as a relevant indication about the degree of oppression of homosexuals, the impression is rather that the situation in Iran is relatively tolerant, since homosexuality is by no means unusual in Iran. Certain 'health clubs' in Tehran are for example known to be frequented by homosexuals. Furthermore, it is by no means unusual to meet openly homosexual persons –under otherwise heterosexual private circumstances like social events.", "... There is a park in central Teheran called Daneshju (student) that is famous and well-known as a place where men who are looking for sexual relationships with other men meet. The sociologist added that the public and the security forces are aware of the park's reputation ...”", "In a decision taken on 26 May 2003 in the case of K.S.Y. v. the Netherlands (Communication No. 190/2001), the United Nations Committee Against Torture rejected the complaints of a citizen of Iran who complained that the Netherlands were proposing to expel him to Iran where he claimed that he had previously been detained and tortured for his homosexuality and would face further risk of torture. It noted the contradictions and inconsistencies in his account and also “from different and reliable sources that there is currently no active policy of prosecution of charges of homosexuality in Iran”. It accordingly found that it had not been given enough evidence to conclude that the complainant would run a personal, present and foreseeable risk of being tortured if returned to his country of origin.", "The Country Information and Policy Unit Assessment (Immigration and Nationality Directorate of the Home Office of the United Kingdom) on Iran, dated October 2003, states in its relevant part:", "“6.167. Although homosexuality is never spoken about and thus a hidden issue, in practice it is not difficult to encounter homosexuals in Iran. There are special parks in Tehran, known as homosexual meeting places. There are also a large number of transvestites walking around in North Tehran. Furthermore, sex changes are permitted in Iran and operations are frequently and openly carried out. A different sexual orientation may, however, create problems. Still, homosexuality is practised every day, and as long as this happens behind closed doors within your own four walls, and as long as people do not intend to proselytise “transvestitism” or homosexuality, they will most likely remain unharmed.", "6.168. Technically, homosexual behaviour is sharply condemned by Islam, and the Islamic code of law (Sharia law) adopted by Iran. Sodomy is punishable by death if both parties are considered to be adults of sound mind and free will. It must be proven by either four confessions from the accused, the testimony of four righteous men who witnessed the act or through the knowledge of a Sharia judge “derived through customary methods”. If the accused repents before the witnesses testify, the penalty “will be quashed”.", "6.169. From a legal point of view it is important to take a look at Iranian law the Islamic Punishment Act, which carries the following provisions for homosexual acts:", "Art. 110: The prescribed punishment for homosexual relations in case of intercourse is execution and the mode of the execution is at the discretion of the religious judge.", "Art. 111: Homosexual intercourse leads to execution provided that both the active and the passive party are of age, sane and consenting.", "Art. 112: Where a person of age commits homosexual intercourse with an adolescent, the active party shall be executed and the passive party, if he has not been reluctant, shall receive a flogging of up to 74 lashes.", "Art. 113: Where an adolescent commits homosexual intercourse with another adolescent, they shall receive a flogging of up to 74 strokes of the whip unless one of them has been reluctant.", "Art. 114 to 126 establish how to prove homosexual intercourse.", "Art. 127 to 134 relate to lesbian sexual relations. Punishment for sexual intercourse among lesbians is 100 lashes and in case of recidivity 3 times execution.", "6.170. So far, no cases of execution only on the grounds of homosexual relations have been identified. In fact, the burden of proof is quite high and it would be difficult to prove homosexual liaisons or intercourse. According to some reports in local papers there have been instances of execution of homosexuals. It is not confirmed whether the homosexual act alone led to execution or whether the person was accused on other charges too.", "6.171. Last year there were reports that a man accused of sodomising and then murdering his nephew was to be thrown over a cliff in a sack. This was given widespread publicity by the Iranian opposition in the UK and was taken up by other wires, but we have heard no reports that the sentence was ever carried out.", "6.172. However, jurisprudence, burden of proof notwithstanding, certainly has used accusations of homosexuality. Furthermore, it does happen that homosexuality is mentioned as one of the accusations amongst other offences held against the defendant. For instance, accusations of homosexuality have been used in unfair trials, such as the case of a Sunni leader in Shiraz in 1996/97, who was clearly prosecuted for political reasons. There have also been other political cases, although not in the recent past.", "6.173. According to the Ta'azirat of November 1983, valid to June 1996, sentences of imprisonment between 1 and 10 years and up to 74 lashes are possible. The death penalty may also be incurred if the act is deemed “Act against God and corruption on earth”. Since June 1996 the revised Ta'azirat omits direct threat of lashes or the death penalty. The penalties of lashing and of death are, however, still judicial options, even though they are not mentioned within the revised Ta'azirat. Reports suggest that since 1996 they have rarely been used. The most recent report of execution is of the death by stoning of a man dates from 1995, on charges of repeated acts of “adultery and sodomy”. Reports of use of the death penalty in cases where the only offence is sodomy/execution are extremely difficult to substantiate, and are held to be an unlikely sentence. More usually lashing is the punishment.", "6.174. However, strict though the legal position is, expert opinion consulted by the Canadian IRB [Immigration and Refugee Board] states “... in practice homosexuality is present, and has been in the past, for the most part tolerantly treated and frequently occurring in countries where Islam predominates... In practice it is only public transgression of Islamic morals that is condemned and therefore Islamic law stresses the role of eye-witnesses to an offence.”", "6.175. The same source stated that the police are not empowered nor do they actively pursue homosexual activity of any kind that is performed behind the “veil of decency” of closed doors.", "6.176. Sources indicate that there are held to be many differing levels of homosexual activity within Iranian society. In rural areas, even \"lavat\" - sexual activity can be considered socially to be compensatory sexual behaviour for heterosexual sexual intercourse, and the practitioners held not to be homosexuals. The key offensive practice is sodomy, or more particularly to be sodomised, as an unnatural inversion of God's creation, and some experts hold that “homosexuals” are understood in Iran to be willing passive partners.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}