{"ITEMID": "001-118760", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "PAWLAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, Ms Mirosława Pawlak and Mr Janusz Pawlak, are Polish nationals, who were born in 1951 and 1947 respectively and live in Piastów. They were represented before the Court by Mr W. Śliwiński, a lawyer practising in Warsaw. The Polish Government (“the Government”) were represented by their Agent, first Mr J. Wołąsiewicz and, subsequently, Ms J. Chrzanowska, both of the Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants, a married couple, built a house in Piastów in 1999. The house is located on an estate of detached family houses.", "4. In 1997 the Piastów municipality sold a plot of land to HIT Zarząd Majątkiem Polska Piastów 1 sp. z. o.o. (“the HIT company”). According to the applicants, the sales contract was conditional on the issuance of the planning permission for the construction of a commercial centre.", "5. On 28 May 1999 the Mayor of Piastów granted planning permission (decyzja o warunkach zabudowy i zagospodarowania terenu) to the HIT company for the construction of a commercial centre. The Mayor found that the planned commercial centre conformed to the local development plan. The decision provided that on one side of the commercial centre the investor was required to erect a minimum three-metre high screen between the delivery area of the centre and the neighbouring houses.", "6. It appears that the applicants were not informed about the grant of the planning permission despite the fact that their house was directly adjacent to the area of the future development. As a result, they could not lodge a regular appeal against the grant of planning permission.", "7. On 5 October 1999 the Mayor of Piastów partly altered the planning permission by adding another plot to the planned development.", "8. On 26 October 2000 the applicants requested the Warsaw Local Government Board of Appeal to declare the planning permission null and void. They argued that it had been issued contrary to the provisions of the local development plan. On 1 August 2001 the Board of Appeal refused the request and subsequently confirmed its decision on 8 May 2002.", "9. On 17 October 2003 the Supreme Administrative Court quashed both decisions of the Board of Appeal as being issued prematurely. Subsequently, the Supreme Administrative Court dismissed the cassation appeal lodged by the HIT company.", "10. On 4 December 2003 the Board of Appeal again refused to declare the planning permission null and void. On 17 February 2006 the Board of Appeal confirmed its earlier decision. The applicants together with other neighbours and two local associations appealed.", "11. On 16 November 2006 the Warsaw Regional Administrative Court quashed both decisions of the Board of Appeal. It observed that pursuant to the Local Planning Act a planning permission was null and void if it was contrary to the local development plan. The court found that the local development plan in Piastów had reserved the relevant part of the town for green zones and services with accompanying green zones. It accordingly held that the Board of Appeal had erred in its examination of the provisions of the local development plan related to the area on which the commercial centre was to be built. Furthermore, the Board of Appeal had erred in its assessment of the adverse environmental impact of the commercial centre. The court referred in this respect to the Supreme Administrative Court’s judgment of 12 November 2002 (case no. IV SA 1373-1379/02, see below). It noted, among other things, that the delivery area of the commercial centre on the Harcerska street side was to be isolated by a minimum three-metre high wall from the neighbouring estate of detached houses.", "12. On 18 June 2007 the Board of Appeal, following the findings of the Regional Administrative Court, declared the planning permission null and void pursuant to Article 156 § 1 (2) and (7) of the Code of Administrative Procedure. The primary reason for the annulment decision was that the planning permission had been issued in breach of the local development plan. On 31 August 2007 the Board of Appeal confirmed its decision.", "13. On 10 December 2007 the Warsaw Regional Administrative Court rejected the HIT company’s complaint as being submitted out of time.", "14. Having obtained planning permission, the HIT company was required to obtain a construction permit. On 16 August 2000 the Mayor of Piastów issued a construction permit (pozwolenie na budowę) for a commercial centre and supporting facilities. The applicants and other neighbours appealed. They submitted, inter alia, that the planned construction would be contrary to the local development plan. They also argued that the commercial centre would adversely affect their health and their homes.", "15. On 24 August 2000 the Mayor of Piastów issued an order (postanowienie) in which he altered a number of plots on which the commercial centre was to be constructed. That order was issued under Article 113 of the Code of Administrative Procedure which provided for rectification of clerical errors and obvious mistakes in administrative decisions. On 15 February 2002 the Mazowiecki Governor dismissed the applicants’ appeal against that order. The applicants appealed.", "16. On 19 February 2002 the Mazowiecki Governor dismissed the applicants’ appeal against the construction permit of 16 August 2000. Consequently, the construction permit became final and enforceable. It appears that shortly afterwards the HIT company started construction works.", "17. The applicants appealed against the Governor’s decision to the Supreme Administrative Court. They argued, inter alia, that the adverse environmental impact of the commercial centre had not been duly addressed by the administrative authorities. The applicants also requested the administrative court to issue an interim order halting the enforcement of the construction permit. It appears that the court did not respond to this request.", "18. On 12 November 2002 the Supreme Administrative Court (case no. IV SA 1373-1379/02) quashed as unlawful the decision of the Governor and the construction permit issued by the Mayor. It found that the planned commercial centre was to be considered as having an adverse environmental impact within the meaning of the Ordinance of the Minister of the Environment of 14 July 1998. In this respect it had regard to the fact that the commercial centre would have a meat-processing capacity of ten tons per day, car park facilities for five hundred cars and a commercial surface area exceeding three hectares. The court noted that had the commercial centre been considered as a development adversely affecting the environment, the local authorities would have been required to follow stringent procedures. It further observed that:", "“As it transpires from the file, the authorities conducting the proceedings and the investor, were perfectly aware of the existing regulations and the relevant obligations; however at all costs it was attempted to give the public an impression that the investment is not considered as having a potentially adverse impact on the environment, manipulating from the very beginning the number of plots, the number of places in the car park and interpreting narrowly the notion of “a commercial centre”.", "The court observed that the authorities had failed to carry out relevant analyses of the environmental impact of the commercial centre and that their findings as to its environment-neutral status had been entirely unsubstantiated.", "19. On 12 November 2002 the Supreme Administrative Court quashed as unlawful the Governor’s order of 15 February 2002 and the Mayor’s order of 24 August 2000. It observed that the Mayor’s order on rectification of the construction permit had been in fact a decision on the merits of the case and should have been issued in the form of an administrative decision. In addition, that rectification order had made the construction permit incompatible with the planning permission of 28 May 1999.", "20. On 6 October 2003 the Mayor of Piastów discontinued the proceedings concerning the issuance of the construction permit. It found that the construction of the commercial centre had been terminated in October 2002 and that the HIT company had begun operating it. In those circumstances, the proceedings concerning the construction permit had become devoid of purpose.", "21. The applicants appealed. On 26 March 2004 the Mazowiecki Governor dismissed their appeal against the discontinuation of the proceedings.", "22. The applicants lodged a complaint against that decision with the Warsaw Regional Administrative Court. On 12 October 2004 the court dismissed their complaint. On 7 December 2005 the Supreme Administrative Court dismissed the applicants’ cassation appeal against the Regional Administrative Court’s judgment. The judgment was served on the applicants on 6 February 2006.", "23. On 21 October 2002 the Mayor of Piastów issued a permit for the use (pozwolenie na użytkowanie obiektu budowlanego) of the HIT commercial centre with the supporting facilities. It appears that the Mayor did not serve the decision on the applicants and other interested neighbours.", "24. The applicants together with a group of their neighbours and a local association “Eko-Piastów” appealed to the Mazowiecki Governor. On 12 May 2003 the Governor found that the appeals had been submitted out of time. However, on 12 October 2004 the Regional Administrative Court quashed the Governor’s decision.", "25. Subsequently, the Regional Inspector of the Construction Supervision became the competent authority to examine the appeal.", "26. The applicants requested that the permit for the use of the commercial centre be declared null and void. On 29 August 2003 the Mazowiecki Regional Inspector of the Construction Supervision allowed that request. It found that the Mayor of Piastów had issued the permit without having obtained the necessary authorisation from the Pruszków District Sanitary Inspector. The latter authority had expressly informed the Mayor that due to the complexity of the case it would not be able to give its authorisation before 18 November 2002.", "27. On 31 March 2004 the Chief Inspector of the Construction Supervision quashed the decision of the Mazowiecki Regional Inspector of 29 August 2003 and discontinued the proceedings before the first-instance authority.", "28. On 16 December 2008 the Regional Inspector of the Construction Supervision quashed the Mayor’s decision of 21 October 2002 and remitted the case to the Piaseczno District Inspector of the Construction Supervision. The Regional Inspector found that the Mayor of Piastów had not given sufficient reasons for his decision. The Mayor had further failed to establish correctly the facts of the case and to inform all the parties concerned about his decision.", "29. On 16 January 2009 the HIT company appealed against the decision to the Regional Administrative Court and requested the court to issue an interim order halting the enforcement of the decision of the Regional Inspector. The last hearing before the Regional Administrative Court took place on 22 February 2010. The court gave judgment. However, at the time of submitting their observations the Government were not in possession of the judgment.", "30. At present the commercial centre is owned by company T. It operates twentyfour hours a day and seven days per week.", "31. On 15 November 2002 the applicants complained to the Pruszków District Sanitary Inspector about the excessive levels of noise generated by the commercial centre. Their complaint was transferred to the Mayor of the Pruszków District as the competent authority to deal with it. On 16 May 2003 the Mayor of the District ordered company T. to prepare an environmental survey with regard to the hypermarket located in Piastów. On 15 March 2006 the Mayor of the District issued a decision fixing the maximum level of noise for the T. hypermarket. On 7 April 2006 the Mayor of the Pruszków District issued a decision obliging T. to limit the level of noise generated by the hypermarket. On appeal, the decision was quashed due to procedural errors. The applicants did not submit copies of any subsequent decisions.", "32. Article 144 of the Civil Code provides as follows:", "“In the exercise of his or her rights, an owner of immovable property shall refrain from actions which would infringe the enjoyment of adjacent immovable property and which go beyond the normal use arising from the socio-economic purpose of the immovable property and local relations.”", "Pursuant to Article 222 § 2 of the Civil Code:", "“The owner shall have the right to claim restitution of his lawful position and acessation of infringements of the law, against a person who infringes his ownership otherwise than by depriving the owner of the actual control of the property in question.”", "There is no limitation period for claims under Article 222 of the Civil Code if they relate to immovable property (Article 223 of the Civil Code).", "33. Articles 417 et seq. of the Civil Code (Kodeks cywilny) provide for the State’s liability in tort. In the version applicable until 1 September 2004, Article 417 § 1, which lays down a general rule, read as follows:", "“1. The State Treasury shall be liable for damage caused by a State official in the performance of the duties entrusted to him.”", "34. On 1 September 2004 the Law of 17 June 2004 on amendments to the Civil Code and other statutes (Ustawa o zmianie ustawy – Kodeks cywilny oraz niektórych innych ustaw) (“the 2004 Amendment”) entered into force. The relevant amendments were in essence aimed at enlarging the scope of the State Treasury’s liability in tort under Article 417 of the Civil Code – including the addition of a new Article 4171.", "The amended Article 417 § 1 of the Civil Code reads as follows:", "“The State Treasury, or [as the case may be] a local government entity or other legal person responsible for exercising public authority, shall be liable for any damage (szkoda) caused by an unlawful act or omission [committed] in connection with the exercise of public authority.”", "35. Following the 2004 Amendment, Article 4171 § 2 reads in so far as relevant:", "“Where damage has been caused by the delivery of a final ruling or a final decision, redress for such damage may be sought after their unlawfulness has been established in the relevant proceedings, except where provided otherwise by law.”", "However, under the transitional provisions of section 5 of the 2004 Amendment, Article 417 as applicable before 1 September 2004 applies to all events and legal situations that subsisted before that date.", "36. Article 156 § 1 of the Code of Administrative Procedure (“the CAP”) (Kodeks postępowania administracyjnego), which sets out grounds on which a final administrative decision is subject to annulment, states:", "“1. A public administration authority shall declare a decision null and void if:", "1) it has been issued in breach of the rules governing competence;", "2) it has been issued without a legal basis or in flagrant breach of the law;", "3) concerns a case already decided by means of another final decision;", "4) it has been addressed to a person who is not a party to the case;", "5) it was unenforceable on the date of its issuance and its unenforceability is of a permanent nature;", "6) it would give rise to a punishable offence in the event that it has been enforced;", "7) it has a flaw making it null and void by the force of law.", "37. Article 160 of the CAP set out principles for compensation for loss caused by the issuance of an administrative decision subsequently annulled on the grounds listed in Article 156 § 1.", "38. This provision was repealed by the 2004 Amendment with effect from 1 September 2004 and replaced by new Article 4171 § 2 of the Civil Code. However, under section 5 of the 2004 Amendment, which sets out transitional rules, Article 160, in the version applicable on the repeal date, still applies to “events and legal situations” that subsisted before the entry into force of the 2004 Amendment.", "Article 160, in the version applicable on the relevant date, read as follows:", "“1. A party who has suffered a loss on account of the issuance of a decision in breach of Article 156 § 1 or on account of annulment of such a decision shall have a claim for compensation for actual damage, unless he has culpably caused the circumstances mentioned in this provision.", "2. The provisions of the Civil Code, except for Article 418 [provision repealed], shall apply to [such] compensation.", "3. Compensation is due from an authority that issued a decision in breach of Article 156 § 1, unless the other party to the proceedings concerning the decision culpably caused the circumstances mentioned in this provision; in the latter case a claim for compensation shall be directed against the culpable party.", "4. A public administration authority that has declared a decision null and void or declared, pursuant to Article 158 § 2, that it has been issued contrary to the law shall rule on compensation due from the authority referred to in § 1. A claim for compensation from a person who has culpably caused the circumstances mentioned in Article 156 §1, shall be pursued before a court of law.", "5. A party who is not satisfied with compensation granted by a public administration authority referred to in § 4, may lodge a claim with a court of law within 30 days from the date of service of a decision given on that matter.", "6. A claim for compensation shall be time-barred after 3 years from the date on which has become final the decision declaring null and void the decision issued in breach of Article 156 § 1 or decision whereby an authority has declared, pursuant to Article 158 § 2, that the contested decision has been issued in breach of Article 156 § 1.”", "39. On 30 March 2011 the Civil Chamber of the Supreme Court, sitting in plenary, gave a resolution (no. III CZP 112/10) on the application of Article 160 of the CAP and rules regarding compensation. The resolution was given in response to legal questions submitted by the First President of the Supreme Court in connection with certain problems and divergences arising in judicial practice, in particular in respect of the temporal effects of Article 160 as determined in section 5 of the 2004 Amendment, the application of Article 4171 § 2 of the Civil Code which replaced Article 160 and rules for adjudicating compensation.", "40. The resolution contains an extensive reasoning which, in so far as relevant, may be summarised as follows: Article 160 §§ 1,2,3 and 6 of the CAP applies to all claims for damages arising from an issuance of a final administrative decision given before 1 September 2004, which has been declared null and void or has been declared as being issued in breach of Article 156 § 1 of the CAP after that date. In contrast, paragraphs 4 and 5 of Article 160, setting out the procedure for vindicating such claims, should be considered as no longer applicable. Consequently, a party seeking compensation under this provision should file an action directly with a civil court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}