{"ITEMID": "001-78796", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF POPOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 on account of the domestic authorities' failure to examine the applicant's civil claim;Remainder inadmissible;No separate issue as to the length of the proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1953 and lives in the town of Barnaul in the Altay Region.", "5. After the dismissal from a position in the Tymovsk locomotive depot, in 1993 the applicant sued her former employer for reinstatement, payment of wage arrears and benefits. On 7 December 1993 the Tymovsk District Court of the Sakhalin Region pronounced the judgment in her favour. The judgment was not appealed against and became final.", "6. The applicant was reinstated but on 5 January 1994 she was transferred to another position. She refused to perform the new duties and on 10 and 31 January 1994 the employer disciplined her. On 2 February 1994 the employer decided to transfer the applicant to another position.", "7. On 6 May 1994 the applicant challenged the decisions of 5, 10 and 31 January and 2 February 1994 before a court. She also claimed wages for six work days.", "8. On 24 June 1994 the Tymovsk District Court annulled the decisions of 10 and 31 January 1994 and dismissed the remainder of the claims. The judgment of 24 June 1994 was quashed on appeal and the case was remitted for re-examination.", "9. The applicant was dismissed from her position on 5 June 1995. Thus, she amended her claims in the pending court proceedings, asking the court also to reinstate her and grant her wage arrears and compensation for non-pecuniary damage.", "10. On 16 August 1996 the Tymovsk District Court partly accepted the action. It annulled the disciplinary decisions but dismissed the claims for reinstatement and wage arrears. The judgment was quashed on 24 September 1996 and the case was again returned for re-examination.", "11. On 12 February 1997 the Tymovsk District Court ordered the applicant's reinstatement and payment of arrears. On 1 April 1997 the Sakhalin Regional Court quashed the judgment and remitted the case for a fresh examination.", "12. In September 1997 the applicant moved from the village of Tymovsk to the town of Novoaltaysk in the Altay Region and notified the District Court of the change of her place of residence. In July 1998 the applicant moved to the village of Rebrikha in the same region. She maintained the Novoaltaysk address for her correspondence because her daughter continued living at that address. According to the Government, the applicant did not inform the Tymovsk District Court about the changes of her place of residence.", "13. In November 1998 the applicant received at the Novoaltaysk address a letter of 5 November 1998 signed by a deputy President of the Sakhalin Regional Court. The deputy President informed the applicant that an application for supervisory review of the judgments of 24 September 1996 and 1 April 1997 had been lodged before the Presidium of the Sakhalin Regional Court. The Presidium had fixed a supervisory-review hearing for 13 November 1998. The applicant's presence was not required.", "14. On 13 November 1998 the Presidium of the Sakhalin Regional Court amended the reasoning of the judgment of 24 September 1996 and ordered a fresh examination by the District Court of the claims concerning the applicant's reinstatement, payment of wage arrears and compensation for damage.", "15. According to the Government, the Tymovsk District Court fixed hearings but adjourned them because the applicant could not be summonsed. The Government did not indicate any date of a hearing fixed by the District Court between November 1998 and April 2000.", "16. In 2000 the applicant complained to the Prosecutor General of the Russian Federation and a member of Parliament about the excessive length of the proceedings in her case.", "17. On 19 April 2000 the Tymovsk District Court inquired the Novoaltaysk Town and Tymovsk District police departments about the registered place of the applicant's residence. In May 2000 the Tymovsk District police department replied that the applicant had moved to Novoaltaysk in 1997. The District police department indicated her address in Novoaltaysk. The Novoaltaysk Town police department responded that the applicant had lived in Novoaltaysk and then moved to the village of Rebrikha. The letter of the town police department read as follows:", "“To your inquiry of 19 April 2000 [we] inform you that Ms Popova Lyudmila Nikolayevna, born in 1953 in the Sakhalin Region, was registered at the following address: the town of Novoaltaysk, Ostrovskiy street, 76. Her registration was annulled on 17 July 1998 upon a request from the Rebrikha District to [the following address] the village of Rebrikha, Pervomayskaya street, house no. 64, flat no. 2.”", "18. On 8 November 2000 the District Court sent a telegram to the applicant's address in the village of Rebrikha informing the applicant about the hearing on 22 November 2000. An acknowledgment of receipt shows that the telegram was not delivered to the applicant because the street name and the house number had not been indicated. According to the Government, the telegram was not delivered because the applicant had once again moved to the town of Barnaul and had failed to notify the court about that. According to the applicant, she notified the Tymovsk District Court of her move to Barnaul, however, she did not receive any correspondence from the District Court at the Barnaul address.", "19. The District Court fixed another hearing for 25 December 2001 and sent summonses to the applicant. It appears that they were sent to her address in the village of Rebrikha.", "20. On 25 December 2001 the Tymovsk District Court issued an interim decision under Article 221 § 6 of the RSFSR Code on Civil Procedure. It discontinued the proceedings because the applicant had defaulted on 22 November 2000 and 25 December 2001, she had not informed the court about the reasons for her absence and had appeared to have lost interest in her case.", "21. According to the applicant, in the absence of a notification of any decision in her case she unsuccessfully complained to various domestic authorities, including the Supreme Court and the Prosecutor General of the Russian Federation, about the failure of the domestic courts to determine her case within a reasonable time. No response followed, save for the one on 8 August 2005 when the acting President of the Sakhalin Regional Court sent a copy of the decision of 25 December 2001 to the applicant's home address in the town of Barnaul, whereto she had moved on an unspecified date.", "22. The RSFSR Code on Civil Procedure of 11 June 1964 (in force at the material time) provided that civil cases were to be prepared for a hearing no later than seven days after the action had been lodged with the court. Civil cases were to be examined no later than one month after the preparation for the hearing had been completed (Article 99)", "23. Summonses were to be served on the parties and their representatives in such way so that they would have enough time to appear timely at the hearing and prepare their case. If necessary, the parties could be summoned by a phone call or a telegram (Article 106).", "24. A party was to sign the second copy of a summons which was to be returned to a court. If a summons could not be served on a party, it was to be served on an adult family member who lived with the party. A family member who had received a summons was to indicate on its second copy his/her first name, patronymic and family name and his/her relation to a summonsed party. If a party was absent, a person who delivered a summons was to note on the second copy of the summons where the party had moved (Article 109).", "25. Article 221 § 6 provided that a court could issue an interim decision on discontinuation of the proceedings (определение об оставлении заявления без рассмотрения), in particular, if the plaintiff had not waived his/her right to be present and had failed to appear for the second time, and the respondent had not insisted on continuation of the proceedings.", "26. A copy of an interim decision on discontinuation of the proceedings was to be sent to the absent party no later than three days upon its delivery (Article 213)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}