{"ITEMID": "001-60853", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF CULJAK AND OTHERS v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["7. The first and the second applicants were born in 1958 and 1959, respectively, and live in Požega. The third applicant, “Mesoprodukt”, is a meat production company.", "8. In 1991 the first and second applicants founded the company “Mesoprodukt”, a personal private company in Požega. The company is entirely owned by the first and second applicants and they are liable for the company's obligations with all their assets. The present case concerns several proceedings in respect of “Mesoprodukt”.", "9. By virtue of the Požega County Veterinary Inspection (veterinarski inspektor Ureda za gospodarstvo Županije požeško-slavonske) decision of 26 May 1994, the applicant company was prohibited from slaughtering animals and producing meat for human consumption.", "10. Upon the applicant company's appeal the Appeal Commission of the Ministry of Agriculture and Forestry (Uprava za veterinarstvo poljoprivrede i šumarstva) quashed the first instance decision on 14 June 1994.", "11. On 14 November 1994 the applicant company filed a suit with the Požega Municipal Court (Općinski sud u Požegi) seeking payment of damages from the Požega and Slavonija County (Županija Požeško-Slavonska), due to the fact that it had been prohibited from producing meat from 26 May 1994 until 14 June 1994.", "12. Prior to 5 November 1997 the Požega Municipal Court ordered that a financial expertise be carried out and invited the applicant company to pay an advance for expenses related to the expert opinion. The applicant company paid the advance in part.", "13. On 3 April 1998 the court invited the applicant company to pay the remainder of the advance.", "14. On 4 May 1999 the appointed expert informed the court that the applicant company had not paid the remainder of the advance for the expenses.", "15. At the hearing on 7 May 1999 the court invited the Požega Tax Revenue Service to submit documentation about the applicant company's income in 1993 and 1994 in order to carry out a complete financial expertise. In January 2000 the requested documents were submitted. On 10 April 2000 the court sent this documentation to the appointed expert. The applicant company was invited to pay an advance for the expenses related to a new expertise.", "16. The next hearing scheduled for 23 January 2001 was adjourned at the request of the applicants' counsel.", "17. At the hearing on 1 March 2001 the court stayed the proceedings because the first and second applicants, although they received the notice of the hearing date, did not appear.", "18. On 12 June 2001 the applicants' counsel asked the court to resume the proceedings. The court then ordered that additional expertise be carried out and invited the defendant to pay an advance for the expenses of the expertise.", "19. On 5 December 2001 the defendant informed the court that it did not wish to pay the expenses.", "20. On 4 January 2002 the court requested the Slavonski Brod Commercial Court (Trgovački sud u Slavonskom Brodu) to provide documentation concerning the applicant company's registration.", "On 17 January the requested documentation was submitted.", "21. At the hearing on 18 February 2002 one witness was heard and the defendant filed further written submissions. The applicants' counsel was asked to file a written reply and to specify their claim within fifteen days.", "22. It appears that the proceedings are pending before the court of first instance.", "23. On 18 March 1994 the police seized a vehicle owned by the first applicant's wife. The vehicle had been used for transportation of goods related to “Mesoprodukt”. On 21 April 1994 the vehicle was returned.", "24. On 14 November 1994 the applicant company filed a suit with the Požega Municipal Court against the Ministry of Interior (Ministarstvo unutarnjih poslova) and the Ministry of Finance (Ministarstvo financija), seeking payment of damages for the profits lost due to its inability to transport goods with the vehicle.", "25. On 14 August 1996 the Požega Municipal Court pronounced judgment granting the applicant company's claim. Both parties appealed against the judgment.", "26. On 19 November 1997 the Požega County Court (Županijski sud u Požegi) quashed the first instance judgment and remitted the case for re-trial.", "27. The hearing scheduled for 16 June 1998 was adjourned due to the illness of the expert who was to be heard.", "28. The hearing scheduled for 4 June 1999 was adjourned due to the expert's absence.", "29. On 29 October 1999 the Act on Changes of the Civil Obligations Act was introduced providing that all proceedings concerning actions for damages resulting from acts of members of the Croatian army or police when acting in their official capacity during the war in Croatia were to be stayed pending the enactment of new legislation on the subject.", "30. On 22 January 2002 the proceedings were stayed pursuant to the above Act.", "31. The applicants' counsel appealed against that decision. The appeal was rejected on 27 March 2002 by the Požega County Court.", "32. The proceedings are accordingly pending before the first instance court.", "33. On 9 December 1993 the the Požega County Finance Police Office (Postaja financijske policije za Požeško-slavonsku županiju) ordered the applicant company to pay a transfer and sale of goods tax (porez na promet proizvoda i usluga) in the amount of 179,837.52 Croatian Kunas (HRK) and HRK 363,600.87 in interest. As the applicant company refused to pay those sums, its bank account was blocked.", "34. The applicant company's ensuing appeals were successful and on 13 January 1997 the Ministry re-assessed the amount of tax to be paid to HRK 64,955.00 and HRK 64,381,52 in interest. The applicant company paid those sums immediately after receiving this decision.", "35. Subsequently, on 19 November 1997 the applicant company filed a suit with the Požega Municipal Court seeking payment of damages from the Ministry of Finance due to the fact that the authorities' miscalculation of the tax had caused an unwarranted blocking of the bank account of the company.", "36. On 9 December 1997 the defendant filed its submissions objecting to the applicant company's claim.", "37. The preliminary hearing scheduled for 10 December 1997 was adjourned due to the defendant's absence.", "38. On 15 October 1998 the defendant submitted a detailed reply denying the applicant company's claim.", "39. The next hearing was held on 29 October 1998.", "40. On 15 October 1999 the court invited the applicant company to pay the court fees. The applicant company failed to do so.", "41. On 2 March 2000 the court informed the Tax Revenue Service that the applicant company had not paid the court fees.", "42. At the hearing on 17 January 2001 the defendant asked the court to stay the proceedings until the applicant company had paid the court fees. The court invited the Tax Revenue Service to inform it whether the applicant company had paid the fees. It also invited the Požega Commercial Court (Trgovački sud u Požegi) to submit documentation concerning the assets of the applicant company.", "43. On 6 March 2001 the Požega Commercial Court submitted the requested documentation.", "44. It appears that the proceedings are presently pending before the court of first instance.", "45. In respect of the above-mentioned three sets of civil proceedings the applicant company lodged a complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) complaining about the excessive length of the three above sets of proceedings and requesting the speeding up of those proceedings.", "46. By decision of 4 May 2000 the Constitutional Court rejected the applicant company's complaint finding that the proceedings did not exceed the reasonable time requirement."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}