{"ITEMID": "001-58135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 1998, "DOCNAME": "CASE OF GUERRA AND OTHERS v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 8;Not necessary to examine Art. 2;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "C. Russo;John Freeland", "TEXT": ["12. The applicants all live in the town of Manfredonia (Foggia). Approximately one kilometre away is the Enichem agricoltura company’s chemical factory, which lies within the municipality of Monte Sant’Angelo.", "13. In 1988 the factory, which produced fertilisers and caprolactam (a chemical compound producing, by a process of polycondensation, a polyamide used in the manufacture of synthetic fibres such as nylon), was classified as “high risk” according to the criteria set out in Presidential Decree no. 175 of 18 May 1988 (“DPR 175/88”), which transposed into Italian law Directive 82/501/EEC of the Council of the European Communities (the “Seveso” directive) on the major-accident hazards of certain industrial activities dangerous to the environment and the well-being of the local population.", "14. The applicants said that in the course of its production cycle the factory released large quantities of inflammable gas – a process which could have led to explosive chemical reactions, releasing highly toxic substances – and sulphur dioxide, nitric oxide, sodium, ammonia, metal hydrides, benzoic acid and above all, arsenic trioxide. These assertions have not been disputed by the Government.", "15. Accidents due to malfunctioning have already occurred in the past, the most serious one on 26 September 1976 when the scrubbing tower for the ammonia synthesis gases exploded, allowing several tonnes of potassium carbonate and bicarbonate solution, containing arsenic trioxide, to escape. One hundred and fifty people were admitted to hospital with acute arsenic poisoning.", "16. In a report of 8 December 1988 a committee of technical experts appointed by Manfredonia District Council established that because of the factory’s geographical position, emissions from it into the atmosphere were often channelled towards Manfredonia. It was noted in the report that the factory had refused to allow the committee to carry out an inspection and that the results of a study by the factory itself showed that the emission treatment equipment was inadequate and the environmental-impact assessment incomplete.", "17. In 1989 the factory restricted its activity to the production of fertilisers, and it was accordingly still classified as a dangerous factory covered by DPR 175/88. In 1993 the Ministry for the Environment issued an order jointly with the Ministry of Health prescribing measures to be taken by the factory to improve the safety of the ongoing fertiliser production, and of caprolactam production if that was resumed (see paragraph 27 below).", "18. In 1994 the factory permanently stopped producing fertiliser. Only a thermoelectric power station and plant for the treatment of feed and waste water continued to operate.", "19. On 13 November 1985 420 residents of Manfredonia (including the applicants) applied to the Foggia Magistrates’ Court (pretore) complaining that the air had been polluted by emissions of unknown chemical composition and toxicity from the factory. Criminal proceedings were brought against seven directors of the impugned company for offences relating to pollution caused by emissions from the factory and to non-compliance with a number of environmental protection regulations.", "Judgment was given on 16 July 1991. Most of the defendants escaped a prison sentence, either because the charges were covered by an amnesty or were time-barred, or because they had paid an immediate fine (oblazione). Only two directors were sentenced to five months’ imprisonment and a fine of two million lire and ordered to pay damages to the civil parties, for having had waste dumps built without prior permission, contrary to the relevant provisions of DPR 915/82 on waste disposal.", "20. On appeals by the two directors who had been convicted and by the Public Electricity Company (ENEL) and Manfredonia District Council, which had both joined the proceedings as civil parties claiming damages, the Bari Court of Appeal acquitted the directors on 29 April 1992 on the ground that the offence had not been made out but upheld the remainder of the impugned decision. The court held that the errors which the directors were alleged to have made in the management of the waste were in fact attributable to delays and uncertainties in the adoption and interpretation, particularly by the Region of Apulia, of regulations implementing DPR 915/82. Consequently, there was no damage that gave rise to a claim for compensation.", "21. A joint committee of representatives from the State and the Region of Apulia was set up within the Italian Ministry for the Environment to implement the Seveso directive.", "The committee ordered a technical survey, which was carried out by a panel established by an order of the Minister for the Environment of 19 June 1989. The panel had the following remit:", "(a) to report on whether the factory conformed to environmental regulations as regards discharge of waste water, treatment of liquid and solid waste, emissions of gases, and noise pollution; to report on safety aspects; and to check what authorisations had been granted to the factory to those ends;", "(b) to report on whether the factory site was compatible with its environment, having particular regard to the problems of protecting the health of the local population and the fauna and flora and of making appropriate use of the land;", "(c) to suggest what action should be taken to obtain any missing data required to complete the reports under (a) and (b) above and to identify measures to be taken to protect the environment.", "22. On 6 July 1989 the factory submitted the safety report required by Article 5 of DPR 175/88.", "23. On 24 July 1989 the panel presented its report, which was sent to the State/Regional Joint Committee. The latter published its conclusions on 6 July 1990 and fixed 30 December 1990 as the date on which the report required by Article 18 of DPR 175/88 on the risk of major accidents should be submitted to the Minister for the Environment. It also recommended:", "(a) commissioning studies of the factory’s safety and compatibility with its environment, additional analyses of disaster scenarios and of the preparation and implementation of emergency procedures;", "(b) introducing a number of changes designed to reduce the atmospheric emissions drastically and to improve the treatment of waste water, making radical alterations to the production cycles for urea and nitrogen and carrying out studies on the pollution of the subsoil and on the hydrogeological structure of the factory site. These steps were to be taken within three years. The panel also referred to the need to solve the problems of liquid combustion and the reuse of sodium salts.", "The panel further called for a public industrial-pollution monitoring centre, to be set up by 30 December 1990, to carry out periodic checks on the factory’s practices in relation to public health and environmental protection and to act as an epidemiological observatory.", "24. On 20 June 1989 the problems relating to the operation of the factory were raised in a parliamentary question to the Minister for the Environment. On 7 November 1989, in the European Parliament, a question on the same point was put to the Commission of the European Communities. Replying to the latter question, the relevant Commissioner stated that (1) Enichem had sent the Italian Government the safety report requested pursuant to Article 5 of DPR 175/88; (2) on the basis of that report the Government had opened an investigation, as required by Article 18 of DPR 175/88 to check safety at the factory and, if appropriate, to identify any further safety measures needed; and (3) so far as the application of the Seveso directive was concerned, the Government had taken the requisite measures with regard to the factory.", "25. Articles 11 and 17 of DPR 175/88 require the relevant mayor and prefect to inform local inhabitants of the hazards of the industrial activity concerned, the safety measures taken, the plans made for emergencies and the procedure to be followed in the event of an accident.", "26. On 2 October 1992 the Coordinating Committee for Industrial Safety Measures gave its opinion on the emergency plan that had been drawn up by the prefect of Foggia, in accordance with Article 17 § 1 of DPR 175/88. On 3 August 1993 the plan was sent to the relevant committee of the Civil Defence Department. In a letter of 12 August 1993 the under-secretary of the Civil Defence Department assured the prefect of Foggia that the plan would be submitted promptly to the Coordinating Committee for its opinion and expressed the hope that it could be put into effect as quickly as possible, given the sensitive issues raised by planning for emergencies.", "27. On 14 September 1993 the Ministry for the Environment and the Ministry of Health jointly adopted conclusions on the factory’s safety report of July 1989, as required by Article 19 of DPR 175/88. Those conclusions prescribed a number of improvements to be made to the installations, both in relation to fertiliser production and in the event of resumed caprolactam production (see paragraph 17 above) and provided the prefect with instructions as to the emergency plan for which he was responsible and the measures required for informing the local population under Article 17 of DPR 175/88.", "In a letter of 7 December 1995 to the European Commission of Human Rights, however, the mayor of Monte Sant’Angelo indicated that the investigation for the purpose of drawing up conclusions under Article 19 was still continuing and that he had not received any documents relating to them. He pointed out that the District Council was still awaiting direction from the Civil Defence Department before deciding what safety measures should be taken and what procedures should be followed in the event of an accident and communicated to the public. He said that if the factory resumed production, the measures for informing the public would be taken as soon as the conclusions based on the investigation were available.", "28. As regards the obligation to inform the public on matters of environmental and public safety, Article 5 of DPR 175/88 provides that any undertaking carrying on dangerous activities must submit a report to the Ministry for the Environment and the Ministry of Health giving details of, among other things, its activities, emergency procedures in the event of a major accident, the persons responsible for carrying these procedures out, and the measures taken by the undertaking to reduce the risks to the environment and public health. Article 21 of DPR 175/88 provides that anyone in charge of an undertaking who fails to submit the report required by Article 5 may be sentenced to up to one year’s imprisonment.", "29. At the material time Article 11 § 3 of DPR 175/88 provided that mayors were under a duty to inform the public of", "(a) the nature of the production process;", "(b) the nature and quantities of the substances involved;", "(c) the potential risks to employees and workers in the factory, members of the public and the environment;", "(d) the conclusions on the safety reports submitted by the factory pursuant to Article 5 and on any additional measures referred to in Article 19; and", "(e) the safety measures and procedures to be followed in the event of an accident.", "Article 11 § 2 provided that, in order to protect industrial secrets, any person responsible for examining reports or information from the undertakings concerned was forbidden to disclose any information that he had thereby obtained.", "30. Article 11 § 1 provided that data and information on industrial activities obtained pursuant to DPR 175/88 could be used only for the purposes for which they had been requested.", "That provision was partly amended by Legislative Decree no. 461 of 8 November 1995. Paragraph 2 of that decree provides for an exception to the ban on disclosure of industrial secrets in the case of certain information, namely that contained in an information sheet which the undertaking must complete and send to the Ministry for the Environment and the regional or inter-regional technical committee. Mayors’ duties with regard to informing the public are unchanged and now appear in paragraph 4.", "31. Article 17 of DPR 175/88 also lays certain obligations on the prefect in the matter of providing information. In particular, paragraph 1 of that provision (now paragraph 1 bis) requires the prefect to draw up an emergency plan based on the information supplied by the factory and the Coordinating Committee for Industrial Safety Measures. That plan must be sent to the Ministry of the Interior and the Civil Defence Department. Paragraph 2 goes on to provide that, after drawing up the emergency plan, the prefect must adequately inform the population concerned of the hazards of the activities, the safety measures taken to prevent a major accident, the emergency procedures planned for the area outside the factory should a major accident occur and the procedures to be followed in the event of an accident. The amendments made to this Article in the aforementioned legislative decree include a new paragraph 1, to the effect that the Civil Defence Department must establish reference criteria for emergency planning and the adoption of measures for the supply of information to the public by the prefect, and repeal of paragraph 3, which provided that the information referred to in paragraph 2 had to be sent to the Ministry for the Environment, the Ministry of Health and the regional authorities concerned.", "32. Section 14(3) of Law no. 349 of 8 July 1986, by which the Ministry for the Environment in Italy was created and the first legal provisions on environmental damage introduced, provides that everyone has a right of access to the information on the state of the environment which is, in accordance with the law, available at the offices of the administrative authorities and may obtain a copy on defrayment of the authorities’ costs.", "33. In a judgment (no. 476) of 21 November 1991 the Council of Administrative Law for Sicily (Consiglio di Giustizia amministrativa per la Regione siciliana – which in Sicily replaces the Supreme Administrative Court) held that the concept of “information on the state of the environment” included any information about human beings’ physical surroundings and concerning matters of some interest to the community. On the basis of those criteria, the Council of Administrative Law held that a district council was not justified in refusing to allow a private individual to obtain a copy of analyses of the fitness of water in the district in question for use as drinking water.", "34. Of particular relevance among the various Council of Europe documents in the field under consideration in the present case is Parliamentary Assembly Resolution 1087 (1996) on the consequences of the Chernobyl disaster, which was adopted on 26 April 1996 (at the 16th Sitting). Referring not only to the risks associated with the production and use of nuclear energy in the civil sector but also to other matters, it states “public access to clear and full information ... must be viewed as a basic human right”."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}