{"ITEMID": "001-88158", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "WOZNIAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi", "TEXT": ["The applicant, Mr Patryk Woźniak, is a Polish national who was born in 1977 and lives in Bielsko-Biała. He was represented before the Court by Mr S. Sikora, a lawyer practising in Bielsko-Biała. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 13 March 2002 the applicant was arrested on the charge of, inter alia, money laundering and attempted value added tax fraud.", "On 14 March 2002 the decision on presenting charges against the applicant was served on him and he was heard as a suspect. An interrogation report was prepared. On 21 March 2002 the grounds for the decision were given. The prosecutor listed documents and other evidence, which supported the charges brought against the applicant. They were served on the applicant and his defence counsel on 27 and 26 March 2002 respectively.", "On 15 March 2002 the Bielsko-Biała District Court held a hearing during which the applicant was questioned and a detention order was issued against him. In addition to such factors as the strong likelihood that the applicant had committed the offences he was charged with and the severity of the anticipated penalty, the court underlined that there were significant discrepancies in testimonies given by the applicant and two other suspects. These differences were found in particular in those on the manner in which the company’s transactions had been carried out. The court stressed that the detention of all co-accused was necessary to prevent them agreeing on one version of the events, which could have impeded the investigation.", "On 19 March 2002 the applicant’s defence counsel appealed. He challenged conclusions reached by the court and prosecutor and submitted several documents supporting the applicant’s plea of innocence.", "On several later dates the applicant was again summoned to testify, inter alia, on 4 April, 14 June, 9 and 25 July and 11 September 2002. He refused however to answer any of the prosecutor’s questions.", "On 8 April 2002 the Bielsko-Biała Regional Court held a hearing concerning the applicant’s detention during judicial proceedings, at which his defence counsel was present. The court upheld the detention order of 15 March 2002.", "The applicant’s detention was subsequently extended by orders of, inter alia, 11 June and 29 August 2002, each time after a hearing at which the applicant’s defence counsel was present. In the decisions’ reasoned grounds the courts referred to the strong probability that the applicant had committed the offences and to a risk of a severe sentence being imposed on him, in particular in view of the serious financial damage caused by the offences concerned. The courts further stressed contradictions in the testimonies of co-suspects.", "The applicant’s lawyer tried to challenge the applicant’s detention by using different legal avenues. He lodged appeals against the detention orders on, inter alia, 4 July and 5 September 2002. In addition, on 8 May 2002 he lodged a request for release from detention. All his applications were unsuccessful. He also requested the application of another preventive measure in place of detention (on 18 April, 31 July, 12 August, and 17 September 2002). His requests were all refused.", "On 17 April 2002, the applicant’s lawyer allegedly requested the Bielsko-Biała Prosecutor to give him access to the case file. He further requested a copy of the report of the applicant’s and two other suspects’ interrogations. The Government submitted that such requests had never been lodged with the prosecutor’s office. The applicant failed to submit any evidence thereof; neither had he submitted observations in this respect.", "On 13 June 2002 the applicant’s defence counsel (by a letter dated 11 June 2002) lodged requests for access to the case file and the copy of the record of interviews with the applicant. He further alleged that his request of 17 April 2002 had never been examined and he had been denied contact with his client.", "On 24 June 2002 the Bielsko-Biała Regional Prosecutor denied that the request for access to the case file of 17 April 2002 had ever been lodged and called the defence counsel to provide the relevant copy. Further, he failed to answer requests dated 11 June 2002, since the prosecutor examined only the defence counsel’s complaints that his previous request had not been replied to and that his contacts with his client had been impeded. Counsel was served with replies to his requests on 25 and 28 June 2002 respectively (see below).", "On 25 June 2002 the Bielsko-Biała Prosecutor refused counsel’s request of 13 June 2002 for access to the case file, without referring to his other request for a copy of the interrogation report (the prosecutor replied to the latter on 28 June 2002 – see below). He justified his decision by reference to the “important interests of the investigation” and referred to the need to carry out certain actions at the current stage of the proceedings, which made it impossible to grant the request.", "On 1 July 2002 the applicant’s lawyer lodged an appeal dated 27 June 2002 against the decision of 25 June 2002, arguing, inter alia, that the legal provision under which the authorities in charge of investigation authorised access to the case file, namely Article 156§5 of the Code of Criminal Proceedings, should not be interpreted in a way which allows for refusal of access to the case file, in particular with temporal restrictions.", "On 23 July 2002 the appeal was dismissed by the Katowice Appellate Prosecutor. He emphasised the need to secure the important interests of the investigation, in view of its “character” and “the links between the suspects”.", "On 28 June 2002 the counsel was informed by the BielskoBiała Regional Prosecutor, in reply to his request of 13 June 2002, that his request for a copy of the record of interview could not be satisfied as the case file had been transferred to the appellate court, together with the appeal. He was also informed that a requested copy would be sent to him as soon as the case file was returned by the court.", "On 12 August 2002 the applicant’s defence counsel repeated his request for access to the case file and the copy of the applicant’s record of interview. He relied on Article 42 § 2 of the Constitution and Article 156 § 5 of the Code of Criminal Proceedings.", "On 14 August 2002 the Bielsko-Biała Regional Prosecutor informed the defence counsel that his requests could not be examined as the case file had been transferred to the Katowice Appellate Prosecutor.", "On 10 September 2002 the Katowice Regional Prosecutor having examined the counsel’s request for access to the case file, dismissed it, relying on Article 156 § 5 of the Code of Criminal Proceedings. The decision was justified by reference to the “important interests of the investigation”. It was further stressed that since evidence proceedings were still pending it was not possible to grant the request.", "On 18 September 2002 the applicant’s defence counsel appealed, arguing that he had been requesting access to the case file for a long time and it was indispensible for the defence rights of the applicant.", "On 11 October 2002 the Katowice Appellate Prosecutor dismissed the appeal on the ground that if the suspects were given access to the case file the proper conduct of the investigation could be influenced, especially since the collection of the evidence had not been completed.", "On 14 October 2002 the Regional Prosecutor supplemented the charges against the applicant: he was also charged with acting in an organised criminal group.", "On 31 October 2002 the applicant’s defence counsel was acquainted with the case file.", "On 8 November 2002 certified copies of the applicant’s record of interview were sent to his defence counsel.", "On 12 November 2002 the investigation was closed.", "On 20 November 2002 the Regional Prosecutor lodged a bill of indictment numbering sixty-five pages with the Bielsko-Biała District Court. The applicant was charged on four counts, inter alia, money laundering, including participation in an organised criminal group. The bill listed thirty-seven witnesses to be summoned and 247 pieces of documentary evidence collected in the investigation.", "On 27 November 2002 a hearing was held by the Bielsko-Biała District Court in respect of the prosecutor’s request for a further extension of the applicant’s detention. In response, the applicant’s defence counsel requested a decision on bail. He proposed to make a deposit of 100,000 Polish zlotys (PLN). The court decided that the applicant could be released if he put up bail of PLN 200,000 by 29 November 2002.", "On 29 November 2002 the Bielsko-Biała District Court ordered the release of the applicant from detention and the application of another preventive measure in its place (bail). The court considered, inter alia, that there was no longer a risk that the applicant would tamper with evidence.", "The proceedings are currently pending before the Żyrardów District Court.", "Access to the file in the course of investigation is governed by Article 156 § 5 of the Code of Criminal Procedure of 1997, which provides, in so far as relevant, that leave to consult the file and to make copies of the documents in the file is granted only with the consent of the authority conducting the investigation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}