{"ITEMID": "001-4837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "TRUJILLO LOZANO v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Colombian citizen, born in 1962, and currently serving a prison sentence in Rotterdam, the Netherlands. Before the Court he is represented by Mr Th.A. de Roos, a lawyer practising in Amsterdam.", "On 13 August 1992 the applicant was taken into police custody (inverzekeringstelling) on suspicion of incitement to murder, followed by pre-trial detention (voorlopige hechtenis) on 14 August 1992. The applicant denied any involvement in the offence of which he was suspected. On 17 November 1992 the public prosecutor ordered the applicant’s release as the maximum period of time during which pre-trial detention was allowed was nearing its end. However, in his decision of 17 November 1992 the prosecutor added that the investigation would continue.", "The applicant was again taken into pre-trial detention on suspicion of the same offence on 3 May 1994 by the Investigating Judge (Rechter-Commissaris) of The Hague. It appeared that on 26 April 1994 a witness, X., had made a statement to the police to the effect that the applicant had told him in August 1992 to shoot a person. The Investigating Judge considered that this constituted a new serious grievance against the applicant, justifying a remand order (bevel tot bewaring).", "A pro forma hearing before the Regional Court (Arrondissementsrechtbank) of The Hague was set for 4 August 1994 on which date the hearing was adjourned until 27 October 1994. The Regional Court convicted the applicant on 10 November 1994 of being an accessory to the offence of incitement to murder and sentenced him to fifteen years’ imprisonment with deduction of the time spent in pre-trial detention.", "Both the applicant and the public prosecutor filed an appeal with the Court of Appeal (Gerechtshof) of The Hague. Before this Court hearings took place on 10 April and 12 June 1995. On this last occasion counsel for the applicant argued that the reasonable time as referred to in Article 6 § 1 of the Convention had been exceeded in view of the fact that it had taken more than two years after the applicant had been taken into police custody before the case had come to trial. For this reason the prosecution should either be declared inadmissible or the sentence to be imposed on the applicant should be mitigated.", "On 26 June 1995 the Court of Appeal quashed the judgment of the Regional Court for technical reasons, convicted the applicant of the same offence and sentenced him to eighteen years’ imprisonment with deduction of the time spent in pre-trial detention. The Court of Appeal based this conviction to a decisive extent on the statement made by the witness X. to an Investigating Judge on 21 June 1994. In respect of the period of time which had elapsed before the case came to trial, the Court of Appeal held that the decision to order the applicant’s second period of pre-trial detention had been justified in view of the new and serious grievances against him which had only come to light at a later stage and which had not yet been examined. A reasonable time had therefore not been exceeded.", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad), again raising the argument that a reasonable time had been exceeded. The applicant argued that the expeditious handling of the case subsequent to the witness’s statement on 26 April 1994 did not take away from the fact that prior to that time the prosecuting authorities had failed to carry out any kind of activity.", "On 7 May 1996 the Supreme Court rejected the applicant’s appeal in cassation pursuant to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie) as not prompting a determination of legal issues in the interest of legal unity and legal development."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}