{"ITEMID": "001-70249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MARINOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1965 and lives in Požega.", "5. On 20 June 1991 the applicant sustained an injury in a traffic accident caused by a certain A.P., member of the Yugoslav People’s Army (“the YPA”).", "6. On 10 August 1993 the applicant brought a civil action against the State in the Požega Municipal Court seeking non-pecuniary damages in the amount of 150,000 Croatian kunas (HRK).", "7. On 21 June 1995 the Požega Municipal Court partly ruled in the applicant’s favour by awarding her HRK 26,530. The State appealed.", "8. In August 1996 the Požega County Court (Županijski sud u Požegi) quashed the first instance judgment and remitted the case.", "9. In the resumed proceedings, on 6 February 1998 the Požega Municipal Court delivered an interim judgment (međupresuda) finding the State liable for the damage. It held that the State had taken over not only the rights and property of the former Yugoslavia, but also its obligations. The State appealed.", "10. On 9 July 1998 the Požega County Court reversed the interim judgment finding that the State was not liable for the damage as it was not a legal successor of the former Yugoslavia and had not taken over any liability for damages caused by members of the YPA.", "11. On 9 September 1999 the applicant lodged an appeal on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske) alleging that the County Court wrongly applied the substantive law.", "12. On 6 November 1999 the Amendments to the Civil Obligations Act (“the 1999 Amendments”) entered into force.", "13. On 23 January 2002 the Supreme Court returned the case-file to the Požega Municipal Court with the instruction to stay the proceedings, pursuant to the above Act.", "14. On 10 May 2002 the Požega Municipal Court decided to stay the proceedings. On 18 July 2002 the Požega County Court dismissed the applicant’s appeal against that decision.", "15. On 31 July 2003 the Act on the Liability of the Republic of Croatia for Damage Incurred in the Former Yugoslavia for which the Former Yugoslavia was Liable (“the 2003 Liability Act”) entered into force.", "16. Pursuant to the 2003 Liability Act, the proceedings resumed.", "17. On 3 September 2003 the Supreme Court upheld the applicant’s appeal on points of law, quashed the County Court judgment of 9 July 1998 and the Municipal Court’s judgment of 6 February 1998 and remitted the case to the first instance court.", "18. In the resumed proceedings, on 28 April 2004 the Municipal Court gave judgment partly accepting the applicant’s claim and awarded her HRK 101,000. The applicant appealed.", "19. On 15 February 2005 the County Court dismissed the applicant’s appeal and upheld the first instance judgment, which thereby became final.", "20. Meanwhile, on 14 May 2002 the applicant lodged a constitutional complaint concerning the length of the proceedings. On 27 May 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s complaint.", "21. Section 184 (b) of the Amendments to the Civil Obligations Act (Zakon o dopunama Zakona o obveznim odnosima, Official Gazette no. 112/1999 of 29 October 1999) provided that all proceedings concerning compensation for damage incurred in the former Yugoslavia and instituted against the State, as one of its legal successors, were to be stayed pending the enactment of new legislation on the subject.", "The 1999 Amendments also imposed an obligation on the Government to submit special legislation to Parliament regulating liability for such damage within six months of the Act entering into force.", "22. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/91, 91/92, 58/93, 112/99, 88/01 and 117/03), as in force at the material time, provided:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "“Parties may lodge an appeal on points of law [revizija] against res judicata judgment given by the second instance court within 30 days following the date of service of a copy of the judgment.”", "“An appeal on points of law shall not postpone the enforcement of res judicata judgment against which it has been lodged.”", "Section 385 provides that an appeal on points of law may be lodged on grounds of certain procedural errors or wrong application of the substantive law but not for factual shortcomings.", "Sections 394 - 396 specify the cases, in which the Supreme Court may, if it finds an appeal on points of law well-founded, quash the second instance judgment and remit the case, as well as those in which it may reverse such a judgment.", "23. The 2003 Act on the Liability of the Republic of Croatia for Damage Incurred in the Former Yugoslavia for which the Former Yugoslavia was Liable (Zakon o odgovornosti Republike Hrvatske za štetu nastalu u bivšoj SFRJ za koju je odgovarala bivša SFRJ, Official Gazette no. 117/2003 of 23 July 2003) regulates circumstances in which compensation for such damage may be claimed from the State."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}