{"ITEMID": "001-60763", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF TONA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1942 and lives in Florence.", "9. The applicant is the owner of a flat in Florence which he had let to G.F.", "10. In a registered letter of 6 June 1989, the applicant informed the tenant that he intended to terminate the lease on expiry of the term on 30 April 1992 and asked him to vacate the premises by that date.", "11. In a writ served on the tenant on 27 September 1989 the applicant reiterated his intention to terminate the lease and summoned the tenant to appear before the Florence Magistrate.", "12. By a decision of 6 November 1989, which was made enforceable on 7 December 1989, the Florence Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 April 1993.", "13. On 28 September 1991, the applicant made a statutory declaration that he urgently required the premises as accommodation for his daughter.", "14. On 14 May 1993, the applicant served notice on the tenant requiring him to vacate the premises.", "15. On 18 June 1993, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 23 June 1993.", "16. Between 23 June 1993 and 15 December 1998 the bailiff made 13 attempts to recover possession.", "17. On 10 September 1998, the applicant made a second statutory declaration that he urgently required the premises as accommodation for his daughter.", "18. Each attempt of the bailiff proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "19. On 25 August 1999, the applicant served notice again on the tenant informing him that the order for possession would be enforced by a bailiff on 9 November 1999.", "20. On 17 September 1999, the tenant asked the Florence District Court to set a fresh date for the enforcement of the order for possession pursuant to Section 6 of Law No. 431/98.", "21. On 9 November 1999, the bailiff attempted to recover possession of the applicant’s apartment without success due to the lack of police assistance. He adjourned the enforcement proceedings to 23 March 2000.", "22. On 26 January 2001, the applicant recovered possession of his flat.", "23. The relevant domestic law is described in the Court’s judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}