{"ITEMID": "001-88943", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GLUKHIKH v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Valeriy Petrovich Glukhikh, is a Russian national who was born in 1953 and lives in Stepnoye, a village in the Kurgan region. The Russian Government (“the Government”) were represented by Mr P. Laptev and Ms V. Milinchuk, former Representatives of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a farmer. On an unspecified date the Ministry of Finance sued him in order to recover a debt under a loan agreement.", "On 18 March 2003 the Commercial Court of the Kurgan Region (“the Commercial Court”) ruled against the plaintiff and in the applicant's favour. The judgment could be appealed against within one month from the date of its delivery. However, no appeal was lodged within this time-limit by the Ministry of Finance.", "On 6 June 2003 the Commercial Court, however, granted the plaintiff's request for the extension of the time-limit for lodging an appeal and scheduled the appeal hearing for 1 July 2003.", "On 1 July 2003 the Appeals Division of the Commercial Court adjourned the examination of the case. It noted that the applicant did not appear and that he had been duly informed of the hearing by a letter of 17 June 2003.", "On 14 August 2003 the Appeals Division of the Commercial Court, after having noted that the applicant had been duly informed of the hearing and had failed to appear, granted the appeal by the Ministry of Finance and recovered from the applicant the amount of the loan and legal costs. That decision acquired legal force on the same date. It also stated that an appeal could be lodged against it to the Federal Commercial Court of the Uralskiy Circuit within two months.", "On 19 August 2003 the Commercial Court issued a writ of execution.", "On 1 December 2003 a bailiff instituted enforcement proceedings.", "According to the applicant, he learnt that the appeal had been lodged and that an appeal hearing had taken place in August 2003 from the bailiff's decision of 1 December 2003 to institute the enforcement proceedings. He did not indicate the exact date when he had received that decision.", "On 16 December 2003 the bailiff summoned him to his office.", "The applicant alleged that he had been notified neither of the appeal having been lodged, nor of the date of the appeal hearing. He had not been provided with a copy of the appeal decision either. The applicant did not apply for leave to lodge a cassation appeal out of time.", "The applicant submitted that he had informed the Commercial Court of the Kurgan Region that he intended to apply to the Court and needed to make copies of certain documents from the case file for this purpose. He alleged, that when he had arrived at the Commercial Court of the Kurgan Region he had not been allowed to enter.", "The Code of Commercial Procedure of the Russian Federation of 24 July 2002 provides, in its relevant parts as follows:", "Parties to the proceedings may appeal against the decisions of the Appeals Division of the Commercial Court to the Cassation Division of the Commercial Court (Article 273).", "A cassation appeal may be lodged within two months from the date of the entry into force of the contested decision. At a request by a party to the proceedings, the Cassation Division of the Commercial Court may extend the time-limit for lodging a cassation appeal if such a request is lodged within six months from the date of entry into force of the contested decision and if the court finds that the time-limit has not been met for valid reasons (Article 276).", "The Cassation Division of the Commercial Court verifies the lawfulness of decisions and judgments adopted by the Appeals Division, by establishing whether substantive and procedural law has been applied properly during the examination of the case and by having regard to the arguments of cassation appeal (Article 286).", "After having examined the cassation appeal, the Cassation Division of the Commercial Court may quash the contested decision and remit the case to the court which adopted that decision for a new examination in the case of that court having violated procedural laws (Article 287).", "The examination of the case in the absence of a party to the proceedings who was not duly informed of the hearing is a ground for the Cassation Division of the Commercial Court to quash the contested decision (Article 288)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}