{"ITEMID": "001-101899", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KARULIS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Jānis Karulis, is a Latvian national who was born in 1953. He is currently serving a prison sentence in Latvia. The applicant is represented by Ms. I. Lielpinka, a lawyer practising in Rīga. The respondent Government are represented by Mrs I. Reine.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 3 August 1999 the applicant was arrested and taken into custody on suspicion of a murder of his former co-inmate S., committed in 1996.", "4. Questioned as a suspect, the applicant pleaded guilty to inflicting bodily injuries on the victim. The applicant contended that during their dispute S. threatened him with an axe. Aiming to hit the axe out of S’s hands, the applicant took a metal bar and accidentally hit S. on the head. Afterwards he hit S. three more times until the latter fell to the ground and let go of the axe.", "5. Questioned as an accused the applicant, contended that S. had attacked him and, in order to defend himself, the applicant hit S. on the head until the latter fell to the ground.", "6. On 7 December 1999 the applicant’s girlfriend O.B. was questioned as a witness and the testimony was video-recorded. She told that the murder took place in the applicant’s house where, after having a fight with S., the applicant took a metal bar and hit the victim in head. Then S. fell to the ground and the applicant continued to hit him on the head and face. After realizing that S. was dead, the applicant buried him in the garden.", "7. During the pre-trial investigation O.B. refused to be cross-examined with the applicant, contending that the latter had threatened her. According to the materials of the case, in June 1998 she complained to the Olaine Police Department that the applicant had beaten her and injured her with a knife. At a later stage the criminal proceedings, which where instituted against the applicant at the O.B.’s complaint, were discontinued at O.B.’s request.", "8. Upon the conclusion of the preliminary investigation, the applicant’s criminal case was transmitted to Rīga Regional Court. Throughout the first- and second-instance court proceedings the applicant was represented by state-appointed defence counsel, a member of the Latvian Bar Association.", "9. The hearing of the applicant’s criminal case at Rīga Regional Court was held on 27 to 29 March 2001.", "10. On 27 March 2001, at the beginning of the trial, the court observed that a summons sent to witness O.B. was returned to the court with a notice that she did not live at that address.", "11. The applicant subsequently insisted on the attendance of witness O. B. In addition, for the first time the applicant asked the court to summon witness Z. on behalf of the defence. The applicant explained that during the pre-trial investigation he had not referred to this witness because he had expected that O.B. would refer to him. The applicant contended that witness Z. went to see him the day after the events at issue took place.", "12. The court decided to commence adjudication of the criminal case and to leave the request open concerning witness O. B.", "13. During the court adjudication the applicant confessed that he had inflicted bodily injuries on the victim, however, he contended that he had done so to defend himself against attack by the victim, who was allegedly holding an axe.", "14. The court further questioned witness B. who testified, as he had during the pre-trial investigation, that the applicant had told him that he [the applicant] had won a fight with the victim and had buried the body. Further, disregarding the applicant’s objections, the court read out the statements made by O. B. during the pre-trial investigation, and also viewed a video record of O.B.’s statements. The applicant commented that O.B’s testimony was false, without providing detailed arguments as to which statements were false.", "15. At 3.10 p.m. on 28 March 2001 the court announced a break in the adjudication of the criminal case and adopted a decision that the Olaine Police Department should bring witness O.B. to court compulsorily at 10 a.m. on 29 March 2001.", "16. On 29 March 2001 the Olaine Police department informed the court that they had visited two addresses in Olaine and that O. B. could not be found at either of them.", "17. As to witness Z., the court noted that it could not establish the exact whereabouts of the witness. The court also mentioned that witness Z. had not been referred to by the applicant during the pre-trial investigation and, according to the materials in the case file, he was not an eyewitness, therefore the request to summon this witness was dismissed.", "18. On 30 March 2001 Rīga Regional Court found the applicant guilty of murder and sentenced him to twelve years’ imprisonment. The court recognised that the applicant’s statements concerning the circumstances of his fight with S. and the alleged necessity of self-defence (see paragraph 5) were inconsistent with his earlier testimony (see paragraph 4), O.B.’s statements and the expert report which described the multiple serious facial injuries inflicted on S. The court established that by hitting S. several times on the head and face the applicant intended to murder him. The court also relied on statements by witness B. given during the pre-trial investigation and the trial, and statements by a policeman on duty at the time.", "19. The applicant appealed against the first-instance court judgment, asking for witnesses O. B. and Z. to be summoned for examination. He complained that the first-instance court had found him guilty taking into account solely the incriminating statements of witness O. B., whom he could not challenge or question.", "20. On 5 September 2001 the Supreme Court summoned witness O.B. again, by sending the summons to another address, where she might possibly be located. On 10 September 2001 the summons was returned to the court with an indication that the addressee could not be reached there.", "21. On 24 October 2001 at the beginning of the hearing the court observed that witness O.B. had not appeared. The applicant referred to a letter of an unspecified date from O.B., addressed to him, in which O.B. had expressed willingness to testify before the court. It appears that the letter did not contain an address for the witness.", "22. When asked by the court, the applicant did not object to adjudication of the appeal on the merits.", "23. During the appeal hearing, the applicant testified that he had inflicted bodily injuries on the victim and that “probably it was not necessary to hit him so many times”. As to O.B.’s testimony the applicant commented that O.B. had probably not seen that the victim had an axe. During the trial the applicant refused to watch the video statement given by witness O.B.", "24. On 24 October 2001 the Criminal Chamber of the Supreme Court upheld the judgment, finding that the first-instance court had thoroughly analysed the evidence available and had expressly indicated in its judgment which facts it considered to be established as well as the reasons for its conclusion.", "25. The applicant submitted a cassation appeal against the decision of the second-instance court. He complained that his procedural rights had not been observed because he could not question witness O.B.", "26. On 5 December 2001 the Senate of the Supreme Court dismissed the applicant’s appeal on points of law as manifestly ill-founded, at a sitting held in camera. It considered that the applicant had not demonstrated the existence of arguable grounds which would justify holding a hearing in the cassation proceedings. The Senate concluded that O.B.’s witness statements had been sufficiently examined by the first- and second-instance courts. The Senate did not establish that there had been any violations of procedural and substantive law which would have stood in the way of a thorough, complete and objective investigation of the case.", "27. The relevant provisions of the Code of Criminal Procedure (Latvijas Kriminālprocesa Kodekss), applicable at the material time (in force until 1 October 2005), are found in Pacula v. Latvia, no. 65014/01, §§ 34-39, 15 September 2009, and Ž. v. Latvia, no. 14755/03, § 56, 24 January 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}