{"ITEMID": "001-92525", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GLOR v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;Violation of Art. 14+8", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["10. The applicant was born in 1978 and lives in Dällikon (Canton of Zürich). By his own account, he is a lorry driver.", "11. On 14 March 1997 a military doctor declared him unfit for military service as he was suffering from type 1 diabetes (diabetes mellitus).", "12. On 22 February 1999 the applicant was also exempted from the civil protection service.", "13. On 8 September 2000 that exemption was lifted and in October that year the applicant was assigned to the Dübendorf Civil Protection Reserve in the Canton of Zürich. According to the Government, it is unclear from the file whether the applicant was given any tasks to carry out in a civil protection capacity. The applicant alleges that he volunteered on several occasions, but because of staff cutbacks in the Canton of Zürich he was never called to do any civil protection duty.", "14. On 9 August 2001 the Zürich cantonal authorities responsible for the military-service exemption tax sent him an order to pay the tax for 2000, in the amount of 716 Swiss francs (CHF) (approximately 477 euros (EUR)), based on his taxable income that year (CHF 35,800 – approximately EUR 23,866).", "15. In a letter of 11 September 2001, the applicant challenged the tax demand, considering that he was being discriminated against. He pointed out that he had always stated his readiness to do military service.", "16. On 20 September 2001 the federal tax authorities informed the applicant that all Swiss men who did not suffer from a “major” disability were required to pay a tax in order to be exempted from military service. They explained that a disability was considered “major” if the degree of physical or mental disability was at least 40%. They considered that further examinations were needed in order to determine whether the applicant’s disability met that requirement.", "17. When he examined the applicant on 14 May 2002, a doctor from the Zürich University Hospital found that in most cases the type of diabetes the applicant suffered from did not make people unfit for work.", "18. In another expert medical examination on 5 May 2003, a military doctor found the applicant’s physical disability to be less than 40%.", "19. By a decision of 15 July 2003, the Zürich cantonal authorities responsible for the military-service exemption tax decided, based on the findings of the medical examination and the expert examination of 14 May 2002, that the applicant did not qualify for exemption from the tax as his degree of invalidity was less than 40%. The applicant challenged that decision and the authorities confirmed it on 5 August 2003.", "20. The Federal Tax Appeals Board for the Canton of Zürich upheld that decision on 7 November 2003. It considered that in adopting the criteria set out in section 4(1)(a) of the Federal Military-Service Exemption Tax Act of 12 June 1959 (see “Relevant domestic law and practice”, paragraph 30 below) Parliament’s intention had not been to generally exempt all people with disabilities from the obligation to pay the tax in question. In the applicant’s case the medical examination of 14 May 2002 had shown that his disability was not a major one and that his condition was highly unlikely to be an obstacle in his future career. Thanks to medical progress, patients with the applicant’s type of diabetes could live quite normal lives these days and practise almost any line of work. That being so, the people concerned were not considered to have disabilities for the purposes of section 4(1)(a) of the Federal Military-Service Exemption Tax Act. The Board further found that the applicant had failed to demonstrate that his condition, and in particular the need to administer himself four insulin injections a day, prevented him from working. Lastly, the Board did not consider that the distinction between major disabilities and other types of disability amounted, as the applicant alleged, to discrimination.", "21. On 19 December 2003 the applicant filed an administrative complaint with the Federal Court. He claimed, in particular, that he was a victim of discriminatory treatment in so far as, on the one hand, he had been required to pay the exemption tax and, on the other, he had not been allowed to do his military service even though he had always stated his readiness to do it.", "22. On 5 February 2004, when invited by the Federal Court to submit observations on the admissibility and merits of the complaint, the federal tax authorities recommended its rejection.", "23. In a judgment of 9 March 2004, the Federal Court rejected the complaint. Based on the findings of the expert examination of 14 May 2002, it held that the applicant did not have a major physical or mental disability within the meaning of section 4(1)(a) of the Federal Military-Service Exemption Tax Act. Accordingly, he did not qualify for exemption from the tax. The Federal Court also pointed out that although the medical examination showed that the type of diabetes the applicant had was unlikely to prevent him from holding a normal job, the particular constraints of military service nevertheless obliged the authorities to declare him unfit.", "24. The Federal Court explained that the aim of the law was to provide a system of compensation between those citizens who did their military service and those who were exempted from it for whatever reason. The tax in issue was meant to replace the effort and inconvenience of military service. As to the complaint of discrimination, the court explained that it was for reasons of equality that the law did not provide for a blanket exemption for all people with disabilities.", "25. The Federal Court considered that the cantonal authorities had merely correctly applied the law and that it was not the court’s role to change the law.", "26. It also held that the fact that the applicant had always declared his willingness to do military service and felt fit to do it as a professional driver did not make any difference, as the law provided for no alternative for someone in his situation but to pay the exemption tax.", "27. Article 59 § 1 of the Federal Constitution provides the foundation for compulsory military service in Switzerland. It reads as follows:", "Article 59: Military service and substitute service", "“1. All men of Swiss nationality shall do military service. The law provides for substitute civilian service.", "2. Swiss women may serve in the army on a voluntary basis.", "3. All men of Swiss nationality who do not do military service or substitute civilian service shall pay a tax. The tax shall be paid to the Confederation and fixed and levied by the cantons.", "...”", "28. Conscripts go to a training school for 18 to 21 weeks at the age of 19 or 20, followed by six or seven 19-day refresher courses staggered over several years. It is also possible to do the full 300 days’ service in one uninterrupted stretch. Under section 42 of the Federal Army and Military Administration Act of 3 February 1995, ordinary servicemen must do 330 days’ training. For ordinary servicemen and non-commissioned officers, military-service obligations end at the end of the year of their 30th birthday or, if they have not completed their full training time, at the end of the year during which they reach the age of 34 (section 13(2)(a) of the same Act).", "29. The Federal Military-Service Exemption Tax Act of 12 June 1959 imposes a tax on those who do not do all or part of their military service. Section 2 of the Act identifies the persons subject to the tax:", "Section 2: Persons subject to the tax", "“The persons subject to the tax are men, resident in Switzerland or abroad, who are eligible for service and who, in the course of a calendar year (the year in which the tax is applicable):", "(a) for more than six months are not incorporated into an army corps or called upon to do civilian service;", "...", "(c) do not do the military or civilian service required of them as men eligible for service.", "The tax shall not be levied on any man who, in the course of the year in which the tax is applicable, effectively did military service, even though he was not conscripted for the whole year ...”", "30. Section 4 of the same Act lists the categories of people who are exonerated from paying the tax:", "Section 4: Exoneration from the tax", "“Shall be exonerated from the tax those persons who, in the course of the year in which the tax is applicable:", "(a) because of a major physical or mental disability, have a taxable income which, after deduction of the insurance benefits mentioned in section 12(1)(c), and of the cost of support made necessary by the disability, does not exceed by more than 100% the minimum subsistence income for the purposes of debt recovery law;", "(a) bis are considered unfit for military service because of a major disability and receive a disability benefit or allowance from the federal disability insurance or accident insurance scheme;", "(a) ter are considered unfit for military service because of a major disability and do not receive a disability benefit or allowance, but meet one of the two minimum requirements to qualify for such an allowance;", "...", "(d) have reached the age-limit at which ordinary servicemen and non-commissioned officers, except higher-ranking non-commissioned officers, are released from their military obligations;", "...”", "31. This last provision indicates that the obligation to pay the tax lasts until the year in which the person concerned reaches the age-limit at which ordinary servicemen and certain non-commissioned officers are freed from military obligations, that is to say from the age of 19 or 20 to the end of the year of their 30th birthday (according to the applicant, under section 13 of the Federal Army and Military Administration Act he would be subject to the tax until the age of 34; see paragraph 28 above).", "32. Under the legislation governing direct federal taxes, the military-service exemption tax is levied on the person’s total net income. As a result, for a bachelor the income on which the exemption tax is based is the taxable income under the law governing direct federal taxes. The exemption tax is 2% of that income (but no less than CHF 200). According to the Government that method of calculating the tax has the advantage of sparing the person concerned the trouble of filling in an additional tax declaration for the exemption tax.", "33. In its earlier wording the criterion adopted in section 1(1) of the order of 30 August 1995 on the military-service exemption tax to determine whether a disability should be considered “major” for the purposes of the Federal Military-Service Exemption Tax Act was the degree of disability used for disability insurance. However, in a judgment of 27 February 1998 (ATF 124 II 241), the Federal Court explained that the notion of “major” physical or mental of disability within the meaning of section 4(1)(a) of the Federal Military-Service Exemption Tax Act should be understood in the medical sense, not the disability insurance sense. Ruling on the merits of the case, it held that the disability caused by amputation of the leg at the knee was a “major” disability, corresponding to 40% on the disability scale (Appendix 3 to the order of 20 December 1982 on accident insurance).", "34. In a judgment of 22 June 2000 (Archiv für Schweizerisches Abgaberecht 69, p. 668), the Federal Court decided that in order to determine whether a disability was “major” for the purposes of exemption from the tax, what should be taken into consideration were the tables used by the Swiss National Insurance Fund in the event of an accident to calculate compensation for bodily harm in accordance with the federal law on accident insurance. The court also considered that the authorities could base their decision on the federal tax authorities’ “Instructions concerning exoneration from the tax because of a major physical, mental or psychological disability”, which were based on those tables and could be considered to have the value of a presumption of law in so far as they were sufficiently relevant to the particular case.", "35. According to the parties there is no “alternative” to military service under Swiss law.", "36. Civilian service is a substitute service for people eligible for military service who cannot reconcile the obligation to do military service with their conscience. It is regulated by the Federal Civilian Service Act of 6 October 1995. The formal condition for eligibility for civilian service is fitness for military service.", "37. Article 61 of the Federal Constitution provides separate regulations governing civil protection. The obligation to do civil protection service is unrelated to the obligation to serve in the army, so military service cannot be replaced by time spent in the civil protection service. Nor is there any possibility of choosing between military service and civil protection. On the other hand, all the training and work done in civil protection can be taken into account in the calculation of the exemption tax.", "38. The Office of the United Nations High Commissioner for Human Rights presented a report to the United Nations Economic and Social Council on best practices in relation to conscientious objection to military service, which described the wide range of substitute services available (ECOSOC, Commission on Human Rights, Civil and Political Rights, Including the Question of Conscientious Objection to Military Service, Doc. E/CN.4/2006/51, 27 February 2006, available on the Internet). In this report the Office of the High Commissioner addressed the question of paying a tax instead of doing military service:", "“53. An issue related to conscientious objector status, or more broadly exemption from or a reduction of compulsory military service for any reason, is the payment of a special tax. Although this is not widespread, it has been reported to occur in a number of countries. Switzerland, for example, levies a tax on earned income for all male citizens who cannot perform their compulsory military service for whatever reason. Other types of taxes relating to exemption or reduction in the period of military service have been reported to occur or to have occurred in countries such as Albania, Ecuador, Georgia, Turkey and Uzbekistan.”", "39. The non-governmental organisation Conscience and Peace Tax International, which has special consultative status with the United Nations, submitted observations to the former Commission on Human Rights of the United Nations Economic and Social Council (ECOSOC, Commission on Human Rights, Written Statement submitted by Conscience and Peace Tax International, Doc. E/CN.4/2006/NGO/108, 18 February 2006), in which it stated (p. 2):", "“... a surprising number of States continue to accept financial contributions in lieu of military service. In Colombia, Ecuador, Bolivia and Switzerland all or most of those excused military service for whatever reason – including those who are willing but physically incapable – are required to pay a special military tax. In other countries there is legal provision that exemption (Albania, Georgia, Mongolia) or (Iran, Uzbekistan) the commutation of military service to a brief period of training may be purchased for cash ...”", "40. Staff reductions in the army, in particular on the occasion of the “Army 95” and “Army XXI” reforms, went hand in hand with a decrease in the length of military service. When the “Army 95” reform was introduced the age by which compulsory military service had to be completed was lowered from 50 to 42 years for most people, and that age was further lowered by the “Army XXI” reform to 30 or 34 years.", "41. For the years 2001 and 2002 79.8% of the population eligible for conscription (56,380 out of 70,634 people) were found fit for military service. During the subsequent training school approximately 22% of those dropped out for medical reasons, so about 58% of the eligible population completed the training.", "42. In 2004 there were 27,766 conscripts, 17,445 (62.8%) of whom were found fit for service; in 2005 conscripts numbered 33,036, of whom 20,155 (61%) were found fit for service; and in 2006 24,134 out of 37,377 conscripts (64.6%) were found fit for service. In 2004, 4,457 people (that is to say 16% of the people actually conscripted that year and 10% of those found fit for military service) were released from the obligation to do military service while in training school for medical reasons (the corresponding figures for 2005 were 3,071 people or 9.3% and 5.7% respectively; and for 2006, 2,668 people or 9.3% and 6% respectively). According to statements made to the press on 6 January 2008 by Major General Lupi, Surgeon General of the Swiss Army, 34% of conscripts were declared unfit for military service during the 2007 recruitment campaign and another 6% would very probably be declared unfit for military service during or after training school (figures taken from the Neue Zürcher Zeitung of 7 January 2008, p. 8).", "43. According to the Government, these figures show that in recent years between 52% and 58% of conscripts completed training school."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}