{"ITEMID": "001-61173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF STRETCH v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["10. The applicant was born in 1934 and lived in Wareham.", "11. By a lease dated 27 November 1969 the applicant was granted a building lease of industrial land by Dorchester Borough Council (“Dorchester”) for twenty-two years from 29 September 1969. The lease required him to erect up to six buildings at his own expense for light industrial use and included an option to renew for a further twenty-one years in the following terms (at sub-clause 5(1)):", "“If the Lessee shall be desirous of taking a lease of the said demised premises for a further term of 21 years from the expiration of the terms hereby granted and shall, not more than 12 months nor less than six months before the expiration of the said terms, give the Corporation notice in writing of his desire and if he shall have paid the rents hereby reserved and shall have reasonably performed and observed the covenants, provisions and stipulations herein contained (...), then the Corporation will let the demised premises to the Lessee for the said further term of 21 years (...)”.", "12. The applicant states that he had requested a 43 year term in the course of negotiations but that this request was refused by Dorchester. The applicant was represented by solicitors when negotiating and entering into the lease.", "13. In accordance with sub-clause 5(1) of the lease the applicant gave notice to exercise the option on 4 October 1990. At this date, he was paying a ground rent of 1,045 pounds sterling (GBP) per annum. He had paid GBP 20,020 in total rent over the 22 year period and his income from his sub-leases of the six units was GBP 58,599 for the year ending March 1991.", "14. By this time West Dorset County Council (“West Dorset”) had become the statutory successor to Dorchester. On 2 November 1990, West Dorset acknowledged the applicant’s notice and indicated that it would be instructing surveyors to negotiate a new rent for the first seven years of the term. Negotiations commenced between the parties as to renewal of the lease and a draft lease was drawn up on the basis of an increased ground rent, which the applicant states was agreed at GBP 14,000 per annum. The applicant signed his copy of the draft and meanwhile commenced discussions with various of his tenants concerning increases of rent under their subleases. In August 1991 however, West Dorset notified the applicant that it considered that the option could not be exercised. In the subsequent proceedings, it took three points: that the applicant was in breach of the repairing covenants in the 1969 lease; that the option was not capable of being exercised by the applicant because by granting five subleases for terms greater than the term of the 1969 lease he had assigned his interest in the units under sublease; and that the option was ultra vires Dorchester.", "15. On 26 September 1991 the applicant applied to the Chancery Division of the High Court for a declaration that he was entitled to the grant of the further term and for an order of specific performance to enforce his right. His application was dismissed on 25 April 1996. The judge rejected West Dorset’s claim as to breach of covenant but found in favour of West Dorset on their two other objections. He noted that the ultra vires point had not been raised until relatively late in the proceedings, namely, in an affidavit lodged by West Dorset dated 5 October 1995.", "16. On 10 November 1997 the Court of Appeal upheld the judge’s decision, on the ground that the grant of the option had been beyond Dorchester’s powers.", "17. In the course of the proceedings before the Court of Appeal, the applicant sought to rely upon two separate statutory provisions, each of which he said gave Dorchester power to grant the option. The first was section 172(3) of the Local Government Act 1933 (“the 1933 Act”). This provides (as relevant):", "“Where the council of a borough desire to dispose of corporate land otherwise than as aforesaid, they may, with the consent of the Minister, dispose of the land either by way of sale, exchange, mortgage, charge, demise, lease or otherwise, in such manner and on such terms and subject to such conditions ... as the Minister may approve.”", "18. The term “corporate land” is defined in section 305 of the 1933 Act as:", "“... [L]and belonging to, or held in trust for, or to be acquired by or held in trust for, a municipal corporation otherwise than for an express statutory purpose”", "19. Following an examination of the history surrounding Dorchester’s appropriation of the land in question, the Court of Appeal concluded that it had been held by Dorchester for an “express statutory purpose” at the time of the lease and was thus not “corporate land”, with the result that section 172(3) did not apply.", "20. The second statutory provision upon which the applicant sought to rely was section 164 of the 1933 Act, which provides:", "“A local authority may let any land which they may possess –", "(a) with the consent of the Minister, for any term;", "(b) without the consent of the Minister, for a term not exceeding seven years.”", "21. The crucial question on this provision was whether the power to let included the grant of an option to renew. The Court of Appeal had answered this in the negative, albeit obiter dicta, in the case of Trustees of the Chippenham Golf Club v. North Wiltshire District Council (1991) 64 P & CR 527. A deputy High Court judge reached the same conclusion when it was directly in issue before him in 1993. The Court of Appeal in the applicant’s case referred to both of these decisions in finding that a grant of an option to renew was not the same as the exercise of a power to let. As a result, section 164 did not apply so as to give Dorchester the power to grant the option.", "22. Lord Justice Peter Gibson, in summing up his judgment in the Court of Appeal, observed:", "“... I would dismiss this appeal. I do so with little satisfaction. It seems to me unjust that when public bodies misconstrue their own powers to enter into commercial transactions with unsuspecting members of the public, those bodies should be allowed to take advantage of their own errors to escape from the unlawful bargains which they have made. For a local authority to assert the illegality of its own action is an unattractive stance for it to adopt. It is the more striking when, as in this case, the transaction in question is as mundane as a building lease; and the local authority, by taking the point against the member of the public with whom it or its predecessor contracted, thereby robs that member of the public of part of the consideration for entering into the lease. ...”", "23. On 7 May 1998 the House of Lords dismissed the applicant’s petition for leave to appeal.", "24. Local authorities are statutory bodies whose powers are governed by domestic legislation. The legal consequences of entry into contractual commitments beyond statutory authority were explained by Hobhouse LJ in the case of Credit Suisse v. Allerdale Borough Council [1997] QB 306, where he stated (at 350 D-F):", "“Where a statutory corporation purports to enter into a contract which it is not empowered by the relevant statute to enter into, the corporation lacks the capacity to make the supposed contract. This lack of capacity means that the document and the agreement it contains do not have effect as a legal contract. It exists in fact but not in law. It is a legal nullity. The purported contract which is in truth not a contract does not confer any legal rights on either party. Neither party can sue on it.”", "He also emphasised:", "“Any third party dealing with a local authority should be aware of that fact [of limited capacity and competence] and of the potential legal risk.”", "He cited the old authority of Chapleo v. Brunswick Permanent Building Society ((1881) 6 QBD 696 at p. 712-713):", "“... persons who deal with corporations or societies that owe their constitution to or have their powered defined or limited by Act of Parliament, or are regulated by deeds of settlement or rules, deriving their effect more or less from Acts of Parliament, are bound to know or to ascertain for themselves the nature of the constitution, and the extent of the powers of the corporation or society with which they deal. The plaintiffs and everyone else who have dealings with a building society are bound to know that such a society has no power of borrowing, except such as is conferred upon it by its rules, and if dealing with such a society they neglect or fail to ascertain whether it has the power of borrowing or whether any limited power it may have has been exceeded, they must take the consequences of their carelessness.”", "25. Where contracts are rendered legal nullities or void ab initio restitutionary principles may apply to require the restoration of the moneys paid under the contract (for example, Westdetusche Landesbanke Girozentrale v. Islington LBC [1994] 4 AER 890). The application of the principles of unjust enrichment may thus provide redress in circumstances where a contract or part of a contract is void.", "26. The statutory regime in force has changed since 1969 when the lease was granted in this case. Section 123 of the Local Government Act 1972, where applicable, does not now prohibit the grant of an option such as was granted in this case nor does the Housing Act 1985. Pursuant to the Local Government (Contracts) Act 1997, the strictness of the principles of incapacity applying to a local authority which purports to contract beyond its statutory powers has been relaxed. Section 2 provides for such a contract to have effect as if the local authority had had power to enter into it and had properly exercised that power, so long as the contract has been certified in the manner set out in the Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}