{"ITEMID": "001-90585", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CRNIŠANIN AND OTHERS v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicants, Ms Mukadesa Crnišanin (“the first applicant”), Ms Arifa Hamidović (“the second applicant”), Ms Milodarka Kostić (“the third applicant”), and Ms Faza Paljevac (“the fourth applicant”) are all Serbian citizens who were born in 1953, 1957, 1951 and 1955, respectively, and currently live in the Municipality of Novi Pazar, Serbia.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. On 24 March 1995 and 1 May 1996, respectively, the first and the second applicants, both employed with Raška Holding AD, on 1 August 1992, the third applicant employed with Trikotaza Raška DP (succeeded by Oktan-Pro), and on 1 January 1994 the fourth applicant employed with “Raška Holding - Raška pamučna predionica”, were all “placed” by their respective “socially-owned” employers on “compulsory” paid leave “until such time” when “normal production could be resumed” and the said companies’ business performance “improved sufficiently”.", "9. Whilst on this leave, in accordance with the relevant domestic legislation, the applicants were entitled to a significantly reduced monthly income, as well as the payment of their pension, disability and other social security contributions.", "10. Since the companies failed to fulfil these obligations, the applicants brought numerous separate civil claims before the Municipal Court (Opštinski sud) in Novi Pazar (hereinafter “the Municipal Court”).", "11. On 11 July 2002 the Municipal Court ruled in favour of the first applicant and ordered her employer to pay her the monthly “paid leave benefits” (“naknada za vreme plaćenog odsustva”) due from 20 June 1998 to 31 December 2001, plus statutory interest.", "12. This judgment became final in 2003 or early 2004.", "13. On 27 March 2003 the Municipal Court ruled in favour of the applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 January 1999 to 18 February 2003, with statutory interest; and", "ii. 6,500 Dinars for her legal costs.", "14. This judgment became final on 22 April 2003.", "15. On 30 October 2003 the Municipal Court again ruled in favour of the applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 18 February 2003 to October 2003 (37,924 Dinars in all), together with statutory interest;", "ii. 11,643 Dinars for her legal costs; and", "iii. the pension and disability insurance contributions (“doprinosi za penzijsko i invalidsko osiguranje”) due for that period.", "16. This judgment became final on 28 November 2003.", "17. On 19 April 2004 the applicant filed a request for the enforcement of the above judgments, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "18. On 6 May 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "19. On 21 May 2004 the Municipal Court provided the Central Bank (Narodna banka Srbije) with this order.", "20. On 30 March 2004 the Municipal Court ruled in favour of the first applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 November 2003 to 30 March 2004 (25,408 Dinars in all), together with statutory interest;", "ii. 4,200 Dinars for her legal costs; and", "iii. the pension, disability, health and unemployment insurance contributions due for that period.", "21. This judgment became final on 18 June 2004.", "22. On 21 June 2004 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "23. On 8 July 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "24. On 14 July 2004 the Municipal Court provided the Central Bank with this order.", "25. On 27 October 2004 the Municipal Court ruled in favour of the first applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from April to August 2004 (22,482 Dinars in all), together with statutory interest;", "ii. 7,800 Dinars for her legal costs; and", "iii. the pension, health and unemployment insurance contributions due from 20 June 1998 to 18 February 2003 and 1 April 2004 to 31 August 2004.", "26. This judgment became final on 23 December 2004.", "27. On 3 December 2004 and 14 January 2005 the applicant filed two separate requests for the enforcement of the above judgment, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "28. On 24 January 2005 and 22 February 2005, respectively, the Municipal Court accepted the applicant’s requests and issued two enforcement orders.", "29. On 25 March 2005 the Municipal Court ruled in favour of the first applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 September 2004 to 1 March 2005 (37,268 Dinars in all), together with statutory interest;", "ii. 9,750 Dinars for her legal costs; and", "iii. the pension, disability, health and unemployment insurance contributions due for that period.", "30. This judgment became final on 28 July 2005.", "31. On 22 September 2005 the applicant filed a request for the enforcement of the above judgment (except for the costs awarded), proposing that it be carried out through the auctioning of the debtor’s specified immovable assets.", "32. On 28 April 2006 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "33. It would appear that the first applicant’s employer ultimately paid the various pension and other social insurance contributions awarded in the above judgments, but that the paid leave benefits, legal costs and statutory interest have yet to be enforced.", "34. On 18 March 1999 and 14 April 1999, respectively, the Municipal Court ruled in favour of the second applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from May 1996 to June 1998 (4,760 Dinars in all), together with statutory interest;", "ii. the pension and disability insurance contributions due for that period; and", "iii. 600 Dinars for her legal costs.", "35. On an unspecified date thereafter these judgments became final.", "36. On 8 April 2003, 24 June 2003 and 28 January 2004, respectively, the Municipal Court accepted the applicant’s enforcement requests and ordered that the above judgments be executed either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "37. On 17 July 2008 the Municipal Court stayed the proceedings based on the relevant provisions of the Amendments and Additions to the Privatisation Act 2007 (see paragraphs 102-104 below).", "38. On 30 April 2003 the Municipal Court ruled in favour of the second applicant and ordered her employer to pay her the monthly paid leave benefits due from 1 July 1998 to 31 May 2001, as well as those due from 1 June 2001 to 30 April 2003 (the latter amounting to 82,971 Dinars in all), together with statutory interest and another 6,500 Dinars for her legal costs.", "39. This judgment became final on 5 June 2003.", "40. On 5 June 2003 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out through the auctioning of the debtor’s specified movable and/or immovable assets. On 23 January 2004 the applicant requested that enforcement also be attempted by means of a bank account transfer.", "41. On 24 June 2003 and 28 January 2004, respectively, the Municipal Court accepted the applicant’s enforcement requests and issued two separate orders.", "42. In March 2004 some of the debtor’s movable assets were sold and a number of other creditors’ claims were settled. The applicant, however, received nothing in view of her low ranking on the list of creditors.", "43. On 17 July 2008 the Municipal Court stayed the proceedings based on the relevant provisions of the Amendments and Additions to the Privatisation Act 2007 (see paragraphs 102-104 below).", "44. On 6 November 2003 and 31 May 2004, respectively, the Municipal Court ruled in favour of the second applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from May 2003 to October 2003, (27,824 Dinars in all), together with statutory interest;", "ii. the pension and disability insurance contributions due for that period; and", "iii. 7,800 Dinars for legal costs.", "45. On an unspecified date thereafter these judgments became final.", "46. On 4 March 2004 the applicant filed a request for the enforcement of the above judgments, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "47. On 15 March 2004 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "48. On 19 March 2004 the Municipal Court provided the Central Bank with this order.", "49. Soon thereafter some of the debtor’s movable assets were sold and a number of other creditors’ claims were settled. The applicant, however, received nothing in view of her low ranking on the list of creditors.", "50. On 24 February 2005 the Municipal Court ruled in favour of the second applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from November 2003 to February 2005 (61,973 Dinars in all), together with statutory interest;", "ii. the pension and disability insurance contributions due from 1 July 1998 to 30 April 2003 and 1 November 2003 to 24 February 2005; and", "iii. 9,750 Dinars for legal costs.", "51. On an unspecified date thereafter this judgment became final.", "52. On 24 April 2005 and 29 July 2005, respectively, the applicant filed two separate requests for the enforcement of the above judgment, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "53. On 21 June 2005 and 26 September 2005 the Municipal Court accepted the applicant’s successive requests and issued two separate enforcement orders.", "54. On 17 November 2006 and 13 March 2006, respectively, the Municipal Court provided the Central Bank with these orders.", "55. On 23 September 1997 the Municipal Court ruled in favour of the third applicant and ordered her employer to pay her the monthly paid leave benefits due from 1 August 1992 to 20 June 1997 (8,089 Dinars in all), together with statutory interest as of 20 June 1997, and another 350 Dinars for legal costs.", "56. This judgment became final on 16 February 1998.", "57. On 28 April 1998 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out by means of a bank account transfer.", "58. On 30 April 1998 the Municipal Court issued an enforcement order.", "59. On 29 May 1998 the Municipal Court provided the Central Bank with this order.", "60. On 13 March 2003 the applicant complained about the delay to the Municipal Court and proposed alternative enforcement through the auctioning of the debtor’s movable assets.", "61. On 25 August 2003 the applicant urged the Municipal Court to consider her request of 13 March 2003.", "62. On 7 October 2004 the Municipal Court ruled partly in favour of the third applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 5 March 2000 to 5 March 2003, together with statutory interest;", "ii. the pension and disability insurance contributions due from 21 June 1997 to 5 March 2003; and", "iii. 23,400 Dinars for legal costs.", "63. This judgment became final on 25 November 2004.", "64. On 29 November 2004 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "65. On 6 December 2004 the Municipal Court accepted this request and issued an enforcement order.", "66. On an unspecified date thereafter the Municipal Court provided the Central Bank with this order.", "67. On 17 April 2006 the latter informed the former that certain information needed for the enforcement was missing.", "68. On 20 June 2006 the applicant provided the Municipal Court with the information sought and on 26 June 2006 this information was forwarded to the Central Bank.", "69. On 10 March 2005 the Municipal Court ruled in favour of the third applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 5 March 2003 to 1 March 2005 (127,889 Dinars in all), together with statutory interest;", "ii. the pension and disability insurance contributions due from 1 June 1992 to 20 June 1997 and 6 March 2003 to 18 November 2004; and", "iii. 15,000 Dinars for legal costs.", "70. This judgment became final on 4 October 2005.", "71. On 11 October 2005 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out either by means of a bank account transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "72. On 28 December 2005 the Municipal Court accepted this request and issued an enforcement order.", "73. In early March 2006 the Municipal Court provided the Central Bank with this order, but by 9 March 2006 the latter informed the former that certain information needed for the enforcement was missing.", "74. On 18 July 2008 the Municipal Court terminated enforcement of the pension and disability insurance contributions since the applicant had failed to cover the anticipated costs of a financial expert.", "75. On 18 December 2007 the applicant was declared redundant.", "76. On the same date she signed an agreement with the debtor concerning her salary arrears and taxes, as well as her other labour-related benefits and/or contributions. The agreement provided, inter alia, that:", "i. all pension and disability insurance contributions due by 18 December 2007 shall be covered by the debtor within a period of six months;", "ii. the applicant shall renounce her right to seek judicial enforcement of any final judgments rendered in her favour before 18 December 2007; and", "iii. the applicant shall be paid 366,890 Dinars in accordance with the Government’s “social programme”.", "77. It would appear that the applicant had received the said payment, but that the debtor has yet to cover the pension and disability insurance contributions in question.", "78. On 22 December 2004 the Municipal Court ruled in favour of the fourth applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits (minimalnu zaradu) due from 1 August 2001 to 30 June 2004 (154,002 Dinars in all), plus statutory interest;", "ii. 7,800 Dinars for her legal costs; and", "iii. the social security contributions due from 1 January 1994 to 1 August 2004.", "79. This judgment became final by 18 July 2005.", "80. On 25 February 2005 and 29 July 2005, respectively, the applicant filed two separate requests for the enforcement of the above judgment, proposing that it be carried out either by means of a bank transfer or through the auctioning of the debtor’s movable and/or immovable assets.", "81. On 11 April 2005 and 26 September 2005 the Municipal Court accepted the applicant’s requests and issued two separate enforcement orders.", "82. On 26 April 2005 the Municipal Court ruled in favour of the fourth applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 August 2004 to 31 March 2005 (50,512 Dinars in all), plus statutory interest;", "ii. 9,750 Dinars for her legal costs; and", "iii. the social security contributions due for that period.", "83. This judgment became final by 26 May 2005.", "84. On 5 October 2005 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out either by means of a bank transfer or through the auctioning of the debtor’s movable and/or immovable assets.", "85. On 27 December 2005 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "86. On 30 March 2006 the Municipal Court ruled in favour of the fourth applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 April 2005 to 31 December 2005 (64,456.60 Dinars in all), plus statutory interest; and", "ii. the social security contributions due for that period.", "87. On 30 March 2006 the Municipal Court again ruled in favour of the applicant and ordered her employer to pay her 4,500 Dinars for her legal costs incurred during the above proceedings.", "88. Both decisions became final by 26 April 2006.", "89. On 16 May 2006 the applicant filed a request for their enforcement, proposing that it be carried out either by means of a bank transfer or through the auctioning of the debtor’s specified movable and/or immovable assets.", "90. On 19 May 2006 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "91. On 6 March 2007 the Municipal Court ruled in favour of the fourth applicant and ordered her employer to pay her:", "i. the monthly paid leave benefits due from 1 January 2006 to 1 June 2006 (38,640 Dinars in all), plus statutory interest;", "ii. 11,700 Dinars for her legal costs; and", "iii. the social security contributions due for that period.", "92. This judgment became final by 23 May 2007.", "93. On 29 May 2007 the applicant filed a request for the enforcement of the above judgment, proposing that it be carried out either by means of a bank transfer or through the auctioning of the debtor’s movable assets.", "94. On 1 June 2007 the Municipal Court accepted the applicant’s request and issued an enforcement order.", "95. On 2 November 2004 the Privatisation Agency ordered the restructuring of the first, second and fourth applicants’ debtors, as part of the privatisation process. On 13 December 2006 this privatisation was stayed, but on 14 March 2007 it resumed.", "96. As of November 2008, the first and second applicants’ debtor was still predominantly socially-owned, directly or indirectly through other companies, whilst the fourth applicant’s debtor was itself solely owned by the first and second applicants’ debtor. The third applicant’s debtor, however, having been privatised, was predominantly comprised of private capital.", "97. On 30 November 2004 and 21 February 2005, respectively, the applicants’ lawyer sent two separate letters to the Ministry of Finance, stating, inter alia, that the companies at issue:", "i. have, for the past ten years, deliberately avoided doing business through their official bank accounts;", "ii. have instead, apparently, engaged in cash transactions or even the use of other, “secret”, bank accounts unknown to the tax authorities; and", "iii. that, as a result, judicial enforcement by means of a bank account transfer had been rendered impossible.", "The applicants’ lawyer concluded by requesting that urgent action be taken to secure the enforcement of the final judgments in question.", "98. On 21 March 2005 the Ministry of Finance responded that the above letters had been duly considered but that, in view of the confidential nature of the information obtained, no details could be disclosed.", "99. On 6 June 2005 the applicants’ lawyer sent another complaint to the Ministry of Finance, stating that the situation concerning the said bank accounts had remained unchanged.", "100. Articles 19-20đ set out the details as regards the restructuring of companies about to be privatised. This restructuring, however, is optional and a company may be sold without having been restructured if the Privatisation Agency so decides.", "101. Article 31 provides that a company whose restructuring commenced prior to 7 June 2005, as part of an ongoing privatisation, cannot be subjected to an enforcement procedure within one year of that date. If the decision to restructure a company, however, was not adopted prior to 7 June 2005, the relevant time limit shall be two years as of the subsequent adoption of a decision to this effect. Any ongoing enforcement proceedings shall be stayed while new enforcement proceedings shall not be instituted until the expiry of the above time-limits.", "102. Articles 4 and 5 provide that the privatisation of all remaining socially-owned capital shall commence by 31 December 2008. Should this prove impossible, the companies in question shall be liquidated.", "103. Article 10 provides, inter alia, that a company undergoing restructuring, as part of the privatisation process, cannot be subjected to an enforcement procedure until the conclusion of this process. Any ongoing enforcement proceedings shall be stayed.", "104. These provisions entered into force in January 2008.", "105. Other relevant domestic provisions are set out in the cases of R. Kačapor and Others v. Serbia and EVT Company v. Serbia (nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, §§ 57-76, 15 January 2008, as well as no. 3102/05, §§ 26 and 27, 21 June 2007, respectively)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}