{"ITEMID": "001-109289", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MELNITIS v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1969 and lives in Rencēni parish in Latvia.", "6. On 19 May 2005 the applicant was placed in cell no. 26 in a remand wing of Valmiera Prison.", "7. On 14 October 2005 the Valmiera District Court (Valmieras rajona tiesa) convicted the applicant of resistance to a public official and sentenced him to three years’ imprisonment but suspended the sentence. It appears that no appeal was lodged against this judgment.", "8. On the same date, the court ordered the applicant’s release.", "9. According to the applicant, the cell where he was placed together with other detainees had been very poorly lit and poorly ventilated. The toilets had not been separated from the living area and had emitted a foul smell that had lingered in the air. Detainees had thus been forced to eat their meals in close proximity to the toilets. The applicant also alleged that the cell had been overpopulated, each detainee having had less than the domestic standard of 2.5 sq. m of living space per male adult detainee.", "10. The Government disagreed with the applicant’s version of facts. They noted that cell no. 26 had had artificial and natural light and a ventilation system and they submitted that the toilet area in the cell had been separated off with a screen. The Government submitted that cell no. 26 had measured 23.6 sq. m. and had accommodated no more than eight detainees at a time, including the applicant.", "11. In addition, the applicant contended that he had not received any personal hygiene products, save for a quarter of a bar of laundry soap. He had not been provided with toilet soap, a toothbrush, toothpaste and toilet paper, in violation of domestic law (see paragraph 21 below).", "12. The Government did not deny that the applicant had not been provided with these products.", "13. On an unspecified date in October 2005 the applicant had received 200 g of laundry soap, one toothbrush, 50 g of toothpaste and one 30 m roll of toilet paper.", "14. On 13 July 2005, upon the applicant’s complaint addressed to the prosecutor’s office, the Prisons Administration (Ieslodzījuma vietu pārvalde) informed him that the prison lacked the financial resources to provide him with the personal hygiene products as laid down in Cabinet Regulation no. 339 (2002).", "15. On 8 August 2005 the Valmiera Prison administration confirmed that there were no financial resources to provide the relevant personal hygiene products, save for one 200 g bar of laundry soap per month.", "16. On 22 July 2005 the National Human Rights Office replied to the applicant in general terms that they had found during their onsite visits that penal institutions did not comply with many legal requirements. They noted, among other things, that they had drawn the attention of the relevant domestic authorities in March 2005 to insufficient financial resources having been allocated to the purchase of personal hygiene products. Finally, the applicant was informed of his right to submit an individual petition to the Court.", "17. Prior to 2011, the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) had not visited Valmiera Prison, where the applicant was placed during his pre-trial detention.", "18. However, during its ad hoc visit from 5 to 12 May 2004 to several police headquarters (in Daugavpils, Liepāja and Ventspils) and prisons (in Rīga and Daugavpils) it noted that detainees and prisoners were not provided with basic personal hygiene products and recommended that immediate steps be taken to ensure that all detainees and prisoners be provided with adequate quantities of essential personal hygiene products (see paragraphs 20 and 60 of the relevant report: CPT/Inf (2008) 15). The CPT also found that toilets were not adequately partitioned off in a number of cells.", "19. In its response, the Latvian Government (see the relevant document: CPT/Inf (2008) 16) noted that due to a lack of funding it was not possible to fully comply with the CPT’s recommendations. The Government noted that prisoners could purchase the necessary products in a prison shop. At the same time, they noted that prison authorities used humanitarian aid to help prisoners who did not have sufficient financial means.", "20. The European Prison Rules, adopted on 11 January 2006, are recommendations of the Committee of Ministers to member States of the Council of Europe as to the minimum standards to be applied in prisons. States are encouraged to be guided in legislation and policies by those rules and to ensure wide dissemination of the Rules to their judicial authorities as well as to prison staff and inmates. The relevant parts read as follows:", "“18.1 The accommodation provided for prisoners, and in particular all sleeping accommodation, shall respect human dignity and, as far as possible, privacy, and meet the requirements of health and hygiene, due regard being paid to climatic conditions and especially to floor space, cubic content of air, lighting, heating and ventilation.", "18.2 In all buildings where prisoners are required to live, work or congregate:", "a. the windows shall be large enough to enable the prisoners to read or work by natural light in normal conditions and shall allow the entrance of fresh air except where there is an adequate air conditioning system;", "b. artificial light shall satisfy recognised technical standards; and", "c. there shall be an alarm system that enables prisoners to contact the staff without delay.", "18.3 Specific minimum requirements in respect of the matters referred to in paragraphs 1 and 2 shall be set in national law.", "...", "19.5 Prisoners shall keep their persons, clothing and sleeping accommodation clean and tidy.", "19.6 The prison authorities shall provide them with the means for doing so including toiletries and general cleaning implements and materials.”", "21. Cabinet Regulation no. 339 (2002), in force at the material time and effective until 20 June 2008, laid down the standards governing the basic personal hygiene products to be provided to detainees. A healthy adult male detainee was to receive 200 g of laundry soap, 50 g of toothpaste and one 30 m roll of toilet paper every month and one toothbrush every six months. No toilet soap was to be provided.", "22. Cabinet Regulation no. 211 (2003), in force at the material time and effective until 1 April 2006, laid down the standards governing detention conditions in remand wings of prisons. It contained no provision on the partitioning off of toilets in cells.", "23. Subsequently, the requirement to separate the toilet from the rest of the cell was laid down, initially, in cabinet regulations and, later, in law.", "24. The Law of Administrative Procedure (Administratīvā procesa likums) took effect on 1 February 2004. It provides for the right to challenge administrative acts (administratīvais akts) and actions of a public authority (faktiskā rīcība) before the administrative courts.", "25. At the material time, section 89 of the Law of Administrative Procedure defined an action of a public authority as “an action within the sphere of public law which is not aimed at issuing an administrative act, provided that its results have or might infringe the rights or legal interests of an individual concerned”. An action of a public authority also included “an omission on the part of a public authority provided that such authority has an obligation under the law to take a specific action”. The 2006 amendments to the Law, which took effect on 1 December 2006, further clarified this definition.", "26. Under section 92 of the Law of Administrative Procedure everyone has the right to receive appropriate compensation for pecuniary and non-pecuniary damage caused by an administrative act or action of a public authority. Under section 93 of the same Law, a claim for compensation can be submitted either together with an application to the administrative courts to have an administrative act or action of a public authority declared unlawful or to the public authority concerned following a judgment adopted in such proceedings.", "27. In its annual report dedicated to human rights issues in Latvia for the year 2005, the National Human Rights Office (VCB), noted that prisoners most commonly complained about the conditions of their detention and, in particular, about the lack of separation of toilets from other cell areas. Although they had paid a visit to Valmiera Prison, the report did not describe the results of that visit in full. It was merely stated that:", "“The VCB has concluded that improvement in conditions of detention is connected to the lack of funding and that in many prisons, for example in ... Valmiera Prison, it will be impossible to ensure normal conditions of detention without construction works.", "Therefore, in spring 2005 the VCB sent a letter to the Prime Minister, pointing out the possible problems [that might occur] if detainees were to lodge applications under Article 3 of the Convention with the Court. Regrettably, the competent authorities did not always follow the VCB’s recommendations and the VCB [was left with no other possibility than to] advise detainees to lodge applications with the Court. [If] any improvements had been made, the VCB had not been informed of them”.", "28. On 1 December 2006 the Supreme Court issued a compilation and analysis of the domestic case-law on definition and interpretation of the administrative law concept of an action of a public authority (Tiesu prakses apkopojums par faktiskās rīcības jēdzienu un interpretāciju). It was noted that only some 10% of cases before the administrative courts had concerned actions of a public authority."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}