{"ITEMID": "001-5699", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "EATSON v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1938 and living in Bedfordshire. She is represented before the Court by Mrs A. White, a solicitor practising in Berkhamsted.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant was born into a gypsy family and travelled in a caravan in a nomadic way of life throughout her childhood. This continued after her marriage at age 18 to her husband who is also a gypsy. They travelled mainly in Buckinghamshire and Bedfordshire, working on farms. They often stopped at a site in Leighton Buzzard, where their three children were born.", "From 1970 to 1981, the applicant and her family were continually harassed by the police or local authority officials, being required to move on. They were able to obtain a place on a local authority site where they stayed until 1984. They were given notice to quit apparently due to her husband’s use of a lorry on the site.", "After some weeks of travelling, the applicant and her family moved on to a site in Tilsworth which they had bought. They intended to develop the land as a commercial nursery garden. In 1986, their caravan was stolen and they moved into the workshop building on the land.", "The applicant’s application for planning permission for a mobile home was refused but on appeal, in 1992, they were given three years’ temporary permission while they established their nursery business. In his decision of 27 March 1992, the Planning Inspector said, inter alia:", "“the appeal site is in the South Bedfordshire Green Belt and it is located in open countryside beyond the confines of any village. The site is not in a location where residential accommodation would normally be allowed…", "At my site visit, I saw little to demonstrate a productive nursery… Without clear evidence of a firm intention and ability to develop the business I do not consider that a permanent dwelling can be justified by such an enterprise… on agricultural grounds….", "I now turn to the question of gypsy status and the matters which flow from that. There is no doubt that the Eatsons have impeccable gypsy antecedents … I have no hesitation in concluding that the <applicant> and her husband are gypsies in statutory terms and entitled to the considerations which flow from that. …", "South Bedfordshire District is a designated area under the 1968 Act which means that the Secretary of State was satisfied that adequate accommodation had been provided for gypsies residing in or resorting to the area. There is no evidence that a major problem of provision has developed in the area since designation. Within the district there are two council sites and one private site. There are 25 plots at Eaton Bray, 10 at Pepperstock and 4 mobile homes at Jockey farm. Between January 1989 and July 1990, the twice yearly counts showed no unauthorised sites in the district; this rose to 7 families in July 1990 and fell to one 6 months later. The Council consider that they can accommodate any genuine need within the existing sites, however there is a waiting list of 12 for Pepperstock and 8 at Eaton Bray. I appreciate that pitches do become available from time to time but there is no immediate prospect of one becoming available particularly in light of the waiting lists. I understand that there is a transit site at Wilstead about 20 miles away, which the Council use as a temporary expedient until a pitch on a permanent site becomes available. I understand that a move to the Wilstead site would mean that <the applicant> would not have the continuity of medical care which is advantageous to her. Moreover, it would put both of them at some considerable distance from what appears to be their source of income, the appeal site. I am therefore not satisfied that suitable alternative accommodation would be available to them were I to uphold <the enforcement notice> even within an extended compliance period.", "While I recognise that it might sometimes be necessary to allow gypsy sites in the Green Belt and that private site provision can be advantageous, I do not find the need for further permanent provision in this case to be such as to outweigh the strong planning policy objection to additional residential development in the countryside. I appreciate that the buildings on the land are likely to remain and the visual impact of a caravan would therefore be limited but, by itself, that is not a compelling argument for allowing a permanent residential use in the Green Belt. However, in the light of the lack of suitable alternative provision for the Eatsons on an official gypsy site in the near future I consider I would be justified in granting them a personal permission limited to 3 years to enable them to make proper alternative arrangements…”", "In 1993, a fire broke out destroying much of the applicant’s office workshop and her stock in trade.", "Before the expiry of the temporary permission, the applicant applied in March 1995 for planning permission to live on her land as a gypsy invoking the relevant government circulars.", "In September 1995, planning permission was refused by the local authority. On appeal, a Planning Inspector held a public inquiry on 3 and 4 March 1997. On 21 April 1997, he upheld the refusal of planning permission, stating inter alia:", "“The site is within confirmed Green Belt, and at the inquiry it was accepted on behalf of <the applicant> that the development now under consideration is not “appropriate” in terms of Green Belt policy. Therefore having regard to the development plan and national planning guidance, I consider that the main issue in these appeals is whether there are very special circumstances which could justify making an exception to the normal, firm presumption against inappropriate development within the Green Belt. …", "For the <applicant> heavy reliance was placed on Circular 1/94…It was pointed out that the current development plan… does not…’identify locations suitable for gypsy sites’ or set out ‘… clear, realistic criteria for suitable locations, as a basis for site provision policies.’", "That is so. However, even if the development plan were fully in accord with the Circular, it is highly unlikely that the appeal site would be among the pieces of land identified for a gypsy caravan site, either on a site specific basis or ‘criteria’ basis…", "In South Bedfordshire, there are two local authority sites, on which from time to time vacancies do arise. … it appears to me, on the basis of the regular six monthly official counts, that the level of need for additional authorised sites in the district is low. …", "A linked issue is the extent of the difficulty the <applicant and her husband> would personally have in finding another private gypsy site, if they had to leave their present one. I accept I would be difficult to find a site in South Bedfordshire. .. The <applicants are local people, but it would not be unreasonable, in my view, to expect them at least to search for sites elsewhere in Bedfordshire, or in the districts bordering on South Bedfordshire.", "It was claimed that since the temporary planning permission was granted in 1992 the <applicant and her husband> have made ‘strenuous efforts’ to find alternative accommodation. I do not agree that this is the case. From the evidence I was given, the main efforts appear to have been two telephone calls to the council and a number of letters to local estate agents since the appeals were lodged. … I do not regard these efforts as anything like sufficient to establish that there is no prospect of finding some alternative accommodation which it would be reasonable to expect the <applicant and her husband> to accept.”", "The inspector noted that the applicant received injections twice a day for diabetes and that her husband suffered from chronic bronchitis and asthma. This indicated that they would benefit from a more settled lifestyle within a reasonable distance of medical services. He observed that these conditions could also be fulfilled in a mobile home park, of which there were several located within the district. Nor did he find that the agricultural use of their land was such as to require that they live on the site. He did however extend the period of compliance by eighteen months with reference to their organising what they would do with regard to accommodation, etc.", "On 3 November 1997, the applicant’s appeal against that decision under section 289 of the Town and Country Planning Act 1990 was dismissed by the High Court.", "Counsel advised against appeal to the Court of Appeal on grounds of lack of prospects of success.", "The Town and Country Planning Act 1990 (as amended by the Planning and Compensation Act 1991) (“the 1990 Act”) consolidated pre-existing planning law. It provides that planning permission is required for the carrying out of any development of land (section 57 of the 1990 Act). A change in the use of land for the stationing of caravans can constitute a development (Restormel Borough Council v. Secretary of State for the Environment and Rabey [1982] Journal of Planning Law 785; John Davies v. Secretary of State for the Environment and South Hertfordshire District Council [1989] Journal of Planning Law 601).", "An application for planning permission must be made to the local planning authority, which has to determine the application in accordance with the local development plan, unless material considerations indicate otherwise (section 54A of the 1990 Act).", "The 1990 Act provides for an appeal to the Secretary of State in the event of a refusal of permission (section 78). With immaterial exceptions, the Secretary of State must, if either the appellant or the authority so desire, give each of them the opportunity of making representations to an inspector appointed by the Secretary of State. It is established practice that each inspector must exercise independent judgment and must not be subject to any improper influence (see the Bryan v. the United Kingdom judgment of 22 November 1995, Series A no. 335-A, p. 11, § 21). There is a further appeal to the High Court on the ground that the Secretary of State’s decision was not within the powers conferred by the 1990 Act, or that the relevant requirements of the 1990 Act were not complied with (section 288).", "If a development is carried out without the grant of the required planning permission, the local authority may issue an “enforcement notice” if it considers it expedient to do so having regard to the provisions of the development plan and to any other material considerations (section 172 (1) of the 1990 Act).", "There is a right of appeal against an enforcement notice to the Secretary of State on the grounds, inter alia, that planning permission ought to be granted for the development in question (section 174). As with the appeal against refusal of permission, the Secretary of State must give each of the parties the opportunity of making representations to an inspector.", "Again there is a further right of appeal on a point of law to the High Court against a decision of the Secretary of State under section 174 (section 289). Such an appeal may be brought on grounds identical to an application for judicial review. It therefore includes a review as to whether a decision or inference based on a finding of fact is perverse or irrational (R. v. Secretary of State for the Home Department, ex parte Brind [1991] Appeal Cases 696, 764 H-765 D). The High Court will also grant a remedy if the inspector’s decision was such that there was no evidence to support a particular finding of fact; or the decision was made by reference to irrelevant factors or without regard to relevant factors; or made for an improper purpose, in a procedurally unfair manner or in a manner which breached any governing legislation or statutory instrument. However, the court of review cannot substitute its own decision on the merits of the case for that of the decision-making authority.", "Where any steps required by an enforcement notice to be taken are not taken within the period for compliance with the notice, the local authority may enter the land and take the steps and recover from the person who is then the owner of the land any expenses reasonably incurred by them in doing so (section 178 of the 1990 Act).", "The purpose of Green Belts and the operation of the policy to protect them is set out in the national policy document PPG 2 (January 1995).", "“1.1. The Government attaches great importance to Green Belts, which have been an essential element of planning policy for some four decades. …", "1.4. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the most important attribute of Green Belts is their openness. Green Belts can shape patterns of urban development at sub-regional and regional scale, and help to ensure that development occurs in locations allocated in development plans. They help to protect the countryside, be it in agricultural, forestry or other use. They can assist in moving towards more sustainable patterns of urban development.", "1.5. There are five purposes in Green Belts:", "- to check the unrestricted sprawl of large built-up areas;", "- to prevent neighbouring towns from merging into one another;", "- to assist in safeguarding the countryside from encroachment;", "- to preserve the setting and special character of historic towns; and", "- to assist in urban regeneration by encouraging the recycling of derelict and other urban land. …", "2.1. The essential characteristic of Green Belts is their permanence. Their protection must be maintained as far as can be seen ahead. …", "3.1. The general policies controlling development in the countryside apply with equal force in Green Belts but there is, in addition, a general presumption against inappropriate development within them. Such development should not be approved, except in very special circumstances. …", "3.2. Inappropriate development is, by definition, harmful to the Green Belt. It is for the applicant to show why permission should be granted. Very special circumstances to justify inappropriate development will not exist unless the harm by reason of inappropriateness, and any other harm, is clearly outweighed by other considerations. In view of the presumption against inappropriate development, the Secretary of State will attach substantial weight to the harm to the Green Belt when considering any planning application or appeal concerning such development.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}