{"ITEMID": "001-91334", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "CARLBERG v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["1. The applicant, Mr Kenth Carlberg, is a Swedish national who was born in 1951 and lives in Täby. He was represented before the Court by Mr J. Thörnhammar, a lawyer practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Ms I. Kalmerborn, Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Following a tax audit of the applicant’s taxi firm, the Tax Authority (skattemyndigheten) of the County of Stockholm considered that revenues from the firm had not been accounted for in the applicant’s tax returns for the assessment year 1994, i.e. the income year 1993. Accordingly, by decisions of 27 November 1995, the Tax Authority revised upwards his taxable income by 335,532 Swedish kronor (SEK) and increased his liability to employer’s contributions by SEK 80,616. By a further decision of 22 February 1996, the Tax Authority increased his liability to value-added tax (mervärdesskatt) by SEK 97,878. Moreover, as the information supplied by the applicant in his tax returns was found to be incorrect and the turnover of the applicant’s business had been revised upwards under a discretionary assessment procedure, the Tax Authority ordered him to pay tax surcharges (skattetillägg, avgiftstillägg) amounting to 20% or 40% of the increased tax liability, depending on the type of tax involved. As a result of the decisions, tax surcharges of SEK 97,596 (approximately 10,000 euros (EUR)) were levied on the applicant. Of this amount, SEK 61,898 related to income tax, SEK 16,123 to employer’s contributions and SEK 19,575 to value-added tax. It appears that the amounts were payable in March 1996.", "4. On 22 December 1995 the Tax Authority rejected the applicant’s request for a stay of execution with regard to the employer’s contributions and related surcharges.", "5. On 22 January 1996 the applicant appealed to the County Administrative Court (länsrätten) of the County of Stockholm against the Tax Authority’s taxation decisions. While, at that time, the formal decision on value-added tax had not yet been taken, the appeal letter referred to all the tax issues reviewed by the Tax Authority, i.e. income tax, employer’s contributions and value-added tax. He also requested that the execution of payment of the amounts assessed be stayed.", "6. On 12 March 1996 he complained to the Tax Authority that the time until the taxes became due was too short. By letters of 1 and 6 April 1996, the Tax Authority called on the applicant to pay the disputed amounts.", "7. On 17 April 1996 the Tax Authority reconsidered its decision on a stay of execution with regard to the employer’s contributions but decided not to change it. The Tax Authority did not find that the outcome of the tax case was uncertain or that payment of the amount in question would result in considerable damage for the applicant or would otherwise appear unjust, and thus concluded that the prerequisites laid down in section 49, subsection 1 (2) or (3) of the Tax Collection Act (Uppbördslagen, 1953:272) had not been fulfilled.", "8. On 19 April 1996, and upon review, on 11 July 1996, the Tax Authority also refused a stay of execution with regard to the income tax and related surcharges assessed on 27 November 1995.", "9. The applicant appealed against the Tax Authority’s decisions to refuse stays of execution. By judgments of 26 July 1996, the County Administrative Court rejected the appeals. It noted that the disputed amounts of income tax, employer’s contributions and corresponding surcharges and late-payment fees had already been paid, inter alia through execution levied by the Enforcement Office (kronofogdemyndigheten) on 31 May 1996. As a consequence, the amounts could only be refunded in the event of the applicant being successful in the main tax cases, and there was therefore no reason to grant a stay.", "10. The applicant appealed to the Administrative Court of Appeal (kammarrätten) in Stockholm. On 2 December 1996 the Tax Authority stated to the appellate court that all tax amounts had been paid and that there was therefore no ground on which to grant a stay. In a letter to the applicant of 9 December 1996, the Tax Authority stated, however, that late-payment fees of SEK 12,684 remained due and that the applicant had been granted a stay of execution with regard to this amount.", "11. According to a case note in the appellate court’s file, the Enforcement Office had stated, on 16 April 1997, that no taxes and fees were due following the levying of execution of SEK 589,211 on 31 May 1996 and the payment by the applicant of SEK 45,419 on 27 June 1996.", "12. By a judgment of 23 June 1997, subscribing to the reasons given by the County Administrative Court, the Administrative Court of Appeal rejected the applicant’s appeal.", "13. On 12 February 1999 the Supreme Administrative Court (Regerings-rätten) refused leave to appeal concerning the stay-of-execution issue.", "14. On 6 March 1996 the Tax Authority reported the applicant to the Regional Public Prosecution Office (regionåklagarmyndigheten) in Stockholm, claiming that proceeds in the amount of SEK 794,038 had not been accounted for in the applicant’s bookkeeping.", "15. While accepting the applicant’s objections concerning certain amounts, the public prosecutor, on 17 January 1997, indicted him for a suspected bookkeeping offence relating to undeclared proceeds of SEK 421,000 as well as undeclared salaries paid to various taxi drivers.", "16. By a judgment of 2 September 1997, the District Court (tingsrätten) of Södra Roslag found the applicant guilty of having intentionally failed to enter proceeds of at least SEK 350,000 as well as substantial salary payments in the books. This constituted a bookkeeping offence under Chapter 11, section 5 of the Penal Code (Brottsbalken). He was sentenced to two months’ imprisonment.", "17. On 26 March 1998 the Svea Court of Appeal (Svea hovrätt) upheld the District Court’s judgment. On 13 October 1998 the Supreme Court (Högsta domstolen) refused leave to appeal.", "18. As the applicant had been convicted of a bookkeeping offence, the County Administrative Board (länsstyrelsen) of the County of Stockholm, reviewed his eligibility for a traffic licence (trafiktillstånd). By a decision of 4 November 1998, it decided that an admonition was sufficient, having regard to the time that had passed since the offence had been committed. It appears that the applicant did not appeal against this decision.", "19. As mentioned above, on 22 January 1996 the applicant appealed against the Tax Authority’s decisions on taxes and tax surcharges. On 23 June 1999 the Authority reconsidered its decision relating to income tax but did not change it.", "20. By a judgment of 22 February 2001, the County Administrative Court upheld the Tax Authority’s decision on income tax. The court considered that the documentation on which the impugned decision was based was reliable. In this connection, it had regard to previous judgments by the Svea Court of Appeal and the Administrative Court of Appeal where the computerised control material from Taxi Stockholm, an association to which the applicant was affiliated, had been examined and found reliable. It took into account other evidence as well in finding that the applicant had failed to account for revenues from the taxi business in his tax returns. In regard to the applicant’s objection that the public prosecutor, in the criminal proceedings, had only indicted him for undeclared proceeds of SEK 421,000 whereas the basis for the Tax Authority’s taxation decision was that there were undeclared proceeds of SEK 794,038, the court noted that, whereas a criminal conviction required proof beyond reasonable doubt, the standard of proof was lower in tax proceedings. In upholding the tax surcharge, the court had regard to Article 4 of Protocol No. 7 to the Convention and the case-law of the Supreme Court and found that a criminal conviction did not prevent the imposition of a surcharge. Moreover, no grounds for remission of the surcharge were at hand.", "21. On 27 March 2001 the applicant asked the County Administrative Court why his appeals concerning employer’s contributions and value-added tax had not been examined. The same day the court informed the applicant that no cases concerning these issues had been registered with the court, that the Tax Authority had stated, on 15 January 2001, that it did not have any such cases either and that the court, on the latter date, had sent a copy of the applicant’s appeal letter to the Tax Authority for possible action.", "22. The applicant appealed against the County Administrative Court’s judgment to the Administrative Court of Appeal, requesting that his income tax liability be fixed in accordance with his tax returns and that the tax surcharge be set aside. He claimed that, as a surcharge was involved, in order for the hearing to be fair under Article 6 of the Convention, the standard of proof of criminal proceedings had to be applied. Moreover, the surcharge should be set aside on account of the unreasonable length of the proceedings in the case and the prohibition on double jeopardy.", "23. On 25 March 2003 the Administrative Court of Appeal upheld the County Administrative Court’s judgment, subscribing to the reasons given by the latter court in regard to the income tax. With respect to the tax surcharge, the appellate court referred to case-law of the Supreme Administrative Court concerning the possibility of remission due to lengthy proceedings and the prohibition on double jeopardy. It concluded that there had not been any irregularities in the handling of the case which could involve a violation of the applicant’s rights under the Convention. As the surcharge could not be remitted on this basis or on any other ground, the applicant’s complaints in this respect were rejected.", "24. On 1 October 2003 the Supreme Administrative Court refused the applicant leave to appeal in the income tax case.", "25. In a letter of 16 March 2004, the applicant asked the Tax Authority what had happened to his appeals against the decisions on employer’s contributions and value-added tax. On 30 March 2004 the Tax Authority made reconsideration decisions, in which it set aside the associated tax surcharges, but upheld the amounts of employer’s contributions and value-added tax as such. On 15 April 2004, as a consequence of the reconsideration decisions, the Tax Authority adopted new taxation decisions, in which it stated that the surcharges relating to employer’s contributions and value-added tax had been quashed due to the excessive length of the proceedings and mistakes made in the handling of the applicant’s appeals. In early June 2004 the Tax Authority repaid to the applicant the quashed tax surcharges with interest.", "26. The applicant appealed to the County Administrative Court in regard to the amounts of employer’s contributions and value-added tax. By a judgment of 27 September 2004, the court upheld the Tax Authority’s decisions. Following an appeal to the Administrative Court of Appeal, no further information has been provided as to the progress of the proceedings.", "27. On 31 March 2006 the applicant requested compensation from the Chancellor of Justice (Justitiekanslern). He referred to the issues on which the Court, in the present case, had invited the Government to submit observations, namely the enforcement of the Tax Authority’s decisions before a court determination, the length of the proceedings, the presumption of innocence, and the Tax Authority’s original failure to examine the appeals concerning employer’s contributions and value-added tax.", "28. By a letter of 5 April 2006, the Chancellor of Justice informed the applicant that, given the still unsettled Supreme Court practice as to when compensation could be given for possible violations of the Conventions, it was unlikely that the Chancellor would exercise the authority to settle compensation claims on behalf of the State out of court. Instead, the applicant was advised to initiate court proceedings in the matter.", "29. On 29 August 2006 the applicant instituted compensation proceedings against the State before the District Court of Stockholm. He claimed EUR 19,000 in non-pecuniary damages, 7,000 for lack of effective access to court and 12,000 for excessive length of proceedings. He also claimed SEK 260,000 in pecuniary damages for what he perceived as the difference between a correct tax amount and the amount that had actually been fixed by the Tax Authority and SEK 202,793 in legal costs. Finally, he requested interest on the amounts as from 24 November 2005.", "30. In reply, the State acknowledged that the length of the proceedings had violated the Convention and submitted that compensation in the amount of SEK 50,000 plus interest would be reasonable in this respect. The State, however, disputed the applicant’s other claims.", "31. By a judgment of 2 June 2008, the District Court found that the time that had passed between the applicant’s appeals in January 1996 and the Tax Authority’s latest reconsideration decisions in March 2004 – more than eight years – had been excessive and in breach of Article 6 of the Convention. It further considered that the applicant had not had effective access to court under that provision, as the examination of his request for a stay of execution had been precluded by the immediate enforcement of the taxes and surcharges. However, noting that the complaint relating to the allegedly excessive tax amount concerned the substance of the tax case which had already been examined by the courts on the basis of the evidence presented, the District Court found no violation of the applicant’s rights under the Convention in this respect.", "32. The District Court awarded the applicant compensation for the two Convention violations found with an overall amount of EUR 10,000. As to legal costs, it refused compensation for costs relating to the proceedings before the European Court. In regard to the remaining amount of SEK 121,855.50, accrued in the compensation proceedings, the District Court took into account that the applicant had been unsuccessful with one of his claims and decided to grant him two-thirds of that amount, or SEK 81,237 (approximately EUR 8,000).", "33. The applicant appealed to the Court of Appeal, reiterating the claims made before the District Court. The State contested the appeal and requested that the judgment of the District Court be upheld. The case is at present pending before the appellate court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}