{"ITEMID": "001-121176", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "MELTEX LTD v. ARMENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Meltex Ltd, is a private Armenian broadcasting company (“the applicant company”), that was set up in 1995 and has its registered office in Yerevan. The applicant company was represented before the Court by Mr A. Ghazaryan and Mr A. Zeynalyan, lawyers practising in Yerevan.", "2.", "3. Between June and December 2003 the National Television and Radio Commission (“the NTRC”), which was entrusted with regulating the licensing and monitoring the activities of private television and radio companies, put out calls to tender for band 25, bands 31, 39 and 51, bands 3 and 63, and band 56. The applicant company submitted bids for all of the above bands.", "4. The NTRC awarded all of the licences to other bidders.", "5. The applicant company instituted proceedings in the Commercial Court against the NTRC, contesting the results of the tenders. All the claims were dismissed in the final instance by the Court of Cassation on 27 February and 23 April 2004 respectively.", "6. On 27 August 2004 the applicant company and its chairman, Mr Mesrop Movsesyan, lodged an application with the Court (application no. 32283/04) against the Republic of Armenia under Article 34 of the Convention. The applicants alleged that the refusal of the state authorities to award a broadcasting licence amounted to a violation of their freedom of expression under Article 10 of the Convention. In particular they submitted that the NTRC was obliged by law to inform them of the reasons for denying the applicant company a licence. The mere presence of the applicant company’s representative during the presentation of competitive bids and a points-based vote which, moreover, indicated only a total score, did not constitute proper provision of a reasoned decision. The NTRC’s letters announcing the outcome of the calls to tender could not be considered as notification of reasons either, since they simply announced the relevant decisions without stating the grounds for them. According to the applicants this rendered the licensing process arbitrary and not as prescribed by law.", "7. The application was considered by the Court, which gave judgment on 17 June 2008 (Meltex Ltd and Movsesyan v. Armenia, no. 32283/04, 17 June 2008). The Court first considered that the application, in so far as it concerned the second applicant, was incompatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3, and therefore limited its examination of the complaints raised in the application to those which concerned the applicant company. In that respect, the Court held that there had been a breach of Article 10 of the Convention as the interferences with the applicant company’s freedom to impart information and ideas did not meet the Convention requirement of lawfulness. The Court noted in particular that a procedure which did not require a licensing body to justify its decisions did not provide adequate protection against arbitrary interference by a public authority with the fundamental right to freedom of expression (ibid., § 83).", "8. As to the application of Article 41 of the Convention, the Court awarded the applicant company EUR 20,000 for non-pecuniary damages together with EUR 10,000 in legal costs and expenses for the proceedings before the Court (ibid., §§ 103-108).", "9. On 17 December 2008, on the basis of the Court’s judgment, the applicant company applied to the Court of Cassation for the final two judgments given at domestic level to be reviewed on the basis of a new circumstance.", "10. In its two decisions of 19 February 2009 the Court of Cassation dismissed the applications to reopen the proceedings. It held in particular that:", "“The complaint of the [applicant] Company to the European Court was about the failure of the NTRC to give reasons for not recognising the [applicant] Company as a winner in the competitions held by the NTRC, and the European Court merely considered and found that the lack of such reasoning was in conflict with the requirements of Article 10 of the Convention. Whereas, in [this] appeal the applicant [company] requested that the decisions recognising other companies as winners be declared void and a new competition be opened. The [applicant] Company based the above-mentioned requests on the principle of “restitutio in integrum”.", "The above principle implies restoration of the situation existing before the breach, that is, restoration of everything the person had prior to the violation of his right. However, the complaints raised in the [applicant] Company’s requests, namely about declaring null and void the decisions on recognising other companies as winners in the competition, recognising [the applicant company] as a winner and granting it a licence cannot be deemed a restoration of the situation existing before the violation, since the judgment of the European Court solely provided that the NTRC had failed to reason its decision on not recognising the [applicant] Company as a winner. The failure to reason the refusal does not automatically mean that the decision in respect of the winning company should be declared void and a new competition opened since the rights of the [applicant] Company (Article 10 of the Convention) were violated as a result of the failure to provide reasons for not recognising it as the winner and not as a result of recognising the other company as the winner in the competition ...", "... it is not always possible to repair the consequences of violations established by the European Court by providing compensation, and the respondent state may be required to adopt individual or general measures in respect of the applicant. In particular, the European Court may require a new examination of the case, as it did in the case of Barbera, Messeque and Jabardo v. Spain of 6 December 1998.", "Meanwhile ... it is necessary to mention that the application of such measures becomes binding only when the European Court directly requires the application of such measures. The judgment of the European Court in this case, besides the obligation to provide compensation, only mentioned that the unreasoned decisions of the Commission were unacceptable. The Court of Cassation therefore finds that the claims of the applicant, such as annulment of the decision on recognising the other company as the winner and granting a licence are not in line with the logic of the judgment of the European Court...”", "11. On 19 August 2009 the applicant company lodged an application with the Constitutional Court seeking to annul Article 20428 of the Code of Civil Procedure applied in its case by the Court of Cassation.", "12. By its decision of 23 February 2010 no. DCC-866 the Constitutional Court terminated the proceedings. In doing so it held in particular that Article 20428 of the Code of Civil Procedure had already been recognised as unconstitutional in its decision no. DCC-755 and no law had been adopted to bring it into conformity with the Constitution.", "13. Relying on the decision of the Constitutional Court, the applicant company lodged two appeals with the Court of Cassation seeking the reopening of the cases on the ground of new circumstance, namely the decision of the Constitutional Court of 23 February 2010 (see above § 12).", "14. On 13 August 2010 the Court of Cassation adopted two decisions dismissing the applicant’s appeals. In doing so, the Court of Cassation in particular stated:", "“... relying on the decision no. DCC-866 of the Constitutional Court ... the Court of Cassation notes that its decision of 19 February 2009 is to be reviewed.", "At the same time the Court of Cassation states that Article 20428 sets out the types of decisions to be taken by the court in the event of revision based on new circumstances, which means that the decision ... no. DCC-866 relates [solely] to the procedural norm applied by the Court of Cassation in its decision of 19 February 2009 and does not concern the reasons for dismissing the claims of the [applicant] Company from a legal point of view ...”", "15. The Court’s judgment of 17 June 2008 became final on 17 September 2008.", "16. In a letter dated 20 May 2009 the applicant company informed the Directorate General of Human Rights and Rule of Law (“DGI”) of the Council of Europe about the refusal of the Court of Cassation to review the final judgments in its case.", "17. In a letter dated 1 February 2010 the applicant company informed DGI about application no. 45199/09 lodged with the Court, raising an issue of a continuing violation of Article 10.", "18. In a letter dated 10 February 2011 the applicant company informed DGI about the second refusal of the Court of Cassation to review its case. By the same letter DGI was informed that a new call to tender had taken place in December 2010. The applicant company alleged that it had submitted a competitive bid but in the results of the NTRC’s point-based voting another company had been announced as the winner of the tender.", "19. The Committee of Ministers of the Council of Europe concluded its examination of application no. 32283/04 on 8 June 2011 by adopting Resolution CM/ResDH(2011)39, the relevant parts of which read:", "“... Having regard to the judgment transmitted by the Court to the Committee once it had become final;", "Recalling that the violation of the Convention found by the Court in this case concerns the applicant company’s right to freedom of expression on account of the refusal by the National Television and Radio Commission (NTRC), on seven occasions in 2002 and 2003, to deliver to the applicant a broadcasting licence without giving reasons for its decisions (violation of Article 10) (see details in Appendix); ...", "Having examined the information provided by the government in accordance with the Committee’s Rules for the application of Article 46, paragraph 2, of the Convention;", "Having satisfied itself that, within the time-limit set, the respondent state paid the applicant the just satisfaction provided in the judgment (see details in Appendix),", "Recalling that a finding of violations by the Court requires, over and above the payment of just satisfaction awarded by the Court in its judgments, the adoption by the respondent state, where appropriate:", "- of individual measures to put an end to the violations and erase their consequences so as to achieve as far as possible restitutio in integrum; and", "- of general measures preventing similar violations;", "Having taken note that the applicant company had participated in a tender in December 2010, that it received a reasoned decision from the NTRC and that it has the possibility to contest the results of the licensing tender in the courts of the Republic of Armenia;", "Having taken note of the authorities’ commitment that the NTRC will fully and properly substantiate and reason its decisions, “both in respect of winners of competitions as well as other participants”; ...", "DECLARES, having examined the measures taken by the respondent state (see Appendix), that it has exercised its functions under Article 46, paragraph 2, of the Convention in this case and", "DECIDES to close the examination of this case.", "Appendix to Resolution CM/ResDH(2011)39: Information about the measures to comply with the judgment in the case of", "Meltex and Mesrop Movsesyan against Armenia", "Introductory case summary", "The case concerns a violation of the applicant company’s freedom of expression on account of the refusal by the National Television and Radio Commission (NTRC), on seven occasions in 2002 and 2003, to deliver to the applicant a broadcasting licence (violation of Article 10).", "The European Court concluded that there had been interference with the applicant company’s freedom to impart information and ideas and that this interference had not met the requirement of lawfulness under the European Convention. The Court noted in particular that a procedure which did not require a licensing body to justify its decisions did not provide adequate protection against arbitrary interference by a public authority with the fundamental right to freedom of expression.", "I. Payment of just satisfaction and individual measures", "a) Details of just satisfaction", "Non-pecuniary damage - 20000 EUR", "Costs and expenses - 10000 EUR", "Total - 30000 EUR", "Paid on 27/11/2008", "b) Individual measures", "A call for new licensing tenders for digital broadcasting on 25 national and local frequencies was announced on 20 July 2010. The applicant company took part in a tender for one frequency (competition No. 11). The results of the licensing tender “On winners in the 11th competition” are set out in Decree No. 96A of the National Television and Radio Commission, dated 16 December 2010. The applicant company did not win the tender. Nothing prevents it from contesting the results of the licensing tender in the courts of the Republic of Armenia.", "II. General measures", "The Law on Amendments and Additions to the Television and Radio Broadcasting Act was adopted on 10 June 2010.", "The provision of the TV and Radio Broadcasting Act concerning reasoning of decisions of the NTRC, Article 49(3), reads as follows “The National Commission shall decide the winner of the competition on the basis of the results of the point-based vote. The decision of the National Commission shall be properly substantiated and reasoned”.", "In order to alleviate any misunderstanding of the obligation on the NTRC to reason all types of decisions, the Government Agent made the following official statement : “Article 49(3) of the TV and Radio Broadcasting Act should be interpreted in accordance with Article 10 of the Convention, and in the light of the Meltex judgment, in a way that a single decision of the Commission provides a full and proper substantiation and reasoning of the results of the points-based vote, including both in respect of the winner of the competition, as well as of all of its other participants”...", "It is therefore expected that any future decision of the NTRC will be taken in conformity with the European Convention of Human Rights and the case-law of the European Court of Human Rights.", "III. Conclusions of the respondent state", "The government considers that the measures adopted have fully remedied the consequences for the applicant of the violation of the Convention found by the European Court in this case, that these measures will prevent similar violations and that Armenia has thus complied with its obligations under Article 46, paragraph 1, of the Convention.”", "20. The relevant provisions of the Code of Civil Procedure, as in force at the material time, read as follows:", "“Article 20420 The grounds of revision of judicial acts based on new circumstances", "1. Judicial acts can be reviewed on the ground of the following:", "...", "2) a final decision or judgment of an international court ... which substantiates a violation of human rights provided by an international agreement of the Republic of Armenia;", "...", "2. Final judicial acts of first instance courts, the Court of Appeal and the Court of Cassation can be subject to appeal on the basis of new circumstances.", "Article 20428 The power of the court in the event of revision", "In the event of revision of the judicial act on the basis of new circumstances the court is empowered:", "1) not to grant the appeal and leave the previous judicial act in force;", "2) to change the judicial act fully or partially;", "3) to terminate the proceedings fully or partially.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}