{"ITEMID": "001-80404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BAZ AND OTHERS  v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "", "TEXT": ["4. The applicants were born in 1984, 1970, 1964, 1958, 1962 and 1961 respectively and live in Diyarbakır.", "5. The applicants were active members of HADEP in Diyarbakır at the time of the events giving rise to the present application.", "6. In 2001, on various dates, the applicants were arrested and taken into police custody on suspicion of their involvement in the activities of an illegal armed organisation, namely the PKK (the Kurdistan Workers' Party).", "7. The periods spent by the applicants in police custody are as follows:", "8. According to official documents, Mahrem Bulut and Mehmet Akbalık were arrested for the first time on the basis of statements of Mr S.D., Mr M.A., Mr B.E., Mr H.I. and Mr T.G., who alleged that the applicants were involved in PKK-related activities. As to the applicants' arrest in August 2001, the case file reveals that the police had been informed that there would be illegal violent acts and demonstrations to celebrate the anniversary of the beginning of the armed struggle of the PKK and that the names of the applicants came up as possible organisers.", "9. Subsequent to these events, criminal proceedings were instigated against the applicants for membership of the PKK by the public prosecutor at the Diyarbakır State Security Court, with the exception of Sedrettin Dinar and Tahsin Aktaş.", "10. On 11 June 2002 the Diyarbakır State Security Court acquitted Abdulkadir Baz and Yusuf Sebuk of the charges against them. The criminal proceedings against Mahrem Bulut and Mehmet Akbalık were pending at the time of their application to the Court.", "11. A description of the relevant domestic law at the material time can be found in the Daş v. Turkey judgment (no. 74411/01, § 18, 8 November 2005)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}