{"ITEMID": "001-105458", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GADAMAURI AND KADYRBEKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicants were born in 1942 and 1975 respectively and live in Volzhskiy, a town in the Volgograd Region.", "6. On 15 September 1999 the applicants, a lawyer and a driver for a private company, both of Chechen origin, were driving back from a business trip when the first applicant felt extreme abdominal pain. He soon felt feverish and dizzy. The applicants decided to stop in the town of Saransk in the Republic of Mordoviya on their way and go to a hospital.", "7. However, in Saransk the applicants were stopped by the police (acting in the course of a special operation named “Vikhr [Vortex] - Anti-terror”), allegedly beaten up, handcuffed and brought to a temporary detention centre at the Oktyabrskiy District police station (ИВС Октябрьского РОВД г. Саранска) for identification purposes.", "8. On 16 September 1999 charges of hooliganism were brought against the applicants.", "9. On 17 September 1999 the applicants’ detention was extended on account of their alleged vagrancy and begging.", "10. On the night of 17 September 1999 the applicants were transferred to a Republic of Mordoviya Interior Ministry specialised detention centre (приемник распределитель МВД республики Мордовия).", "11. According to the first applicant, throughout his detention from 15 September to 17 September 1999 he constantly asked for medical help. However, the police officers refused his requests. Several times during that period an ambulance was called for him, and the ambulance doctors (among them doctor P.) confirmed that his state of health required urgent hospitalisation and treatment.", "12. Finally, on 18 September 1999 the first applicant, unconscious, was taken to the city hospital (3-я городская больница г. Саранска). He was diagnosed with gangrenous perforated appendicitis which had led to peritonitis and he underwent emergency surgery. Throughout his stay in the hospital armed guards were posted at his bedside and at the door to his room.", "13. According to the Government, following the applicants’ transfer to the specialised detention centre on 17 September 1999, an ambulance was called for the first applicant upon his request. On 18 September 1999 the first applicant was hospitalised in the city hospital with a diagnosis of “acute gangrenous perforated appendicitis”, on which an operation was performed immediately.", "14. On an unspecified date the charges against the applicants were dropped.", "15. On 30 September 1999 the second applicant was released.", "16. On 1 October 1999, prior to the expiration of the post-operative period, the first applicant was allegedly forced to leave the hospital.", "17. The first applicant was later diagnosed with ruptured sutures and other post-operative complications which resulted in him having to undergo several other operations and in his disability. The doctors concluded that the exacerbation of the applicant’s illness and the post-operative complications had been directly caused by his belated hospitalisation and surgery.", "18. The first applicant provided the Court with the documents listed below.", "(i) A medical assessment issued by surgeon D. from the Volzhskiy Town Clinic no. 5 dated 28 January 2003, which reads as follows:", "“[The applicant] ... is being monitored and [is] periodically undergoing inpatient and outpatient treatment for his condition resulting from acute gangrenous perforated appendicitis, caecitis, seropurulent diffuse peritonitis and [an] appendectomy complicated in the post-operative period by suture sinuses, adhesive obstruction of [the] abdominal cavity and secondary bowel dyskinesia.", "Analysing the [applicant’s] medical history and [the] complications which he subsequently developed and which fundamentally affected [his] health, it is possible to [understand] the disease pattern.", "On 15 September 1999 whilst under arrest in the temporary detention centre at the Oktyabrskiy District police station in Saransk, the Republic of Mordoviya, [the applicant] felt acute abdominal pain. However, despite repeated examinations by the ambulance doctors and their urgent requests for [the applicant’s] hospitalisation in the surgical unit of Saransk town hospital due to acute symptoms [pertaining to his] abdominal cavity and [the] increasing deterioration of [his] state of health, the [applicant] was not taken to hospital.", "Only on 18 September 1999, in a serious condition, was [he] taken to the surgical unit of Saransk Emergency Hospital and urgently operated upon. The early post-operative period was complicated by after-surgery wound disruption [and the] appearance of suture sinuses in the abdominal cavity, which necessitated a surgical procedure – a laparotomy [performed] on 9 February 2000 [...]. The latter part of the post-operative period was complicated by [the] development of moderately severe peritoneal commissures in the abdominal cavity [and] secondary bowel dyskinesia, as a result of which within a short interval on 24 October 2002 and on 27 November 2002 [the applicant] was hospitalised in Volzhskiy Town Hospital no. 1 with adhesive obstruction.", "From 12 February 2002 [the applicant] underwent a [procedure to] establish [the extent of his] disability.", "In view of the foregoing, it is possible to conclude that the exacerbation of the [applicant’s] main disease [...] resulting in complications [...] was directly caused by belated surgical treatment and connected with [the] prevention by the police officers of [the] provision to [the applicant] of timely medical assistance.”", "(ii) Notarized statements with similar contents issued by surgeons D. of the Volzhskiy Town Clinic no. 5 (dated 24 July 2003) and K. of the Volzhskiy Town Hospital no. 1. (dated 21 July 2003).", "(iii) Various other medical documents confirming the applicant’s operations and subsequent medical treatment.", "19. On 16 March 2000 the first applicant complained to the Prosecutor’s Office of the Republic of Mordoviya of his and the second applicant’s unlawful detention on 15 September 1999 and alleged that violence had been used against them by the police officers. The applicant made no specific complaints relating to his allegedly belated hospitalisation for surgery.", "20. Following an inquiry into the facts complained of by the first applicant, on 24 March 2000 the Prosecutor’s Office of the Republic of Mordoviya refused to institute criminal proceedings against the police officers in the absence of any indication that a criminal act had been committed.", "21. On 8 July 2004 the inquiry materials were destroyed following the expiry of the time-limit for their storage.", "22. On 19 September 2000 and 26 January 2001 the first applicant challenged the lawfulness of the actions of the police officers before the internal security department of the Ministry of the Interior of the Republic of Mordoviya. The facts complained of were found to be unsubstantiated.", "23. The first applicant subsequently appealed against the refusal to institute criminal proceedings to the Oktyabrskiy District Prosecutor’s Office in Saransk, the Prosecutor’s Office of the Republic of Mordoviya and to the Prosecutor General of the Russian Federation. The results of their inquiries into the applicant’s allegations were held to have not established the grounds required for the institution of criminal proceedings against the police officers.", "24. On 20 September 2001 the applicants brought proceedings against the Ministry of the Interior and the Federal Treasury, seeking compensation for pecuniary and non-pecuniary damage resulting from their unlawful detention and the first applicant’s belated hospitalisation for surgery.", "25. On 18 April 2002 the Leninskiy District Court of Saransk partly granted the applicants’ claims, declared that their arrest and detention had been unlawful and awarded them 5,000 Russian roubles each in respect of non-pecuniary damage. The court further concluded that the applicants’ allegations of ill-treatment had not been substantiated and that there had been no causal link between the actions of the police and the surgical treatment received by the first applicant.", "26. The applicants appealed. The first applicant claimed, in particular, that the District Court had failed to question the ambulance doctor, P., who had examined him and had insisted, in vain, on his urgent hospitalisation. He further claimed that, although his condition had not itself been caused by the actions of the police officers, the severe impact on his health resulting from his belated hospitalisation and surgery had undeniably been directly caused by the actions of the police officers. He relied on the medical documents contained in the case file outlining the complications he had suffered after the first belated operation and also attesting to the ensuing operations.", "27. On 23 July 2002 the Supreme Court of the Republic of Mordoviya upheld the judgment on appeal.", "28. Article 1064 § 1 of the Civil Code of the Russian Federation provides that damage caused to a person or property of a citizen shall be compensated in full by the tortfeasor. Pursuant to Article 1069, a State agency or a State official shall be liable to a citizen for damage caused by their unlawful actions or failure to act. Such damage is to be compensated at the expense of the federal or regional treasury. Articles 151 and 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that non-pecuniary damage shall be compensated irrespective of any award for pecuniary damage."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}