{"ITEMID": "001-98447", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF HUDAKOVA AND OTHERS v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary and non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicants' relative and another person were sued in the District Court in Trebišov. The plaintiffs in the case claimed that real property in respect of which the defendants were registered as owners belonged to the estate of the plaintiffs' predecessors.", "6. On 5 October 1999 the District Court dismissed the action.", "7. On 26 October 2000 the Regional Court in Košice quashed the firstinstance judgment.", "8. On 9 October 2001 the applicants joined the proceedings as defendants.", "9. On 18 September 2002 the District Court allowed the plaintiffs' action.", "10. On 16 September 2003 the Regional Court upheld the decision of the District Court.", "11. The applicants filed an appeal with the Supreme Court on points of law. They alleged that the Regional Court had not assessed the relevant facts correctly. In particular, the applicants challenged the conclusion that the predecessors of the plaintiffs had acquired the property in question pursuant to a document issued on 6 April 1948. In any event, they argued that the document was invalid as it contained incorrect information. Finally, the applicants alleged that the property in question had not been specified with sufficient certainty in the document.", "12. On 27 July 2004 the Supreme Court publicly delivered a judgment dismissing the applicants' appeal on points of law. The judgment stated that the Supreme Court had examined the case without a hearing pursuant to Article 243a § 1 of the Code of Civil Procedure. It indicated that the plaintiffs had submitted observations on the applicants' appeal on points of law. In their observations the plaintiffs had alleged that their predecessors had acquired the property in question by virtue of the document of 6 April 1948 or, in any event, by prescription.", "13. The Supreme Court upheld the conclusions reached by the Regional Court. It held that, despite several inconsistencies in the text of the administrative document of 6 April 1948, it was evident that the land in question had been allocated to the plaintiffs' predecessors. Similar administrative documents were to be presumed correct and binding to the extent that they had been delivered by a competent authority and had become final. The ordinary courts could not subsequently review the merits of such decisions. The fact that, according to the document, further action had been needed with a view to completing the allocation of the property to the persons concerned was irrelevant as regards the acquisition of the property by the plaintiffs' predecessors by virtue of that document. Such situation was in conformity with the law in force at that time.", "14. The applicants filed a complaint with the Constitutional Court. They relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. They complained that the Supreme Court had had before it observations submitted by the plaintiffs which had not been communicated to the applicants. They further contended that the Regional Court had not taken into account the fact that the document in issue did not clearly indicate the persons to whom the land had been allocated and that the Supreme Court had not remedied that shortcoming.", "15. On 2 February 2005 the Constitutional Court dismissed the applicants' complaint. It found that the parties had had ample opportunity to submit their arguments on the relevant issues before the ordinary courts at two levels. With reference to the judgment of the Supreme Court, the Constitutional Court held that the plaintiffs' observations in those proceedings had contained no new arguments. The reasons for the Supreme Court's judgment relied on facts and arguments which had been known to the applicants and on which they had been able to comment at an earlier stage of the proceedings. The Supreme Court had taken no evidence. It had addressed the relevant issues and had given sufficient reasons for the conclusions reached, which did not appear arbitrary. The fact that the applicants had not been able to comment on the plaintiffs' submissions to the Supreme Court, and that the latter had dismissed their appeal on points of law, was not contrary to the applicants' right to a fair hearing. The Constitutional Court further held that, in view of its above conclusions, the applicants' complaint regarding the alleged violation of their property rights as a result of the Supreme Court's decision was manifestly ill-founded.", "16. Article 243(a) § 1 permits the court of cassation to dispense with a hearing, inter alia, where an appeal on points of law is based on the argument that the lower court had incorrectly assessed the case. Paragraph 2 of Article 243(a) provides that no evidence is taken in cassation proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}