{"ITEMID": "001-68254", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MATHEIS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms Erna Matheis, is a German national, who was born in 1923 and lives in St. Ingbert in Germany. She is represented before the Court by the law firm Walter & Kollegen, practising in Saarbrücken in Germany.", "The applicant used to work as a bank employee. Since her retirement at the age of 60 on 31 July 1983, she receives a pension under the statutory old-age insurance scheme (gesetzliche Rentenversicherung), an additional pension under a supplementary insurance scheme for bank employees (Zusatzversicherung) and an additional monthly allowance granted by her former employer (Ruhegeld).", "On 21 December 1983 the applicant married a retired civil servant of 73 years of age who - since January 1975 - received a pension under the old-age pension scheme for civil servants (Beamtenversorgung).", "On 23 January 1994 the applicant's husband died. According to Articles 19 and 22 of the Civil Servant's Pension Act (Beamtenversorgungsgesetz, see relevant domestic law below) a civil servant's widow, whose marriage has been celebrated after the civil servant has entered retirement, is not allowed to a regular survivor's pension (Witwengeld), but to a maintenance allowance (Unterhaltsbeitrag), which is meant to ensure that her overall monthly income reaches at least the amount of the regular survivor's pension. It is calculated as follows: From the amount of the regular survivor's pension the competent authorities deduce the widow's own earned income (Erwerbseinkommen) and income replacements (Erwerbsersatzeinkommen), with the exception of an allowance (Freibetrag) which amounts to 30 % of the minimum survivor's pension.", "In the applicant's case the competent authority deduced the applicant's whole other income, including her pension, her supplementary pension and the additional payments from the original widow's allowance. After adding the above-mentioned allowance, this resulted in a remaining monthly payment of 246.36 DEM [approximately 125 EUR].", "On 20 November 1995, following administrative proceedings, the applicant lodged a claim with the Saarland Administrative Court (Verwaltungsgericht) with the aim to be awarded a higher maintenance allowance. She argued that her own supplementary pension and additional payments could not be regarded as income replacements within the meaning of Article 22 of the Civil Servant's Pension Act and could therefore not be taken into account when calculating her monthly allowance as a widow. She further pointed out that under the statutory old-age insurance scheme, additional payments deriving from a private insurance scheme did not diminish the survivor's pension, and that the same should apply under the Civil Servant's Pension Act.", "On 8 October 1997 the Saarland Administrative Court rejected her claim.", "On 5 November 1998, following the applicant's appeal, the Saarland Administrative Court of Appeal (Oberverwaltungsgericht) quashed the Administrative Court's judgment and fully granted the applicant's claim, finding that the term “income replacement” had to be interpreted in the same way as in the relevant provisions on the statutory old-age insurance scheme and therefore did not include the additional payments received under a private pension scheme.", "On 21 October 1999 the Federal Administrative Court (Bundesverwaltungsgericht) quashed the Court of Appeal's judgment and rejected the applicant's claim. According to that court, the relevant provisions had to be interpreted autonomously, because they differed considerably. The statutory old-age insurance only pays pensions and no allowances to widows. Considering the wording as well as the aim of the provision, which was to secure that the widow's overall income did reach at least the amount of the regular survivor's pension, that court found that all of the applicant's monthly income, including her claims under private pension schemes, had to be taken into account. The Federal Administrative Court pointed out that the widow's allowance was merely meant to prevent hardships arising from the fact that the applicant was not entitled to a regular survivor's pension. It would be in contradiction to this aim not to take payments under a private pension scheme into account.", "On 20 December 1999 the applicant lodged a constitutional complaint. She argued that the Federal Administrative Court had misinterpreted the relevant provisions and that its judgment violated her property rights and her right to equal treatment under the German Basic Law. On 11 April 2000 the applicant requested the Federal Constitutional Court to seek a preliminary ruling by the Court of Justice of the European Communities as to whether the national legal practice on the assessment of income replacements complied with Community law, in particular with the law on equal treatment.", "On 18 August 2000 the Federal Constitutional Court, sitting as a panel of three judges, refused to entertain the applicant's complaint, finding that it was up to the lower instance courts to interpret the law and that the decision in question did not violate any of the applicant's rights under the Basic Law. This decision was served on the applicant on 25 August 2000.", "Pensions of civil servants and their surviving spouses are governed by the Civil Servant's Pension Act, the relevant provisions of which at the material time read as follows:", "", "Article 19", "“A civil servant's widow ...receives a survivor's pension. This does not apply, if", "...2. the marriage was celebrated after the civil servant had entered retirement and had reached the age of 65...”", "Article 22", "“If Article 19 § 1 No. 2 applies...the widow has to be granted a maintenance allowance amounting to the survivor's pension. Earned income and income replacements have to be taken into account to an appropriate degree...”", "The administrative regulations for implementing the Civil Servant's Pension Act (Verwaltungsvorschriften) provide that an amount of 30 % of the minimum widow's pension has to be deduced from the widow's other income when calculating the maintenance allowance.", "According to Article 18 (a) subsections 2 and 3 of the fourth volume of the Social Law book (SGB IV) - which provides the general definitions for pensions under the statutory old-age insurance scheme - pensions paid under a private insurance scheme are not to be regarded as income replacements and are therefore not to be taken into account when assessing a survivor's pension under the statutory old-age insurance scheme."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}