{"ITEMID": "001-78568", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LUPAS AND OTHERS (No. 1) v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Ineta Ziemele;Isabelle Berro-Lefèvre;Josep Casadevall;Vladimiro Zagrebelsky", "TEXT": ["5. The nineteen applicants, whose names are listed in the appendix, are the descendants of some of the co-owners of a plot of land of approximately 50 hectares in Constanţa, on the Black Sea coast.", "6. In a judgment of 16 April 1937 the Bucharest Court of Appeal, ruling on an application for partition of real estate consisting of approximately 50 hectares of land on the Black Sea coast and appurtenant buildings, formerly the property of the late Alexandru N. Steflea, noted that some of the heirs had sold their shares of the estate to Nicolae Lupaş, who therefore remained a co-owner of the property in common with twelve other heirs.", "7. With a view to taking the property out of common ownership, the Court of Appeal divided it into 360 shares, of which 249.6 were allocated to Nicolae Lupaş, the twelve other heirs being assigned either 9/360, 8/360 or 14.4/360 of the property.", "8. Following a further purchase of shares in the estate, Nicolae Lupaş became the owner of 264/360 of the property, which was now owned in common with eleven other heirs.", "9. By Decree no. 102 of 20 April 1950 the National Assembly, on a proposal by the Council of Ministers, expropriated the land in question on public-interest grounds, together with an adjoining plot of land belonging to a third party, with a view to building a military base.", "10. After 1950, once the plan to build a military base had been abandoned, the County Police Inspectorate took possession of a large portion of the land that had belonged to Nicolae Lupaş and the other co-owners, while other parts were transformed following consolidation works on the cliff or were allocated to private individuals to build housing.", "11. Following proceedings for the recovery of possession of the plot adjoining the land that had belonged to Nicolae Lupaş and the other co-owners, the Constanţa Court of First Instance ruled in a final judgment of 5 December 1994 that Decree no. 102/1950 contravened the 1948 Constitution as in force on the date of the expropriation, and ordered the return of the land to the heir of its former owner. The court held, firstly, that the plan to build a military base had been abandoned shortly after the expropriation and, secondly, that the former owner had not received any compensation for the expropriation of his property.", "12. In 1998 the applicants Adrian Lupaş, Nicolae Lupaş, Ovidiu Lupaş, Verginiu Lupaş and Ana Teodosiu, as the children and heirs of Nicolae Lupaş, who had died in 1959, brought an action against Mr and Mrs B., alleging that they had illegally taken possession of a plot of land measuring 638 sq. m at 30 Turda Street, on part of the land that had formerly belonged to Nicolae Lupaş. The applicants submitted that the plot in question was part of the land of which Nicolae Lupaş had been allocated a 249.6/360 share by the Bucharest Court of Appeal in 1937 and that the State had never had valid title to it.", "13. Mr and Mrs B. applied for the case to be struck out on the ground that the applicants lacked the capacity to take proceedings, firstly because the land in question had been expropriated before Nicolae Lupaş's death, and secondly because they had not formally accepted their ascendant's estate. They submitted that the action was in any event inadmissible in that it had been brought solely by Nicolae Lupaş's heirs, without the consent of the heirs of the eleven other co-owners.", "14. The fourteen other applicants, Nicolae Chirescu, Dan Mihai Banciu, Mihai Anton Ricci, Dumitru Mircea Gheorghiu, Teodor Grigoriu, Minerva Ionescu, Dorina Voinescu, Sorina Moarcas, Rodica Ionescu, Vanda Rosculet, Eugenia Steflea, Elisabeta Stoica, Diana Ruxandra Tomescu and Ioana Greceanu, the heirs of nine of the eleven co-owners in question, applied to join the action, asserting their rights over the plot of land forming the subject matter of the proceedings. They instructed Adrian Lupaş, the first applicant, to represent them.", "15. According to the information provided by the applicants, the heir of one of the former co-owners refused to join their action, while the heirs of another former co-owner could not be traced.", "16. In a judgment of 30 March 2000 the Galaţi County Court, finding that the first five applicants had proved that they were the heirs of Nicolae Lupaş and that the latter had owned a 264/360 share of the estate of Alexandru N. Steflea, dismissed Mr and Mrs B.'s first objection.", "17. However, the court held that the land in issue had not belonged exclusively to Nicolae Lupaş, who had merely been one of the co-owners. Accordingly, observing that the consent of the heirs of two of the co-owners had not been obtained, the court declared the main action and the application to join the proceedings inadmissible on the ground that, since it entailed a legal transaction disposing of property, an action for recovery of possession of property held in undivided shares could be brought only with the consent of all the co-owners. However, the applicants' shares represented only 342/360 of the property in issue.", "18. Arguing that it was not necessary to obtain the consent of all the co-owners since the action for recovery of possession was for the benefit of all of them, the applicants appealed against the judgment to the Galaţi Court of Appeal. A hearing was held on 5 September 2000, in the absence of the first applicant, and delivery of the judgment was adjourned until 8 September 2000, despite a request for additional time which the first applicant maintained he had made in order to be able to instruct a lawyer.", "19. The Court of Appeal dismissed the appeal. In its judgment it noted, firstly, that in its 1937 judgment the Bucharest Court of Appeal had not formally divided the co-owned property into individual parts, with the result that it was still held in common despite the creation of shares. It further observed that it was common knowledge that an action for recovery of possession of property held in undivided shares could not be brought by one of the co-owners without the others' consent, since the aim of such an action was not only to protect the ownership of shares but also to secure recognition of title to the property as a whole and its return to the claimant.", "20On that account, they informed the Supreme Court of Justice that the heir of one of the former co-owners had refused to take part in the proceedings although he had been notified of their existence, and that it had been impossible to obtain the other heirs' consent as they were scattered across various countries.", "21. In a judgment of 24 April 2001 the Supreme Court of Justice dismissed the application, holding that the applicants could not seek recovery of a property held in undivided shares to the detriment and in breach of the rights of the heirs of the other co-owners.", "22. In 1999 the applicants Adrian Lupaş, Nicolae Lupaş, Ovidiu Lupaş, Verginiu Lupaş and Ana Teodosiu brought an action against a commercial company, Histria Shipmanagement, for recovery of possession of a plot of land measuring 405 sq. m at 30 Turda Street, which occupied part of the land that had formed the subject of the Bucharest Court of Appeal's 1937 judgment. They also sought the annulment of the contract signed in 1999 by which the company had purchased the land from a third party, asserting that that party had never had valid title to the land in issue.", "23. The commercial company objected that the action was inadmissible in that it had been brought solely by Nicolae Lupaş's heirs.", "24. In a judgment of 28 February 2000 the Constanţa County Court allowed the company's objection and declared the action inadmissible.", "25. The court observed that the judgment given by the Bucharest Court of Appeal in 1937 had merely allocated Nicolae Lupaş shares of the land that had belonged to Alexandru N. Steflea and that the land had not subsequently been divided into individual parts.", "26. Observing that the aim of an action for recovery of possession of a property held in undivided shares was not only to protect the ownership of a share of the property but also to secure recognition of title to the property as a whole and its return to the claimant, the court concluded that since they had not obtained the consent of all the heirs of the former co-owners, the applicants were not entitled to seek recovery of the land in issue.", "27. The applicants appealed to the Galaţi Court of Appeal, which found against them in a judgment of 30 January 2001, holding that it was common knowledge that an action for recovery of possession of property held in undivided shares could not be brought by one of the co-owners without the others' consent.", "28. The applicants applied to the Supreme Court of Justice to have that judgment quashed. They submitted that since individual co-owners could sell their shares without the other co-owners' consent, there was no cause to prohibit a co-owner from seeking recovery of the entire property held in common in order to protect his ownership of his own shares. They argued that, since an action for recovery of possession that resulted in the return of the property to the co-owners benefited all of them, it was unnecessary to obtain the consent of all the co-owners.", "29. Lastly, they submitted that regard should be had to the particular circumstances of their case, namely that the property had in their view passed illegally into State ownership and that it had been difficult, if not impossible, to identify all the heirs of the former co-owners on account of the social and historical circumstances of the period and the time that had since elapsed.", "30. Observing that the proceedings for partition that had ended with the Bucharest Court of Appeal's judgment of 16 April 1937 had not resulted in the actual division of the property, the Supreme Court of Justice ruled that the applicants could not claim exclusive ownership of the land in issue.", "31. Accordingly, pointing out that the unanimity rule precluded a co-owner from engaging in any transaction entailing the administration or disposal of property held in undivided shares without the other co-owners' consent, the Supreme Court dismissed the application in a judgment of 15 May 2002.", "32. In 1999 the applicants Adrian Lupaş, Nicolae Lupaş, Ovidiu Lupaş, Verginiu Lupaş and Ana Teodosiu brought an action against two third parties for recovery of possession of two plots of land measuring 469.32 sq. m and 459 sq. m at 30-32 Patriei Street, which occupied part of the land that had formed the subject of the Bucharest Court of Appeal's judgment of 16 April 1937.", "33. They submitted that in a 1996 decision of the Constanţa City Council one of the third parties had been wrongly granted title to the two plots of land, one of which had subsequently been sold to the other third party. At the applicants' request, the action was also directed against the City Council.", "34. The City Council objected that the action was inadmissible in that it had been brought by the heirs of only some of the co-owners of the land.", "35. The fourteen other applicants, Nicolae Chirescu, Dan Mihai Banciu, Mihai Anton Ricci, Dumitru Mircea Gheorghiu, Teodor Grigoriu, Minerva Ionescu, Dorina Voinescu, Sorina Moarcas, Rodica Ionescu, Vanda Rosculet, Eugenia Steflea, Elisabeta Stoica, Diana Ruxandra Tomescu and Ioana Greceanu, applied to join the action in order to assert their rights over the plots of land forming the subject matter of the proceedings.", "36. In a judgment of 30 October 2000 the Constanţa County Court declared the action inadmissible on the ground that the aim of an action for recovery of possession of property held in undivided shares was to secure recognition of exclusive title to the entire property and its return to the claimant.", "37. It held that, since they had failed to obtain the consent of all the heirs of the former co-owners, the applicants were not entitled to seek recovery of the plots of land in issue since they were able to claim ownership of only shares of the property.", "38. The applicants appealed against that judgment to the Constanţa Court of Appeal, which found against them on 18 April 2001. As the County Court had done, it based its conclusion on the finding that it was impossible to seek recovery of possession of property held in undivided shares without the consent of all the co-owners.", "39. The applicants applied to the Supreme Court of Justice to have that judgment quashed. They submitted that since individual co-owners could sell their shares without the other co-owners' consent, there was no cause to prohibit a co-owner from seeking recovery of the entire property held in common in order to protect his ownership of his own shares. They argued that, since an action for recovery of possession that resulted in the return of the property to the co-owners benefited all of them, it was unnecessary to obtain the consent of all the co-owners.", "40. They further submitted that regard should be had to the particular circumstances of their case, namely that the property had in their view passed illegally into State ownership and that it had been difficult, if not impossible, to identify all the heirs of the former co-owners on account of the social and historical circumstances of the period and the time that had since elapsed.", "41. Lastly, they argued that the requirement to obtain the consent of all the co-owners had ceased to apply following the entry into force of Law no. 10/2001 on the legal status of immovable property wrongfully seized by the State between 6 March 1945 and 22 December 1989, which provided for the possibility of restoring ownership of shares of a property held in common.", "42. The Supreme Court of Justice observed at the outset that the proceedings for partition initiated by the Bucharest Court of Appeal's judgment of 16 April 1937 had not resulted in the division of the land. It held that in those circumstances, the applicants' action did not concern a particular property of which they claimed to be the exclusive owners, but shares that could not be separated from those belonging to the other co-owners.", "43. It also dismissed the argument concerning Law no. 10/2001 on the ground that the law had not come into force until after the action had been brought in 1999. It pointed out that in any event, the new rule was applicable only in the context of the special procedure provided for in Law no. 10/2001, whereas the applicants' action for recovery of possession had been based on the provisions of the Civil Code.", "44. Accordingly, applying the unanimity rule, the Supreme Court of Justice dismissed the application in a judgment of 18 September 2002.", "45. Although there was no provision in statute law for the application of the rule that an action for recovery of possession of property held in undivided shares had to be brought by all the co-owners, the former Supreme Court held in a judgment of 24 November 1972 that a single co-owner could not initiate such an action, stating as follows:", "“... as long as the property remains co-owned in undivided shares, the co-owners' rights over it are indeterminate and they cannot claim exclusive rights over their shares until after the property has been divided, when each co-owner has been granted exclusive ownership of part of it. It follows that one [individual] co-owner cannot seek recovery of a property held in undivided shares prior to its partition, since an action for recovery of possession implies the existence of an exclusive and determinate right, which a co-owner can acquire only as a result of the partition.”", "46. The case-law developed by the former Supreme Court has been adhered to by the courts with very few exceptions, one being a judgment delivered by the Supreme Court of Justice on 29 September 2000. After recapitulating the unanimity rule, the court held:", "“... in the instant case, and more generally in the case of actions for recovery of possession of property that was nationalised in the period from 6 March 1945 to 22 December 1989, the legal status of such property and of the persons claiming that it was wrongfully nationalised differs substantially from ordinary cases.", "Former owners or their heirs are precluded from applying for partition of the property before seeking recovery of it by the fact that they do not have title to the property until it has been established that it was wrongfully nationalised and that the State does not have valid title to it.", "In such sui generis cases, actions for recovery of possession are complex and go beyond the standard model; one or more co-owners, but not necessarily all of them, may bring a court action seeking a ruling ... that the State does not have valid title to the property ... and, consequently, that the wrongfully nationalised property belongs to the owner or his or her heirs. They may subsequently apply for partition of the property.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}