{"ITEMID": "001-114492", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HRISTOZOV AND OTHERS v. BULGARIA ", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Article 2 - Right to life (Article 2 - Positive obligations) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["7. The applicants were born in 1977, 1954, 1948, 1947, 1948, 1973, 1948, 1966, 1935 and 1947 respectively, and live(d) in Plovdiv, Godech, Dobrich, Kazanlak, Plovdiv, Ruse, Samokov and Sofia respectively.", "8. The first applicant in application no. 47039/11 and all eight applicants in application no. 358/12 have or had various types of terminal cancer. The second applicant in application no. 47039/11 is the first applicant’s mother. Four of them succumbed to the illness shortly after lodging their applications (see paragraph 4 above).", "9. Having either tried a host of conventional treatments (including surgery, chemotherapy, radiotherapy and hormone therapy), or obtained a medical opinion that such forms of treatment would not work in their respective cases or were not available in Bulgaria, all of them approached a private clinic in Sofia, the Medical Centre for Integrative Medicine OOD (Медицински център Интегративна Медицина ООД), where they were told about an experimental anti-cancer product (MBVax Coley Fluid) which was being developed by a Canadian company, MBVax Bioscience Inc. According to information from that company, their product has not been authorised in any country, but has been allowed for “compassionate use” (for a definition of that term and comparable terms, see paragraphs 50, 56 and 57 below) in a number of countries (the Bahamas, China, Germany, Ireland, Israel, Mexico, Paraguay, South Africa, Switzerland, the United Kingdom, and the United States of America). In a letter of 9 January 2011 to the Bulgarian Ministry of Health, the company said that as part of its preclinical development of the product it would be willing to provide the product free of charge to the Medical Centre for Integrative Medicine OOD, for use on cancer patients who could no longer benefit from conventional treatments, in return for data on the treatment’s adverse and beneficial effects on each patient. It appears that the Medical Centre for Integrative Medicine OOD has on a number of occasions in the past few years applied for permission to import and use the product, but to no avail.", "10. The parties were in dispute as to whether MBVax Coley Fluid had recently started undergoing clinical trials. The applicants said that, according to data extracted on 18 April 2012 from the website of the United States National Cancer Institute and a website maintained by the United States National Library of Medicine, Mixed Bacteria Vaccine (MBV) was undergoing a phase one clinical trial in Germany. On that basis, they argued that it complied with the requirements of Article 83 § 2 of Regulation (EC) no. 726/2004 (see paragraph 50 below). The Government disputed that assertion, and submitted that it was not acceptable to establish the existence of clinical trials in Germany through information from websites in the United States of America.", "11. The Government further submitted that MBVax Coley Fluid could not be described as a medicinal product within the meaning of the applicable European Union and domestic provisions. The applicants replied that the fact that it had not been authorised did not mean that it was not a medicinal product within the meaning of those provisions.", "12. According to the applicants, MBVax Coley Fluid has been used with some success on patients in clinics in Germany, Ireland, the United Kingdom, and the United States of America. In support of that assertion the applicants submitted a number of letters and electronic mail messages from medical practitioners.", "13. It appears that on 23 July 2011 one of the applicants, Mr Petrov, travelled to Germany, where he obtained the product from MBVax Bioscience Inc. free of charge and it was administered to him seven times. However, shortly afterwards he returned to Bulgaria because he could no longer afford to pay his living expenses in Germany or the fees of the health-care institution which administered the treatment.", "14. Each of the applicants, including Ms StaykovaPetermann, who was acting on behalf of her sick son – applied to the authorities for permission to use MBVax Coley Fluid. In letters of 20 June, 15 July and 1 and 31 August 2011 the Director of the Medicines Executive Agency (Изпълнителна агенция по лекарствата), the authority in charge of supervising the quality, safety and efficacy of medicinal products, pointed out that MBVax Coley Fluid was an experimental product not yet authorised or undergoing clinical trials in any country, which meant that it could not be authorised for use in Bulgaria under Regulations no. 2 of 2001 (see paragraphs 25 and 26 below). He went on to say that Bulgarian law made no provision for the use of unauthorised medicines outside clinical trials, and that, unlike the situation obtaining in other European countries, in Bulgaria compassionate use of unauthorised products was not possible. Under the law of the European Union there was no obligation to have a harmonised approach in this area. In some of the letters the Director added, without going into detail, that the information the applicants had about MBVax Coley Fluid was incorrect.", "15. Some of the applicants appealed to the Minister of Health, who in a letter of 13 July 2011 fully agreed with the position expressed by the Medicines Executive Agency.", "16. Three of the applicants in application no. 358/12 applied to the Ombudsman of the Republic. By letters of 22 July and 4 and 14 September 2011 the Ombudsman also informed them that MBVax Coley Fluid had not been authorised in any country, which meant that the only way in which they could obtain access to it in Bulgaria was as part of a clinical trial.", "17. The applicants did not seek judicial review.", "18. On 27 October 2011 the Sofia Regional Health Directorate decided to strike the Medical Centre for Integrative Medicine OOD out of the register of health institutions, on the ground that it was engaging in activities in breach of established medical standards. The clinic sought judicial review of the decision in the Sofia Administrative Court. A hearing was held on 8 December 2011. A second hearing was listed for 24 February 2012, but was adjourned to 14 June, then to 5 October, and then to 12 October 2012. The case is still pending before the Sofia Administrative Court.", "19. Article 52 of the Constitution of 1991 provides, in so far as relevant:", "“1. Citizens shall be entitled to medical insurance guaranteeing them affordable health care, and to free health care under the conditions and in the manner provided for by law ...", "3. The State shall protect the health of all citizens ...", "4. No one may be subjected to forcible medical treatment or sanitary measures, except in cases provided for by law.", "5. The State shall exercise control over all health care establishments and over the production of and trade in medicines, biologically active substances and medical equipment.”", "20. In a decision of 22 February 2007 (реш. № 2 от 22 февруари 2007 г. по к. д. № 12 от 2006 г., обн., ДВ, бр. 20 от 6 март 2007 г.) the Constitutional Court said that unlike classic fundamental rights, such as the rights to life, freedom and security, private life, freedom of thought and of religion, the rights under Article 52 § 1 of the Constitution were social rights. They could not be directly enforced by the courts, and required State action to put them into effect. For that reason, the Constitution specified that health care was to be carried out in a manner provided for by law.", "21. Medicinal products in human (as opposed to veterinary) medicine are regulated by the Medicinal Products in Human Medicine Act 2007 (Закон за лекарствените продукти в хуманната медицина). Section 3(1) of that Act, which echoes Article 1 § 2 of Directive 2001/83/EC (see paragraph 44 below), defines a “medicinal product in human medicine” as (a) any substance or combination of substances presented as having properties for treating or preventing disease in human beings, or (b) any substance or combination of substances which may be used in or administered to human beings, with a view either to restoring, correcting or modifying physiological functions by exerting a pharmacological, immunological or metabolic action, or to making a medical diagnosis. Section 3(2), which echoes Article 1 § 3 of the Directive, in turn defines “substance” as any matter whose origin may be human (human blood, human blood products, and so on), animal (microorganisms, animal organs, extracts, secretions, toxins, blood products, and so on), vegetable (microorganisms, plants, parts of plants, vegetable extracts, secretions, and so on), chemical (elements, naturally occurring chemical materials and chemical products obtained by chemical change or synthesis, and so on).", "22. Section 7(1) of the Act lays down the general rule that only medicinal products which have been authorised, either in Bulgaria or under the European Union centralised authorisation procedure under Regulation (EC) no. 726/2004 (see paragraph 48 below), may be produced, imported, traded in, advertised, or used for medical treatment, prophylaxis or diagnostics.", "23. The following sections set out certain exceptions to that rule. Section 8 provides that no authorisation is required in respect of, in particular, (a) medicinal products prepared in a pharmacy in accordance with a medical prescription for an individual patient (the magistral formula); (b) medicinal products prepared in a pharmacy in accordance with the prescriptions of a pharmacopoeia (the officinal formula); and (c) medicinal products for “hightechnology therapy” prepared for an individual patient in accordance with the individualised specifications of a medical doctor and for use in a health-care institution under the doctor’s direct personal responsibility. Section 10(1) empowers the Minister of Health to allow, under certain conditions, treatment with an unauthorised medicinal product in the event of an epidemic or of a chemical or nuclear contamination, if there is no suitable authorised medicinal product. Section 11(1) empowers the Minister to allow, under certain conditions, the use of a product which has not been authorised in Bulgaria but has been authorised in another Member State of the European Union.", "24. Section 9(1) provides that a patient may be treated with a medicinal product which has not been authorised if a hospital makes a request to that effect. The method and criteria for doing so are to be laid down in regulations by the Minister of Health.", "25. The regulations governing that issue at the time when the applicants made their requests to be allowed to use MBVax Coley Fluid were Regulations no. 2 of 10 January 2001 (Наредба № 2 от 10 януари 2001 г. за условията и реда за лечение с неразрешени за употреба в Република България лекарствени продукти). They superseded Regulations no. 18 of 28 June 1995 (Наредба № 18 от 28 юни 1995 г. за условията и реда за лечение с нерегистрирани лекарствени средства). Both of those regulations had been issued under section 35(3) of the Medicines and Pharmacies in Human Medicine Act 1995 (Закон за лекарствата и аптеките в хуманната медицина), superseded by the 2007 Act, which provided that medicinal products needed for the treatment of diseases having specific symptoms, when treatment with authorised medicinal products had proved fruitless, were to be exempted from authorisation under criteria and by methods laid down by the Minister of Health.", "26. Regulation 2 of Regulations no. 2 provided that medicinal products which had not been authorised in the country could be prescribed if they had been authorised in other countries and were intended for the treatment of rare diseases or diseases having specific symptoms, when treatment with authorised medicinal products had proved fruitless.", "27. Similar requirements had been laid down in Regulation 1 of Regulations no. 18. Under that provision, medicinal products not registered in Bulgaria could be used only if registered in other countries and if the disease that they were intended to treat could either not be treated with products registered in Bulgaria or such treatment had proved fruitless.", "28. The procedure under Regulations no. 2 was as follows. A panel of three medical doctors appointed by the head of a hospital (one of the doctors being a specialist in the treatment of the disease in issue) was to prescribe the unauthorised product (Regulation 3(1) and 3(2)). The prescription could not cover a period of more than three months (Regulation 3(4)). After that the prescription was to be approved by the head of the hospital (Regulation 3(3)) and sent to the Medicines Executive Agency, along with a declaration by the patient (or his or her parent or guardian, as the case might be) that he or she agreed to be treated with the unauthorised product (Regulation 4(2)). The Medicines Executive Agency had ten working days to decide whether to grant permission. If the relevant requirements had not been met, the Agency would issue a negative decision, which could be appealed against within seven days to the Minister of Health, who had seven days to decide the appeal (regulation 5(1)).", "29. If the need for an unauthorised lifesaving product arose in a health-care institution other than a hospital, the head of that institution could draw up a document specifying the product and the required quantity and, having obtained the assent of the Medicines Executive Agency, apply for permission to the Minister of Health. The Minister could then make a decision specifying the product, the quantity and its recipients (Regulation 8(1)).", "30. On 6 December 2011 Regulations no. 2 were superseded by Regulations no. 10 of 17 November 2011 (Наредба № 10 от 17 ноември 2011 г. за условията и реда за лечение с неразрешени за употреба в Република България лекарствени продукти, както и за условията и реда за включване, промени, изключване и доставка на лекарствени продукти от списъка по чл. 266а, ал. 2 от Закона за лекарствените продукти в хуманната медицина).", "31. Regulation 1(2) provides that only medicinal products which can be prescribed by a doctor in another country can be authorised for use under the Regulations. Regulation 2(1) provides that medicinal products intended for use by an individual patient may be prescribed if they are authorised in other countries and treatment with medicinal products authorised in Bulgaria is impossible or has failed. Regulation 3(1) provides that hospitals may also obtain unauthorised medicinal products if those have been made available under “international and national programmes” or by an international organisation which is the only entity in a position to procure those products.", "32. The procedure under Regulations no. 10 is as follows. A panel of three medical doctors appointed by the head of the hospital (one of the doctors being a specialist in the treatment of the disease in issue) must prescribe the unauthorised product (regulations 4, 5(1) and 6(1)). The prescription must be accompanied by the written informed consent of the patient (or his or her parent or guardian, as the case may be) (Regulations 5(2) and 6(4)), and cannot cover a period of more than three months (Regulations 5(3) and 6(2)). The prescription must then be approved by the head of the hospital (Regulation 7(1)). After that the Medicines Executive Agency must either grant permission or issue a reasoned refusal (Regulation 8(1)). It must issue a refusal if the form of the prescription or the medicinal products at issue do not meet the requirements of the Regulations (Regulation 8(2)). Refusal by the Agency is subject to appeal and judicial review (Regulation 8(3)).", "33. On 21 July 2011 Parliament added a new section, 266a, to the 2007 Act. It came into force on 5 August 2011 and provides, in subsection 1, that where it is not possible to treat a disease with medicinal products available in the country, an individual patient may be treated with a product which has been authorised in another member State of the European Union and under the Act, but is not on the market in Bulgaria. The Minister of Health must keep a list of such products and update it annually (subsection 2). The explanatory notes to the amending Bill referred to the need to allow Bulgarian patients access to authorised medicines which are not available on the Bulgarian market but which are available in other member States of the European Union.", "34. There is no reported caselaw under any of the three successive regulations (Regulations no. 18, Regulations no. 2 and Regulations no. 10).", "35. Under the Code of Administrative Procedure 2006, individual administrative decisions may be challenged before a court by those affected by them, on grounds of unlawfulness (Articles 145 § 1 and 147 § 1). There is no general requirement to first exhaust administrative remedies (Article 148).", "36. Statutory instruments, such as regulations, may also be challenged before the Supreme Administrative Court (Articles 185 § 1 and 191 § 1). Any individual or organisation whose rights, freedoms or legal interests have been or could be affected by such an instrument may do so (Article 186 § 1). The court’s decision has erga omnes effect (Article 193 § 2). If a court strikes down a statutory instrument, it is deemed repealed from the date on which the court’s decision becomes final (Article 195 § 1).", "37. In a decision of 11 December 2008 (реш. № 13627 от 11 декември 2008 г. по адм. д. № 11799/2008 г., ВАС, петчл. с.) the Supreme Administrative Court struck down regulations which required telephony and internet service providers to give the Ministry of Internal Affairs “passive” technical access to the communications data they were storing. The court held that, in not laying down any conditions or procedures for the grant of such access, the regulations enabled disproportionate interference with the rights protected under Article 32 (private life) and Article 34 (correspondence and communications) of the 1991 Constitution and under Article 8 of the Convention, whereas it was obligatory for any such interference to be made subject to appropriate safeguards against abuse. The court went on to say that the regulations ran counter to various provisions of Directive 2006/24/EC on the retention of data generated or processed in connection with the provision of publicly available electronic communications services or of public communications networks, and amending Directive 2002/58/EC.", "38. In decisions of 25 March and 21 April 2011 (реш. № 384 от 25 март 2011 г. по адм. д. № 1739/2009 г., БАС; реш. № 701 от 21 април 2011 г. по адм. д. № 660/2011 г., ПАС) the Burgas and Plovdiv administrative courts set aside international travel bans imposed on account of unpaid judicially established debts. In doing so the courts held that the provisions of Bulgarian law under which those bans had been ordered ran counter to Article 27 of Directive 2004/38/EC on the right of citizens of the European Union and their family members to move and reside freely within the territories of the member States. Just before that, on 22 March 2011, the Supreme Administrative Court had held, in a binding interpretive decision (тълк. р. № 2 от 22 март 2011 г. по т. д. № 6/2010 г., ВАС, ОСК), that such bans should be set aside if in breach of the Directive.", "39. In a decision of 17 May 2010 (реш. от 17 май 2010 г. по адм. д. № 206/2010 г., МАС, І с.) the Montana Administrative Court set aside an order for the removal of an alien who had come to Bulgaria at a very young age and had lived in the country with his family for a number of years. The court held that the order, which had not taken into account the alien’s family situation and level of integration in the country, and corresponding lack of ties with the country to which he was to be removed, had been disproportionate. To reach that conclusion the court had relied not only on the relevant provisions of Bulgarian law, but also on Article 8 of the Convention and on Article 78 § 1 of the Treaty on the Functioning of the European Union and Articles 16, 20 and 21 of Directive 2003/109/EC, concerning the status of thirdcountry nationals who are longterm residents.", "40. In decisions of 29 June 2010 and 9 March 2012 (опр. № 14 от 29 юни 2010 г. по ч. к. а н. д. № 162/2010 г., ХАС, ІІ к. с.; опр. № 10 от 9 март 2012 г. по к. н. а. х. д. № 117/2012 г., КАС) the Haskovo and Kyustendil administrative courts quashed the lower courts’ decisions to discontinue proceedings for judicial review of fines imposed by the authorities in respect of administrative offences (which had been excluded from judicial review by statute). The courts relied on Article 6 § 1 of the Convention and the Court’s judgments in the cases of Öztürk v. Germany (21 February 1984, Series A no. 73), and Lauko v. Slovakia (2 September 1998, Reports of Judgments and Decisions 1998VI).", "41. A patient – defined as any person who has asked for or who is being given medical treatment (section 84(1) of the Health Act 2004) – has the right to, inter alia, (a) respect for his or her civil, political, economic, social, cultural and religious rights; (b) clear and accessible information on his or her state of health and methods of treatment, if any; (c) security and safety of the diagnostic and treatment procedures used for his or her treatment; and (d) access to modern methods of treatment (section 86(1)(1), (1)(8), (1)(10) and (1)(11) of the same Act). Section 87(1) of the Act lays down the general rule that medical procedures may be carried out only with the patient’s informed consent. In order to obtain such consent, the medical doctor responsible for the patient’s treatment has to inform the patient of (a) the diagnosis and character of the disease; (b) the aims and the nature of the proposed treatment, reasonable alternatives which may be available, the expected results and the prognosis; (c) the potential risks of the diagnostic and proposed treatment methods , including side effects and adverse reactions, pain or other difficulties; and (d) the likelihood of positive effects, as well as the risks to health of other methods of treatment or a refusal to submit to treatment (section 88(1)). All this information must be given in an appropriate volume and form, so as to ensure freedom of choice of treatment (section 88(2)). In the event of surgical intervention, general anaesthesia or other diagnostic or treatment methods which entail a heightened level of risk to life or health, this information, as well as the patient’s informed consent, must be in writing (section 89(1)).", "42. The Medical Institutions Act 1999 governs, inter alia, the registration and licensing of medical institutions. Under section 39(1), institutions for nonhospital care and hospices are subject to registration, which has to be carried out by the health inspectorate with territorial jurisdiction (section 40(1)). Under section 46(1), hospitals, complex oncological centres, and some other institutions which are not relevant to the present case, are subject to licensing. These licences are issued by the Minister of Health (section 46(2)). Medical institutions can carry out their activities only if they have been registered or licensed, as the case may be (section 3(3)). Their medical activities are subject to monitoring by the authorities (section 4(3)).", "43. Practising medical professionals must have an appropriate degree (section 183(1) and (2) of the Health Act 2004), and must be registered members of a professional association (section 183(3)).", "44. In the European Union, a medicinal product may as a rule be placed on the market only when authorised, either via the “centralised authorisation procedure” or under national procedures (there are detailed rules as to which products must or may go through the centralised procedure). The relevant provision, Article 6(1) of Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use, as amended, provides as follows:", "“No medicinal product may be placed on the market of a Member State unless a marketing authorisation has been issued by the competent authorities of that Member State in accordance with this Directive or an authorisation has been granted in accordance with Regulation (EC) No 726/2004, read in conjunction with Regulation (EC) No 1901/2006 of the European Parliament and of the Council of 12 December 2006 on medicinal products for paediatric use and Regulation (EC) No 1394/2007.”", "45. There are, however, exceptions to this rule, such as the possibility of obtaining an unauthorised medicinal product via “individual patient use”, “compassionate use” or “offlabel use”. Article 5(1) of the abovementioned Directive, which reproduced wording first introduced in 1989 by the now-repealed Directive 89/341/EEC, governs “individual patient use”. It reads as follows:", "“A Member State may, in accordance with legislation in force and to fulfil special needs, exclude from the provisions of this Directive medicinal products supplied in response to a bona fide unsolicited order, formulated in accordance with the specifications of an authorised healthcare professional and for use by an individual patient under his direct personal responsibility.”", "46. The case of European Commission v. the Republic of Poland (Court of Justice of the European Union, C185/10) concerned the interpretation of those provisions. Poland argued that its domestic law complied with the derogation envisaged by Article 5(1) of Directive 2001/83/EC. In a judgment of 29 March 2012, the Court of Justice held that by allowing the importation and placing on the market of unauthorised medicinal products which were cheaper than, and similar to, products already authorised in Poland, the State had failed to fulfil its obligations under Article 6 of the Directive. In relation to the construction to be put on the derogation provided for under Article 5(1) of the Directive, it held as follows:", "“30 As is apparent from the wording of that provision, implementation of the derogation for which it provides is conditional on fulfilment of a set of cumulative conditions.", "31 In order to interpret that provision, it must be taken into account that, generally, provisions which are in the nature of exceptions to a principle must, according to settled caselaw, be interpreted strictly (see in particular, to this effect, Case C3/09 Erotic Center [2010] ECR I2361, paragraph 15 and the caselaw cited).", "32 More specifically, as regards the derogation referred to in Article 5(1) of Directive 2001/83, the Court has already pointed out that the possibility of importing nonapproved medicinal products, provided for under national legislation implementing the power laid down in that provision, must remain exceptional in order to preserve the practical effect of the marketing authorisation procedure (see, to this effect, Case C143/06 LudwigsApotheke [2007] ECR I9623, paragraphs 33 and 35).", "33 As the Advocate General stated in point 34 of his Opinion, the power, which arises from Article 5(1) of Directive 2001/83, to exclude the application of the directive’s provisions can be exercised only if that is necessary, taking account of the specific needs of patients. A contrary interpretation would conflict with the aim of protecting public health, which is achieved through the harmonisation of provisions relating to medicinal products, particularly those relating to the marketing authorisation.", "34. The concept of ‘special needs’, referred to in Article 5(1) of that directive, applies only to individual situations justified by medical considerations and presupposes that the medicinal product is necessary to meet the needs of the patient.", "35 Also, the requirement that medicinal products are supplied in response to a ‘bona fide unsolicited order’ means that the medicinal product must have been prescribed by the doctor as a result of an actual examination of his patients and on the basis of purely therapeutic considerations.", "36. It is apparent from the conditions as a whole set out in Article 5(1) of Directive 2001/83, read in the light of the fundamental objectives of that directive, and in particular the objective seeking to safeguard public health, that the derogation provided for in that provision can only concern situations in which the doctor considers that the state of health of his individual patients requires that a medicinal product be administered for which there is no authorised equivalent on the national market or which is unavailable on that market.”", "47. Separately, Article 126a of the Directive permits a member State to allow a medicinal product authorised in another member State to be placed on its market, under certain conditions. Paragraph 1 of that Article reads:", "“In the absence of a marketing authorisation or of a pending application for a medicinal product authorised in another Member State in accordance with this Directive, a Member State may for justified public health reasons authorise the placing on the market of the said medicinal product.”", "Further conditions are laid down in paragraphs 2 and 3.", "48. A further exception to the general prohibition laid down in Article 6(1) of Directive 2001/83/EC is contained in Article 83 of Regulation (EC) no. 726/2004 of the European Parliament and of the Council of 31 March 2004, laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency.", "49. Recital 33 of the Regulation says, in so far as relevant:", "“In order to meet, in particular, the legitimate expectations of patients and to take account of the increasingly rapid progress of science and therapies ... [i]n the field of medicinal products for human use, a common approach should also be followed, whenever possible, regarding the criteria and conditions for the compassionate use of new medicinal products under Member States’ legislation.”", "50. Article 83 of the Regulation provides:", "“1. By way of exemption from Article 6 of Directive 2001/83/EC Member States may make a medicinal product for human use belonging to the categories referred to in Article 3(1) and (2) of this Regulation [medicinal products to be authorised either mandatorily or optionally via the centralised authorisation procedure, listed in an annex to the Regulation] available for compassionate use.", "2. For the purposes of this Article, ‘compassionate use’ shall mean making a medicinal product belonging to the categories referred to in Article 3(1) and (2) available for compassionate reasons to a group of patients with a chronically or seriously debilitating disease or whose disease is considered to be lifethreatening, and who can not be treated satisfactorily by an authorised medicinal product. The medicinal product concerned must either be the subject of an application for a marketing authorisation in accordance with Article 6 of this Regulation or must be undergoing clinical trials.", "3. When a Member State makes use of the possibility provided for in paragraph 1 it shall notify the Agency.", "4. When compassionate use is envisaged, the Committee for Medicinal Products for Human Use, after consulting the manufacturer or the applicant, may adopt opinions on the conditions for use, the conditions for distribution and the patients targeted. The opinions shall be updated on a regular basis.", "5. Member States shall take account of any available opinions.", "6. The Agency shall keep an uptodate list of the opinions adopted in accordance with paragraph 4, which shall be published on its website. Article 24(1) and Article 25 shall apply mutatis mutandis.", "7. The opinions referred to in paragraph 4 shall not affect the civil or criminal liability of the manufacturer or of the applicant for marketing authorisation.", "8. Where a compassionate use programme has been set up, the applicant shall ensure that patients taking part also have access to the new medicinal product during the period between authorisation and placing on the market.", "9. This Article shall be without prejudice to Directive 2001/20/EC [the Clinical Trials Directive] and to Article 5 of Directive 2001/83/EC.”", "51. In July 2007 the European Medicines Agency adopted a Guideline on compassionate use of medicinal products pursuant to the said Article 83 (EMEA/27170/2006). It states that the implementation of compassionate use programmes remains within the competence of a member State, that Article 83 is complementary to national legislations, and that the existence of Community authorisation for a medicinal product is without prejudice to any national legislation relating to compassionate use. The guideline goes on to specify that the objectives of Article 83 are threefold: (a) to facilitate and improve access for patients in the European Union to compassionate-use programmes; (b) to favour a common approach regarding the conditions of use, the conditions for distribution and the patients at whom the compassionate use of unauthorised new medicinal products is directed; and (c) to increase transparency between member States in terms of availability of treatments. It also makes it clear that Article 83 is not applicable to products which are not eligible for the centralised authorisation procedure, nor to compassionate use on a namedpatient basis, as envisaged in Article 5 of Directive 2001/83/EC (see paragraph 45 above).", "52. The European Medicines Agency has so far given two opinions under Article 83 paragraph 4 of the Regulation. The first, given on 20 January 2010 in respect of Finland, concerned the product IV Tamiflu. The second, given on 18 February 2010 in respect of Sweden, concerned the product IV Zanamivir.", "53. A guideline drawn up by the European Commission pursuant to Article 106 of Directive 2001/83/EC and Article 24 of Regulation (EEC) no. 2309/93, and entitled ‘Volume 9A – Guidelines on Pharmacovigilance for Medicinal Products for Human Use’, states the following:", "“5.7. Reporting from Compassionate/Namedpatient use", "Compassionate or namedpatient use of a medicine should be strictly controlled by the company responsible for providing the medicine and should ideally be the subject of a protocol.", "Such a protocol should ensure that the Patient is registered and adequately informed about the nature of the medicine and that both the prescriber and the Patient are provided with the available information on the properties of the medicine with the aim of maximising the likelihood of safe use. The protocol should encourage the prescriber to report any adverse reactions to the company, and to the Competent Authority, where required nationally.", "Companies should continuously monitor the riskbenefit balance of medicines used on compassionate or namedpatient basis (subject to protocol or not) and follow the requirements for reporting to the appropriate Competent Authorities. As a minimum, the requirements laid down in Chapter I.4, Section 1 [Requirements for Expedited Reporting of Individual Case Safety Reports] apply.", "For inclusion of experience from compassionate or namedpatient use in Periodic Safety Update Reports, see Chapter I.6 [Requirements for Periodic Safety Update Reports].”", "54. In November 2010 the European Clinical Research Infrastructures Network published a survey of “compassionate use” programmes in ten European countries: Austria, Denmark, France, Germany, Ireland, Italy, Spain, Sweden, Switzerland and the United Kingdom (‘Whitfield et al: Compassionate use of interventions: results of a European Clinical Research Infrastructures Network (ECRIN) survey of ten European countries. Trials 2010 11:104.’). It found that with one exception (Hungary) the laws of all the countries surveyed made provision for compassionate use/expanded access programmes. However, it also showed that those programmes had more differences than similarities. Some countries were without formal regulatory systems, and, for those who had adopted rules, they varied in content and comprehensiveness. For instance, some countries allowed “compassionate use” solely on a “named/individual patient” basis. The contents and requirements of the application for permission also varied. The survey called for European Union legislation to be more explicit with regard to regulatory requirements, restrictions and responsibilities in that area.", "55. On the basis of more recent material available to the Court in respect of twentynine Contracting States, it appears that twentytwo States (Austria, the Czech Republic, Croatia, Estonia, France, Finland, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Malta, the Netherlands, Poland, Romania, Serbia, Slovenia, Spain, Turkey and the United Kingdom) have in place rules, often adopted quite recently, allowing access to unauthorised medicinal products outside clinical trials for certain patients, notably for those who are terminally ill. The matter appears to be regulated in both primary and delegated legislation. In addition, in two States (Sweden and Russia) access to such products appears to be possible despite the absence of specific rules. Five States (Albania, Cyprus, Moldova, Montenegro and Ukraine) appear not to have in place rules allowing access to unauthorised medicinal products outside clinical trials. However, in two of those (Albania and Ukraine) domestic law appears to contain somewhat unclear provisions, which could be interpreted as allowing access. At the same time, there is a variety of practices among States as regards the type of access provided and the procedure to be followed. For instance, it appears that in four States (Croatia, Lithuania, Poland and Romania), access to unauthorised medicinal products is possible only if those products have been authorised in another jurisdiction. Seven States appear to allow access only for individual patients, and fifteen States allow access for both individual patients and groups (or cohorts). The procedures for individuals and groups tend to vary, with the conditions attaching to group access being more stringent.", "56. In the United States of America, regulations were issued in May 1987 laying down conditions under which promising new drugs that had not yet been licensed could be made available to persons with serious and life-threatening illnesses for whom no comparable or satisfactory alternative drug or treatment was available. Those regulations were revised and expanded in 2009. They are currently contained in the Code of Federal Regulations, Title 21, Part 312, Subpart I (Expanded Access to Investigational Drugs for Treatment Use), §§ 312.300320, and make provision for an “expanded access” programme, under which the Food and Drug Administration (“the FDA”) may, under certain conditions, authorise the use of an “investigational new drug” in respect of patients suffering from “a serious or immediately lifethreatening disease or condition, [when] there is no comparable or satisfactory alternative therapy to diagnose, monitor, or treat the disease or condition” (21 CFR 312.305(a)(1)). The general criteria governing the FDA’s decision are whether “[t]he potential patient benefit justifies the potential risks of the treatment use and those potential risks are not unreasonable in the context of the disease or condition to be treated” and whether “[p]roviding the investigational drug for the requested use will not interfere with the initiation, conduct, or completion of clinical investigations that could support marketing approval of the expanded access use or otherwise compromise the potential development of the expanded access use” (21 CFR 312.305(a)(2) and (3)). The regulations contain separate provisions for individual patients, including for emergency use (21 CFR 312.310), intermediatesize patient populations (21 CFR 312.315), and widespread treatment use (21 CFR 312.320).", "57. In Canada, sections C.08.010 and C.08.011 of the Food and Drug Regulations make provision for a “special access programme” allowing medical practitioners to request access to drugs that are unavailable for sale in Canada for the treatment of patients with serious or lifethreatening conditions on a compassionate or emergency basis when conventional treatments have failed, are unsuitable, or are unavailable.", "58. In Australia, the Therapeutic Goods Administration of the Department of Health and Ageing runs a “special access scheme”, which allows, under certain conditions, the importation or supply of an unlicensed medicine for a single patient, on a case by case basis (section 18 of the Therapeutic Goods Act 1989 and Regulation 12A of the Therapeutic Goods Regulations 1990).", "59. In the case of United States v. Rutherford, 442 U.S. 544 (1979), the United States Supreme Court unanimously dismissed a request by terminally ill cancer patients to enjoin the authorities from interfering with the distribution of an unlicensed drug. The court held that the statutory scheme governing drug licensing did not contain an implicit exemption for drugs intended for use by the terminally ill. In its view, the safety and effectiveness standards laid down in the legislation applied equally to such drugs, because the legislature could be regarded as intending to protect terminal patients from ineffectual or unsafe drugs. For such patients, as for anyone else, a drug was unsafe if its potential to cause death or physical injury was not offset by the possibility of therapeutic benefit. In relation to terminally ill people, unlicensed drugs carried a further risk, namely that the individuals concerned might eschew conventional therapy in favour of a drug with no demonstrable curative properties, with potentially irreversible consequences. In that connection the court noted, on the basis of expert evidence presented to it, that with diseases such as cancer it was often impossible to identify a patient as terminally ill other than in retrospect. It went on to say that acceptance of the proposition that statutory safety and efficacy standards have no relevance for terminal patients would be tantamount to denying the authorities’ power to regulate any drugs, however toxic or ineffective, for such individuals, which would allow abusive marketing of many purportedly simple and painless cures. Lastly, the court observed that its ruling did not exclude all resort to experimental cancer drugs by patients for whom conventional therapy was inefficacious, because the statutory scheme exempted from pre-marketing approval drugs intended solely for investigative use if they satisfied certain pre-clinical testing and other criteria.", "60. In the more recent case of Raich v. Gonzales, in a decision of 14 March 2007 (500 F.3d 850) the United States Court of Appeals for the Ninth Circuit held, inter alia, that, as things stood, there was no right under the due process clause of the United States Constitution to use medical marijuana on a physician’s advice, to preserve bodily integrity, avoid intolerable pain, and preserve life, even when all other prescribed medications and remedies had failed.", "61. In the case of Abigail Alliance for Better Access to Developmental Drugs et al. v. von Eschenbach et al., in a decision of 2 May 2006 (445 F.3d 470) a threemember panel of the United States Court of Appeals for the District of Columbia Circuit held, by two votes to one, that under the due process clause of the United States Constitution terminally ill patients had the right to decide whether to take un unlicensed drug that was in Phase 2 or Phase 3 clinical trials and that the producer was willing to make available. The court found that that right was deeply rooted in the traditional doctrines of selfdefence and interference with rescue, and that federal regulation of the effectiveness of drugs was too recent and haphazard “to establish that the government has acquired title to [that] right by adverse possession”. The panel went on to say that that right was “implicit in the concept of ordered liberty”.", "62. On an application by the FDA, the same court reheard the case en banc, and in a decision of 7 August 2007 (495 F.3d 695) held, by eight votes to two, that federal regulation of drugs was “consistent with [the] historical tradition of prohibiting the sale of unsafe drugs”. The “arguably limited” history of efficacy regulation prior to 1962, when such regulation in the United States took its current shape, did not establish a fundamental right, because the legislature and the executive had “continually responded to new risks presented by an evolving technology” and because the legislature had a “wellestablished power to regulate in response to scientific, mathematical, and medical advances”. The court went on to say that selfdefence, the tort of interference with rescue, and the United States Supreme Court’s “life or health of the mother” abortion cases provided no support for a right to seek investigational drugs, because those doctrines protected only “necessary” lifesaving measures, whereas the claimants sought “access to drugs that [were] experimental and [had] not been shown to be safe, let alone effective at (or ‘necessary’ for) prolonging life”.", "63. On 14 January 2008 the United States Supreme Court denied a petition for a writ of certiorari (552 U.S. 1159).", "64. In the case of Abney et al. v. Amgen, Inc., 443 F.3d 540, on 29 March 2006 the United States Court of Appeals for the Sixth Circuit upheld a lower court’s decision not to issue an injunction sought by the claimants, who were individuals involved in a clinical drug trial sponsored by the defendant, a drug manufacturer, to require the defendant to continue providing them with the drug, even though the clinical trial had come to an end.", "65. In the case of Delisle v. Canada (Attorney General), 2006 FC 933, the Federal Court of Canada had to deal with applications for judicial review of decisions taken by the Canadian federal health authorities under the abovementioned special access programme (see paragraph 57 above). The court held that in deciding to restrict access to a drug previously available under the programme the authorities had failed to strike a proper balance, because they had not taken due account of humanitarian or compassionate concerns. It referred the matter back to the authorities with instructions to weigh the “valid objectives of public policy against the humanitarian factor”. The judgment was not appealed against, and in 2008 the case was settled, with the authorities agreeing to follow the court’s recommendations.", "66. In the case of B (a minor), R. (on the application of) v. Cambridge Health Authority [1995] EWCA Civ 43 (10 March 1995), the Court of Appeal held that the courts could not disturb a properly reasoned decision by the competent health authorities not to fund a round of experimental treatment for a terminally ill child. The Master of the Rolls, as he then was, Sir Thomas Bingham, made two general comments. He firstly pointed out that the case involved the life of a young patient, which was a fact which had to dominate all consideration of all aspects of the case, because British society was one in which a very high value was put on human life and no decision affecting human life could be regarded with other than the greatest seriousness. He secondly observed that the courts were not arbiters as to the merits of cases of that kind, because if they expressed opinions as to the likelihood of the effectiveness of medical treatment, or as to the merits of medical judgment, they would be straying far from their domain. He went on to say that difficult and agonising judgments had to be made as to how a limited budget was best allocated to the maximum advantage of the maximum number of patients. That was not a judgment which a court could make.", "67. In the case of Simms v Simms and an NHS Trust [2002] EWHC 2734 (Fam) (11 December 2002), the parents of two teenagers suffering from variant CreutzfeldtJakob disease sought judicial declarations that their children could receive an experimental treatment which research on mice had shown could possibly inhibit the advance of their terminal condition. The High Court of Justice (Family Division) allowed the applications, holding, among other things, that the lack of an alternative treatment for the incurable disease meant that it was reasonable to use an experimental treatment that presented no significant risk to the patient. The President of the Family Division, Dame Elizabeth ButlerSloss, observed that the treatment was an untried one, and that until then there had been no validation of experimental work done abroad. However, she went on to say that if one waited for full certainty in experimental treatments, no innovative work such as the use of penicillin or heart transplant surgery would ever have been attempted. Referring to, inter alia, Articles 2 and 8 of the Convention and “a very strong presumption in favour of a course of action which will prolong life”, and having regard to the patients’ prospects with and without treatment and the fact that no alternative treatment was available, she concluded that it was in their best interest that the treatment should be carried out. In reaching that conclusion, she also considered the wishes and feelings of the families, finding that their advocacy of treatment “should carry considerable weight”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3", "8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}