{"ITEMID": "001-100393", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BREILER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1939 and lives in Berlin. He studied educational science and aircraft engineering and piloting in the former German Democratic Republic (GDR). From 1969 until 1990 he worked for the GDR airline Interflug.", "5. On 4 December 2000 he applied for the transfer of alleged future pension rights under one of the additional pension schemes for certain professions or groups (Zusatzversorgungssysteme). On 20 February 2002 the applicant's request was dismissed. His subsequent administrative appeal, submitted on 13 March 2002, was rejected on 26 July 2002.", "6. On 30 August 2002 he brought an action in the Social Court, which, following a hearing on 20 January 2003, dismissed the action, finding that the applicant did not qualify for any of the additional pension schemes. The judgment was served on the applicant on 20 February 2003. On 18 March 2003 he appealed the judgment.", "7. On 18 June 2003 the Federal Social Court rendered a decision concerning a similar subject-matter, which was consistent with the Social Court's decision in the instant case. On 28 August 2003 the Social Court of Appeal advised the parties of the Federal Social Court's decision and classified the case as ready for decision.", "8. During the course of the appeal proceedings the applicant's representative declared that he was seeking fundamental clarification of the subject-matter before the Federal Constitutional Court. The Social Court of Appeal therefore awaited a decision of that court.", "9. On 24 April 2006 the judge rapporteur enquired whether the appeal was to continue after the Federal Constitutional Court on 1 March 2006 (file no. 1 BvR 320/06) had declined to admit for examination a constitutional complaint in a similar case.", "10. On 8 May 2006 the applicant's representative announced that he would submit further observations until 30 June 2006. After a reminder of the Social Court of Appeal on 15 August 2006 these observations were submitted on 20 December 2006.", "11. On 16 February 2007 the Social Court of Appeal dismissed the applicant's appeal and refused to grant leave to appeal on points of law. On 15 March 2007 the judgment was served on the applicant's representative.", "12. Within the statutory time limit the applicant's representative objected to the refusal to grant leave to appeal on points of law and reasoned the objection on 15 June 2007. On 22 January 2008 the Federal Social Court dismissed the objection as inadmissible. This decision was served on the applicant's representative on 1 February 2008.", "13. Section 88 of the Social Courts' Act exempts applicants from the requirement to await the outcome of the preliminary administrative proceedings and allows them to lodge a court action directly with the Social Court if the administrative authorities fail without sufficient justification to decide the administrative appeal within a reasonable time, in general three months.", "14. Further relevant domestic law and practice is described in the Court's decision of Klose and Others v. Germany (see Klose and Others v. Germany (dec.), no. 12923/03, 25 September 2007) and Ritter v. Germany (see Ritter v. Germany (dec.), no. 31102/04, 20 November 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}