{"ITEMID": "001-99226", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ZAKHARKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violations of Art. 3 (substantive aspect);Violation of Art. 6-1;Violation of Art. 34;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1970. He is now serving his sentence in the Perm Region.", "7. On 15 October 1999 the applicant was arrested in Yekaterinburg on suspicion of robbery. He was allegedly beaten up by the police. At about midnight he was put in a cell at the Kirovskiy District police station.", "8. The applicant stayed in the cell until 5.40 p.m. on 16 October 1999. The cell was not equipped with a bunk or a bench. The applicant remained handcuffed all the time. He was not given any food and was escorted to the toilet only once, in the morning.", "9. By letter of 11 June 2003, the head of the Kirovskiy District police station of Yekaterinburg confirmed that the cells in the police station were not equipped with bunks or benches and that detainees were not provided with food.", "10. On 16 October 1999 the applicant was transported to the Yekaterinburg temporary detention facility.", "11. A certificate issued on 29 August 2002 by the doctor of the Yekaterinburg temporary detention facility indicates that the applicant was held in the facility from 16 to 25 October 1999. A medical examination revealed a bruise on his right eye and abrasions on his face.", "12. On 25 October 1999 the applicant was transferred to remand centre no. IZ-66/1 in Yekaterinburg.", "13. On 2 November 1999 he was escorted to the prosecutor's office, where he was questioned. After questioning he was transported to the Ozersk Town temporary detention facility in the Sverdlovskiy Region. On his way there the escorting officers allegedly beat him and urged him to confess. Once in the detention facility, the applicant signed a confession statement.", "14. The applicant remained in the Ozersk Town temporary detention facility until 25 November 1999. He was held in a solitary cell measuring 2 sq. m. The cell was not equipped with a bunk or toilet facilities. The applicant was escorted to the toilet twice a day. He was given bread and tea three times a day. The window allegedly had no glazing and it was extremely cold in the cell. A certificate issued by the Federal Meteorological Service indicates that the outside temperature in November 1999 ranged from 6º C to - 21º C.", "15. On 25 November 1999 the applicant was transported to remand centre no. IZ-66/1 in Yekaterinburg, where he remained for the entire duration of the criminal proceedings against him.", "16. On 2 and 3 December 1999 the applicant allegedly complained to the prosecutor's office that he had been ill-treated by the police. He did not receive any reply. He did not produce copies of his complaints.", "17. The trial started on 18 December 2001 in the Sverdlovskiy Regional Court. It transpires from the trial record that on 20 March 2002 the presiding judge Ms G. chose by lot, from a list of ten names, two lay judges and a substitute lay judge to examine the applicant's case. The formation thus included the presiding judge Ms G., two lay judges, Ms T. and Ms O., and a substitute lay judge, Ms Ye.", "18. On 19 September 2002 the Sverdlovskiy Regional Court convicted the applicant of several counts of armed robbery, murder and attempted murder of a policeman and sentenced him to life imprisonment. The applicant appealed, complaining, in particular, about the allegedly unlawful composition of the trial court.", "19. On 3 June 2003 Ms Perevoshchikova, counsel for the applicant, asked the President of the Sverdlovskiy Regional Court for information about the appointment and terms of office of the lay judges Ms T., Ms O. and Ms Ye. On 17 July 2003 a deputy President of the Sverdlovskiy Regional Court replied that all judges of the Sverdlovskiy Regional Court were competent to try criminal cases at first instance. He disclosed no details about the appointment procedure or terms of office of the lay judges.", "20. On 28 August 2003 the Supreme Court of the Russian Federation rejected the applicant's request to allow the lawyer Ms Demeneva to act as his counsel, on the grounds that she was not a professional advocate and was not present at the appeal hearing. It was also noted that the applicant was represented by Ms Perevoshchikova, counsel. The court then examined the applicant's appeal and upheld the conviction. It held that no breach of the rules on the appointment of lay judges had been established.", "21. On 8 September 2003 counsel for the applicant applied to the President of the Sverdlovskiy District Court for permission to access copies of judgments delivered by the Sverdlovskiy District Court between 1999 and 2002, in order to verify whether the lay judges Ms T., Ms O. and Ms Ye. had participated in other criminal cases during those years. She also asked the President whether the names of the lay judges had been drawn at random by lot as required by the Lay Judges Act.", "22. By undated letter the President of the Sverdlovskiy Regional Court refused access to the court's archives, stating that counsel could only study the applicant's case file. Ms T. and Ms O. had been appointed as lay judges in 1993, while Ms Ye. had been appointed in 1999. Their terms of office had been extended by presidential decrees. He further mentioned that the names of the lay judges had been drawn by lot, but refused to send a copy of the records.", "23. On 30 September 2003 the head of the secretariat of the Sverdlovskiy Regional Legislature informed counsel for the applicant that the list of lay judges for the courts of the Sverdlovskiy Region had been complied in May 2000. Ms T., Ms O. and Ms Ye. did not appear on the 2000 lists.", "24. On 8 February 2006 the Presidium of the Supreme Court, acting on supervisory review, quashed the appeal judgment, finding that the applicant had not been notified of the date and time of the appeal hearing. It remitted the case to the Supreme Court for fresh examination on appeal.", "25. On 31 July 2006 the Supreme Court upheld the conviction on appeal. It held, in particular, that the lay judges Ms T. and Ms O. had been appointed in 1993 and that their term of office had been extended by presidential decrees. It concluded that the court's composition had been lawful. The applicant was represented by two lawyers of his choice.", "26. The documents submitted by the Government show that on 25 March 1999 the Sverdlovskiy Regional Legislature selected 551 lay judges to be assigned to the Sverdlovskiy Regional Court. The list mentioned Ms Ye., but not Ms T. or Ms O. By decisions of 18 and 25 May 2000 the Sverdlovskiy Regional Legislature determined the number of lay judges to be selected for each district court. No actual selection of lay judges was made.", "27. From 25 November 1999 to 18 November 2003 the applicant was held in remand centre no. IZ-66/1 in Yekaterinburg. On 18 November 2003 he was transferred to a correctional colony in the Vologda Region.", "28. According to a certificate of 18 August 2008 issued by the remand centre management and produced by the Government, until July 2002 the applicant was held in communal cells. It was not possible to establish the number of inmates in each cell, as the remand centre registers for that period had been destroyed on expiry of the statutory storage time-limit. From 6 July 2002 to 18 November 2003 the applicant was held in solitary cells. Cell no. 210 measured 6 sq. m, cell no. 32 measured 4.5 sq. m, cell no. 1 measured 4 sq. m and cell no. 10 measured 7 sq. m.", "29. The Government submitted, relying on certificates dated 18 August 2008 from the remand centre management, that all the cells were naturally illuminated and ventilated through the windows. The windows in all the cells were glazed. They had no blinds or other screens preventing the access of natural light. Moreover, all the cells were fitted with fluorescent lamps which functioned during the day and at night. The cells were equipped with central heating and the average temperature inside was above 20º C in winter and above 18º C in summer.", "30. It follows from the same certificates that all the cells had toilet facilities which were not separated from the living area by a partition as “there was no such requirement under [domestic law]”. It was, however, possible to screen the toilet facilities off by a curtain. The dining table and the beds were situated at least two metres away from the toilet facilities. There were no insects or rodents in the remand centre, as all the cells were disinfected every month. The applicant was allowed to take a shower once a week and was provided at that time with clean bedding. He was also supplied with boiled drinking water and wholesome hot food three times a day. He had an hour-long daily walk. Occasionally the duration of the daily walk was shortened to thirty minutes. In reply to the applicant's complaints, the warders responsible for that omission had been reprimanded. Pursuant to an order by the governor of the remand centre the applicant, who was considered dangerous, was handcuffed when taken to the exercise yard.", "31. In addition to the certificates of 18 August 2008 the Government also produced certain documents dating from the period of the applicant's detention in remand centre no. IZ-66/1 in support of their description of the conditions of the applicant's detention. Hence, they submitted a letter of 16 October 2002 addressed to a deputy prosecutor of the Sverdlovskiy Region in which the chief sanitary inspector of penitentiary institutions stated that the applicant was currently held in cell no. 32. The cell measured 6.5 sq. m, was illuminated artificially by fluorescent lamps and was equipped with central heating and sewerage facilities. The average temperature was 18 to 20º C and the humidity was “subjectively normal”. The cell was equipped with a bunk and the applicant was provided with bedding. The inspector added that the applicant had been previously held in cell no. 210, which measured 8.8 sq. m and possessed the same characteristics.", "32. The Government also submitted a decision of 1 November 2002 by the governor of the remand centre ordering that the applicant be handcuffed every time he was let out of his cell, including when he was taken to the visitors' room, the exercise yard or the shower room. He noted that the applicant had been sentenced to life imprisonment and had been registered as a person liable to escape, attack the warders and take hostages. Accordingly, his handcuffing was necessary to protect the warders and escorting officers.", "33. According to numerous written statements from the warders, produced by the Government, the conditions of the applicant's detention were satisfactory. He was provided with sufficient food three times a day. His cells were clean, warm and dry. One of the warders, Mr I., stated that the applicant's cell was one of the best in the remand centre. He continued:", "“One day in December 2002 [the applicant] asked for a piece of material that he might use to insulate his window. The window was not glazed and it was covered by a blanket. In principle, that had no impact on the temperature in cell no. 10 where [the applicant] was held. It was very warm in the cell... [the applicant] was given a piece of polythene...", "[The applicant] always wears handcuffs on the way to the exercise yard, but in the yard the handcuffs are removed...”", "34. Finally, without relying on any documents, the Government submitted that one of the solitary cells in which the applicant was held, cell no. 10, measured 5.2 sq. m. The windows in the remand centre were not covered with blinds, these having been removed before 25 December 2002. The toilet facilities were equipped with a flush system and were separated from the living area by a partition.", "35. From 25 November 1999 to 6 July 2002 the applicant was held in various cells in buildings nos. 2 and 3 in remand centre no. IZ-66/1. Each cell accommodated from twenty-five to thirty-five inmates. All the cells were overcrowded.", "36. On 6 July 2002 the applicant was placed in solitary cell no. 210. The cell measured 3.2 sq. m. It had concrete walls and floor. The window was covered with a metal screen with eight ventilation holes. The toilet was not separated from the living area. There was no hot running water in the cell.", "37. On 25 September 2002 the applicant was transferred to solitary cell no. 32, post 13, in the basement, where he remained until 14 October 2002. All his personal belongings, including warm clothes, were taken away from him and he was given dirty prison overalls. The cell was 1.8 metres in width and 4.5 metres in length. The walls were covered with mould, water was dripping from the ceiling and the floor was dirty with mud. There was no access to natural light or fresh air. There was no hot running water in the cell. The applicant, who was ill with arthritis, suffered as a result of the cold and the damp.", "38. The applicant submitted photographs of cell no. 32 confirming his description. The photographs show bare concrete walls, floor and ceiling, all with damp patches on them. The cell is equipped with a floor-level toilet with a rusty water pipe with a tap in place of a flush system. There is also a rusty sink alongside, with its outlet pipe leading to the toilet outlet. The toilet facilities are not separated from the living area. Other photographs show two rusty two-tier metal beds, one of them covered with a dirty mattress, and a small metal shelf used as a dining table. There are two small ventilation outlets immediately under the ceiling. There is apparently no window.", "39. One of the photographs shows a door vent about ten centimetres wide. According to the applicant, the food was handed to him through that vent. The food parcels from his wife that could not pass through the vent were not given to him.", "40. From 14 to 22 October 2002 the applicant stayed in solitary cell no. 1, post 31. It was stifling inside the cell as it had no window or ventilation device.", "41. On 22 October 2002 the applicant was transferred to solitary cell no. 10, post 31, in the basement, where he remained until 18 November 2003. The cell measured 1.7 metres in width and 2 metres in length, that is, 3.4 sq. m. The dimensions of the window were 50 centimetres by 50 centimetres. It was covered with four metal grilles placed behind one another and blocking access to natural light. The window had no glazing and it was extremely cold in the cell during the winter. At the applicant's request the warders gave him a piece of polythene to insulate the window. A certificate issued by a private meteorological company indicates that the outside temperature in October, November and December 2002 ranged from 9º C to - 30º C.", "42. The applicant submitted photographs of cell no. 10 confirming his description. The concrete walls of the cell are indeed covered with damp patches. There is no lavatory bowl; instead, there is a hole in the floor at the corner of the cell. There is no sign of a flush or other washout system. The toilet is not separated from the living area. Next to the toilet, there is a rusty sink and a small dining table. A two-tier metal bed is placed along the opposite wall. The only window is an aperture in a thick concrete wall with several metal bars placed behind one another.", "43. Finally, according to the applicant, he was handcuffed every time he was let out of his cell and taken to the exercise yard. Given that on some days the air temperature was below zero, the metal handcuffs hurt his hands. His daily outdoor exercise was on many occasions curtailed to half an hour instead of the one hour prescribed by law.", "44. The applicant submitted copies of his numerous complaints to the supervising prosecutor, together with the replies he received. Thus, on 27 and 30 September, 1, 4, 7, 8, and 11 October 2002 the applicant and his counsel complained to the supervising prosecutor about the appalling conditions of the applicant's detention in cells nos. 210 and 32. In particular, the applicant complained that the cells were cold, dark and humid, and that his personal belongings had been taken away from him. In the complaint dated 8 October 2002 the applicant also alleged that his daily outdoor exercise had been shortened to half an hour and that he was handcuffed while in the exercise yard.", "45. On 30 September 2002 the governor of remand centre no. IZ-66/1 replied that the applicant's cell measured 4 sq. m and that all the sanitary norms were met.", "46. By letter of 30 October 2002 the supervising prosecutor replied that the applicant's conditions of detention were satisfactory and met the established norms. In particular, cell no. 210 measured 8.8 sq. m, while cell no. 32 measured 6.5 sq. m. The cells were illuminated artificially. The temperature ranged between 18 and 20 degrees above zero and the humidity was “subjectively normal”. He conceded that the applicant's personal belongings had been taken from him unlawfully, but noted that they had been returned to him on 3 October 2002. He also acknowledged that the applicant's handcuffing on his way to the exercise yard had been unlawful and informed the applicant that the warders had been disciplined.", "47. In December and January 2002 the applicant and his counsel lodged several more complaints with the supervising prosecutor. They alleged that it was very cold in cell no. 10 as the window had no glazing. They also complained about the insufficient outdoor exercise allowed to the applicant and about his handcuffing while he was in the exercise yard. They further claimed that the amount of food was inadequate, that the applicant was not allowed to buy food in the facility's shop and that food parcels from relatives were limited to 30 kg per month. They complained that on several occasions the applicant had not been given any food during the entire day and that sometimes the warders withheld food parcels brought by the applicant's wife. Lastly, the applicant alleged that his personal television set had been taken away from him.", "48. On 16 January 2003 the governor of detention facility no. IZ-66/1 replied that the applicant's conditions of detention were satisfactory.", "49. In reply to further complaints by the applicant, the supervising prosecutor acknowledged on 20 January 2003 that the duration of his daily outdoor exercise had been unlawfully restricted. However, he considered that it was necessary to handcuff the applicant when he was taken to the exercise yard, in order to protect the escorting officers. He also informed the applicant that owing to staff shortages it was not possible to provide him with hot food every day.", "50. On 5 May 2003 the applicant complained to the supervising prosecutor that it was stifling inside his cell and that it was swarming with rats and mice. He further alleged that the toilet was not separated from the living area and that when using the toilet he was in full view of the warders, many of whom were women. It appears that the complaint remained without reply.", "51. On 15 September 2003 counsel for the applicant complained to the supervising prosecutor that on 11 September 2003 a piece of polythene which he had been using to insulate the window had been taken away from him and that it was cold in his cell because the window had no glazing. The prosecutor of the Sverdlovskiy Region requested an explanation from the head of the penitentiary department of the Svderdlovskiy Region. In his letter of 21 October 2003 the head of the penitentiary department stated that the windows in the remand centre were currently being glazed, and that therefore the inmates were not provided with polythene.", "52. In April 2001 the applicant was diagnosed with arthritis.", "53. On 18 and 20 April 2001 he was examined by the doctor of remand centre no. IZ-66/1, who prescribed anti-inflammatory treatment for arthritis.", "54. On 26 April 2001 the applicant was taken to prison hospital IK-2 in Yekaterinburg (ОБ при ФБУ ИК-2) for an examination. He was diagnosed with arthropathy (a joint disease) of the knee, ankle and wrist joints. On 8 May 2001 he was discharged.", "55. From 23 October to 8 November and from 4 to 6 December 2001 the applicant underwent further examinations in prison hospital IK-2. He was diagnosed with infectious allergic polyarthritis.", "56. On 8 and 21 January 2002 the applicant complained to the remand centre doctor of pain, swelling and stiffness in the joints of his upper and lower limbs. The doctor confirmed the previous diagnosis and prescribed anti-inflammatory pills for arthritis.", "57. In May 2002 the applicant was examined by the remand centre doctor, who prescribed intra-muscular injections for ten days. The medical record states that ten injections were administered between 21 May and 12 June 2002.", "58. On 28 August 2002 the applicant again complained of pain and swelling in his arm, elbow, finger, knee and ankle joints. The remand centre doctor noted that the applicant's disease was “long-standing and persistent” and referred him for examination to the prison hospital.", "59. On 12 September 2002 the applicant was admitted to prison hospital IK-2, where he remained until 17 September 2002. He was diagnosed with rheumatoid arthritis and slow-progressing seronegative polyarthritis. The doctors recommended that the applicant stay away from cold and damp places, be examined by a rheumatologist and follow in-patient treatment.", "60. On 5 November 2002 the applicant was examined by Dr L., a rheumatologist from the Central Town Hospital. She recommended a high-calorie diet and avoidance of exposure to cold. She noted that it was unacceptable to restrict the applicant's food intake. She also prescribed treatment. In particular, she recommended that the applicant should take anti-inflammatory pills and apply ointments on a continuous basis and should follow a one-month course of hepatoprotective treatment. Regular blood counts and X-ray testing should be performed. It was, however, premature to prescribe any disease-modifying drugs (базисная терапия) or hormone therapy. She concluded that further medical tests and constant medical supervision were necessary.", "61. According to the applicant, he did not receive any treatment except analgesics (painkillers) and several injections because the medical unit at the remand centre did not have the necessary medication.", "62. In reply to the complaints of insufficient medical assistance, the governor of remand centre no. IZ-66/1 stated in writing on 16 December 2002 that the applicant did not need in-patient treatment. As the applicant did not suffer from any serious diseases, his wife was not allowed to send him food parcels exceeding 30 kg per month.", "63. On the same day the applicant was examined by doctors from the medical department of the Ministry of Justice. They noted in the medical records that the applicant's health was satisfactory and that he was receiving vitamins. The doctors also noted that further examinations in the prison hospital were necessary.", "64. On 17 December 2002 a deputy head of the medical department of the Ministry of Justice informed the applicant's wife that the medical department had conducted an inquiry and established that the applicant was receiving sufficient and appropriate treatment for his disease.", "65. On 8 January 2003 the applicant's wife complained to the medical department of the Ministry of Justice that the applicant was not receiving any medicine except painkillers. As a result of the insufficient treatment provided, his disease had progressed.", "66. On 10 January 2003 a deputy head of the medical department of the Ministry of Justice replied that the applicant's state of health was satisfactory.", "67. In April 2003 the applicant underwent an X-ray examination.", "68. On 27 May 2003 the applicant was for a second time examined by the rheumatologist Dr L. The applicant complained of persistent pains in his joints. Dr L. noted stiffness and swelling of certain joints and limited movement of the right elbow joint and the left wrist joint. She further observed that her previous recommendations had not been followed and issued the same recommendations and prescriptions as before. She further prescribed local hormone injections once every ten to fourteen days until the inflammation in the joints had lessened. Finally, she recommended that blood and urine tests should be performed every month.", "69. On an unspecified date (the date indicated in the medical records is unreadable) the applicant was examined by the remand centre doctor. He complained of weakness, loss of weight and aggravation of the pain in his joints. The doctor noted in the medical records that the applicant refused to take anti-inflammatory pills and insisted that he needed intra-articular injections. The doctor recommended that the applicant be taken to the prison hospital for an examination.", "70. From 10 to 17 June and from 6 to 17 October 2003 the applicant underwent an examination and followed treatment in prison hospital IK-2.", "71. In reply to further complaints of inadequate treatment lodged by the applicant's wife, the head of the medical department of the Ministry of Justice stated on 8 October 2003 that the applicant's state of health was satisfactory. He noted that the rheumatologist had recommended that the applicant take anti-inflammatory medicines, apply ointments and receive intra-articular injections. The applicant had refused to take the anti-inflammatory medicines prescribed to him. Intra-articular injections were not possible because there were no medical officers in the detention facility trained in administering them. The head of the medical department of the Ministry of Justice concluded that the applicant was receiving adequate and sufficient treatment.", "72. On 10 October 2003 Dr K., a rheumatologist from Yekaterinburg Town Clinical Hospital no. 40, examined the applicant's medical records and concluded that he was suffering from rheumatoid arthritis. The report continued as follows:", "“[Rheumatoid arthritis] is a serious disease causing marked pain in the joints and muscles and restricting the function of the affected joint. It is progressive and incurable. The disease requires constant anti-inflammatory treatment to lessen the pain and inflammation in the joints and muscles. It also requires specific treatment with disease-modifying drugs to slow down the process of destruction of the joints. [The applicant] has not received any disease-modifying drugs.", "Owing to the destruction of the joint structures and muscle atrophy, this disease leads to disability within 5 to 10 years of its onset, depending on the rate of progression.", "In cases where other internal organs are affected by the disease (this is possible in the absence of adequate treatment) it may progress more rapidly.", "The analysis of the submitted materials reveals that at present [the applicant] is affected by an active inflammation process which has resulted in loss of function in the joints.", "I recommend an examination ... which is necessary in order to prescribe adequate treatment.", "[The applicant] requires wholesome food rich in protein and vitamins. Damp and cold places are strongly contraindicated.”", "73. On an unspecified date the applicant lodged a civil claim against remand centre no. IZ-66/1, complaining about the allegedly insufficient medical assistance afforded to him.", "74. On 9 December 2003 the Verkh-Isetskiy District Court of Yekaterinburg noted that the applicant suffered from arthritis. The management of the remand centre had an obligation to organise a medical examination of the applicant in order to determine the gravity of his medical condition. It had however failed to do so. Moreover, given that arthritis was a serious disease requiring a high-calorie diet, it had been unlawful to limit food parcels from relatives to 30 kg per month. However, the court rejected the applicant's claim, finding that it was without substance as he was no longer being held in remand centre no. IZ-66/1.", "75. On 9 January 2004 the applicant was granted disability status.", "76. The applicant appointed Ms Demeneva, a lawyer with the Urals Centre of Constitutional and International Protection of Human Rights, to represent him before the Supreme Court and the European Court. On 27 November 2002 Ms Demeneva applied to the President of the Sverdlovskiy Regional Court for permission to visit the applicant. On 28 November 2002 her request was refused. No reasons for the refusal were provided.", "77. On 5 December 2002 Ms Demeneva for a second time asked the President of the Sverdlovskiy Regional Court to issue her with a visitor's permit. By letter of 11 December 2002 a judge of the Sverdlovskiy Regional Court refused to admit Ms Demeneva as counsel for the applicant. He noted that at that stage of the proceedings the admission of counsel was within the competence of the Supreme Court.", "78. In January 2003 Ms Demeneva lodged a new request for a visitor's permit with the President of the Sverdlovskiy Regional Court. The request indicated that Ms Demeneva was the applicant's representative before the Court. It appears that the request was not examined.", "79. On 28 April and 14 May 2003 the applicant wrote to the President of the Sverdlovskiy Regional Court, informing him that he wanted to meet Ms Demeneva in order to prepare an application to the European Court of Human Rights. On an unspecified date in July 2003 the Sverdlovskiy Regional Court issued Ms Demeneva with a visitor's permit.", "80. On 23, 25 and 30 July 2003 Ms Demeneva came to visit the applicant. However, the management of remand centre no. IZ-66/1 refused to let her in. They did not give any reasons for the refusal.", "81. In reply to Ms Demeneva's complaint, the penitentiary department of the Sverdlovskiy Region informed her on 25 August 2003 that she had not been appointed to represent the applicant in the criminal proceedings and that her legal status was unclear. Therefore, she was not allowed to visit the applicant.", "82. By letter of 15 September 2003 a deputy President of the Sverdlovskiy Regional Court informed the penitentiary department of the Sverdlovskiy Region that the applicant's conviction had become final and that the visitor's permit issued to Ms Demeneva was no longer valid.", "83. On 3 November 2003 the Sverdlovskiy regional prosecutor's office informed Ms Demeneva that she had been denied access to the applicant because she had not produced a judicial decision by which she had been admitted to act as counsel for the applicant.", "84. The applicant challenged the refusals before the Verkh-Isetskiy District Court of Yekaterinburg. On 13 November 2003 the Verkh-Isetskiy District Court found that Ms Demeneva had a power of attorney authorising her to represent the applicant's interests before the European Court of Human Rights and possessed a valid visitor's permit issued by a competent court. It ordered the management of detention facility no. IZ-66/1 to organise the applicant's meetings with Ms Demeneva.", "85. No meetings were organised. On 24 February 2004 the bailiffs' service discontinued the enforcement proceedings, finding that it was no longer possible to organise the meetings as the applicant had been transferred to a correctional colony.", "86. The Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, in force until 1 July 2002 – “the old CCrP”) provided that criminal cases were tried at first instance by a single judge or by a bench consisting of a professional judge and two lay judges. In their judicial capacity lay judges enjoyed the same rights as professional judges (Article 15).", "87. By virtue of Article 164 of the RSFSR Constitution of 1978 (in force until 12 December 1993, when the Constitution of the Russian Federation was adopted), lay judges were elected during meetings of citizens at their place of work or residence for a term of five years.", "88. Under section 29 of the RSFSR Law of 8 July 1981 on the RSFSR judicial system (“the RSFSR Judicial System Act”) (the relevant provisions remained in force until 10 January 2000, date of the official publication of the Federal Law on lay judges at the federal courts of general jurisdiction in the Russian Federation), lay judges at the regional courts were to be elected by the Regional Congress of People's Deputies for a term of five years.", "89. On 12 December 1993 the Constitution of the Russian Federation was adopted. It does not provide for any procedure for the selection of lay judges.", "90. Articles 83 and 84 of the Constitution list the powers of the President. They do not mention any power to appoint lay judges or to prolong their term of office.", "91. Article 90 provides that the President may issue decrees and orders. Decrees and orders of the President have binding force in the entire territory of the Russian Federation. They may not be contrary to the Constitution or federal laws.", "92. Part 2 of the Russian Constitution contains provisions aimed at preserving the continuity of the judiciary and other State bodies during the transitional period. In particular, paragraph 6 establishes that until the adoption of a federal law setting out the procedure for the examination of cases by a jury, the previous procedure for examination of that category of cases by the courts should be preserved.", "93. On 22 March 1995 the acting President of Russia issued Decree no. 299, which read as follows:", "“Relying on Article 90 and paragraph 6 of Part 2 of the Constitution of the Russian Federation, [I] order that:", "1. The lay judges at the district (town) courts shall continue their service until the adoption of the relevant federal law.", "2. The executive authorities of the constituent elements of the Russian Federation shall, if necessary, organise by-elections of lay judges for the district (town) courts at general staff meetings, general meetings and gatherings of citizens at their places of residence.”", "94. On 21 March 1997 the Constitutional Court examined an application by Mr Sh. who submitted, in particular, that the presidential decree was incompatible with the Constitution. The Constitutional Court found that it had no competence to verify the compatibility of presidential decrees with the Constitution at citizens' request. It noted, however, that the procedure for examination of criminal cases by a judicial bench including lay judges was established by the old CCrP and the RSFSR Judicial System Act. Those acts remained in force in accordance with paragraph 6 of Part 2 of the Constitution. It was therefore necessary to preserve the system of lay judges for the time being.", "95. On 1 January 1997 Federal Constitutional Law no. 1-FKZ on the judicial system of the Russian Federation (“the Judicial System Act”) entered into force. By virtue of section 1 of the Act judicial authority in the Russian Federation was vested exclusively in courts comprising professional judges, jurors, lay judges and arbitration judges appointed or elected in accordance with the procedure laid down by federal law.", "96. Section 8 of the Judicial System Act provided that individuals could participate as jurors, lay judges and arbitration judges in the administration of justice in accordance with the procedure established by federal law.", "97. Section 37 established that lay judges elected to serve in the courts before 1 January 1997 should remain in office until the expiry of the term of office for which they had been elected.", "98. On 23 January 1997 the President of the Russian Federation issued Decree no. 41, which, in so far as relevant, read as follows:", "“Having regard to the [fact] that the Federal Constitutional Law on the judicial system of the Russian Federation has come into effect, for the purpose of ensuring the activities of the courts of general jurisdiction in the Russian Federation and for the judicial protection of the rights of individuals, and relying on Article 90 of the Constitution of the Russian Federation, [I] order that:", "1. The lay judges at ... regional courts shall continue their service until the adoption of the federal law on the procedure for appointment (election) of lay judges.”", "99. On 10 October 2002 the Constitutional Court examined an application by a Mr G., who claimed that the presidential decree was incompatible with the Constitution. The Constitutional Court found that, in accordance with Article 90 of the Constitution, presidential decrees must not be contrary to the Constitution or federal laws. The decree contested by Mr G. prolonged the term of office of lay judges elected earlier. It did not establish any procedure for calling lay judges to sit in particular criminal cases which would differ from the procedure prescribed by federal law. In particular, it did not contain any provisions which would allow lay judges to be called for service on a regular basis and for periods surpassing two weeks per year. The complaint was declared inadmissible.", "100. On 10 January 2000 the Federal Law on lay judges at the federal courts of general jurisdiction in the Russian Federation (“the Lay Judges Act”) came into force. Under section 1(2) of the Act, lay judges were persons authorised to sit in civil and criminal cases as non-professional judges.", "101. Section 2 provided that lists of lay judges were to be compiled for every district court by local self-government bodies; the lists were subject to confirmation by the regional legislature. The confirmed list was to be submitted to the relevant district court no later than one month before the expiry of the term of office of the lay judges on the previous list. The term of office of lay judges was five years.", "102. Section 6 determined the procedure for the selection of lay judges at the regional courts. It provided that the President of the regional court was to draw names at random from the overall list of lay judges assigned to the district courts situated on the territory of that region. The number of lay judges assigned to every professional judge should be at least three times as many as the number needed for a hearing. From the list of lay judges assigned to him the professional judge was to select two lay judges by lot to sit in a particular case.", "103. Under the terms of section 9, lay judges could only be called for service in a regional court once a year, for the entire duration of the court proceedings in a particular case.", "104. The Presidium of the Supreme Court of the Russian Federation issued on 14 January 2000 a Regulation on the procedure for the selection of lay judges. The Regulation provided that the President of a district court should draw at random from the general list of lay judges 156 names for each judge. The random selection could be made by any method (for example by random computer selection, or by manual selection of each fifth name for one judge, each seventh name for another judge, etc.). The lay judges for a particular case were to be drawn by lot by the judge to whom the case had been assigned. Each court was obliged to keep records of all random selections and drawings by lot.", "105. The Regulation further referred to section 37 of the Judicial System Act and section 2 of the lay Judges Act and provided that, given that no lists of lay judges had been compiled by the date of the entry into force of the Lay Judges Act, the acting lay judges should remain in office until the submission of new lists of lay judges to the courts.", "106. Under the decree of the acting President of Russia issued on 25 January 2000, lay judges serving in the courts of general jurisdiction were authorised to remain in office until the courts received the new lists of judges confirmed by the regional legislatures.", "107. On 21 December 2001 the Constitutional Court examined an application by a Mr P., who submitted, in particular, that the presidential decree was incompatible with the Constitution. The Constitutional Court found that it had no competence to verify the compatibility of presidential decrees with the Constitution at citizens' request.", "108. On 1 July 2002 the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001 – “the new CCrP”) entered into force. It abolished the system of lay judges as from 1 January 2004.", "109. On 5 August 2002 the President of the Russian Federation issued Decree no. 855, by which, referring to the entry into force of the Lay Judges Act, he declared his Decrees no. 299 of 22 March 1995, no. 41 of 23 January 1997 and no. 103 of 25 January 2000 to be no longer in force.", "110. The new CCrP provides that advocates authorised by a bar association are admitted to act as counsel in criminal proceedings. At the defendant's request the judge may admit a close relative or any other person to act as counsel (Article 49). Counsel may visit the suspect or the accused in private and in confidence. The frequency or duration of the visits may not be limited (Articles 47 § 4 (9) and 53 § 1 (1)).", "111. Federal Law no. 103-FZ of 15 July 1995 on the detention of persons suspected or accused of criminal offences (“the Detention Act”) provides that a suspect or an accused is entitled to receive visits from his counsel from the moment he or she is arrested. Visits are conducted in private and in confidence. Their duration or frequency may be limited only in those cases established by the Code of Criminal Procedure. Counsel may visit a detainee on presentation of his or her bar certificate and a mandate to represent the accused's interests issued by the bar association (ордер юридической консультации). It is prohibited to require any other documents. If a non-advocate has been admitted to act as counsel, visits are permitted on presentation of the relevant court decision and an identity card (section 18).", "112. The Standard Minimum Rules for the Treatment of Prisoners, adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Geneva in 1955, and approved by the Economic and Social Council by its resolution 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977, provide, in particular, as follows:", "“10. All accommodation provided for the use of prisoners and in particular all sleeping accommodation shall meet all requirements of health, due regard being paid to climatic conditions and particularly to cubic content of air, minimum floor space, lighting, heating and ventilation.", "11. In all places where prisoners are required to live or work,", "(a) The windows shall be large enough to enable the prisoners to read or work by natural light, and shall be so constructed that they can allow the entrance of fresh air whether or not there is artificial ventilation;", "(b) Artificial light shall be provided sufficient for the prisoners to read or work without injury to eyesight.", "12. The sanitary installations shall be adequate to enable every prisoner to comply with the needs of nature when necessary and in a clean and decent manner.", "13. Adequate bathing and shower installations shall be provided so that every prisoner may be enabled and required to have a bath or shower, at a temperature suitable to the climate, as frequently as necessary for general hygiene according to season and geographical region, but at least once a week in a temperate climate.", "14. All pans of an institution regularly used by prisoners shall be properly maintained and kept scrupulously clean at all times.", "...", "15. Prisoners shall be required to keep their persons clean, and to this end they shall be provided with water and with such toilet articles as are necessary for health and cleanliness.", "...", "19. Every prisoner shall, in accordance with local or national standards, be provided with a separate bed, and with separate and sufficient bedding which shall be clean when issued, kept in good order and changed often enough to ensure its cleanliness.", "...", "20. (1) Every prisoner shall be provided by the administration at the usual hours with food of nutritional value adequate for health and strength, of wholesome quality and well prepared and served.", "(2) Drinking water shall be available to every prisoner whenever he needs it.", "...", "21. (1) Every prisoner who is not employed in outdoor work shall have at least one hour of suitable exercise in the open air daily if the weather permits.", "...”", "113. The relevant extracts from the General Reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) read as follows:", "“47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners. ... [P]risoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature...", "48. Specific mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard ... It is also axiomatic that outdoor exercise facilities should be reasonably spacious...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment.”", "“35. A prison's health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ... Further, prison doctors should be able to call upon the services of specialists.", "...", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital.", "...", "37. Whenever prisoners need to be hospitalised or examined by a specialist in a hospital, they should be transported with the promptness and in the manner required by their state of health.", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient's evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.", "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.", "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service.”", "“30. The CPT frequently encounters devices, such as metal shutters, slats, or plates fitted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that specific security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners. However, the imposition of measures of this kind should be the exception rather than the rule. This implies that the relevant authorities must examine the case of each prisoner in order to ascertain whether specific security measures are really justified in his/her case. Further, even when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy; moreover, the absence of these elements generates conditions favourable to the spread of diseases and in particular tuberculosis.", "The CPT recognises that the delivery of decent living conditions in penitentiary establishments can be very costly and improvements are hampered in many countries by lack of funds. However, removing devices blocking the windows of prisoner accommodation (and fitting, in those exceptional cases where this is necessary, alternative security devices of an appropriate design) should not involve considerable investment and, at the same time, would be of great benefit for all concerned.”"], "VIOLATED_ARTICLES": ["3", "34", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}