{"ITEMID": "001-93302", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PLECHANOW v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Preliminary objections dismissed (ratione temporis, ratione materiae, ratione personae, six month period);Violation of P1-1;Just satisfaction reserved", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicants, Jerzy, Ariadna and Andrzej Plechanow, are Polish nationals who were born in 1953, 1924 and 1955 respectively and live in Warszawa.", "7. The applicants’ predecessor owned a plot of land with a residential building situated in Warsaw. The applicants are his heirs.", "8. By virtue of the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw (“the 1945 Decree”) the ownership of all private land was transferred to the City of Warsaw.", "9. The applicants’ predecessor requested to be granted the right of temporary ownership (własność czasowa) of the property pursuant to section 7 of the 1945 Decree.", "10. On 6 January 1964 the Board of the Warsaw National Council (Prezydium Rady Narodowej) refused the request. The Board also stated that the ownership of all buildings situated on the property had been transferred to the State Treasury. The property was subsequently divided into smaller plots.", "11. Between 1975 and 1992 the State Treasury sold several apartments in the residential building (together with shares in the right of perpetual use of the land) to third parties.", "12. In 1991, 1994 and 1995 the Warsaw Governor declared that on 27 May 1990 the Warsaw Municipality had acquired ex lege the ownership of the plots of land and the building thereon (with the exception of the previously sold apartments).", "13. On 12 March 1997 the Board of the Praga-Południe District of the Warsaw-Centre Municipality adopted a resolution on the basis of which it published a list of flats which could be sold to the tenants. In September and November 1997 they sold two apartments.", "14. On 5 March 1998 the Praga-Południe District Office informed the applicants of the above resolution and of the possibility of exercising a right of pre-emption in respect of the remaining flats. The right of pre-emption had been introduced as from 1 January 1998 on the basis of section 34 of the Act of 21 August 1997 on the management of real estates (ustawa o gospodarce gruntami).", "15. On 18 March 1998 the applicants informed the municipality that the third applicant would buy the flat he had occupied so far. At the same time they requested that the further sale of other flats be stayed. They enclosed a decision of the Warsaw District Court of 5 March 1991 declaring them to be heirs of F.P., K.P. and P.P.", "16. On 17 June 1998 the municipality allowed the applicants’ request.", "17. On 30 November 1999 the Local Government Board of Appeal (Samorządowe Kolegium Odwoławcze) declared the decision of 6 January 1964 null and void in respect of part of the property. However, the Board could not annul the decision in respect of the remaining part of the property in question, since the ownership rights to 19 apartments and respective shares in the right of perpetual use of the land had been sold in the meantime to third parties. Thus, in view of the irreversible legal consequences of the 1964 decision, the Board only declared that, in this respect, the decision had been issued in breach of law.", "18. The Board noted that the obligations of the Warsaw National Council resulting from a breach of law had been taken over by the Warsaw Municipality.", "19. The Board further noted that its decision entitled the applicants to seek compensation for damage caused by the administrative decision having been issued in breach of law.", "20. In March 2000 the applicants lodged compensation claims with the Mayor of the Warsaw District (Starosta Powiatu Warszawskiego) and the President of Warsaw in respect of the relevant 19 apartments.", "21. On 9 June 2000 the Mayor of the Warsaw District transferred the claim to the Warsaw Local Government Board of Appeal in view of the latter organ’s competence. In November 2000 and December 2000 the Board issued several decisions concerning particular apartments in which it refused to award compensation.", "22. On 21 December 2000 the applicants lodged compensation claims with the Warsaw Regional Court against the Warsaw municipality under Article 160 of the Code of Administrative Procedure.", "23. On 21 March 2002 the Regional Court dismissed the action. The court acknowledged that the applicants had sustained damage as a result of the 1964 decision (the court heard evidence, including an expert witness, who estimated the loss at PLN 1,025,970). However, the court eventually found that the State Treasury should have been sued instead of the municipality. The court noted that according to the Supreme Court judgment of 7 January 1998 the municipality had the legal capacity to be sued for compensation for damage resulting from an administrative decision issued before 27 May 1990. However, in the court’s view, this interpretation had become obsolete in view of the subsequent interpretation of section 36 of the Local Government (Introductory Provisions) Act of 10 May 1990 (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych).", "24. On 19 June 2002 the applicants’ lawyer lodged an appeal. He referred inter alia to the Supreme Administrative Court resolution of 15 April 1996, OPK 9/96, which, in his opinion, justified the responsibility of the local government administration in the present case. In this context he also invoked section 36 § 2 of the 1990 Local Government (Introductory Provisions) Act and relied on the judgment of the Supreme Court of 7 January 1998 arguing that the firstinstance court had been wrong to consider the judgment obsolete.", "25. On 11 April 2003 the Warsaw Court of Appeal dismissed the applicants’ appeal. The court upheld the lower court’s arguments, finding that the State Treasury should have been sued for damages because the Governor (the State’s administration body) was the legal successor of the National Council.", "26. The applicants lodged a cassation appeal. They submitted, inter alia, that the judgment was in breach of relevant substantive law on account of an erroneous interpretation and application of the provisions of the Local Government Act. They also invoked Article 393 of the Code of Civil Procedure arguing that the examination of the cassation appeal was justified because:", "- the case raised a significant legal issue (i.e. the question to what extent and in respect of which competences the obligations of the national councils had been taken over by communities), and", "- the need for an authoritative interpretation of provisions which had been interpreted differently in the courts’ case-law (in particular section 36 § 3 of the 1990 Local Government (Introductory Provisions)), and", "- the need to clarify the inconsistency of the Court of Appeal’s judgment with the case-law invoked by the applicants and the alleged guidance provided by the decision of the Local Government Board of Appeal of 30 November 1999.", "27. On 10 December 2003 the Supreme Court refused to entertain the cassation appeal. The decision was taken by a single judge sitting in camera. The written reasons provided as follows:", "According to Article 393 of the Code of Civil Procedure, when the challenged judicial decision does not manifestly breach the law or the proceedings are not invalid in law (§ 2), the Supreme Court may refuse to entertain a cassation appeal if there is no appearance of a significant legal issue in the case, there is no need for the interpretation of provisions raising serious doubts or causing discrepancies in the courts’ case-law or the cassation appeal is manifestly ill-founded (§ 1).", "In the present case none of the circumstances set out in Article 393 § 2 was present and consequently the Supreme Court, having considered the grounds set out in § 1, found it justified to refuse to entertain the cassation appeal.", "28. On 8 March 2004 the applicants lodged a constitutional complaint with the Constitutional Court, alleging a breach of their right of access to court and to a fair hearing on account of an erroneous application of Article 393 of the Code of Civil Procedure.", "29. On 19 July 2005 the Constitutional Court discontinued the proceedings on the grounds that it had already examined the same issue in its judgment of 31 March 2005 (SK 26/02).", "30. On 3 March 2000 the applicants requested the Mayor of Warsaw to grant them the right of perpetual use of the remaining apartments which had not been sold. They relied on the decision of the Warsaw Local Government Board of Appeal of 30 November 1999.", "31. On 25 April 2002 the applicants’ lawyer submitted a certificate of the mortgage writer (pisarz hipoteczny) of 24 November 1937 certifying the ownership title of F.P. on that day.", "32. The proceedings are pending.", "33. A party to civil proceedings could, at the material time, lodge a cassation appeal with the Supreme Court against a judicial decision of a secondinstance court. A party had to be represented by an advocate or a legal adviser.", "34. Article 3931 of the Code of Civil Procedure as applicable at that time listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law as a result of its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "35. Article 3933 specified the requirements of a cassation appeal. It read in its relevant part:", "“§ 1. A cassation appeal should include:", "1) an indication of the decision under appeal together with information as to whether the appeal is lodged against this decision in its entirety or in part only;", "2) an indication of the grounds for the cassation appeal;", "3) arguments showing that its examination would be justified;", "4) a motion to have the decision under appeal quashed or amended, specifying also the scope of the motion.”", "36. Pursuant to Article 393¹³ the Supreme Court, having allowed a cassation appeal, could quash the challenged judgment in its entirety or in part and remit the case for re-examination. Where the Supreme Court failed to find non-conformity with the law, it dismissed the cassation appeal.", "37. Pursuant to Article 3937 a cassation appeal, in principle, was examined during a hearing by a panel of three judges; the court could, however, reject a cassation appeal on formal grounds at a sitting. The judgment or decision had to be accompanied by written reasons.", "38. On 24 May 2000 a law was enacted amending the Code of Civil Procedure. It entered into force on 1 July 2000. It introduced, inter alia, the following provision (amended Article 393) – the so-called “pre-judgment” (preliminary assessment of a cassation appeal):", "“§ 1. The Supreme Court may refuse to entertain the cassation appeal, if:", "1) there is no appearance of any significant legal issue in the case,", "2) there is no need for the interpretation of provisions raising serious doubts or causing discrepancies in the courts’ case-law,", "3) the appeal is manifestly ill-founded.", "§ 2. Paragraph 1 shall not apply if the challenged judicial decision manifestly breached law or when the proceedings are invalid at law.”", "39. Pursuant to amended Article 3937 the decision to refuse to entertain a cassation appeal or to reject it on formal grounds could be taken in camera, in a single judge formation.", "40. Although the legal provisions did not expressly provide for such a possibility, usually the written reasons accompanying such decisions were limited to a simplified, schematic formula which did not contain any legal analysis, did not indicate the specific grounds for the decision, did not invoke grounds of appeal and did not refer to any facts or circumstances which would allow the identification of a particular case.", "41. On 6 February 2005 new provisions on a “cassation complaint” came into effect, replacing the provisions governing the cassation appeal.", "42. In its judgment of 31 March 2005 (SK 26/02) the Constitutional Court examined a number of constitutional complaints challenging the provisions of Article 393 of the Code of Civil Procedure.", "43. The Constitutional Court held that although the Constitution did not guarantee a right to cassation as such, the fact that it was provided for by the Code of Civil Procedure meant that it had to meet the requirements of the rule of law and procedural justice.", "44. The Constitutional Court observed, inter alia, that certain terms describing the conditions which a cassation appeal had to meet under Articles 393 et seq. of the Code (“significant legal issue”, “provisions raising serious doubts or causing discrepancies in the courts’ case-law”, “arguments showing that examination of the cassation appeal would be justified”) were drafted in the broadest terms. It noted that the judicial practice regarding their application had given rise to serious interpretational difficulties and discrepancies in the caselaw of the Supreme Court. The Constitutional Court considered the relevant requirements of Article 393 and their interpretation by the Supreme Court to be vague and subjective and, in practice, known exclusively to the Supreme Court but not to those who wished to lodge a cassation appeal.", "45. According to the Constitutional Court, if the conditions for admissibility of a claim (preliminary assessment of a cassation appeal) were formulated in imprecise terms, the right of access to a court could not be exercised effectively because of the risk of arbitrariness of the assessing body.", "46. In this context the court criticised, in particular, the practice of “simplified reasons”. It held that the use of open-ended concepts by the legislator could not be considered, in itself, as unconstitutional, as it allowed the courts a certain flexibility, to better-tailor their decisions to circumstances at hand. However, in such case the obligation to substantiate the legal norm was shifted to the stage of its application. This gave the courts a certain discretion which was not to be confused with an absolute freedom from external supervision. Consequently, a general and imprecise procedural clause required a strong justification and indication of specific circumstances.", "47. The practice of formulaic justification in the preliminary assessment of a cassation appeal created a situation where nobody could identify how, if at all, the Supreme Court had performed the necessary assessment to substantiate those vague terms. The case-law providing guidance on their application was thus practically non-existent. The court informed the addressee of its decision that the requirements of the given article had not been met, but did not indicate any circumstances which justified this conclusion. As a result, a principle of trust has been breached. Moreover, it was impossible for lawyers in general to recognise the Supreme Court’s understanding of those requirements for the purpose of effectively lodging a cassation appeal in the future.", "48. Consequently, the “pre-judgment” did not guarantee procedural predictability to the party, who has lodged a cassation appeal meeting all formal requirements. The right of access to a court had thus been transformed into a pretence of this right.", "49. Nevertheless the Constitutional Court found that it was the practice of the Supreme Court that deserved disapproval and not the relevant provisions, and the wording of those provisions could not be considered unconstitutional. In this context the court observed that the practice was not uniform and certain chambers of the Supreme Court justified their decisions in a much more elaborate and substantive way. The court further observed that the challenged provisions had already ceased to exist prior to the delivery of the present judgment.", "50. Accordingly, the Constitutional Court refused to decide on the compatibility of those provisions with the Constitution and discontinued the proceedings in this respect.", "51. Article 79 § 1 of the Constitution, which entered into force on 17 October 1997, provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "52. Article 190 of the Constitution, insofar as relevant, provides as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. ...", "4. A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final and enforceable judicial decision or a final administrative decision ... was given, shall be a basis for re-opening of the proceedings, or for quashing the decision ... in a manner and on principles specified in provisions applicable to the given proceedings.”", "53. Article 39 of the Constitutional Court Act reads:", "“1. The Court shall, at a sitting in camera, discontinue the proceedings:", "1) if the pronouncement of a judicial decision would not serve any purpose or is inadmissible;", "2) in consequence of the withdrawal of the application, question of law or constitutional complaint;", "3) if the normative act has ceased to have effect ... prior to the delivery of a judicial decision by the Tribunal.", "2. If these circumstances come to light at the hearing, the Tribunal shall take a decision to discontinue the proceedings.", "3. Item 1 (3) of the present Article does not apply if giving a decision on the compatibility with the Constitution of a normative act which has already lost its validity is necessary for the protection of the constitutional freedoms and rights.”", "54. Article 4011 of the Code of Civil Procedure provides that a party to civil proceedings which have ended with a final judgment on the merits can request that these proceedings be re-opened, if the Constitutional Court has found that the legal provision on the basis of which this judgment was given was incompatible with the Constitution. Such a request can be lodged with the competent court within one month from the date of the judgment of the Constitutional Court.", "55. The Decree of 26 October 1945 on real property in Warsaw expropriated real property situated in Warsaw and transferred ownership to the municipality of Warsaw.", "56. Pursuant to section 33(2) of the Local State Administration Act of 20 March 1950, ownership of property situated in Warsaw was assigned to the State Treasury.", "57. A very significant reduction in the State Treasury’s land resources was brought about by legislative measures aimed at reforming the administrative structure of the State.", "58. The Local Government (Introductory Provisions) Act of 10 May 1990 (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych – “the 1990 Act”), which came into force on 27 May 1990, and other related statutes enacted at that time, re-established local government and municipalities and transferred to them powers that had previously been exercised solely by the local State administration. Pursuant to section 5(1), ownership of land which had previously been held by the State Treasury and which had been within the administrative territory of municipalities at the relevant time was transferred to the municipality.", "59. Section 36 § 3 (3) of the Act provides, as far as relevant:", "“The State Treasury takes over:", "3) obligations and receivables of local bodies of state administration (...) resulting from final and binding court rulings and administrative decisions delivered before 27 May 1990 (...).”", "60. Article 155 of the Code of Administrative Procedure permits the amendment or annulment of any final administrative decision at any time where necessary in the general or individual interest, if this is not prohibited by specific legal provisions. In particular, pursuant to Article 156, a final administrative decision is subject to annulment if it has been issued by an authority which had no jurisdiction, or if it is without a legal basis or contrary to the applicable laws.", "61. Article 160 of the Code of Administrative Procedure, as applicable at the material time, read in its relevant part:", "“A person who has suffered a loss on account of the issuing of a decision in a manner contrary to Article 156 § 1 or on account of the annulment of such a decision shall have a claim for compensation for actual damage, unless he has been responsible for the circumstances mentioned in this provision.”", "62. An administrative decision in respect of the compensation claim could be appealed against in a civil court.", "63. In its resolution adopted on 11 December 1995 (VI SA 9/95) the Supreme Administrative Court concluded that disputes instituted under Article 7 of the Decree of 26 October 1945 concerning the right of perpetual use of a plot of land presently owned by the municipality, should be resolved by a competent mayor [a local government body].", "64. Section 36 § 3 (3) of the 1990 Act raised doubts as to which legal entity was liable for damages caused by an unlawful administrative decision issued before the administrative reform. The problem was subject to divergent judicial interpretation.", "65. On 7 January 1998 the Supreme Court delivered a judgment (II CKN 550/97) in which it concluded that the municipality should be sued for compensation for damages caused by an administrative decision delivered before 27 May 1990.", "66. On 16 November 2004 a panel of three judges of the Supreme Court adopted a resolution (no. III CZP 64/04), finding that the municipality – and not the State Treasury – had the legal capacity to be sued for damages resulting from an administrative decision issued before 27 May 1990, provided that the decision had been annulled or declared unlawful after that date.", "67. In its resolution of 7 December 2006 (no. III CZP 99/06), adopted by a panel of seven judges, the Supreme Court concluded that the State Treasury had the capacity to be sued for damages caused by an administrative decision delivered before 27 May 1990, even if the decision had been annulled or declared null and void after that date. The resolution was adopted following a legal question referred to the Supreme Court by another Court of Appeal having a similar case before it.", "68. The Supreme Court confirmed this stance in several subsequent judgments, delivered in cases similar to the present one (see below).", "69. On 21 March 2001 the Opolskie Governor declared that the decision of 1983 of the Head of municipality D. had been adopted in breach of law. The plaintiff’s claim for compensation against the State Treasury (Opolskie Governor) was dismissed by the first- and second-instance courts. In particular, the Court of Appeal, invoking the resolution of the Supreme Court of 16 November 2004 (ref no. Ill CZP 64/04), considered that the State Treasury did not have the legal capacity to be sued in that case since municipality D. had taken over its obligations under Article 36 § 1 of the 1990 Introductory Provisions Act.", "The Supreme Court quashed the appellate judgment and remitted the case, relying on the above-mentioned resolution of 7 December 2006.", "70. In 1951 the Presidium of the Warsaw National Council refused to grant the right of perpetual use of land covered by the operation of the 1945 Decree. Subsequently, the State Treasury sold three flats in the building. On 22 September 1994 the Minister of Construction declared that the decision of 1951 had been adopted in breach of law.", "The plaintiffs lodged a civil action for compensation against the State Treasury. The Warsaw Regional Court allowed their claim in part and awarded compensation from the State Treasury.", "On 31 January 2006 the Warsaw Court of Appeal amended the first-instance judgment and dismissed the claim against the State Treasury finding that it lacked legal capacity to be sued in the case.", "On 14 March 2007 the Supreme Court quashed the appellate judgment and remitted the case, invoking the resolution of 7 December 2006.", "71. In its judgment of 27 November 2002 (no. I CKN 1215/00), the Supreme Court ruled that there was a causal link between an administrative decision, taken under the 1945 Decree, refusing to grant the previous owner of a real property (a land with a building) the right of temporary ownership (perpetual use) of that property and the sale of apartments in the building by the State Treasury.", "72. On 21 March 2003 the Supreme Court adopted a resolution (no. III CZP 6/03) in which it found that financial loss resulting from a decision under the 1945 Decree refusing to grant the right of perpetual use, which had been issued in breach of law, constituted a loss within the meaning of Article 361 § 2 of the Civil Code and an actual damage within the meaning of Article 160 of CAP."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}