{"ITEMID": "001-82055", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF RIZHAMADZE v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "", "TEXT": ["6. The applicant was born in 1970 and lives in Tbilisi.", "7. The applicant worked as an officer at a regional branch of the Customs Department (hereafter “the old customs office” of “the Department”), an agency of the Ministry of Finance. Due to the structural reorganisation of the Department on 30 June 1995, he was released by an administrative order of 5 August 1995, together with some other people. This order noted that the discharged officers were to be transferred to another, newly established regional customs office (“the new customs office”).", "8. On 5 August 1995 the applicant requested the Department's authorisation to take up his duties at the new customs office. No reply was forthcoming. For the next six years, he complained on numerous occasions before various governmental agencies about the inability to continue his service.", "9. In a letter of 21 March 2001, the Department informed the applicant that, after its reorganisation on 30 June 1995, staff had been significantly reduced and, in so far as he had continuously been absent from the old customs office without authorisation, the administration had decided not to employ him any longer. The lawfulness of such a decision, the letter noted, was assured by the provisions of the Labour Code (“the LC”), the sole legislative act which regulated civil servants' labour disputes at that time. The applicant was invited to visit the Department's human resources office, in order to obtain the order for his dismissal and the work log.", "10. On 23 May 2001 the applicant sued the Department for unfair dismissal, requesting reinstatement to his position and compensation for loss of salary.", "11. In a first instance judgment of 22 November 2001, the Isani-Samgori District Court in Tbilisi found in the applicant's favour. However, in an appellate decision of 15 April 2002, the Tbilisi Regional Court rejected his action as time-barred. The appellate court first noted that, in so far as the Civil Service Act of 31 October 1997 had not been enacted at the time of the applicant's dismissal, only the provisions of the LC had been applicable to the dispute. Given the fact that the applicant had continuously been complaining before various authorities, except for the courts, about his inability to pursue his duties as a customs officer, the appellate court found that he had been well aware of the alleged breach of his rights since his dismissal took effect in 1995. In such circumstances, it concluded that the applicant had failed to comply with the one-month time-limit for lodging an employment action, as required by Article 204 § 1 of the LC.", "12. In May 2002 the applicant lodged a cassation claim, in which he called into question the appellate court's assessment of the and certain evidence. It appears from the case file that the respondent Department did not submit any reply to that claim.", "13. On 12 June 2002 the Civil Affairs Chamber of the Supreme Court of Georgia (“the Chamber”) at an oral hearing attended by the applicant, started the examination of the case but, due to the absence of the Department's representative, adjourned it. The Chamber also decided to dispense with an oral hearing in the further proceedings.", "14. On 13 June 2002 the applicant, complaining about the absence of an oral hearing, requested the President of the Supreme Court to change the Chamber's composition. In a decision of 18 June 2002, the Chamber dismissed this request as unsubstantiated.", "15. In a decision of 19 June 2002, adopted under the written procedure, the Chamber dismissed the applicant's cassation claim. Having confirmed the appellate court's interpretation of the LC, it stated that it lacked jurisdiction to inquire into matters of fact, in so far as the applicant had not raised any “additional and well-founded cassation argument” (Article 407 § 2 of the Code of Civil Procedure).", "Pursuant to Article 393 §§ 1 and 2, only the lawfulness of an appellate judgment could be challenged in a cassation claim. The disputed judgment could be found to be unlawful if the appellate court had wrongly applied or interpreted legislative provisions.", "Article 396 § 1 (f) required the appellant to mention in his or her cassation claim those facts which supported the alleged breaches of procedural law if the cassation claim was calling into question not only substantive but also procedural legal provisions.", "Article 404 § 1", "“The cassation court shall review the [disputed] judgment only in so far as challenged in the cassation claim. The cassation court cannot go beyond the facts referred to under Article 396 § 1 (f) and inquire of its own motion into other procedural breaches.”", "“The cassation court shall take into account the party's submissions only in so far as disclosed by the case file or the appellate judgment; only the facts submitted under Article 396 § 1 (f) can be taken into account.", "The establishment of the facts [by the appellate court] is binding on the [cassation] court, unless an additional and well-founded cassation argument has been raised.”", "“In the event the cassation court finds it appropriate..., it can decide the case without an oral hearing. The parties shall be notified of such a decision.”", "Article 411", "“The cassation court shall take a [final] decision itselfby the appellate court without procedural breaches and there is no need for additional fact finding.”", "Article 412 § 1 and 2", "”If it is not possible for the cassation court to decide the case in accordance with Article 411, it shall quash the appellate judgment and remit the case for a retrial.", "If the cassation court quashes the disputed judgment because of the legal assessment, it shallhas to be collected further and what other procedural acts are to be conducted.”", "The Constitutional Court dismissed the applicant's complaint challenging Article 408 § 3 of the CCP, which provided for the possibility to dispense with an oral hearing in cassation proceedings.", "The Constitutional Court noted that, unlike an appellate court which established facts, the cassation court could only review the application of legal provisions. It could however examine, on the basis of Articles 396 § 1 (f) and 411 §§ 1 and 2 of the CCP, the facts which have been explicitly raised by the appellant in relation to the alleged violations of procedural law.", "Consequently, whilst the scope of the review was mostly limited to the assessment of the application of procedural and substantive law, the Constitutional Court concluded that the right to an oral hearing in cassation proceedings was not absolute.", "In its judgment of 28 February 2006 in the case of “Gokhi” v. “Telasi” JSC, the Supreme Court defined the notion of an “additional and well-founded cassation argument” (Article 407 § 2 of the CCP), as follows:", "“...'An additional and well-founded cassation argument' is ... a reference to those procedural breaches which, having been committed by the appellate court during the examination of the case, have resulted in an erroneous assessment of the matters of fact and/or the incorrect interpretation and application of substantive legal provisions.”", "The LC regulated all types of private labour relations between employers, employees and labour unions. Pursuant to Article 1 § 2, pending the adoption of the Civil Service Act, the LC was fully applicable to the civil service.", "Pursuant to Article 203 § 1 of the LC, the dismissed employee had the right to apply to a court with a reinstatement claim. Under Article 204 § 1 of the LC, the limitation period for lodging such a claim was one month and it started to run from the moment the employee concerned received the relevant order of dismissal.", "The Civil Service Act was enacted on 31 October 1997 and became the lex specialis with regard to civil servants' relations with the State, including labour disputes. The Act did not have retroactive force."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}