{"ITEMID": "001-104983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KHODORKOVSKIY v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 3 (substantive aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 3 (substantive aspect);Violation of Art. 3 (substantive aspect);Violation of Art. 5-1-b;No violation of Art. 5-1-c;Violation of Art. 5-3;No violation of Art. 5-4;Violation of Art. 5-4;Violation of Art. 5-4;No violation of Art. 5-4;Violation of Art. 5-4;No violation of Art. 5-4;Violation of Art. 5-4;No violation of Art. 18;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1963. He was detained in a penal colony in Krasnokamensk, Chita Region, and he is currently detained in Moscow in connection with another criminal case pending against him.", "7. Before his arrest in 2003 the applicant was a businessmen and one of the richest persons in Russia. Thus, he was a board member and the major shareholder of Yukos, a large oil company (hereinafter “the company”, liquidated in 2007). He also controlled several other mining, industrial and financial companies affiliated with Yukos (hereinafter referred to as “the Yukos group”). Most of those companies were created as a result of the privatisation of State-controlled enterprises in the mid-1990s.", "8. In the period 2002-2003 the Yukos group was pursuing a number of large-scale business projects. Thus, Yukos was engaged in merger talks with Sibneft, another large Russian oil company, and with the US-based company Exxon Mobil. Yukos was also planning to build a pipeline to the Arctic Ocean in order to export natural gas to the western part of Europe. Lastly, Yukos and the State company Rosneft were involved in a public struggle for control of certain oilfields.", "9. At the same time the applicant became involved in politics. At the beginning of 2003 he announced that he would allocate significant funds to support the opposition parties Yabloko and SPS (Soyz Pravykh Sil) He also made certain public declarations criticising alleged anti-democratic trends in Russian internal policy. The applicant funded a non-profit NGO, “Open Russia Foundation” in order to promote certain political values in Russian society.", "10. One of the companies affiliated with Yukos was Apatit, a large mining enterprise, producing apatite concentrate. Yukos controlled a 20 % shareholding in Apatit.", "11. Apatit was privatised in 1994. In the following years the authorities made several attempts to return Apatit to State control, claiming that the money due under the privatisation contract had not been paid by the buyers. In March 2002 Mr Lebedev, one of the top managers in the Yukos group and the applicant’s personal friend, proposed a friendly settlement of the dispute on behalf of the buyers. The State privatisation authority having accepted that offer, on 19 November 2002 a friendly settlement was reached. It was approved by a commercial court.", "12. In November 2002 the governors of the Smolensk Region, the Tula Region and the Tambov Region wrote a letter to the then General Prosecutor of the Russian Federation, Mr Ustinov. In that letter they complained that Apatit was abusing its dominant position on the apatite concentrate market and boosting prices of phosphate fertilisers, which, in turn, increased food prices. They also alleged that Apatit was using various schemes to evade or minimise taxes. They urged General Prosecutor Ustinov to return Apatit to State control and to apply anti-trust measures in order to make Apatit reduce prices.", "13. In December 2002 the governor of the Pskov Region wrote to the then President of the Russian Federation, Mr Putin. He drew the President’s attention to the friendly settlement in respect of the Apatit shares and claimed that its terms were contrary to the interests of the State, since the amount received by the State in pursuance to that settlement was significantly lower than the market price of the shares.", "14. On 16 December 2002 the then President Putin issued Directive No. Pr-2178 requiring reports to be obtained in relation to the acquisition of the Apatit shares. In particular, he inquired whether there had been “violations of the existing legislation committed during the sale of shares in Apatit plc” and whether the State had suffered any loss as a consequence of the friendly settlement that had been approved by the Commercial Court of Moscow in 2002.", "15. A wide ranging investigation then took place involving the Prime Minister, the General Prosecutor, the Ministry of Finance, the Ministry of Natural Resources, the Ministry of Industry and Science, and the Ministry of Taxes. In January 2003 the General Prosecutor wrote to the President that the privatisation of Apatit and its business activities had been suspicious, and that further inquiry was needed.", "16. On 28 April 2003 the General Prosecutor wrote to the President informing him that the General Prosecutor’s Office (GPO) had concluded that there was no need to take further action. The inquiry had not established that Apatit had been abusing its position on the market or that the amount of the friendly settlement reached with the State privatisation agency had been unfair. The terms of the friendly settlement had been approved by the Prime Minister, Mr Kasyanov. Apatit’s tax payments had been constantly monitored by the Ministry of Taxes; although Apatit and its affiliates had been subjected to various penalties and financial sanctions in the past, and a new audit was underway, the General Prosecutor’s Office did not see any reason to start criminal proceedings in this respect.", "17. Nonetheless, on 20 June 2003 a criminal case was opened against Apatit; the situation concerning the acquisition of the Apatit shares later formed one of the main charges against the applicant. In the following months the scope of the investigation was broadened: the investigative team discovered evidence of tax evasion and business fraud in the business activities of the companies affiliated with Yukos.", "18. On 2 July 2003 Mr Lebedev was arrested in connection with the Apatit case.", "19. On 4 July 2003 the applicant was summoned to the General Prosecutor’s Office and interviewed as a witness in the Apatit case.", "20. In the summer and autumn of 2003 the prosecution carried out several searches of the premises of Yukos and the offices of the applicant’s lawyer, Mr Drel, and also searched the headquarters of the political party Yabloko. Further, several leading executives of Yukos and affiliated companies were arrested; several others left Russia. Some of those who had left then settled in the United Kingdom. The prosecution authorities sought their extradition to Russia, but the British courts refused on the grounds that their prosecution was politically motivated and they would not receive a fair trial in Russia. The applicant produced copies of the decisions of the British courts in those extradition proceedings.", "21. At the same time senior officials in the General Prosecutor’s Office publicly declared that charges might be brought against other senior managers of Yukos and affiliated companies. The applicant did not leave the country and continued his activities, including business trips in Russia and abroad.", "22. On 23 October 2003, whilst the applicant was away from Moscow on a business trip to eastern Russia, an investigator summoned him to appear in Moscow as a witness on 24 October 2003 at noon. The summons was delivered to the applicant’s office on 23 October at 3 p.m. by investigators Mr F. and Mr Sh. The applicant’s staff told them that the applicant was away from Moscow until 28 October 2003. Yukos staff also sent the General Prosecutor’s Office a telegram explaining the reasons for the applicant’s absence from Moscow.", "23. On 24 October 2003 Mr F. and Mr Sh. wrote a report to the leading investigator, Mr K., in which they informed Mr K. about the applicant’s absence. On the same day, the applicant having missed the appointment, the investigator K. ordered his enforced attendance for questioning and instructed the police to implement that order.", "24. In the early morning of 25 October 2003 a group of armed law-enforcement officers approached the applicant’s aeroplane on an airstrip in Novosibirsk, apprehended him, and flew him to Moscow.", "25. The applicant’s lawyer complained about the enforced attendance order to the Basmanniy District Court of Moscow. He asserted that the applicant had had a good reason for missing the interview: he had been out of town on a business trip and had not personally received the summons. As a witness he had been free to travel. On 27 January 2004 the court dismissed the complaint. The court stated that it had been impossible to hand over the summons of 23 October 2003 directly into the applicant’s hands, so the applicant had been notified about the questioning through the Yukos headquarters. The court concluded that the decision of 24 October 2003 to bring the applicant to Moscow for questioning had been issued in compliance with the Code of Criminal Procedure and the Constitution.", "26. Once in Moscow the applicant was brought before the investigator at 11 a.m. on 25 October 2003. The investigator explained to the applicant why he had been apprehended and interviewed him as a witness in connection with the applicant’s personal income tax payments for the years 1998-2000. Thereafter the applicant was informed that he was being charged in connection with a number of crimes, namely the fraudulent acquisition of the Apatit shares in 1998, misappropriation of the Apatit proceeds, misappropriation of Yukos assets and corporate tax evasion and personal tax evasion schemes allegedly used by Yukos and the applicant personally in 1999-2000. The investigator drew up a charge sheet describing the essence of the charges against the applicant. It was 35 pages long and was read out to the applicant at 2.20 p.m. The applicant was then interviewed as a defendant in that case but refused to testify since one of his lawyers was absent. Following the interview, at 3 p.m. on 25 October 2003 the investigator requested the Basmanniy District Court to detain the applicant pending investigation. The request was nine pages long and, according to the applicant, had been prepared in advance.", "27. The court heard this request at 4.35 p.m. The applicant was assisted by one of his lawyers, Mr Drel. The prosecution requested the proceedings to be held in camera, referring to the materials of the case file which should not be disclosed. The defence requested a public hearing, but the court, on an application by the prosecutor, decided to hold the hearing in camera, referring to a need to guarantee the defendant’s rights. The court heard the public prosecutor, the applicant and the applicant’s counsel and examined certain documents from the case file produced by the prosecution. The defence submitted that the applicant had attended promptly for questioning when he had first been requested to do so, in July 2003, and that he had been unable to attend the second questioning for legitimate reasons, as he had had no personal knowledge of the summons. The defence pleaded in favour of the applicant’s release on bail. However, as the Government indicated, the defence did not indicate the amount of the proposed bail.", "28. At the end of the hearing, which lasted about five hours, the court issued a detention order, referring to Articles 108 of the Code of Criminal Proceedings (see the “Relevant domestic law” part below). The court summarised the charges against the applicant, the arguments put forward by the parties and the procedural history of the case. The main reasons for the detention were as follows:", "“[The applicant] is accused of serious crimes punishable by over two years’ imprisonment, committed in concert with others and over a long period. The circumstances of the crimes, [the applicant’s] personality, and his position as head of Yukos suggest that, if he remained at large, the applicant may influence witnesses and other participants in the trial, hide or destroy evidence ..., or commit further crimes.", "[The applicant’s] accomplices have fled from the prosecution. [The applicant] might also flee because he has a travel passport and money in foreign banks”.", "29. The court referred to the applicant’s family situation, his residence in Moscow and his health condition, and found that there was no reason for choosing a milder measure of restraint. As to the applicant’s assertion that the prosecution had produced no evidence of his implication in the impugned crimes, the court noted as follows:", "“This argument ... shall not be examined on the merits, since the criminal case is still at the stage of the pre-trial investigation, and the court cannot express its opinion as to the guilt [of the applicant], proof of his guilt or the correctness of the legal qualification of Mr Khodorkovskiy’s acts”.", "30. The court order did not establish the duration of the applicant’s pre-trial detention.", "31. On 3 November 2003 the applicant resigned from his position as Chief Executive of Yukos.", "32. On 5 November the applicant’s lawyer handed over the applicant’s foreign travel passports to the prosecution.", "33. On 6 November 2003 the applicant’s lawyers appealed against the detention order. They asserted, among other things, that the reasons for the detention were insufficient, that the hearing in camera had been unlawful and that the applicant had not committed any criminal offences.", "34. On 11 November 2003 the Moscow City Court upheld the detention order. The hearing took place in camera, without the applicant but in the presence of his lawyers. The city court expanded on the district court’s reasons:", "“[The applicant] owns a large stake in Group Menatep Ltd., a company registered in Gibraltar ..., has financial influence, [and] enjoys prestige with public bodies and companies. Employees of companies controlled by [the applicant] depend on him financially and otherwise....”", "35. The City Court also found that the materials of the case file contained sufficient evidence to suspect the applicant of having committed the impugned offences. It established, further, that the domestic law allowed the detention hearing to be held in camera, in order to keep the materials of the pre-trial investigation secret and protect the interests of the defendant. The City Court also failed to fix the duration of the period of detention.", "36. On 10 November 2003 the applicant was charged with a number of additional crimes, including abuse of trust, misappropriation of property, tax evasion, large-scale fraud and forgery of official documents.", "37. On 11 November 2003 Ms Artyukhova, one of the applicant’s lawyers, visited him in prison. As she was leaving, guards searched her and seized a handwritten note with ideas about the case she had prepared overnight and a typed draft of the legal position in Mr Lebedev’s case.", "38. According to the Government, Ms Artyukhova had received a note from the applicant entitled “Written directions to the defence”. These “directions” contained the following instructions (it appears that the Government quoted from this note): “to ensure that Mr Lebedev gives negative or vague answers about the participation in the RTT, to speak to the witnesses about their testimony of 6 November 2003, to check the testimonies of the defence witnesses to ensure that they do not contain any indication as to intent”. It also contained directions as to investment activities and tax payments. The prison officials also seized from Ms Artyukhova a 16-page typewritten memo entitled “Preliminary criminal-law analysis of the charges in the case of Mr Lebedev P.P.”.", "39. The Government produced a report dated 11 November 2003 by a prison officer who had participated in the search. According to the report, the search had been ordered by inspector B. In the report inspector B. indicated that he had ordered the search because he had sufficient grounds to believe that Ms Artyukhova was carrying prohibited goods. The Government also produced a report by inspector F., who informed his superiors that he saw that the applicant and Ms Artyukhova “exchanged a notebook with some notes, and also made notes in it” during their meeting.", "40. According to the applicant, the handwritten note was drafted by Ms Artyukhova It stated as follows:", "“- Kodirov [the applicant’s cell-mate]: expects a second visit by the lawyer Solovyev;", "- to work on the question of sanctions concerning violation of rules on keeping in custody SIZO (active <-> passive forms of behaviour (ex. hunger strike);", "- to work on the question of receiving money for consultancy fees on the purchase of shares by various companies involved in investment activities;", "- expert analysis of signatures, to work on this question because the documents submitted are not the originals but photocopies (expert analysis of photocopies of signatures of M.B.);", "- to work through questions with witnesses Dondonov, Vostrukhov, Shaposhnikov (questioning on 06.11.03 - according to circumstances);", "- concerning participation in RTT Lebedev must give negative (indecisive) answer;", "- prerogatives of executives of Rosprom and Menatep - to show the scope of their prerogatives, how promotions are made;", "- check witnesses of the defence (former managers and administration of Rosprom, Menatep position about 100, the essence of testimonies", "1) absence of intention;", "2) absence of instructions, advise on methods of investment and tax activity;", "It is necessary to work on testimonies of witnesses Fedorov, Shaposhnikov, Michael Submer, tax people;", "Other - to conduct, by Western audit and law firms, audit of personal fortune, in the following context ‘I have right to receive income in accordance with decision of meeting of shareholders ‘ counsel. ... in the case ...”.", "41. On 25 November 2003 the applicant’s lawyers were informed that the pre-trial investigation had finished. The defence was given access to the materials of the investigation file for examination and preparation for the trial.", "42. The Government produced a copy of a report by investigator Mr. K. to Mr B., the Head of the General Department of the Ministry of Justice, concerning the episode of 11 November 2003. Mr K. informed Mr B. about the content of the note seized from Ms Artyukhova According to Mr K., that note contained the applicant’s instructions to the defence team as to the tactics of the defence and, in particular, was aimed at ensuring coordination with Mr Lebedev, the applicant’s co-accused. According to Mr K., the applicant “dictated” the note to Ms Artyukhova. Mr K. concluded that this note had evidentiary value in the applicant’s criminal case.", "43. On 28 November 2003 the defence made an application to the General Prosecutor for the measure of restraint to be changed, arguing that as the pre-trial investigation had finished and all the witnesses had been questioned there was no longer even a theoretical possibility that the applicant might interfere with the proceedings. They also argued that there was no reason to believe that the applicant would resume his alleged criminal activities or that he would flee jurisdiction. Sureties and bail were also offered. On 3 December 2003 the prosecution dismissed the application for release.", "44. On 17 December 2003 the prosecution requested the Basmanniy Court to extend the applicant’s detention until 30 March 2004. The prosecution referred to the “note seized from one of the lawyers [of the applicant] containing instructions from Khodorkovskiy to exert pressure on witnesses for the prosecution”. The prosecutor was apparently referring to the note seized from Ms Artyukhova. The prosecution’s application for an extension was lengthy and carefully reasoned; it ran to over three hundred pages.", "45. In the evening of Friday 19 December 2003 the applicant’s lawyers learned that the court would hear the request at 10 a.m. on Monday, 22 December 2003. The lawyers did not receive a copy of the request before the hearing.", "46. The hearing began at 3.05 p.m. on 22 December 2003. The defence sought an adjournment of the hearing to 24 December, but the court instead allowed the lawyers a two-hour break to prepare their pleadings. During those two hours the lawyers stayed in the courtroom and took instructions from the encaged applicant in the presence of guards and court staff.", "47. The court decided to hold the hearing in camera. The applicant’s lawyers objected, referring, in particular, to the fact that the General Prosecutor had previously publicly stated that there was nothing in the applicant’s case that would lead to the necessity for any hearings in camera. The court refused the applicant’s request that the hearing be in public, without giving any reasons.", "48. In the course of the hearing the defence produced documents in support of their view that the applicant was no longer a board member of Yukos, that he had no shares in Yukos or other companies which, according to the prosecution, had been involved in the impugned scam operations, and that before his arrest he had permanently resided in the Moscow Region. On that basis, the defence asserted that the applicant would not abscond. However, the court refused to examine the documents provided by the defence.", "49. In the evening of 22 December 2003 the hearing was adjourned. It was resumed on 23 December 2003. On that day the defence obtained a copy of the prosecution’s request for an extension of the detention. At the same time the prosecution filed with the court new pieces of evidence, including the note seized from Ms Artyukhova. The court admitted Ms A’s note in evidence. The defence sought an adjournment for a day to examine those documents. They also contested their admissibility, claiming that the documents had been obtained in breach of the privilege pertaining to lawyer-client communications. They claimed, further, that they had not enough information about the origin of this document. However, the court ruled that a one-hour adjournment would suffice.", "50. The next day the applicant’s representative, Ms Moskalenko, requested the court to adjourn the hearing for one day in order to allow the defence to study new materials submitted by the prosecution. The court ordered a one-and-a-half hour break but refused to adjourn the hearing to the next day.", "51. On 23 December 2003 the court extended the detention until 25 March 2004, essentially for the same reasons it had relied on before. The District Court examined the applicant’s family situation, and the “personal sureties” proposed by several individuals who guaranteed the applicant’s appearance at the trial. However, those elements did not persuade the District Court that the applicant could be released. The District Court referred to the fact that the applicant’s presumed accomplices had fled from trial, and that the applicant controlled business structures which were implicated in the alleged crimes and could therefore use them to continue his criminal activities or influence witnesses who worked in those structures. The court noted that the applicant had a foreign passport and personally owned shares in a foreign company and through a trust company. In addition, the court stated that the applicant had tried to intimidate witnesses. It did not refer directly to Ms A’s note in its analysis, although it mentioned it when summarising the submissions by the prosecution. The court also had regard to the necessity of carrying out further investigative actions. It concluded that, if released, the applicant might flee from justice, influence witnesses and continue his activities.", "52. On 30 December 2003 the applicant’s lawyers appealed against this decision. The appeal was received by the Moscow City Court from the first-instance court on 14 January 2004.", "53. On 15 January 2004 the Moscow City Court upheld it. The hearing in the Moscow City Court took place in public in the presence of the applicant’s lawyers. The applicant was absent from that hearing. From that moment on the detention hearings in the applicant’s case were held in public. In the decision of 15 January 2004 the Moscow City Court held, inter alia, that the lower court had had evidence that the applicant had tried to exert pressure on witnesses.", "54. On an unspecified date the prosecution requested the Basmanniy District Court to extend the applicant’s detention again because the applicant needed more time to study the prosecution files. In support of his request the prosecutor mentioned in his submissions the “seizure from one of the defendants of the written notes containing the instruction of Khodorkovskiy to put pressure on the witnesses for the prosecution”.", "55. On 19 March 2004 the court held a hearing. The defence lawyers complained that they had been unable to see the applicant in private to take instructions as the applicant had only been informed that day of the hearing and had had insufficient time to review the new case materials submitted by the prosecutor. They themselves had only been informed of the hearing on the previous day. They asked for an adjournment of three days. They also submitted to the court an expert handwriting analysis report showing that the document seized from Ms A had been written by her and not by the applicant. The defence claimed, further, that the applicant would not abscond. In support of that claim, the defence referred to one of the co-accused, Mr K., who had signed a written undertaking not to leave his city of residence and had not absconded. The defence indicated that the applicant’s passports had been handed over to the prosecution and that his family were once again offering to put up bail for him. In the opinion of the defence it was absurd to suggest that the applicant would continue with criminal activity, since he was not charged with crimes of violence but with economic crimes: it would be impossible for him to commit such crimes if bailed on condition of house arrest. The prosecution objected to the applicant being granted bail on the condition of house arrest.", "56. After having examined the materials of the case file and having heard the parties, the court extended the detention until 25 May 2004 essentially for the same reasons as before. In support of its conclusions, the court referred to the fact that some of the applicant’s co-defendants had fled from Russia, that the applicant had several foreign passports, that he owned a considerable amount of shares in a foreign company, and that he had tried to exert pressure on the prosecution witnesses. The court also referred to the fact that some of the witnesses were dependent on the applicant. In the detention order the court did not, however, refer to the risk that, if released, the applicant would engage in criminal activities. The District Court also held that the detention could not be replaced by personal sureties because the court was not entitled to take such a decision under Article 109 of the CCrP.", "57. The Government maintained that the applicant’s appeals against the detention order of 19 March 2004 were received by the District Court on 25 March (appeal by Mr Padva) and 2 April 2004 (appeal by Ms Moskalenko). On 27 April 2004 the materials of the case were forwarded by the District Court to the Moscow City Court. The parties were informed of the date and venue of the appeal court hearing. On 12 May the Moscow City Court upheld the decision of 19 March 2004.", "58. On 14 May 2004 the prosecution submitted the case to the Meshchanskiy District Court for trial.", "59. On 20 May 2004 the Meshchanskiy District Court decided to hold a preliminary hearing on 28 May and ordered that the applicant should stay in prison. The decision was taken in camera and without the attendance of either the applicant or his lawyers or the prosecution. No reasons for the continued detention of the applicant were given and the period of detention was not specified.", "60. On 26 May 2004 one of the applicant’s lawyers, Ms Moskalenko, lodged an appeal against the decision of 20 May 2004. She complained, inter alia, that the detention hearing had been held without the applicant or his lawyer, and that the decision extending the detention did not contain any reasons. After having obtained a reply from the prosecution, the Meshchanskiy District Court forwarded the appeal to the Moscow City Court. The applicant’s appeal against the decision of 20 May 2004 was dismissed by the Moscow City Court on 21 June 2004. It appears that neither the applicant nor his lawyers were present at the hearing of 21 June 2004. According to the Government, the summons was sent to six lawyers representing the applicant; however, the summons was not sent to Ms Moskalenko, as her power of attorney did not entitle her to represent the applicant before the appeal court. The Government did not produce copies of the summons. The Moscow City Court found that the decision of 20 May 2004 had been taken by a competent court in compliance with the relevant legislation. It did not specify the reasons for extending the applicant’s detention.", "61. Preliminary hearings in the trial court took place on 28 May and 8 June 2004. On the latter date the court decided to open the trial on 16 June 2004 and to join the cases of the applicant and Mr Lebedev. It also ordered that the applicant should stay in prison pending trial. No reason for that decision was given and the court did not specify the period of detention. Ms Moskalenko appealed against that decision, claiming, inter alia, that the decision of 8 June 2004 to detain the applicant had not been reasoned. On 29 July 2004 the detention order of 8 June 2004 was upheld by the Moscow City Court. The City Court in its decision indicated that it had reviewed the materials of the case file, examined the submissions of the parties, and concluded that the detention order by the first-instance had not violated the criminal procedure law. The City Court also indicated that, taking into consideration the materials available in the case file, the first-instance court had not found any grounds to reverse or modify the measure of restraint in the form of detention pending trial. According to the applicant Ms Moskalenko was unable to participate in the hearing on medical grounds. However, the applicant, several of his lawyers and the lawyers representing Mr Lebedev were present at that hearing.", "62. On 16 June 2004, when the trial started, the applicant’s lawyer requested the trial court to release the applicant because he was detained unlawfully. The court dismissed that request. In its ruling the court established that during the investigation the detention had been ordered and extended by the Basmanniy District Court. The Meshchanskiy District Court declared itself incompetent to reassess those detention orders. The Meshchanskiy District Court further noted that on 20 May 2004, following receipt of the case file from the prosecution, it had maintained the measure of restraint imposed earlier. That decision was later confirmed on 8 June 2004. Those decisions were not quashed, and only an appeal court could examine the lawfulness of previously imposed detention orders. The court concluded that it did not detect any “breaches of the existing legislation that would prevent the applicant’s detention”.", "63. Ms Moskalenko appealed against that ruling, but on 29 July 2004 the Moscow City Court upheld both the above decision and the earlier decision of the same court of 8 June 2004 (cf. above).", "64. On an unspecified date the prosecution requested the court to extend the applicant’s detention because the trial was continuing.", "65. On 1 November 2004 the Meshchanskiy District Court held a public hearing, in the presence of the applicant and his lawyers. During the hearing the applicant’s lawyers asked the court to consider alternative measures of restraint. Having examined the parties’ submissions the District Court extended the applicant’s detention until 14 February 2005, essentially for the same reasons that the Basmanniy Court had given earlier, at the pre-trial stage (without, however, mentioning the applicant’s property abroad). The detention order indicated that there was a risk that the applicant would try to put pressure on witnesses, and that the detention was the only appropriate option.", "66. On 9 November 2004 the applicant appealed against the extension order. The appeal was rejected by the Moscow City Court on 1 December 2004.", "67. On 28 January 2005 the Meshchanskiy District Court extended the applicant’s detention until 14 May 2005, repeating the reasons given in the earlier decisions in that regard. The court repeated in particular that the applicant had tried to influence witnesses in the case, that many witnesses worked in companies affiliated with him, that the applicant had international connections, and that other suspects had fled Russia. The applicant’s lawyers during the hearing asked the court to consider alternative preventive measures. The applicant’s appeal against that decision was rejected by the Moscow City Court on 17 February 2005.", "68. On 24 March 2005 the court extended the applicant’s pre-trial detention until 14 July 2005, again with essentially the same reasoning. In the detention order the District Court noted that by that time both parties had completed presenting their evidence and the proceedings were reaching the stage of oral pleadings (preniya), which would then be followed by the closing address of the accused persons and the court’s deliberations. However, it was still possible for the court to re-open the judicial examination of evidence, if need be. Further, the court assumed that the pleadings, addresses and deliberations could take a long time, given the complexity of the case and the number of parties involved. The appeal by the applicant against this decision was also unsuccessful, as the Moscow City Court rejected it on 21 April 2005.", "69. On 31 May 2005 the applicant was found guilty of the charges brought against him and sentenced to nine years’ imprisonment. On 22 September 2005 the Moscow City Court upheld the judgment in the main, excluded several charges and reduced the sentence to eight years. Some time afterwards the applicant was transferred to a correctional colony in the Chita Region, where he is currently serving his sentence.", "70. From 25 until 27 October 2003 the applicant was detained at remand prison no. 77/1 in Moscow, known as “Matrosskaya Tishina”. From 27 October 2003 until 8 August 2005 the applicant was detained at remand prison no. 99/1 in Moscow, which is a special-purpose block of the “Matrosskaya Tishina”. Thereafter, and until his transferral to the penal colony the applicant was again detained at remand centre 77/1. On 9 October 2005 the applicant was sent to serve his sentence at penal colony FGU IK-10 in the town of Krasnokamensk, Chita Region.", "71. The applicant indicated that from 27 October 2003 to 18 June 2005 he had been held in cells 501, 503 and 506. In those cells the partition dividing the toilet from the rest of the cell was no more than 85 cm high. The applicant insisted that the partition was not high enough to ensure his privacy when using the toilet. He insisted that the toilet had not been separated or soundproofed and allowed inmates to see and hear everything happening in the toilet. The smell from the toilet pervaded the cell. The applicant had to eat his meals in the cell in such conditions. The prison authorities did not supply curtains to separate the toilet from the rest of the cell. He noted that no such curtain (or curtain mark) was visible in the photographs of cells 501, 503 and 506 provided by the Government. The applicant’s bed was very close to the lavatory. It was only on 18 June 2005, after the end of the trial and the applicant’s conviction, that he was transferred to the refurbished cell no. 610, where the partition was 175 cm high.", "72. According to the applicant, his cell in remand centre no. 99/1 housed four or five persons. Thus, each detainee had at the most four square metres of space in the cell, which contained beds, a worktable that also served as a dining table and the toilet bowl and washbasin. The applicant was incarcerated in such a cell for 23 hours a day for almost two years. At remand centre 77/1 the applicant shared a cell with about fifteen people.", "73. In summer the unventilated cells of the remand centres became too hot – over 30 degrees – and in winter too cold – about 18 degrees. The effect of the lack of ventilation was particularly acute on the applicant because he was a non-smoker and was constantly forced to inhale tobacco smoke. On many days the applicant was unable to have his one-hour walk as he had to attend court. Moreover the walking areas were totally enclosed roofed yards at the top of the remand centre. The applicant therefore never had any access to fresh air on these walks. The dimensions of some of the walking areas were very small: between twelve and sixteen square metres. Additionally, the applicant was only permitted weekly washing facilities.", "74. The applicant further submitted that the authorities had consistently denied independent observers the opportunity to inspect the conditions of his detention. Thus, the authorities had refused to grant permission to the PACE Special Rapporteur to visit the applicant; the head of the remand centre had refused a Russian member of Parliament access to visit the applicant and inspect the conditions of his detention. On 22 January 2004 a Russian Member of Parliament, Mr Stolyarov, sent a request to the then Head of IZ-99/1 asking to inspect the “incarceration conditions of Mikhail Borisovich Khodorkovskiy”. Under Russian law members of parliament have an unfettered right to visit remand prisons and penal colonies. However, when Mr Stolyarov visited the remand centre on 30 January 2004 the head of the remand prison unlawfully refused him access to the applicant. Further, the applicant was denied access to his doctors in connection with his gastric problems.", "75. On 9 November 2004 and 7 February 2005, in his appeals to the Moscow City Court against the decisions of 1 November 2004 and 28 January 2005 extending his detention pending trial, the applicant described the poor conditions in which he was detained. On 1 December 2004 and 17 February 2005 the Moscow City Court dismissed the applicant’s complaints. Those decisions did not contain any analysis of the applicant’s allegations about the conditions of his detention. The applicant also described the conditions of his detention in his cassation appeal against the judgment of the Meshchanskiy District Court of 31 May 2005.", "76. According to the Government, in remand centre IZ-77/1 the applicant was detained in cells nos. 276 and 144. Cell no. 276, where the applicant was placed for three days after his arrival, measured 20.44 square metres. The applicant was detained there with four other people. Cell no. 144 measured 52.7 square metres. The applicant was detained there between 8 August 2005 and 9 October 2005 with thirteen other people.", "77. The cells in remand centre no. 99/1 were also not overcrowded. In remand centre no. 99/1 the applicant had an individual sleeping place and 4.4-5.9 square metres of personal space in each cell where he was detained. They produced a report indicating the surface area and number of sleeping places in each cell in which the applicant was detained. According to the information provided by the Government, an average cell measured approximately 3 metres by 5 metres. The applicant was detained in cells nos. 501, 503 and 506. On 18 June 2005 the applicant was transferred to newly refurbished cell no. 610.", "78. Each cell had windows, electric lighting, hot and cold water, a lavatory and a toilet pan. Although the electric light was on during the night, it was of a lesser intensity than the daytime lighting. The toilet pan was separated from the rest of the cell by a partition measuring 175 cm (cell no. 610) and 85 cm (cells nos. 501, 503, 506), so that the person using the toilet pan was not seen by his cellmates or from the spy-hole in the door. The Government submitted photos of the cells in which the applicant had been detained and of the toilet cubicles. In their post-admissibility submissions the Government indicated that in all cells the partition was at least one metre high.", "79. All the cells were equipped with a TV-set, a fridge, an electric kettle and a ventilator, in addition to the standard furniture (bunk beds, stools, table, food locker, coat-hanger, garbage bin, and washing bowls). The cells were properly heated, and ventilated through open windows and through a forced ventilation system, which was always in order. The cells were inspected on the daily basis by the prison staff, who checked that all systems functioned properly. The applicant did not make any complaints about temperature or ventilation in the cell where he was detained.", "80. The applicant was given bed linen and cutlery and was allowed to have his own bed linen.", "81. The applicant could have a one-hour daily walk in one of the ten courtyards equipped with a metal shelter and benches. When he had arrived at the remand prison late after the court hearings, he had been unable to take exercise. According to the information provided by the Government, remand centre no. 99/1 had ten walking yards (the smallest measured 15.9 square metres, the largest 36.6 square metres; the average area was about 29 square metres). Each walking yard was equipped with a roof and benches. The Government also produced several reports showing the number of people from each cell who could have a walk outside; these reports concerned about two dozen cells and were dated 18-19 November 2003, 28-29 April, and 30-31 July, 28-29 September 2004 and 6-7 August 2005. The Government also produced documents on the quality and quantity of food distributed to detainees. They submitted, further, a copy of the applicant’s medical history showing that the applicant, while in detention, had not had major health problems, although there had been some medical incidents and the applicant had on many occasions been examined by doctors.", "82. The applicant could also take a shower for fifteen minutes once a week, and, for additional payment, take a shower more often, go to a fitness room, wash his underwear and bed linen, and receive other extra services. Thus, he visited the fitness room of the prison 59 times. In the fitness room he was also able to take a shower. The last visit to the fitness centre was dated 23 July 2005.", "83. Three times a day he was given hot food of an appropriate standard. On court days the applicant received dry food or, alternatively, was allowed to take food sent to him by his relatives.", "84. The Government indicated that while in the remand centres the applicant had been examined by a doctor with the use of special medical equipment. In particular, doctors examined him in order to define whether further examination of the internal organs was necessary.", "85. In support of their submissions the Government also submitted reports from prison officials, dated 2006, which certified the above information on the sanitary conditions in the cells where the applicant had been detained. The Government also submitted a copy of the applicant’s personal cash account, which showed that he had been receiving money from his relatives and was able to spend it on, among other things, food, extra visits to the shower room or the sports room or renting additional equipment.", "During the trial the applicant sat on a wooden bench in a small cage in the courtroom. He had to instruct his lawyers through the bars, while a convoy officer was always present next to him. Whenever the applicant left the cage, he was handcuffed to convoy officers. According to the applicant, on court days he received little food, no exercise, and no fresh air. The Government submitted that on court days the applicant had been unable to have a walk because he had regularly arrived at the remand centre late, when all the walking yards had been closed. The applicant was always provided with hot food, and, depending on the time of his departure from the remand centre, with a travel ration.", "The applicant’s case attracted considerable public attention in Russia and abroad. In the course of the trial and afterwards many prominent public figures and influential organisations expressed their doubts as to the fairness of the criminal proceedings against the applicant and his colleagues. The applicant submitted documents to that effect.", "Thus, according to the applicant, his allegations were endorsed by the comments of leading Russian politicians and foreign governments; the findings of the Special Rapporteur of the Parliamentary Assembly of the Council of Europe; the Parliamentary Assembly, which concluded that the circumstances of the applicant’s case went “beyond the mere pursuit of criminal justice, and include elements such as the weakening of an outspoken political opponent, the intimidation of other wealthy individuals and the regaining of control of strategic economic assets” (Resolution 1418 (2005), adopted on 25 January 2005); the judgment of the London Extradition Court in the case of Chernysheva and Maruev v. Russian Federation, in which the judge concluded that “it is more likely than not that the prosecution of Mr Khodorkovskiy is politically motivated” and that “President Putin had directed that ... Mr Khodorkovskiy should be prosecuted”; the granting on 6 April 2005 by the United Kingdom authorities of political asylum to other individuals closely linked to the applicant who had also been granted refugee status. The applicant also referred to the decisions of the Nicosia District Court (Cyprus) of 10 April 2008 in an extradition case concerning former Yukos managers, and to some other European jurisdictions. The applicant considered that in those proceedings the courts had established that his prosecution and that of his colleagues was politically motivated.", "86. The Code of Criminal Procedure of 2001 provides:", "“1. Having chosen a measure of restraint ... the court ... renders a ruling which should specify the charges against the suspect or accused persons, and the grounds for applying the measure of restraint.”", "“1. Pre-trial detention shall be applied as a measure of restraint by a court only where it is impossible to apply a different, less severe precautionary measure ... When the court decides to apply pre-trial detention as a measure of restraint it should specify in its ruling the specific facts which lead the court to reach such a decision. ...", "3. Where it is necessary to apply detention as a measure of restraint ... the investigating officer shall apply to the court accordingly...", "4. [The request] shall be examined by a single judge of a district court ... with the participation of the suspect or the accused, the public prosecutor and defence counsel, if one has been appointed to act in the proceedings. [The request shall be examined] at the place of the preliminary investigation, or of the detention, within eight hours of receipt of the [request] by the court.... The non-justified absence of parties who were notified about the time of the hearing in good time shall not prevent [the court] from considering the request [for detention], other than in cases of absence of the accused person. ...", "7. Having examined the request [for detention], the judge shall take one of the following decisions:", "(1) apply pre-trial detention as a measure of restraint in respect of the accused;", "(2) dismiss the request [for detention];", "(3) adjourn the examination of the request for up to 72 hours so that the requesting party can produce additional evidence in support of the request. ...", "9. Repeated requests to extend detention of the same person in the same criminal case after the judge has given a decision refusing to apply this measure of restraint shall be possible only if new circumstances arise which constitute grounds for taking the person into custody.”", "“1. A period of detention during the investigation of criminal offence shall not last longer than two months.", "2. If it is impossible to complete the preliminary investigation within two months and there are no grounds for modifying or lifting the preventive measure, this time-limit may be extended by up to six months by a judge of a district or military garrison court of the relevant level in accordance with the procedure provided for in Article 108 of the present Code. This period may be further extended up to 12 months in respect of persons accused of committing grave or particularly grave criminal offences only in cases of special complexity of the criminal case, and provided that there are grounds for application of this preventive measure, by a judge of the same court upon an application by the investigator, filed with the consent of a prosecutor...", "3. The period of detention may be extended beyond 12 months and up to 18 months only in exceptional cases and in respect of persons accused of committing grave or particularly grave criminal offences by [a judge] on an application by an investigator filed with the consent of the Prosecutor General of the Russian Federation or his deputy.", "4. Further extension of the time-limit shall not be allowed. ...", "13. Examination of [the prosecution’s] request for extension of the detention is not allowed, except where the suspect or accused is undergoing in-hospital psychiatric examination or in other circumstances which exclude his participation in the court hearing, which should be supported by appropriate documents. In any event the participation of the defendant’s lawyer is mandatory.”", "“1. A preventive measure shall be lifted when it ceases to be necessary or replaced by a stricter or a more lenient one if the grounds for application of a preventive measure ... change.", "2. A preventive measure shall be lifted or modified by an order of the person carrying out the inquiry, the investigator, the prosecutor or the judge or by a court decision.", "3. A preventive measure applied at the pre-trial stage by the prosecutor, the investigator or the person carrying out the inquiry, on his written instructions, may be lifted or modified only with the prosecutor’s approval.”", "“1. If a witness fails, without reasonable excuse, to attend court when summoned ... he or she may be brought forcibly.", "2. Enforced attendance ... shall consist of the person being brought by force before the inquirer, the investigator or the public prosecutor, or the court.", "3. If there are reasons preventing their appearance in response to the summons at the designated time, the persons mentioned in paragraph 1 of this Article shall immediately notify the authority by which they have been summoned accordingly.", "4. A person who is to be forcibly brought before the relevant authority shall be notified accordingly by an order of the person carrying out the inquiry, the investigator, the public prosecutor or the judge, or a ruling of the court, and this notification shall be confirmed by his signature on the order or ruling.", "5. Enforced attendance cannot be carried out at night-time, except in circumstances when the matter cannot wait.", "6. Underage persons who have not reached fourteen years of age, pregnant women and sick persons who cannot leave their place of residence on account of poor health, which shall be certified by a doctor, shall not be forced to attend. ...”", "“Actions (omissions) and decisions of the agency conducting the inquiry, the person conducting the inquiry, the investigator, the prosecutor or the court may be appealed against in accordance with the procedure set forth in the present Code by participants in the criminal proceedings or other persons, to the extent that the procedural actions carried out and procedural decisions taken affect their interests.”", "“... 3. A person who is summoned for questioning shall attend at the appointed time or notify the investigator in advance of any reason preventing him from attending. If a person summoned for questioning fails to appear without any valid reasons he may be brought forcibly ...”", "“1. When a criminal case is submitted [to the court], the judge shall decide either", "(i) to forward the case to an [appropriate] jurisdiction; or", "(ii) to hold a preliminary hearing; or", "(iii) to hold a hearing.", "2. The judge’s decision shall take the form of an order...", "3. The decision shall be taken within 30 days of submission of the case to the court. If the accused is detained, the judge shall take the decision within 14 days of submission of the case to the court...”", "“Where a criminal case is submitted for trial, the judge must ascertain the following points in respect of each accused:", "(i) whether the court has jurisdiction to deal with the case;", "(ii) whether copies of the indictment have been served;", "(iii) whether the measure of restraint should be lifted or modified;", "(iv) whether any applications filed should be granted ...”", "“1. When there are no grounds to take one of the decisions described in sub-paragraphs (i) or (ii) of the first paragraph of Article 227, the judge shall set the case down for trial ... In the order ... the judge shall decide on the following matters: ...", "(vi) The measure of restraint, except for cases where pre-trial detention or house arrest are applied...”", "“1. During the trial the court may order, modify, or lift a precautionary measure in respect of the accused.", "2. If the defendant has been detained before the trial, his detention may not exceed six months from the time the court receives the case for trial to the time when the court delivers the sentence, subject to the exceptions set forth in § 3 of this Article.", "3. The court ... may extend the accused’s detention during trial. It is possible to extend detention only in respect of a defendant charged with a serious crime or an especially serious crime, and each time for a period of up to 3 months...”", "“1. Having received the criminal case with the notice of appeal ... the judge shall fix the date, time and venue of the [appeal] hearing.", "2. The parties shall be notified of the date, time and venue [of the appeal hearing] no later than fourteen days beforehand. The court shall decide whether the convicted detainee should be summoned to the hearing.", "3. A convicted detainee who has expressed a wish to be present [at the appeal hearing] shall have the right to be present personally or to submit his arguments by video link. The court shall decide in what form the participation of the convicted person in the hearing is to be secured. ...”", "“1. Trials of criminal cases in all courts shall be public, with the exception of the cases indicated in the present Article.", "2. Judicial proceedings in camera are admissible on the basis of a determination or a ruling of the court in the event that:", "(i) proceedings in the criminal case in open court may lead to disclosure of a State or any other secret protected by the federal law;", "(ii) the criminal case being tried relates to a crime committed by a person who has not reached sixteen years of age;", "(iii) the trial of criminal cases involving a crime against sexual inviolability or individual sexual freedom, or another crime where the trial may lead to disclosure of information about the intimate aspects of the life of the participants in the criminal proceedings or of humiliating information.", "(iv) this is required in the interest of guaranteeing the safety of those taking part in the trial proceedings and that of their immediate family, relatives or persons close to them;", "Where a court decides to hold a hearing in camera, it shall indicate the specific circumstances in support of that decision in its ruling on this point. ...”", "87. On 8 April 2004 the Constitutional Court of the Russian Federation delivered decision no. 132-O in which it held that Articles 108 and 109 of the CCrP should be interpreted as guaranteeing to the accused the right to participate in any detention hearing, in particular when the judge sets down the case for the trial under Article 231 of the Code.", "88. On 22 March 2005 the Constitutional Court of the Russian Federation adopted Ruling no. 4-P. In particular, the Constitutional Court held:", "“Since deprivation of liberty ... is permissible only pursuant to a court decision, taken at a hearing ... on condition that the detainee has been provided with an opportunity to submit his arguments to the court, the prohibition on issuing a detention order ... without a hearing shall apply to all court decisions, whether they concern the initial imposition of this measure of restraint or its confirmation.”", "89. On 22 January 2004 the Constitutional Court delivered decision no. 66-O on a complaint about the Supreme Court’s refusal to permit a detainee to attend the appeal hearings on the issue of detention. It held:", "“Article 376 of the Code of Criminal Procedure, which regulates the presence of a defendant remanded in custody before the appeal court ... cannot be interpreted as depriving the defendant held in custody... of the right to express his opinion to the appeal court, by way of his personal attendance at the hearing or by other lawful means, on matters relating to the examination of his complaint about a judicial decision affecting his constitutional rights and freedoms...”", "90. The Pre-trial Detention Act of 1995 (Federal Law on the Detention of Suspects and Defendants, no. 103-FZ of 15 July 1995), as in force at the material time, provides in section 18 that a detainee has a right to confidential meetings with his lawyers. That section does not define whether the lawyer and the client are entitled to make notes during such meetings and to exchange any documents. The meeting should be conducted out of the hearing of prison staff, but the prison staff should be able to see what is happening in the hearing room. Section 18 establishes that a meeting can be interrupted if the person meeting the detainee tries to hand him “prohibited objects, substance, or food stuff” or to give him “information which may obstruct the establishment of truth in the criminal case or facilitate criminal acts”.", "91. Section 20 establishes that all correspondence by detainees goes through the prison administration, which may open and inspect the mail. Correspondence addressed to the courts, to the ombudsman, to the prosecuting authorities, to the European Court of Human Rights, etc., is free from perusal but lawyers are not mentioned in this list (for more details see Moiseyev v. Russia, no. 62936/00, § 117, 9 October 2008). It appears (see the paragraphs immediately below) that the Pre-trial Detention Act was routinely interpreted by the prison authorities as allowing the former to seize and inspect correspondence between a detainee and his lawyer.", "92. Section 34 of the Pre-trial Detention Act establishes as follows:", "“Where there are sufficient reasons to suspect that a person entering or leaving the prison carries prohibited objects, substances [or] food stuff, the prison officials may search their clothes and belongings ... and seize the objects, substances and food stuff ... which [detainees] are not allowed to have or to use.”", "93. The Internal Regulations for Remand Prisons, introduced by Decree no. 189 of the Ministry of Justice of 14 October 2005, contained section 146, which established that lawyers cannot use computers, audio- and video-recording equipment, copying machines, etc., during meetings with their clients in remand prisons unless authorised by the prison administration. On 31 October 2007 the Supreme Court of the Russian Federation struck down that provision as unlawful (decision confirmed on 29 January 2008).", "94. On 29 November 2010 the Constitutional Court of the Russian Federation interpreted the above provisions of the Pre-trial Detention Act in their constitutional meaning. The Constitutional Court held that the law may legitimately introduce certain limitations on the lawyer-client confidentiality, including perusal of their correspondence. However, such limitations should not be arbitrary, should pursue a legitimate aim and be proportionate to it. Legitimate aims may include preventing further criminal activity by the accused, and preventing him from putting pressure on witnesses or otherwise obstructing justice. The general rule is that the lawyer-client correspondence is privileged and cannot be perused. Any departure from this rule is permissible only in exceptional circumstances where the authorities have valid reasons to believe that the lawyer and/or his client are abusing the confidentiality rule. Further, the Constitutional Court specified that the prison authorities should have “sufficient and reasonable grounds to believe” that the correspondence contains unlawful content and that they may peruse such correspondence only in presence of the persons concerned and on the basis of a written motivated decision. The results of the inspection of the mail should also be recorded. At the same time the Constitutional Court ruled that any correspondence addressed by a detainee to his lawyer but not submitted “through the prison administration”, as provided by the federal law, can be checked by the prison administration."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-b"], "NON_VIOLATED_ARTICLES": ["18", "3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "NON_VIOLATED_BULLETPOINTS": ["5-1-c"]}