{"ITEMID": "001-103936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF GAVRIS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Ireneu Cabral Barreto", "TEXT": ["4. The applicants were born in 1935 and 1939 respectively and live in Szolnok.", "5. In 1993 administrative proceedings started concerning the grant of a building permit to the applicants' neighbours. In pursuit of the applicants' administrative appeals and their ensuing request for judicial review dated 14 October 1993, on 14 November 1994 the Kaposvár District Court quashed the existing decisions and remitted the case to the second-instance administrative authority. It held that the building permit issued had approved some irregular plans. On 13 July 1995 the Somogy County Regional Court upheld this judgment.", "6. In the resumed administrative proceedings, on 10 October 1995 the Somogy County Administrative Office remitted the case to the Balatonszárszó Notary. It appears that, by this time, the neighbours had already constructed the building in question. In March 1996 the Notary approved the continued existence of the building. On 13 June 1996 the County Administrative Office dismissed the applicants' appeal in which they had requested the removal of part of the building, constructed irregularly in their view.", "7. On 2 April 1997 the Kaposvár District Court quashed these decisions and again remitted the case to the administrative instances. It held that the permit allowing the continued existence of the building had been adopted in defiance of the relevant administrative law because the interests of the other neighbours (including the applicants) had not been taken into account. On 28 August 1997 the Regional Court upheld the judgment. However, this decision was quashed in review proceedings by the Supreme Court on 20 March 2000. The Supreme Court remitted the case to the first-instance court.", "8. Due to a change in the law, in the resumed judicial review proceedings the Regional Court heard the case as a first-instance court. On 27 February 2001 it ordered the administrative instances to resume the proceedings, because their previous decisions had approved some irregular plans. On 9 December 2002 the Supreme Court, sitting as a second-instance court, upheld this decision.", "9. In the resumed administrative proceedings, on 17 December 2003 the Balatonföldvár Notary granted the neighbours a permit for the continued existence of the building in question. On 24 May 2004 the Fejér County Administrative Office dismissed the applicants' appeal in which they had alleged that the building had been constructed in defiance of the regulations and that its continued existence infringed their rights as neighbours.", "10. In judicial review proceedings, on 30 November 2004 the Regional Court dismissed the applicants' action. The court pointed out that, under section 48 of Act no. 78 of 1997 on Construction, the authority in charge of construction may take measures in respect of an irregularly constructed building within one year from its taking cognisance of the irregularity but in any event not later than ten years from the certification of the building for use. In the court's view, the one-year time-limit had been triggered by the Regional Court's decision of 28 August 1997; therefore – the one-year time-limit having been elapsed – the neighbours could no longer be denied a permit for the continued existence of the building in question.", "11. This decision was upheld by the Supreme Court's appeal bench on 23 November 2005. It stressed that – contrary to what was apparently argued by the applicants – the running of the one-year time-limit had not been interrupted by the review proceedings in which the decision of 28 August 1997 had been quashed, because its execution had not been suspended."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}