{"ITEMID": "001-105834", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LARISA ZOLOTAREVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos", "TEXT": ["5. The applicant was born in 1932 and lives in Moscow.", "6. The applicant resided in a municipal two-roomed flat together with her son, his ex-wife K. and their daughter, a minor at the time. On an unspecified date the applicant brought a claim against K. seeking K.’s eviction. K. countersued the applicant asking the court to rehouse everyone. K. alleged that the applicant and her son had forced her to move out of the flat and their joint residence in the same flat had become impossible.", "7. On 28 May 1998 the Tverskoy District Court of Moscow dismissed the applicant’s claims and granted K.’s claim. It ordered the applicant and her son to be rehoused in another two-room flat. At the same time K. and her daughter were granted a room in another building. The flat the applicant resided in was assigned to another family. In particular, the court noted as follows:", "“Pursuant to Article 68 of the [Housing Code], if the members of a family fail to reach an agreement with regard to re-housing, any of them may ask for the re-housing arrangements to be determined by the court. The court must take into consideration the relevant circumstances and the interests of the persons to be re-housed.", "The court asked repeatedly that [the applicant and her son] justify their objection to the re-housing arrangement [proposed by K.]. However, they did not present any written submissions... and refused to give any [oral] explanation or answer any questions during the court hearing...", "The witnesses testified that the parties were in conflict and provided details as to the altercations between [them]...", "The existence of a conflict between the parties is also confirmed by the numerous complaints they have lodged against each other with the law-enforcement agencies...", "Having regard to the above, the court concludes that the parties cannot share the flat in question. K. and her daughter are unable to reside in the flat, which fact amounts to a violation of their housing rights...", "Pursuant to Article 98 of the [Housing Code], K. cannot be evicted from the flat. It was established that [the applicant and her family] had consented to K. moving into the flat. K. had moved into the flat and, as set forth in Articles 53 and 54 of the [Housing Code], she had acquired a right to reside in there.", "The court has established that it was impossible for the parties to share the flat due to their own behaviour ... The conflicts between the parties underlie the housing dispute between them.", "The court further considers that K.’s eviction, if ordered, would have an adverse effect on the housing rights of her daughter, who lives with her.", "According to K., she asked for re-housing for the first time in 1992. However, [the applicant and her son] did not consent to it.", "K. proposed the following re-housing arrangement: [the applicant and her son] would move into a two-room flat ... In the flat in dispute each resident party had been afforded 7.85 sq. m of the living area... Following the re-housing, [the applicant and her son] would be afforded 15.2 sq. m of the living area each ... The two would have separate rooms. The flat is located in [Moscow]...", "The court does not discern any reason why the proposed re-housing arrangement should not be implemented ...”", "8. On 2 September 1998 the Moscow City Court concurred with the assessment of the matter made by District Court and upheld the judgment of 28 May 1998 on appeal.", "9. On 1 October 1998 the bailiff initiated enforcement proceedings.", "10. On an unspecified date the applicant asked for supervisory review of the judgments of 28 May and 2 September 1998.", "11. On 27 January 1999 the Supreme Court of the Russian Federation asked the District Court to forward the case-file for supervisory review. As regards the applicant’s eviction, the judge in charge of the matter noted that the execution of the judgment of 28 May 1998 “should be stayed”.", "12. On 17 June 1999 a bailiff, P., called at the applicant’s flat and told her that she would be evicted the following day. As regards the stay of execution, he advised her to contact the court.", "13. On 18 June 1999 the bailiff showed up at the applicant’s flat at 10 a.m. The applicant refused to open the door. The bailiff had to leave. He returned with the rescue service at 2 p.m. The applicant was not in the flat. The bailiff entered the flat. The applicant returned one and a half hours later. She claimed that she did not feel well and was undergoing treatment in a hospital. The bailiff left.", "14. After having verified that the applicant had not been admitted to any hospital, the bailiff forced open the door to the flat at 7 p.m. and started the eviction process. According to the applicant, the bailiff summoned police officers, who took her to the police station where she stayed for three hours. The bailiff completed the eviction at 1.30 a.m. Some of the applicant’s belongings were moved to her new home and the remainder were left at the flat.", "15. On 22 June 1999, in the applicant’s absence, the bailiff moved the rest of her belongings to her new home.", "16. On 26 June 1999 the Supreme Court of the Russian Federation refused to review the judgments of 28 May and 2 September 1998 by way of supervisory review. In particular, the letter addressed to the applicant stated as follows:", "“I hereby inform you that your complaint against the judgment of the Tverskoy District Court of 28 May 1998 concerning your claims against K. ... has been considered and dismissed. The grounds for dismissal have been communicated to you earlier at a meeting.”", "17. On 17 July 1999 the applicant lodged a complaint against the bailiff, challenging the manner in which he had conducted her eviction.", "18. On 6 December 2001 the Khamovnicheskiy District Court of Moscow found the bailiff’s actions unlawful and ordered him to provide the applicant with an access to her belongings stored at her new home. In particular, the court found as follows:", "“The court established that bailiff P. conducted enforcement proceedings after 11 p.m. although there was no imminent risk to anyone’s life or health ... This fact was not denied by the representative of the [bailiff’s service]. Nor was evidence presented to the court that [the bailiff] had obtained a written approval from a senior bailiff to carry out the enforcement proceedings after 10 p.m.", "As it has been established by the court, [the applicant] had asked the bailiff to suspend the enforcement proceedings arguing that she was not feeling well and her son [who had been subject to eviction too] had been absent. Bailiff P. refused to do so, alleging that [such a suspension] was exclusively within a court’s competence.", "Nevertheless, Article 19 of the Federal Law on Enforcement Proceedings provides that bailiffs may suspend enforcement proceedings ... for a period not exceeding ten days ...", "The [bailiff’s service] failed to prove that the bailiff had notified [the applicant and her son] of the possibility of voluntary execution of the judgment concerning their eviction. Nor was any evidence submitted to show that the applicant’s son had been notified of the eviction date. The list of the [applicant’s] possessions was not properly compiled. This fact was not denied by the [bailiff’s service]...", "The court has established that the case concerning the [applicant’s] eviction was repeatedly subject to supervisory review. On 27 January 1999 the Deputy President of the Supreme Court of Russia, Zh., requested the file and the execution of the judgment was stayed. The Supreme Court of Russia dismissed the [applicant’s] complaint only on 26 June 1999. Accordingly, the enforcement of the judgment had been stayed until 26 June 1999...", "However, bailiff P. failed to stay the enforcement proceedings following the Supreme Court’s decision to stay the execution of the judgment. Accordingly, the [applicant’s] eviction was carried out during the period when the execution of the judgment had been stayed by the Deputy President of the Supreme Court of Russia.", "Having regard to the above, the court concludes that the actions taken by bailiff P. should be found unlawful.”", "19. The decision was not appealed against and took effect on 18 December 2001.", "20. On 27 June 2002 the applicant brought an action against the Ministry of Finance of the Russian Federation for damages resulting from the bailiff’s unlawful actions. She sought compensation for both pecuniary and non-pecuniary damage.", "21. On 16 May 2003 the Basmanniy District Court of Moscow rejected the applicant’s claims. In particular, the court stated as follows:", "“Pursuant to [the rules of civil procedure], each party should [substantiate its allegations]...", "[The applicant] did not present to the court any evidence to show that her property had been damaged or destroyed as a result of illegal actions taken by [the bailiff].", "As indicated on [the certificate of the delivery to the applicant of her belongings], she did not make any comment or complain with regard to the delivery of her property.", "No damage or destruction of the [applicant’s] property has been documented after the applicant’s re-housing on 18-19 June 1999...", "Having regard to the above, the court considers that the damage to and destruction of the [applicant’s] property was not a result of illegal actions on the part of the bailiff...", "Accordingly, there is no causal link between the bailiff’s illegal actions and the harm caused to the applicant’s property ... and there is, accordingly, no reason to award damages to the applicant ...", "The applicant did not present any evidence to substantiate her allegations that she had incurred non-pecuniary damage as a result of the infringement of her personal non-property rights ... through the illegal actions of the bailiff in the course of the eviction on 18-19 June 1999.”", "22. On 18 November 2003 the Moscow City Court upheld the judgment of 16 May 2003 on appeal.", "23. Enforcement proceedings should be conducted on working days between 6 a.m. and 10 p.m. They can be carried out between 10 p.m. and 6 a.m. only in the event of an “imminent risk to life or health”. In such a case, the bailiff should obtain written permission from his superior (Article 12 of the Federal Law on enforcement proceedings of 21 July 1997 as amended, in force at the material time, hereinafter “the Law”).", "24. The bailiff may suspend the enforcement proceedings for no more than ten days at the debtor’s request (Article 19 of the Law).", "25. The enforcement proceedings should be stayed if an authorised officer issues a relevant decision ordering the stay of the execution of the relevant legal act (Article 20 § 6 of the Law)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}