{"ITEMID": "001-57930", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF KAMPANIS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["6. Mr Kampanis is a physicist by training and has dual Greek and Canadian nationality. He was formerly the chairman and managing director of \"Greek Armaments Industry\" (Elliniki Viomikhania Oplon, \"EVO\"), a publicly owned company.", "7. On 21 November 1988, following a complaint lodged on 8 November 1988 by the Deputy Minister of Defence, the prosecutor at the Athens Criminal Court (Isangeleas Protodikon) sought the opening of an investigation in respect of the applicant in connection with alleged offences of misappropriation and repeated fraud to the detriment of EVO, making false statements and incitement to misappropriation and fraud. In a further application of 16 December 1988 the prosecutor sought an extension of the investigation to cover alleged offences of misappropriation by a civil servant in the performance of his duties.", "8. On 19 December 1988 the investigating judge at the Athens Criminal Court, after questioning the applicant, charged him on several counts of aggravated misappropriation by a civil servant in the performance of his duties, and making false statements. On 23 December 1988, by order no. 24/1988, he remanded Mr Kampanis in custody with effect from 21 December, the date of his arrest, on the grounds that there was sufficient prima-facie evidence of his guilt and that it was necessary to prevent him from absconding and to make sure that he did not commit further offences. On 3 July 1989 the Indictment Division of the Athens Criminal Court (symvoulio plimmeliodikon) ordered that he was to remain in detention on remand.", "9. On 18 July 1989 the applicant applied for release on bail. One month later the investigating judge rejected this application on account of the seriousness of the charges against the applicant, the severity of the penalties which he risked and the danger that evidence not yet brought to the prosecuting authorities' attention might be concealed. He noted in that connection that the accused had held an influential post at the head of a State undertaking and had contacts with civil servants who, at his instigation, might suppress documentary evidence and provide false certificates or make false statements. Moreover, Mr Kampanis had kept his Canadian nationality and could thus go to Canada at any time. Lastly, his academic qualifications, his knowledge of languages and his professional experience would have made it easy for him to settle in a foreign country. There was accordingly a risk that the applicant might abscond.", "10. On 31 July 1989 the investigating judge at the Athens Criminal Court charged the applicant, in connection with the same investigation, with misappropriation and fraud relating to expenditure he had incurred and a number of contracts he had concluded on behalf of EVO with a Canadian company. The judge in question then made a second order (no. 6/1989) remanding Mr Kampanis in custody.", "11. On 3 October 1989, still in connection with the same investigation, the same judge charged the applicant on a number of counts of aggravated misappropriation to the detriment of EVO, linked in particular to the payment of commissions during negotiations concerning arms sale contracts.", "12. On 9 January 1990 a full court (olomelia efetiou) of the Athens Court of Appeal decided, under Article 29 of the Code of Criminal Procedure, to assign the investigation of the three cases known as the \"EVO cases\" to a judge at the Court of Appeal in order to complete the pre-trial procedure \"as rapidly as possible\".", "13. On 24 May 1990 the Court of Appeal's special investigating judge charged the applicant and a large number of his former colleagues on a number of counts of misappropriation by a civil servant in the performance of his duty. He also made a further order remanding the applicant in custody (no. 1/1990), which was executed on 26 May.", "14. On 5 June 1990 Mr Kampanis appealed against this order to the Indictment Division of the Athens Court of Appeal (symvoulio efeton). He alleged that his continued detention infringed Article 6 para. 4 of the Constitution (see paragraph 31 below) and that the order failed to give sufficient reasons.", "In a decision (voulevma) of 28 June 1990 the Indictment Division dismissed the appeal as out of time, since it had been lodged after expiry of the five-day period laid down in Article 285 para. 1 of the Code of Criminal Procedure.", "15. On 11 June 1990 the investigating judge informed the applicant, in accordance with Article 308 para. 6 of the Code of Criminal Procedure, that he had closed the investigation. On 5 September 1990 the prosecutor sent the file to the Indictment Division so that it could decide whether to commit the applicant for trial (see paragraph 23 below).", "16. On 13 June 1990 Mr Kampanis unsuccessfully applied for release on bail. The Indictment Division - before which he had in addition requested leave to appear in order to be able to reply to the prosecutor's submissions - dismissed his application on 6 July 1990 on the ground that the investigating judge's decision was sufficiently reasoned and well-founded in law.", "17. In the meantime, on 27 June 1990, the principal public prosecutor at the Court of Appeal had asked the Indictment Division to prolong Mr Kampanis's detention for a further six-month period.", "On 5 July 1990 the applicant sought the Indictment Division's leave to appear before it in order to present argument in support of his application for release. He emphasised that the legislation in force made no provision for the appearance of the parties and in particular of the accused or his counsel during the proceedings before investigating judges or indictment divisions; this was a lacuna and a flaw in the legislation, stemming from the inquisitorial nature of the system and from the principle of confidentiality, which often ran counter not only to the accused's defence rights but also to the interests of justice. While acknowledging that Article 287 para. 2 of the Code of Criminal Procedure - applicable to that stage of the proceedings - did not contain any provision similar to that in Article 287 para. 1 (see paragraphs 32 and 33 below), he relied on the latter provision by analogy and on the fact that his detention had been prolonged beyond the twelve-month limit laid down in the Constitution (see paragraph 31 below) to support his contention that he should be allowed to appear before the Indictment Division.", "In a decision of 16 July 1990 the Indictment Division allowed the prosecutor's application - after hearing him on 10 July in the absence of the accused - and confirmed the prolongation of the applicant's detention on remand. Neither the prosecutor nor the Indictment Division dealt with the applicant's arguments concerning his application for leave to appear.", "18. On 18 and 19 July 1990 Mr Kampanis complained of the length of his detention on remand to the prosecutor at the Piraeus Criminal Court and the principal public prosecutor at the Court of Cassation.", "19. On 18 September 1990 he again requested his release. In support of his application he maintained that, if the correct legal classification were given to the offences of which he was accused, the length of detention on remand in respect of the offences referred to in the last two detention orders (see paragraphs 10 and 13 above) would have to be calculated from the date of his imprisonment under the first order, of 21 December 1988 (see paragraph 8 above); the continuation of his detention after 21 June 1990 was therefore unlawful.", "In a decision (no. 2648/90) of 13 November 1990 the Indictment Division rejected the application on the ground that the offences cited in the second and third detention orders had each been constituted by a separate criminal act (see paragraphs 10 and 13 above).", "20. On 30 January 1991 the applicant submitted a further application for release to the Indictment Division, before which the question of his committal for trial was then pending. He argued that his detention was based on the successive orders of 23 December 1988, 31 July 1989 and 24 May 1990, each of which had fixed a new starting-point for calculating the length of detention, and that as a result he had remained in prison, without being committed for trial, for twenty-five months and ten days, whereas the maximum period authorised under Article 6 para. 4 of the Constitution was twelve months or, in exceptional circumstances, eighteen months. Such a period, whose length, he argued, was due to the slow progress of the investigation, the splitting up of the alleged offences into separate sets of charges and the making of successive detention orders, was in breach of the Greek Constitution and of Article 5 para. 3 (art. 5-3) of the Convention as interpreted by the European Commission and Court of Human Rights. He also complained that the Indictment Division had not yet ruled on his complaint of a violation of the Convention, although he had already raised it several times. Lastly, he requested leave to appear with his lawyer in order to put forward his arguments.", "21. On 6 February 1991 the Indictment Division heard the prosecutor, who expanded on the written submissions he had filed the day before.", "22. On 13 February 1991 the Indictment Division dismissed Mr Kampanis's applications (decision no. 553/91). It held that Article 5 (art. 5) of the Convention neither specified what was a reasonable length of time for an accused to be held in pre-trial detention nor laid down a procedure for deciding whether to release him. On the other hand, these matters were specifically dealt with in Articles 282 and 287 of the Code of Criminal Procedure and Article 6 para. 4 of the Constitution.", "It noted that the accused had initially been detained for eighteen months under order no. 24/1988 of 23 December 1988 and that at the end of this period he had been \"released but only nominally\", since in the meantime two further orders had been made against him, namely the order of 31 July 1989 (no. 6/1989), extended by virtue of Article 287 para. 2 until 31 January 1991 (and in respect of which the application concerned was now devoid of purpose), and the order of 24 May 1990 (no. 1/1990), which was still valid.", "After examining the whole of the proceedings to date and referring in particular to its decision of 13 November 1990 (see paragraph 19 above), it held that Mr Kampanis's contention that some of the separate offences he had been charged with in fact constituted a single offence - and, in the alternative, that the separate offences alleged against him derived from a single criminal act - went to the merits of the charges and the legal classification of the offences in issue. The Indictment Division's task under Article 29 para. 3 of the Code of Criminal Procedure was to determine at first and last instance whether the charges were lawful and whether there was a case to answer. It would therefore give a final decision on the questions raised by the applicant only after weighing all the evidence. It would then decide at the same time whether to prolong the detention or order the applicant's release (Article 315 para. 1 of the Code of Criminal Procedure - see paragraph 38 below). The application for release of 30 January 1991, which had the same purpose and was based on the same evidence as the application of 18 September 1990, was accordingly premature and should be declared inadmissible.", "Lastly, the Indictment Division held Mr Kampanis's application for leave to appear in person to be ill-founded. On this point it followed the reasoning of the prosecutor, who had argued in his submissions of 5 February 1991 that such an appearance \"[could] be contemplated only where the Indictment Division [was] about to rule on the merits of the case or in those cases where it [was] specifically provided for by law (Athens Court of Appeal, judgment no. 334/1982, Pinika Chronika, vol. 52, p. 685)\" (see paragraph 39 below).", "23. In the meantime, on 17 September 1990, the Indictment Division, having before it the question whether to commit Mr Kampanis for trial (see paragraph 15 above), had heard the prosecutor, who had withdrawn after making his submissions. In a written submission of 5 September he had applied for the applicant's committal and prolongation of his detention under order no. 1/1990 (see paragraph 15 above). On 18 December 1990 the applicant sought leave to appear before the Indictment Division.", "24. In a decision (no. 763/91) of 26 February 1991, which ran to 314 pages, the Indictment Division, after deliberating on 19 December 1990 and 15 February 1991, committed the applicant and fourteen of his co-accused for trial at the Athens Court of Appeal sitting as a court of criminal jurisdiction and composed of three judges (Trimeles efetio kakourgimaton). It indicted the applicant, as the chairman and managing director of a publicly owned company, on several counts of aggravated misappropriation and fraud, these being acts which constituted continuous offences. It also indicted him on a charge of making false statements in his capacity as a civil servant. It further held that the circumstances in which these crimes had been committed showed that Mr Kampanis was particularly dangerous, and accordingly ordered that his detention should continue.", "With regard to the applications for leave to appear lodged by the applicant and his co-accused, the Indictment Division noted that the written submissions accompanying them were so comprehensive that oral clarification was not necessary. In addition, the pleadings lodged on their behalf after the prosecutor's submissions adduced no new material and did not affect the assessment of the evidence. More particularly, with regard to the applicant, the Indictment Division held that, without breaching Article 309 para. 2 of the Code of Criminal Procedure (see paragraph 37 below), it could refuse to examine his application on the ground that it had been submitted on 18 December 1990, and therefore after the hearing of 17 September 1990 (see paragraph 23 above).", "25. On 29 March 1991 Mr Kampanis again applied for release and for leave to appear in person. He repeated his argument that the length of his detention on remand was in breach of the Constitution and the Code of Criminal Procedure. He submitted that the starting-point of this period was the date on which he was first imprisoned in respect of one of the acts constituting the continuous offence. Consequently, the period concerned had considerably exceeded the eighteen-month limit laid down by the Constitution and he should be released. In the alternative, he asked to be placed under judicial supervision under Article 291 para. 1 of the Code of Criminal Procedure (see paragraph 34 below).", "26. On 2 April 1991 the Indictment Division heard the prosecutor, who lodged the case file and the submissions he had drawn up the previous day.", "On 16 April 1991 the Indictment Division held a hearing at which the applicant addressed the court, in the prosecutor's presence. It appears from the record that he repeated in substance the arguments set out in his pleading of 15 April 1991. He was given until 23 April to file further observations.", "27. In a decision (no. 1488/91) of 9 May 1991 the Indictment Division rejected the application. The two orders remanding the applicant in custody, made on 23 December 1988 and 31 July 1989 by the investigating judge of the Athens Criminal Court (see paragraphs 8 and 10 above), had lapsed on 21 June 1990 and 31 January 1991 respectively. Mr Kampanis's position was now governed only by the order of 24 May 1990 made by the special investigating judge of the Athens Court of Appeal (see paragraph 13 above). Consequently, the length of his detention had to be calculated from that date and not from the date on which the applicant was first imprisoned. The Indictment Division gave as the reasons for its decision the fact that there had been a number of separate offences each constituted by a separate criminal act, the need for a second investigation, the applicant's refusal to co-operate and the complexity of the case, whose elucidation had required numerous audits in addition to the judicial investigation.", "In a further decision (no. 1549/91), of 17 May 1991, the same Indictment Division decided to prolong the applicant's detention on remand for an additional six months.", "28. On 27 August and 20 September 1991 the Court of Cassation dismissed Mr Kampanis's appeals on points of law against the decisions of 9 and 17 May 1991 on the ground that no such appeal lay against those decisions (Articles 287 para. 2, 291 and 482 of the Code of Criminal Procedure).", "29. The applicant was released on 24 November 1991. In the meantime, on 13 September 1991, the trial had begun before the Athens Criminal Court of Appeal, sitting with three judges.", "30. On 30 January 1992 (judgment no. 232/92), at the end of a trial that had lasted four months, the court found the applicant guilty on a number of counts of aggravated misappropriation and sentenced him to seven years' imprisonment. It deducted from that term the period of two years, eleven months and three days he had spent in detention on remand and fixed the outstanding term at four years and twenty-seven days.", "On 1 July 1994 the Athens Court of Appeal, sitting with five judges to hear an appeal lodged by Mr Kampanis against judgment no. 232/92, held that the offences should be classified as less serious offences and reduced the sentence to two years and six months' imprisonment, from which it deducted his detention on remand and his imprisonment up to that date (from 30 January 1992 to 5 May 1992). Lastly, it held that the State was under no duty to pay the applicant damages for the extra period during which he had been deprived of his liberty.", "31. Article 6 para. 4 of the 1975 Constitution provides:", "\"The maximum length of detention on remand shall be laid down by law and may not exceed one year in connection with offences classified as serious crimes or six months in connection with less serious offences. In very exceptional cases these maximum limits may be extended by six or three months respectively by order of the competent Indictment Division.\"", "32. At the material time, Article 287 of the Code of Criminal Procedure, which concerns the maximum limits of detention on remand, provided:", "\"1. Where, during an investigation, detention on remand has lasted six months in the case of offences classified as serious crimes, or three months in the case of less serious offences, the investigating judge must within the next five days send the principal public prosecutor at the Court of Appeal a report setting out the reasons why the investigation has not been completed. The latter shall transmit the case file to the public prosecutor, who shall refer it to the Indictment Division. After hearing the parties or their counsel, who shall be given notice to appear at least twenty-four hours before the deliberations, the Indictment Division shall give a final, reasoned decision on the question whether to prolong detention or release the accused.", "2. In all cases, and including the period between the end of the investigation and the adoption of the final decision, detention on remand in respect of a single offence shall not exceed one year where the offence is classified as a serious crime or six months where it is a less serious offence. In exceptional circumstances the competent Indictment Division may make a reasoned order or orders, against which no appeal shall lie, extending these limits by up to six months or three months respectively ...", "Where a case is pending before the investigating judge and the accused's detention on remand has been prolonged in accordance with paragraph 1 of this Article, the investigating judge must transmit the file to the public prosecutor, thirty days before the date on which the maximum period of detention on remand provided for in this paragraph is due to expire, together with a report stating the reasons why it is necessary to extend detention on remand. The public prosecutor shall forward the file and the above-mentioned report to the Indictment Division with his proposal. In all other cases the competent prosecutor must submit to the Indictment Division, at least twenty-five days before the date on which the maximum period of detention on remand provided for in this paragraph, or an extension period previously ordered, is due to expire, a proposal calling for the detention order to be either extended or rescinded.", "...", "6. Any uncertainty or disagreement about the maximum limits for detention on remand set out in the first and second paragraphs of this Article shall be determined by the competent Indictment Division, which must give the accused notice to appear forty-eight hours beforehand. Either the accused or the prosecutor may appeal on points of law against the decision of the Indictment Division.\"", "This last paragraph was inserted by Law no. 1897/90, Article 14 of which gave it retrospective effect from 24 July 1974.", "Article 287 paras. 1 and 2, as amended by Law no. 2207/94 of 1994, now provide as follows:", "\"1. Where detention on remand has lasted six months in the case of offences classified as serious crimes, or three months in the case of less serious offences, the Indictment Division shall give a final, reasoned decision on the question whether to prolong detention or release the accused. To that end:", "(a) Where the investigation is still in progress, the investigating judge must, within the five days preceding the end of the period mentioned above, send the principal public prosecutor at the Court of Appeal a report setting out the reasons why the investigation has not been completed and transmit the file to the prosecutor at the Court of First Instance, who shall communicate it within ten days to the Indictment Division. Five days at the latest before the latter's deliberations the accused shall be given notice to appear, either in person or represented by his lawyer, whom he shall instruct by means of a letter countersigned by the prison governor. The Indictment Division shall give its decision after hearing the accused or his lawyer, if they are present, and the prosecutor. Where the investigation is being conducted by a judge of the Court of Appeal pursuant to Article 29, the decision shall be given by the Indictment Division of the Court of Appeal.", "(b) After the end of the investigation, and within the five days preceding the end of the period mentioned above, the prosecutor at the court in which the case is to be tried or at the Court of Appeal ... must transmit the file, together with a reasoned proposal, to the Indictment Division which has jurisdiction pursuant to the provisions of the following paragraph. In other respects the provisions of sub-paragraph (a) shall apply.", "2. In all cases, and until adoption of the final decision, detention on remand in respect of a single offence shall not exceed one year where the offence is classified as a serious crime or six months where it is a less serious offence. In exceptional circumstances these limits may be extended by six months or three months respectively by a reasoned decision, against which no appeal shall lie, of", "(a) the Indictment Division of the Court of Appeal ...;", "(b) the Indictment Division of the Court of First Instance ... Where the investigation is pending before the investigating judge and the accused's detention on remand has been prolonged in accordance with paragraph 1, the investigating judge must transmit the file to the prosecutor thirty days before the date on which the maximum period of detention on remand provided for in this paragraph is due to expire. The prosecutor shall forward the file to the Indictment Division, together with a reasoned proposal, within fifteen days. In all other cases the competent prosecutor must submit to the Indictment Division having jurisdiction, at least twenty-five days before the date on which the maximum period of detention on remand provided for in this paragraph, or an extension period previously ordered, is due to expire, a proposal calling for the detention order to be either extended or discharged. In other respects the provisions of the previous paragraph concerning service on the accused of notice to appear and the obligation to hear the accused and the prosecutor shall apply.\"", "33. Where there are concurrent offences constituted by the same act or where an offence has been committed by a number of acts carried out over a period of time (continuous offence), the periods laid down in Article 287 are calculated from the date of the first order remanding the accused in custody for one of the concurrent offences or for one of the acts constituting the continuous offence (Article 288). On the other hand, where the accused is charged in respect of separate acts constituting separate offences, the time-limit for detention in respect of each of the offences concerned is specific and Article 288 is not applicable.", "34. Where the accused's detention on remand is prolonged after his committal for trial, the competent Indictment Division may place him under judicial supervision at his or the prosecutor's request or even of its own motion (Article 291 para. 1).", "35. In accordance with Article 306 of the Code of Criminal Procedure, the deliberations of indictment divisions are not public. Decisions are taken by a majority, after the prosecutor has been heard and has withdrawn (Article 138).", "36. The investigating judge must inform the parties when the investigation has been closed and transmit the case file to the prosecutor. The parties may then request the prosecutor - even orally - to provide them with a copy of the submissions he intends to make to the Indictment Division. If they make such a request, the prosecutor is required to serve notice on them within twenty-four hours inviting them to appear before him for that purpose. From that time onwards the parties may seek leave to appear in person before the Indictment Division. If, on the other hand, they do not request a copy of the submissions, the prosecutor is discharged from any obligation to serve notice on them. However, his written submissions are filed at the public prosecutor's office and the parties may inspect them even if, in the meantime, the submissions have been sent to the Indictment Division (Article 308).", "The Court of Cassation has held that an application for leave to appear in person must be lodged not later than the deliberations of the Indictment Division at which the prosecutor makes his submissions (Court of Cassation, judgments nos. 187/81 and 1813/81).", "37. The Indictment Division's powers, after the end of the investigation, are governed by Article 309, which provides:", "\"1. The Indictment Division may (a) rule that there is no case to answer; (b) permanently discontinue the criminal proceedings; (c) suspend the criminal proceedings, but only for the crimes of murder, robbery with violence, extortion, theft ... or arson; (d) order further investigative measures; or (e) commit the accused for trial at the competent court.", "2. On receipt of an application for leave to appear from one of the parties, an Indictment Division must order the parties' appearance so that they may provide in the presence of the prosecutor any necessary clarifications. It may, in addition, give counsel leave to present argument on the case orally. The Indictment Division may also make such an order or give such leave of its own motion. It may not reject an application for leave to appear except for precise reasons which must be explicitly set out in its decision. Where it orders the appearance of one of the parties, it must also summon and hear the other ...\"", "The reasons for which indictment divisions may dismiss applications for leave to appear are a matter for their discretion and have been laid down in case-law. The Government cite in their memorial the examples of the danger of disorder, the risk of the accused's escape or his ill-treatment at the hands of the public, the impossibility of a rapid transfer, etc. However, the majority of applications for leave to appear (99%, according to certain estimates) are refused on the ground that the accused has had a sufficient opportunity to set out his arguments in his pleading. Nevertheless, it is established case-law that a rejection for reasons not explicitly set out is null and void under Article 171 para. 1 (d).", "38. An Indictment Division commits the accused for trial when it considers that there is sufficiently cogent evidence to support a charge alleging a specific offence (Article 313). At the same time, if the accused is still detained, it decides whether he should remain in detention or be released (Article 315 para. 1).", "39. In judgment no. 334/1982, to which the prosecutor referred in his submissions of 5 February 1991 opposing Mr Kampanis's application for leave to appear (see paragraph 22 above), the Court of Appeal held:", "\"... the accused's right to seek leave to appear before the Indictment Division in order to clarify his argument exists ..., after the investigation has been closed and until adoption of the final decision, only in those cases specifically provided for by law, such as review of the length of detention on remand (Article 287 of the Code of Criminal Procedure). It follows that an application for leave to appear in person lodged by an accused person seeking to have his detention on remand terminated or to be placed under judicial supervision is inadmissible. Moreover, it was not possible under the previous legislation ... where the Indictment Division was considering an application for release ... That is evident more particularly from (a) the title under which Article 309 of the Code of Criminal Procedure appears, namely 'Jurisdiction of the Indictment Division after the investigation has been closed', (b) the position of paragraph 2 of that Article just after paragraph 1, which lists the circumstances in which the Indictment Division has to rule on the merits of a case, (c) the fact that whereas the appearance of the accused or their counsel is provided for by Article 287 - which governs matters relating to the maximum limits of detention on remand - it is not provided for by Articles 284, 285, 286 and 291 ..., and (d) the purpose of Article 309 para. 2 ..., which gives each of the parties the opportunity to present argument to the Indictment Division clarifying, or providing further particulars of, the case before the court. But that opportunity is only conceivable where the Indictment Division has to rule on the merits of a case. Adversarial argument before the Indictment Division concerning an application to substitute judicial supervision for detention on remand is moreover inconceivable ... That being the case, the appeal before the court is not provided for by law and must be rejected as inadmissible.\""], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}