{"ITEMID": "001-58304", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1999, "DOCNAME": "CASE OF BUSCEMI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 8;Violation of Art. 6-1", "JUDGES": "Marc Fischbach", "TEXT": ["8. Mr Buscemi, who is an Italian national, was born in 1949 and lives in Cuneo, where he practises as a doctor.", "9. The applicant and his girlfriend, C.F., had a daughter in 1985. Relations between the mother and father had rapidly deteriorated after their daughter was born and the relevant Youth Court had already had to intervene in the past.", "10. Custody of the applicant’s daughter was initially awarded to the mother, from whom the applicant had separated in the meantime.", "11. On 21 January 1994 the applicant applied to the Turin Youth Court for custody of his daughter to be formally awarded to him, since his ex-girlfriend had already given him custody de facto. She had signed a statement on 30 July 1993 acknowledging the applicant’s right to custody of the child.", "12. The Turin Youth Court, presided over by Judge A.M.B., ordered an investigation and on 5 May 1994 decided to place the child in a children’s home. The court applied, inter alia, Article 333 of the Civil Code. At the same time it limited the mother’s access to once a week and the father’s to once a month.", "13. On the morning of 3 June 1994 social workers collected the child from school, having informed her teachers, and took her to a home.", "14. Immediately afterwards the applicant asked for his daughter to be examined by a neuropsychiatrist, but his request was refused for reasons which are unknown. According to the applicant, his daughter had been ill-treated in the children’s home.", "15. On 14 June 1994 the Youth Court appointed of its own motion two experts, one, E.T., a psychologist and the other, S.L., a child neuropsychiatrist, whose names had already appeared in the decision of 5 May 1994. It appears from a certificate issued by the Cuneo Chamber of Commerce that E.T. had also been a street trader in second-hand clothes and other items since 10 January 1994. Both experts were instructed to establish the state of relations between, firstly, the parents themselves and, secondly, the parents and their daughter, with a view to determining, among other things, which parent should be awarded custody of the child. To that end the court gave the experts the following directions, inter alia:", "“The experts are instructed to ascertain, once they have carried out all necessary investigations, examined the documents in the proceedings, met the parents, the maternal grandmother and the child …, the parents’ personality type and the relationship between them, including how the situation is likely to develop in the future; …”", "16. The two experts agreed to each meet only one of the parents.", "17. The applicant first appealed against the decision of 5 May 1994 on 11 June 1994, but his appeal was dismissed by the Turin Court of Appeal (Youth Division) on 28 July 1994. The Court of Appeal upheld the Youth Court’s decision on the ground that the child needed to be placed in a calmer environment so that the psychological difficulties she was experiencing as a result of the conflict between her parents could be studied. The Court of Appeal also stated that two privately appointed experts should be allowed to observe the court-appointed experts’ work.", "18. The experts commissioned by the applicant were never consulted in the proceedings conducted by the court’s experts and were unable to be present at the interview with the child. One of them did, however, take part in a meeting with the court’s experts to assess the material they had gathered during their assignment.", "19. The court-appointed experts’ report was filed on 3 October 1994. It concluded, among other things, that neither parent seemed fit to give the child adequate emotional support or to have a balanced relationship with her. The experts also highlighted the fact that it had been impossible to assess the applicant’s personality fully since he had failed to take part in all the diagnostic psychological tests.", "20. On 10 October 1994 one of the privately commissioned experts filed his report with the Youth Court registry. The report criticised the conclusions of the court-appointed experts’ report, particularly the finding that the applicant cared little for the welfare of his daughter or her mother. A second privately commissioned expert report expressed the same view.", "21. On 15 October 1994 the applicant wrote to the court complaining that one of its experts had never met him but had nonetheless signed the report containing assessments relating directly to his personality, and that the privately commissioned experts had not been invited to attend the interview with the child by the court-appointed experts. He submitted that the best solution would be for custody of the child to be awarded to him.", "22. On 3 November 1994 the Youth Court, presided over by C.L., confirmed the decision to place the child in a children’s home and ordered the social services to arrange a series of meetings between the child and her mother with a view to returning custody to the mother. The applicant, on the other hand, was authorised to visit his daughter only once a month for two hours and only inside the home.", "23. On 2 December 1994 the applicant’s daughter was injured in a road accident. The applicant was informed of this on 7 December 1994 and went to visit his daughter the next day. Noting that she had some fairly serious injuries and being of the view that the local hospital was not equipped to carry out the necessary tests, he applied to the local magistrate (pretore) on 9 December 1994 to authorise him to take his daughter himself to Cuneo Hospital, which was better equipped. The magistrate considered the situation to be urgent and authorised the applicant to take his daughter to Cuneo Hospital accompanied by a member of staff from the home. However, on the same day the President of the Turin Youth Court decided that the father had no authority to intervene. He instructed the children’s home to submit the child to such tests as the home judged appropriate, in consultation with the mother. The President of the court reiterated that he had made a decision authorising the applicant to see his daughter for only two hours a month and that the magistrate was clearly unaware of that decision.", "24. On 12 December 1994 the applicant appealed against the Youth Court’s decision of 3 November 1994. He submitted, inter alia, that only one of the court experts had met him despite the court’s instruction to them to prepare the expert report jointly. Furthermore, the privately commissioned expert had not been informed by the court-appointed experts of the date of their interview with the child, nor had he taken part in the court’s deliberations on 3 November 1994.", "25. In the meantime the applicant had requested the court to award custody of the child to her mother and to review its ruling on access rights. His application was dismissed on 13 December 1994. On 18 January 1995 the applicant appealed against that decision, referring once again to the shortcomings of the court-appointed experts’ report and reiterating his request for custody of the child to be returned to the mother.", "26. In two separate decisions of 14 February 1995 the Turin Court of Appeal declared the first appeal inadmissible on the ground that it had been lodged out of time and dismissed the second one.", "27. In the second decision the Court of Appeal noted that the proceedings were still pending, including the application made by the mother in the meantime for the father’s parental rights to be forfeited. In particular, as the lower court had observed, certain factors at the root of the case subsisted, such as the mother’s opposition to taking her daughter back to live with her and the serious psychological problems affecting the girl’s relationship with the applicant. Having regard, therefore, to the temporary nature of the child’s placement in a children’s home, the Court of Appeal considered premature any decision altering the current position. The court did not rule on the applicant’s allegations regarding the conduct of the experts’ investigations.", "28. On 23 May 1995, following a series of reports by the social services, the Youth Court authorised the girl’s mother to stay with her daughter on Saturdays and Sundays.", "29. On 22 June 1995 the applicant applied to the Court of Appeal again, requesting that in view of his daughter’s increasing anxiety in the home, she be removed as a matter of urgency and entrusted either to his care or to her paternal grandmother’s.", "30. On 3 August 1995 the Court of Appeal dismissed that application. It found, among other things, that the paternal grandmother had in the past refused to take the child into her care and that the applicant had not shown that her attitude had changed. It also noted that since being placed in the home, the child no longer suffered from the fits of hysteria which she had had when living with her mother, was seeing the applicant more often and had made no further request to leave the home. The Court of Appeal also pointed out that according to the social services’ report of 13 June 1995, the girl had, moreover, refused to spend two weeks by the sea with the applicant. Lastly, the court held that if the child were to go to her paternal grandmother, that would distance her from her mother, whereas she should be encouraged to resume a relationship with her mother despite the latter’s limitations and her inability to demonstrate real affection for her daughter. Indeed, the child had clearly expressed a desire to go back to her mother.", "31. On 9 August 1995 the Youth Court revoked its decision of 5 May 1994 and ordered custody of the child to be returned to the mother. It also limited the applicant’s access to once a month in a neutral place to be agreed with the social services.", "32. The applicant applied to the court on 5 September 1995, expressing his satisfaction with the decision to remove his daughter from the home, but complaining of the decision to maintain restrictions on his access rights.", "33. On 23 October 1995 the Court of Appeal allowed his application in part and ordered that the applicant’s access should be increased from once to twice a month.", "34. On 11 July 1996 the Youth Court authorised the child to stay with her paternal aunt for the holiday, from 19 July to 5 August 1996.", "35. On 24 October 1996 the court granted the applicant the right to see his daughter one afternoon a week. The court stressed, however, that relations between the social services and the applicant were extremely problematical, because the latter kept sending them written requests but showed no real willingness to enter into a dialogue.", "36. The applicant appealed, seeking increased contact with his daughter, but his appeal was dismissed by the Court of Appeal on 28 January 1997. Its decision was based on a psychiatrist’s report of 16 December 1996, according to which the child’s mental condition had greatly deteriorated and there was a risk that she would have a mental breakdown. The fact that the girl described her parents as mentally deranged and wanted to return to the home showed how precarious her mental stability was. The Court of Appeal concluded that the child was above all in need of psychological care and certainly not of more frequent contact with her father.", "37. The applicant had in the meantime filed complaints against the court-appointed experts with the Principal Public Prosecutor at the Court of Cassation and the Public Prosecutor’s Office at the Turin District Court. He submitted that the court experts had performed their task negligently, that they had failed to contact the privately commissioned experts and were consequently guilty of a failure to discharge one of their obligations (omissione d’atti d’ufficio) under Article 328 of the Criminal Code. The second complaint was struck out on 22 June 1996 on the ground that, in the absence of malicious intent, it concerned problems regarding the experts’ method of conducting their investigations, which it fell to the judge ordering the expert report to assess after hearing submissions from the parties and their experts. The District Court also pointed out that it had been for the privately commissioned expert to take action and contact the court-appointed experts. No action was taken on the first complaint.", "38. On 24 June 1994 the Italian daily La Stampa published an article containing statements by the President of the Turin Youth Court, C.L., about the court’s child-custody work. In that article C.L. used the following expressions, among others:", "“We are not child-snatchers.”", "“Our role is to release children from their suffering.”", "39. On 11 July 1994 the same daily published a letter signed by the applicant which was also a reply to the first statements made by C.L. The applicant related the episode in which his daughter had been placed in a children’s home and made the following comments, among others:", "“The act in itself is one of sequestration or, at the very least, violence towards children. Whether that act should not be considered as violence or sequestration on the ground that a court is involved is quite another question.”", "“This little girl suffered shock and emotional stress to a cruel degree.”", "“Clearly the cruelty of the exercise cannot fail to have tarnished the State’s image and lessened confidence in an institution which should guarantee the greatest respect for human beings.”", "“Among other things, the inappropriateness of the method used derives from the fact that an urgent decision was not implemented until a month after it had been taken.”", "“In such a case I doubt whether the President, Judge L., ... can say ‘we have released a child from its suffering’ or ‘we are not child-snatchers’.”", "40. In a letter published in La Stampa on 8 August 1994 the President of the court replied. Among other things, C.L. stated:", "41. In a letter published in La Stampa on 5 September 1994 the applicant responded to C.L.’s letter, complaining that the judge had not only called him a liar, but had also revealed confidential information about his case, which in a small provincial town such as Cuneo had made it easy to identify the persons involved and had left people feeling puzzled.", "42. On the same date La Stampa also published a letter from a group of the applicant’s colleagues expressing their solidarity with him.", "43. On 21 November 1994 the applicant asked for C.L. to be replaced by a different judge in the custody proceedings in respect of his daughter. He alleged that C.L. was biased on account of the heated exchange of views they had had in the press.", "44. In an order of 1 December 1994 the Youth Court dismissed the applicant’s challenge for being out of time. The court held that, quite apart from the fact that the ground relied on by the applicant did not appear among those formally provided for in Article 51 of the Code of Civil Procedure, the application had in any event been made out of time since it should have been filed before the date set for the decision (taken on 3 November 1994 - see paragraph 22 above). Besides, the applicant could have foreseen that C.L. might preside over the court, since in the event that more than the required number of judges was available, the most senior member would act as President and the applicant had known that C.L. was a member of the division which would be trying his case. At all events, as the decision had already been taken, the applicant had a remedy in ordinary proceedings, namely lodging an appeal, for submitting that complaint.", "45. Following the statements made by C.L. in his letter published on 8 August 1994, the applicant had also lodged a complaint with the Public Prosecutor’s Office at the Milan District Court. Proceedings on that complaint were officially discontinued on 22 March 1995 as the preliminary investigating judge at the Milan District Court found that C.L. had confined himself to replying to the applicant’s first letter, correcting the inaccuracies in the applicant’s allegations and stressing that the conduct of all those involved in the case had been right and proper. The only offensive comments, in the judge’s view, were those the applicant had directed at C.L., whom he had called a “child-snatcher”. C.L.’s reply had been appropriate and moderate and had not disclosed any confidential information acquired in the course of his duties as it would not in any event have been possible to identify the persons involved in the case. It was rather the applicant who had disclosed the circumstances in which the child had been removed from her mother’s custody. There had thus been no injury to the reputation or honour of the applicant.", "46. The applicant also applied – unsuccessfully – to the National Council of the Judiciary (Consiglio superiore della magistratura).", "47. Under Article 30 of the Constitution,", "“Parents have a duty to maintain, educate and bring up their children, including children born out of wedlock.", "Where the parents are incapable of performing those duties, the legislature shall make appropriate provision.", "...”", "48. Under Article 333 of the Civil Code,", "“If the conduct of one or both parents is not such as to justify forfeiting parental authority ..., but is harmful to the child, the court may, if appropriate, take any necessary measure and may also order the child to be removed from the family home. Such measures may be rescinded at any time.”", "49. Mr Buscemi applied to the Commission on 23 June 1995. He alleged, among other things, an infringement of his right to respect for his family life on account of his daughter’s having been placed in a children’s home, bias on the part of the President of the Turin Youth Court and injury to his reputation and to his family life as a result of the statements made by him to the press (Articles 8 and 6 § 1 of the Convention).", "50. The Commission declared the application (no. 29569/95) admissible on 16 April 1998. In its report of 27 October 1998 (former Article 31 of the Convention), it expressed the unanimous opinion that there had been a violation of Article 8 on account of the manner in which the experts had conducted their investigations and of Article 6 § 1 on account of the President of the Youth Court’s statements to the press.", "51. The applicant said that the measures taken by the Turin Youth Court had contributed to the almost irretrievable breakdown of his relationship with his daughter. He alleged in particular that the court had based its decision on an expert report which was unfounded and procedurally flawed. He submitted that there had been a violation of Article 8 of the Convention, which provides:", "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.", "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "52. The Government disputed that submission. The Commission found that although the restrictive measures taken by the Italian authorities against the parents, including the applicant, had been based on relevant and sufficient grounds, there had been a violation of Article 8 on account of the manner in which the expert report ordered by the court had been prepared.", "53. The Court points out that the enjoyment by parent and child of each other’s company constitutes a fundamental element of family life and that domestic measures hindering such enjoyment amount to an interference with the right protected by Article 8 (see the Bronda v. Italy judgment of 9 June 1998, Reports of Judgments and Decisions 1998-IV, p. 1489, § 51). In the instant case the restrictive measures taken by the Italian authorities against the applicant amounted to an interference with his right to respect for his family life. Such interference will constitute a violation of Article 8 unless it is “in accordance with the law”, pursues an aim or aims that are legitimate under paragraph 2 of Article 8 and can be regarded as “necessary in a democratic society”.", "54. The Court is of the view that the interference was in accordance with the law, in particular with Article 333 of the Civil Code, and pursued the legitimate aim of protecting the rights of others. The question remains as to whether that interference was also “necessary in a democratic society”.", "55Reports 1998-VII, pp. 3095-96, §§ 30-34) and did not exceed the margin of appreciation afforded to them under paragraph 2 of Article 8.", "56. Accordingly, there has not been a violation of Article 8 arising from the measures taken to remove the child from the applicant.", "57. The Court does not agree with the applicant’s submission, which was accepted by the Commission, that he has been the victim of a violation of Article 8 on account of the court-appointed experts’ conduct of their investigations.", "58", "59. In that connection the Government submitted that, while it was true that in custody proceedings the parties had more limited powers of intervention than in ordinary proceedings (owing to the non-contentious nature of the proceedings, which were pursued exclusively with the aim of protecting children’s interests), it should not be overlooked that the applicant had always been given a hearing, that he had always been informed of all matters concerning the case and had been able to comment on them. As regards, in particular, the allegation that one of the court-appointed experts also carried on business as a street trader, the Government disputed the veracity of that allegation and pointed out that an assessment of the professional competence of an expert could only be based on work done in that capacity. The Government submitted, moreover, that a violation could not be found merely on the basis of the manner in which the experts had conducted their investigations when, as the Commission had found in its report, the interference with the applicant’s family life was in itself justified.", "60. The Court considers as the Government did, that the foregoing principles regarding the parents’ role in the decision-making process (see paragraph 58) were not breached in the instant case. The applicant cannot be said to have played no role in the decision-making process. On the contrary, he took an active part in it; he was always able to submit his arguments in the national courts and to study all the documents. Furthermore, one of the privately commissioned experts had been able to discuss with the court-appointed experts the results of the tests conducted in the course of their investigations. The decision-making process as a whole does not appear to have been unfair, and excessive weight should not be attached to the fact that one of the two experts was also a street trader (see paragraph 15 above). In that connection the Court notes that the applicant did not expressly question that expert’s professional competence as a psychologist. The Court considers that the fact that the expert was also a street trader does not detract from his expertise as a psychologist.", "61. As regards the complaint that one of the court-appointed experts did not interview the applicant, the Court considers that the court decision setting out the purpose of the expert opinion was worded in terms sufficiently general to allow the experts some discretion as to the precise manner in which their report would be prepared. In any event, the results of the experts’ work were examined by both experts jointly. In this context account should also be taken of the fact that the applicant failed to participate in all the diagnostic psychological tests (see paragraph 19 above).", "62. In the Court’s view, it might perhaps have been desirable for the privately commissioned experts to be more fully involved in the various stages of the court-appointed experts’ assignment and not only at the meeting to assess the results, although there is nothing in the case file to suggest that the privately commissioned experts actually asked to be involved further. Nevertheless, the circumstances of which the applicant complains do not suffice in themselves to have adversely affected the fairness of the proceedings, which were based not only on the expert report in question but also on a series of social-services reports (see, inter alia, paragraph 28 above).", "63. In sum, the manner in which the expert report was prepared did not breach Article 8.", "64. The applicant complained of bias on the part of the President of the Turin Youth Court, C.L., and submitted that his case should not have been heard by a court presided over by a person with whom he had had an argument in the press. He alleged that this had given rise to a violation of Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...”", "65. The Government considered that there could be no doubt as to the President of the court’s impartiality. The decisions adopted by the court presided over by C.L. had not subsequently been varied and the proceedings on the complaints which the applicant had filed against the President had been discontinued. Furthermore, it was the applicant who had started the controversy with his letter in La Stampa portraying the court’s work in an unfavourable light and he had been supported in that action by the journalist responsible for the column. The President of the court had therefore simply considered it his duty to clarify matters, having regard in particular to the risk of misinformation on account of the relative importance given by the daily in question to the applicant’s story.", "66. The applicant disputed that argument.", "67. The Court stresses, above all, that the judicial authorities are required to exercise maximum discretion with regard to the cases with which they deal in order to preserve their image as impartial judges. That discretion should dissuade them from making use of the press, even when provoked. It is the higher demands of justice and the elevated nature of judicial office which impose that duty.", "68. The Court considers, as the Commission did, that the fact that the President of the court publicly used expressions which implied that he had already formed an unfavourable view of the applicant’s case before presiding over the court that had to decide it clearly appears incompatible with the impartiality required of any court, as laid down in Article 6 § 1 of the Convention. The statements made by the President of the court were such as to objectively justify the applicant’s fears as to his impartiality (see, mutatis mutandis, the Ferrantelli and Santangelo v. Italy judgment of 7 August 1996, Reports 1996-III, p. 952, §§ 59 and 60).", "69. There has accordingly been a breach of Article 6 § 1 of the Convention.", "70. The applicant also complained of a violation of Article 8 of the Convention arising from C.L.’s statements published by La Stampa and alleged that injury had been caused to his reputation and his family life.", "71. The Government disputed that submission.", "72. The Court considers that no injury to the applicant’s right to respect for his private and family life can be established under this head, having regard to the fact that in his letter of 11 July 1994 the applicant had himself disclosed his identity.", "73. Accordingly, there has not been a violation of Article 8 of the Convention in this regard.", "74. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "75. The applicant sought, firstly, 500,000,000 Italian lire (ITL) in compensation for pecuniary damage, relying in particular on the damage done to his professional image as a surgeon. He also claimed ITL 2,000,000,000 in compensation for non-pecuniary damage.", "76. The Government did not make any submissions on the issue.", "77. The Court notes that it has no evidence on which to find that the applicant sustained pecuniary damage. As to non-pecuniary damage, it considers that the finding of a violation of Article 6 § 1 of the Convention constitutes sufficient compensation. In that connection, it takes account, inter alia, of the fact that the applicant significantly contributed to fuelling the controversy concerning him in the press.", "78. The applicant sought primarily reimbursement of the expenses incurred in the proceedings in the domestic courts in the sum of ITL 3,105,000 (the applicant produced fee notes for the custody proceedings and a breakdown of the amounts paid for the privately commissioned expert reports).", "79. The Court notes that the documents supplied by the applicant relate only to the expenses incurred in connection with the placement of his daughter – the applicant did not claim reimbursement of any amounts incurred to prevent or have redressed a violation of Article 6 § 1 of the Convention – and considers, in the light of its conclusions regarding Article 8 of the Convention, that it is not necessary to award the applicant reimbursement under this head.", "80. As regards the expenses incurred before the Convention institutions, the Court, making its assessment on an equitable basis as required by Article 41 of the Convention and having regard to the fact that the applicant presented his own case, awards him ITL 1,000,000 for costs and expenses.", "81. According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 2.5% per annum.", "Done in French, and notified in writing on 16 September 1999, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr Bonello is annexed to this judgment.", "M.F.", "E.F."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}