{"ITEMID": "001-58018", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF GREGORY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 14+6", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["7. The applicant, who is black, is a British citizen born in 1966 and currently living in Manchester, England.", "8. The applicant was tried for robbery at Manchester Crown Court between 26 and 28 November 1991. He was legally represented at the trial.", "9. On the final day of the trial, at 10.46 a.m., the jury retired to consider their verdict. An hour and three quarters later a note was passed by the jury to the judge. It read:", "\"JURY SHOWING RACIAL OVERTONES. 1 MEMBER TO BE EXCUSED.\"", "10. In the absence of the jury, the trial judge showed the note to counsel for the prosecution and defence and consulted them on the appropriate response to it.", "11. There is some uncertainty as to the stance taken by defence counsel with regard to the follow-up to be given to the note. Prosecution counsel recalls that defence counsel did not raise strong objections to the approach which the judge indicated he intended to pursue, namely to recall the jury and give clear directions on their duty to return a verdict on the basis of the evidence alone. However, defence counsel seems to recall that he did in fact ask the trial judge to discharge the jury in the circumstances, but his application was refused. Defence counsel based his recollection on the grounds of appeal and advice on appeal which he drafted shortly after the trial on 10 December 1991. However, neither of these documents suggests that defence counsel made an express request to the judge to discharge the jury. Under point 4 of his grounds of appeal, defence counsel concluded:", "\"It is submitted that, in the circumstances aforesaid, some enquiries should have taken place with a view to acceding to the request of the jury that one of their numbers be discharged.\"", "In the accompanying advice on appeal, defence counsel stated:", "\"It seems to me that it is at least arguable that the trial judge should have enquired further into the matter with a view to acceding to the request that the jury were making.\"", "12. The judge’s recollection is that both counsel agreed to his proposed course of action (see paragraph 11 above).", "13. The jury were recalled at 12.47 p.m. Pausing at appropriate junctures to ensure that his statement was being understood, the judge redirected the jury in the following terms:", "\"You are brought here as twelve people from your various walks of life, your various backgrounds. Everybody has preconceived ideas and thoughts but you are brought here from twelve different backgrounds expecting to apply your twelve different minds to the problems that are put before you ... you decide this case according to the evidence and nothing else in the case. Any thoughts or prejudice of one form or another, for or against anybody, must be put out of your minds. You decide this case on evidence. It is the evidence alone which decides the case. Do you understand that, members of the jury? You are the judges and you decide it on the evidence, and weighing the individuals as you saw them and allowing no other factor to influence your decision, but your decision about the quality of the evidence and the way in which a particular individual you are considering, treating them all alike and making no distinction whether a person is a defendant or otherwise, where he lives, where he comes from. Do you understand that? I am certainly not going to discharge any member of the jury because he or she may wish [me] to do so because they dislike certain overtones in the conversation. Decide this case according to the evidence. Members of the jury, I am not saying you should be biased in favour or against it. Look at the way it was given. Decide the case that way and no other. That is your sworn duty. I expect you to abide by your sworn duty.\"", "14. The jury then retired at 12.50 p.m. At 2.21 p.m. the jury, being unable to reach a unanimous verdict, were recalled by the judge. He informed them that the time had come when he could accept a verdict of at least a majority of ten. The jury retired again at 2.24 p.m. At 3.27 p.m. the jury were still undecided and they were called back again. The judge further directed the jury as follows:", "\"Members of the jury, each of you has taken an oath to reach a true verdict according to the evidence. Remember that is the oath you took two days ago. Not one of you must be false to that oath. You do have a duty, not only as individuals but collectively as a jury. That, of course, is the strength of the jury system. So each of you when you go into your jury room take with you your individual experience and wisdom ... Your task is to pool that experience and wisdom. You must do that by giving your views and listening to the views of other people. Of necessity there will be discussion ... There has got to be argument and there has got to be give and take within the scope of the oath that each of you has taken. That is the way you achieve agreement.\"", "15. At 4.06 p.m. the jury returned and delivered a ten to two majority verdict finding the applicant guilty. The applicant was sentenced to six years’ imprisonment.", "16. The applicant sought leave from the Court of Appeal to appeal against conviction. He submitted that in the circumstances the trial judge had wrongly failed to make any enquiry into the note with a view to determining whether one of the members of the jury should be discharged on the grounds of racial prejudice and that this failure gave rise to a material irregularity at the trial (see paragraph 11 above). Leave to appeal was refused by the single judge on 28 February 1992. He stated that:", "\"The learned judge dealt with the novel and delicate situation presented by the jury note with tact and sensitivity. It would have been entirely inappropriate for him to have conducted some sort of enquiry. There was no material irregularity at your trial.\"", "17. The applicant renewed his application to the full Court of Appeal. On 19 January 1993 the application was dismissed. The Court of Appeal noted that the trial judge", "\"... took the view and this Court agrees with it, that the nature of the jury’s anxiety was that one member of the jury felt that there was a general overtone of racial comment which was unacceptable and not, as the applicant is suggesting, one member of the jury being so racially prejudiced as to be unable to give proper consideration to the matters before him\".", "The court continued:", "\"Matters of this kind raise delicate issues. The jury system does require an element of give and take after proper directions from the judge. In our judgment His Honour Judge Hammond dealt with this matter sensitively, sensibly and correctly, and cannot be faulted for a conclusion that the jury should continue the deliberations which they had given their oath to undertake. We, therefore, find no ground for complaint and we dismiss this application.\"", "18. The trial judge is the arbiter of issues of law. He must ensure that the trial is properly conducted according to law. He is required at the end of a trial, inter alia, to sum up the evidence, to direct the jury to disregard evidence which is inadmissible, to remind juries of their duties and functions, to explain any law which the jury is required to apply, to direct the jury on the onus and burden of proof and to ask the jury to reach a verdict on the evidence they have heard.", "19. The jury in Crown Court trials consists of twelve members who have taken an oath or affirmed to \"faithfully try the defendant and give a true verdict according to the evidence\". The jury is the arbiter of fact.", "20. Jury service is regarded as an important civic duty. The Juries Act 1974, as amended, governs qualification for jury service, ineligibility, disqualification, excusal, discharge and other relevant matters.", "21. Every person between 18 and 70 who satisfies the requirements set out in section 1 of the Juries Act 1974 is qualified to serve on a jury and liable to do so if summoned under section 2 of that Act. The electoral register serves as the basis of jury selection.", "22. Random selection of potential jurors is regarded as a key safeguard against corruption or bias in a sworn jury. There are a number of other guarantees, including:", "23. It is lawful for enquiries to be made as to whether potential jurors are disqualified by reason of previous convictions. For this purpose a search may be made of criminal records in order to ascertain whether or not a jury panel includes a disqualified person. Furthermore, in cases involving national security or terrorism additional steps may be taken to test the integrity of a potential juror. The Attorney-General has laid down guidelines on the conduct of jury checks.", "24. On the trial of an indictment, and before the jurors are sworn, the accused and the prosecution may object to the jurors who are called to serve. Challenges are of two kinds: (1) \"to the array\", that is to say to the whole number of persons in the panel, and (2) \"to the polls\", that is to say to individual jurors.", "25. Challenges to the polls must be for cause. The Juries Act 1974 specifies the causes for challenge including the presumed or actual partiality of a potential juror. Any challenge for cause must be decided by the judge before whom the accused is to be tried. The challenging party must provide prima facie evidence of good cause for this purpose. If the challenge for cause is allowed, the juror is ordered to stand down and a fresh juror is called. Challenges for cause are unlimited.", "26. The prosecution alone are entitled to require a juror \"to stand by\" in which case he returns to the panel from which jurors are selected. The Attorney-General issued Guidelines in November 1988 on the exercise of the prosecution’s right to ask jurors to stand by. The Guidelines indicate, inter alia, that the right should be asserted only on the basis of clearly defined and restrictive criteria.", "27. In certain types of criminal proceedings it is also the practice for the trial judge to put questions to the panel of jurors before the trial begins in order to pre-empt any risk of partiality. This practice is typically used in terrorist cases as well as in cases involving allegations of police misconduct or fraud against companies or government departments. The judge’s questions are designed to establish whether, for example, a potential juror is related to or is a close friend of police officers or members of the armed forces, or is employed by the company or government department involved in the criminal proceedings.", "28. Section 17 of the Juries Act 1974 states that the verdict of a jury in proceedings in the Crown Court need not be unanimous if (a) in a case where there are not less than eleven jurors, ten of them agree on the verdict, and (b) in a case where there are ten jurors, nine of them agree on the verdict. The jury must spend at least two hours in deliberations before a majority verdict can be accepted.", "29. At any time during their deliberations the jurors may send a note to the trial judge asking for further assistance or clarification. On receipt of a jury note the established practice is for the trial judge to show the note to counsel for the prosecution and defence in the absence of the jury and to invite their submissions on a suitable response. Where a judge receives a note from a jury, including one alleging misconduct or bias within the jury, the following options are available to the judge:", "(a) to give the jury a further direction; or", "(b) to discharge up to three jurors and to allow the trial to continue with the remaining jurors (section 16 of the Juries Act 1974); or", "(c) to discharge the entire jury and order a retrial before a fresh jury, if the judge considers there is a high degree of need for this course of action; or", "(d) to enquire of the jury as a whole whether they are capable of continuing and returning a verdict.", "30. Where an application to discharge a juror on the ground of misconduct or bias is made, it is established in English statute law (see paragraph 31 below) and common law that enquiries or investigations should not be made into what is said in the jury room after the jury have retired (R. v. Orgles [1994] 1 Weekly Law Reports 108).", "31. The rule governing the secrecy of jury deliberations is set out in section 8 (1) of the Contempt of Court Act 1981. Section 8 (1) states that it is a contempt of court to obtain, disclose or solicit any particulars of any statements made, opinions expressed, arguments advanced or votes cast by members of the jury in the course of their deliberations.", "32. In the case of R. v. Gough ([1993] 2 All England Law Reports 724) the House of Lords restated and clarified the law on bias which was applicable at the time of the conviction of the applicant. If the possibility of bias on the part of a juror comes to the attention of the trial judge in the course of a trial, the trial judge should consider whether there is actual bias or not (a subjective test). If this has not been established, the trial judge must then consider whether there is a \"real danger of bias affecting the mind of the relevant juror or jurors\" (an objective test). In this latter respect Lord Goff, in the Gough case, stated as follows:", "\"... I think it is unnecessary, in formulating the appropriate test, to require that the court should look at the matter through the eyes of a reasonable man, because the court, in such cases as these personifies the reasonable man; and in any event the court has first to ascertain the relevant circumstances from the available evidence, knowledge of which would not necessarily be available to an observer in court at the relevant time ... I would prefer to state the test in terms of real danger rather than real likelihood, to ensure that the court is thinking in terms of possibility rather than probability of bias.\"", "33. Section 95 of the Criminal Justice Act 1991 came into force on 31 October 1991. The Secretary of State is obliged under section 95 to publish each year such information as he considers necessary for the purpose of, inter alia, facilitating the performance by persons engaged in the administration of criminal justice of their duty to avoid discriminating against any persons on the ground of race.", "34. In March 1991 the Lord Chancellor announced the formation of an Ethnic Minorities Advisory Committee as a sub-committee of the Judicial Training Board. By 10 November 1993 this sub-committee had initiated its first seminar on ethnic minority issues for members of the senior judiciary. Race-awareness training for full and part-time members of the judiciary began in early 1994 and is the largest single judicial training exercise ever conducted in the United Kingdom."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}