{"ITEMID": "001-83294", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PFEIFER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art.8 (failure to protect the applicant's reputation);Non-pecuniary damage - financial award;Costs and expenses (Convention and domestic proceedings) - partial award", "JUDGES": "Loukis Loucaides", "TEXT": ["6. The applicant is a freelance journalist who lives in Vienna. From 1992 to 1995 he was the editor of the official magazine of the Vienna Jewish community.", "7. In the beginning of 1995 the Academy of the Austrian Freedom Party (Freiheitliche Partei Österreichs) published an article in its yearbook, written by P., a professor of political sciences at Münster University. The article was entitled “Internationalism against nationalism: an eternal mortal enmity?” and alleged that the Jews had declared war on Germany in 1933. Moreover, it trivialised the crimes of the Nazi regime.", "8. In February 1995 the applicant published a commentary on this article in the magazine of the Vienna Jewish community. It was entitled “Freedom Party's 1995 yearbook with (neo-)Nazi tones”. He criticised P. in harsh terms for using Nazi terminology and disseminating ideas which were typical of the “Third Reich”. More specifically, he accused P. of reviving the old Nazi lie of a worldwide Jewish conspiracy and of confounding the roles of perpetrators and victims.", "9. Subsequently, P. brought defamation proceedings under Article 111 of the Criminal Code (Strafgesetzbuch) against the applicant. The Vienna Regional Criminal Court (Landesgericht für Strafsachen) acquitted the applicant. Its judgment was upheld on 4 May 1998 by the Vienna Court of Appeal (Oberlandesgericht), which found that the applicant's criticism constituted a value judgment which had a sufficient factual basis in the numerous quotations from P.'s article. Having regard to the publication of P.'s article in the yearbook of a political party and given the highly sensitive topic, the applicant's criticism, though harsh, was not excessive.", "10. Two years later, in April 2000, the Vienna Public Prosecutor's Office brought proceedings against P. on charges under the National Socialism Prohibition Act (“the Prohibition Act” – Verbotsgesetz). Relying on numerous quotations from P.'s article in the Freedom Party's 1995 yearbook, the public prosecutor argued that the article constituted a national-socialist activity within the meaning of section 3g of the Prohibition Act. Shortly before the date scheduled for the trial, P. committed suicide.", "11. On 8 June 2000 the weekly Zur Zeit, a right-wing magazine whose chief editor M. was the former Chairperson of the Freedom Party's Academy, published a two-and-a-half-page article with the headline “The deadly terror of virtue” (“Tödlicher Tugendterror”). It referred to the applicant's criticism of P.'s article in 1995 and alleged that the applicant's comment had unleashed a manhunt which had eventually resulted in the death of the victim. It referred to the applicant and a number of other persons, mostly politicians of the Austrian Socialist Party or the Green Party and also a number of journalists, a historian and a professor of political sciences, as members of a “hunting society” which used the Prohibition Act as a tool to attack persons close to the Freedom Party and had ultimately chased one victim to his death. The article was accompanied by pictures of the members of the alleged “hunting society”, including a picture of the applicant.", "12. The applicant brought defamation proceedings under Section 6 of the Media Act (Mediengesetz) against the publishing company owning Zur Zeit.", "13. On 20 March 2001 the Vienna Regional Criminal Court found that the article fulfilled the elements of defamation and ordered the defendant company to pay the applicant compensation under section 6 of the Media Act. In addition the defendant was ordered to publish the judgment.", "14. The Regional Court noted that the impugned article accused the applicant of being morally responsible for P.'s death. Certain facts were undisputed, namely that the applicant had written a critical commentary on P.'s article, that P. had been charged under the Prohibition Act and that he had died before the opening of the trial. However, the allegation that the applicant was part of a “hunting society”, that is, a group of persons persecuting P. and eventually causing his death, amounted to a statement of fact, the truth of which had not been established. In particular, the defendant company had not offered any proof for the causal link between the applicant's article and P.'s death. Even if the statement were to be treated as a value judgment, it was excessive as it presented a conclusion which went far beyond what could reasonably be based on the underlying facts. Thus, it transgressed the limits of criticism permitted by Article 10 of the Convention.", "15. On 15 October 2001 the Vienna Court of Appeal set the judgment aside on an appeal by the defendant.", "16. It found that the impugned article contained a value judgment which was, however, not excessive. The use of the term “hunting society” did not imply coordinated activities of a group of persons with the aim of destroying P.'s existence. Thus, the article could be understood as implying that the applicant's and other persons' activities had eventually caused P.'s death but it did not contain an accusation of their having foreseen or planned this outcome. The factual basis was sufficient to attribute some moral responsibility for P.'s death to the applicant and a number of other persons who had been active either by criticising P. in the media or by bringing actions against him in the courts. As regards the applicant, the article referred to his critical commentary on P.'s publication, thereby enabling the reader to assess whether or not he shared the opinion expressed in the impugned article. Moreover, the reader was aware that the article was written from a political and ideological point of view and involved a certain degree of exaggeration. In sum, it remained within the limits of permissible criticism set by Article 10 of the Convention.", "17. Meanwhile, in February 2001 M. addressed a three-page letter to the subscribers to Zur Zeit asking them for financial support. As a reason for this request readers were told that the weekly Zur Zeit was under massive pressure from anti-fascists who, after having campaigned against Kurt Waldheim, Jörg Haider and other “undesirables”, had now chosen Zur Zeit as their target. It alleged that the above-mentioned group was trying to damage Zur Zeit by means of disinformation in the media and by instituting a multitude of criminal proceedings and civil actions.", "The relevant passage of this letter reads as follows:", "“Then there is the case of Karl Pfeifer v. Zur Zeit. The long-standing editor of the Jewish religious community's magazine, Karl Pfeifer, was identified following Professor P.'s [family name in full] death as a member of the hunting society that drove the conservative political scientist to his death. It was common knowledge that court proceedings were due to be opened against P. under the Nazi Prohibition Act on account of his statements in the Freedom Party's 1995 yearbook. The Jewish journalist Karl Pfeifer had condemned the statements for their Nazi tone and as a result had unleashed the judicial avalanche against P. When Zur Zeit dared to show that this was the cause of the suicide, Pfeifer lodged a complaint. The extremely complex, time-consuming and costly proceedings, naturally accompanied by a corresponding media campaign in the trendy left-wing rags, are still in progress.”", "18. On 15 March 2001 the applicant brought a further set of defamation proceedings under Article 111 of the Criminal Code against M. and under section 6 of the Media Act against the publishing company owning Zur Zeit.", "19. On 4 September 2001 the Vienna Regional Criminal Court decided to adjourn the proceedings pending the Vienna Court of Appeal's judgment in the first set of defamation proceedings. Once the latter had given its judgment of 15 October 2001 (see paragraphs 15 and 16 above), the Regional Court resumed the proceedings.", "20. On 31 January 2002 the Regional Court acquitted the defendants. It noted that the two sets of defamation proceedings related to very similar factual and legal issues. Again, as in the article “The deadly terror of virtue”, the applicant was referred to as a member of a “hunting society” which had driven P. to commit suicide. Thus, it was alleged that there was a causal link between the applicant's criticism of P.'s article and the latter's death. The considerations which had led the Court of Appeal to acquit the defendants in the first set of proceedings also applied in the present case. The Regional Court followed the appellate court's view expressed in the judgment of 15 October 2001 and found that the impugned letter contained a value judgment which relied on a sufficient factual basis. In this connection, it noted that addressees of the letter, even if they had not read the article “The deadly terror of virtue”, were given a summary of its contents which enabled them to form an opinion about the pertinence of the allegation raised. The value judgment was not excessive, although the underlying facts were commented on from a strongly ideological point of view. It followed that the publication at issue was protected by Article 10 of the Convention.", "21. On 1 August 2002 the Vienna Court of Appeal dismissed an appeal by the applicant, upholding the Regional Court's assessment that the two sets of proceedings were so closely linked that the principles and considerations set out in its previous judgment of 15 October 2001 applied.", "22. The judgment was served on the applicant's counsel on 7 October 2002.", "23. Article 111 of the Criminal Code (Strafgesetzbuch), reads as follows:", "“1. Anybody who, in such a way that it may be noticed by a third person, attributes to another a contemptible characteristic or sentiment or accuses him of behaviour contrary to honour or morality and such as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine ...", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine...", "3. The person making the statement shall not be punished if it is proved to be true. In the case of the offence defined in paragraph 1 he shall also not be liable if circumstances are established which gave him sufficient reason to believe that the statement was true.”", "24. Section 6 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. In this context “defamation” has to be read as defined in Article 111 of the Criminal Code."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}