{"ITEMID": "001-80038", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CHURCH OF SCIENTOLOGY MOSCOW v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (victim);Violation of Art. 11+9;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention and domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. On 25 January 1994 the applicant was officially registered as a religious association having legal-entity status under the RSFSR Religions Act of 25 October 1990.", "7. On 1 October 1997 a new Law on Freedom of Conscience and Religious Associations (“the Religions Act”) entered into force. It required all religious associations that had previously been granted legal-entity status to bring their articles of association into conformity with the Act and obtain re-registration from the competent Justice Department.", "8. On 11 August 1998 the applicant submitted to the Moscow Justice Department an application for re-registration, together with the documents required by law.", "9. On 1 June 1999 the Moscow Justice Department refused re-registration of the applicant on the ground that its purpose and activities contradicted the requirements of the Religions Act and violated the Criminal Code as there was an on-going criminal investigation against the then president of the applicant. The applicant indicated that the investigation had been subsequently closed in the absence of indications of a criminal offence.", "10. On 29 December 1999 the applicant submitted a second application for re-registration.", "11. On 28 January 2000 the deputy head of the Moscow Justice Department informed the applicant that the second application had been refused. He wrote that the applicant had adopted a “new version of the Charter”, rather than “amendments to the Charter”, and had indicated that by the charter, the applicant “may have”, instead of “shall be entitled to have”, attached representative offices of foreign religious organisations. He also claimed that there had been other (unspecified) violations of Russian laws.", "12. On 10 February 2000 the then president of the applicant sent a letter to the Moscow Justice Department inviting them to indicate specific violations. He relied on the requirement in section 12.2 of the Religions Act, pursuant to which the grounds for a refusal were to be set out explicitly.", "13. By a letter of 18 February 2000, the deputy head responded to the applicant that the Justice Department was under no obligation to clarify or review charters or other documents and that it could only carry out legal evaluation of the submitted documents and give a decision either to grant or to refuse reregistration.", "14. On 30 May 2000, having taken further steps to remedy any supposed defects in the documents, the applicant submitted its third application for registration.", "15. On 29 June 2000 the deputy head informed the applicant that the application could not be processed because it had submitted an incomplete set of documents. Following a written inquiry of the applicant of 12 July 2000 as to what documents were missing, the deputy head informed the applicant on 17 July 2000 that his Department was not competent to indicate what information was missing and what additional documents were to be submitted.", "16. On 17 July 2000 the applicant submitted to the Moscow Justice Department a fourth, more detailed application for re-registration.", "17. On 19 August 2000 the Justice Department informed the applicant that the application would not be processed because it had allegedly submitted an incomplete set of documents. The missing documents were not specified.", "18. On 10 October 2000 the applicant submitted a fifth, still more detailed application.", "19. On 9 November 2000 the Justice Department repeated that the applicant had submitted an incomplete set of documents and the application would not be processed.", "20. On 31 December 2000 the time-limit for re-registration of religious organisations expired.", "21. The president and co-founder of the applicant brought a complaint before the Nikulinskiy District Court of Moscow against the Moscow Justice Department's refusal to re-register the applicant.", "22. On 8 December 2000 the Nikulinskiy District Court of Moscow gave judgment, finding that the Justice Department's decision of 28 January 2000 had not had any basis in law. It established that the wordings used in the applicant's charter were in fact identical to those contained in the Religions Act and held that religious associations should not “be required to reproduce the text of the law verbatim in their charter”. The court stressed that the Justice Department could have suggested an editorial revision of the charter without refusing the application as a whole.", "23. The District Court further held that the decision of 29 June 2000 had not been lawful, either. It established that all the documents required by the Religions Act had been appended to the application with the exception of a document confirming the existence of the religious group in the given territory for no less than fifteen years. However, that document was not necessary because, in accordance with the ruling of the Constitutional Court, religious organisations established before the adoption of the Religions Act were not required to confirm their fifteen-year existence.", "24. The District Court concluded that the Moscow Justice Department had been “in essence, using subterfuges to avoid re-registration [of the applicant]”. It pointed out that such avoidance or refusals had violated the rights of the plaintiffs and their fellow believers guaranteed by Article 29 and 30 of the Russian Constitution because the parishioners whose association had no legal-entity status would not be able to rent premises for religious ceremonies and worship, to receive and disseminate religious literature, to have bank accounts, etc. The District Court also held that the refusal had been inconsistent with international standards of law, Articles 9 and 11 of the Convention and Article 18 of the International Covenant on Civil and Political Rights. The District Court also referred to Article 7 of the United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief and held that “the refusal to grant legal-entity status to a religious entity imposes a practical restriction on the right of each person to profess his/her religion in community with others”. The District Court concluded as follows:", "“Hence, the justice authorities' avoidance of re-registration of the Church of Scientology of Moscow under far-fetched pretexts contradicts the above mentioned laws of the Russian Federation and the international law.”", "The District Court ordered the Moscow Justice Department to re-register the applicant.", "25. The Justice Department did not appeal against the judgment and it became binding and enforceable on 19 December 2000. However, the Moscow Justice Department refused to comply with it.", "26. On 27 December 2000 the president of the applicant obtained a writ of execution.", "27. On 4 January 2001 the applicant submitted its sixth application along with the writ of execution mandating re-registration.", "28. On 2 February 2001 the Justice Department refused to process the application, repeating that an incomplete set of documents had been submitted. No clarification as to the nature of the allegedly missing document(s) was given.", "29. On an unspecified date the Moscow Justice Department asked the Moscow City prosecutor to lodge an application for supervisory review which he did. The prosecutor's application was granted by the Presidium of the Moscow City Court. On 29 March 2001 the Presidium quashed the judgment of 8 December 2000 by way of supervisory review. In doing so, it relied on the following grounds. Concerning the lawfulness of the decision of 28 January 2000, the Presidium criticised the District Court for the failure to verify the compliance of the amendments to the charter submitted for re-registration on 29 December 1999 with the law. As to the refusal of 29 June 2000, the Presidium opined that the book Scientology: The Theology and Practice of a Contemporary Religion (Russian edition) did not provide sufficient information on “the basic tenets of creed and practices of the religion” as required by section 11.5 of the Religions Act and that the set of documents was therefore incomplete. The Presidium remitted the matter for a new examination by the District Court.", "30. On 7 August 2001 the Nikulinskiy District Court gave a new judgment. The District Court ruled in favour of the Moscow Justice Department and dismissed the complaint about the refusal to re-register the applicant. It found that the applicant had not complied with section 11 of the Religions Act in that (i) the application for re-registration only included copies, rather than originals, of the charter and registration certificate; (ii) the book submitted by the applicant did not qualify to be the “information on the basic tenets of creed and practices of the religion”, and (iii) the document indicating the legal address of the applicant was missing.", "31. Before the court the plaintiffs unsuccessfully argued that the Moscow Justice Department had had in its possession the original charter and registration certificate, as well as the applicant's legal address, as these documents had been included in the first application for re-registration and the Moscow Justice Department had never returned them. The District Court concluded, nevertheless, that “the fact that some documents were [physically] in the building of the Department did not relieve the applicant of the obligation to submit a complete set of documents for registration”. It affirmed that “all required documents were to be submitted simultaneously”.", "32. On 26 October 2001 the Moscow City Court upheld the judgment on appeal, endorsing the District Court's reasoning.", "33. On 16 January 2002 the applicant submitted a seventh application for re-registration. In observance with the domestic courts' judgments the application included (i) the original charter and registration certificate; (ii) “information about the basic tenets of creed and practices” in the form of a four-page document instead of a book; and (iii) a new document confirming the legal address.", "34. On 23 January 2002 a new deputy head of the Moscow Justice Department refused to process the application on the ground that the time-limit for re-registration of religious organisation had expired and that a civil action for the applicant's dissolution (see below) was pending.", "35. On 30 April 2002 the Nikulinskiy District Court refused the Justice Department's civil action for dissolution of the applicant, referring to the Constitutional Court's decision of 7 February 2002 in the case of The Moscow Branch of The Salvation Army, according to which a religious organisation could only be dissolved by a judicial decision if it was duly established that it had ceased its activity or had engaged in unlawful activities (for a detailed description of the decision, see The Moscow Branch of The Salvation Army v. Russia, no. 72881/01, §§ 23-24, ECHR 2006...). Since the applicant had on-going financial and economic activities, maintained balance sheets and staged events in municipal districts of Moscow, and had not commited any wrongful acts, the action for its dissolution was dismissed. On 18 July 2002 the Moscow City Court upheld that judgment on appeal.", "36. On 1 July 2002 the system for State registration of legal entities was reformed. A new Unified State Register of Legal Entities was established and the competence to make entries was delegated to the Ministry for Taxes and Duties (Tax Ministry). However, in respect of religious organisations a special procedure was retained, under which the regional departments of the Ministry of Justice would still make the decision of whether to register a religious organisation, whilst formal processing of the approved application would pass to the Tax Ministry. All existing legal entities were required to provide to local tax authorities certain updated information about themselves by 31 December 2002.", "37. On 11 July 2002 the applicant submitted its eighth application for re-registration to the Moscow Justice Department, under the new procedure.", "38. On 9 August 2002 the Justice Department refused to process the application, repeating that re-registration was no longer possible due to the expiry of the time-limit.", "39. On 24 September 2002, after the Moscow City Court upheld the judgment refusing dissolution of the applicant, the applicant submitted a ninth application for re-registration. On the same day it also submitted the updated information required under the new procedure, to the local registering tax authority, Moscow Tax Inspectorate no. 39.", "40. On 2 October 2002 the head of the Moscow Justice Department, responded to the applicant's letter of 2 September 2002 in the following terms:", "“...a situation exits when, on one hand, the action of the [Moscow Justice Department] seeking dissolution of your religious organisation has been refused, and, on the other hand, the very same court has upheld as lawful our decisions to leave the applications and documents for re-registration of this organisation unexamined, whereas the time-limit for re-registration established by law has expired.”", "41. On 23 October 2002 the Justice Department refused to process the ninth application, referring to the above letter from the department head and stating, as before, that the time-limit had passed.", "42. On 29 October 2002 Moscow Tax Inspectorate no. 39 entered the applicant on the Unified State Register of Legal Entities and issued the registration certificate.", "43. On 24 December 2002 the applicant submitted a tenth application for re-registration, attaching the registration certificate.", "44. On 24 January 2003 the Justice Department left the tenth application unexamined, repeating once again that the time-limit had expired.", "45. On 24 April 2003 the applicant lodged a complaint against the Justice Department's persistent refusal to re-register the applicant under the Religions Act. It argued, in particular, that the actions of the Justice Department constituted a breach of the rights to freedom of religion and association of the applicant and its members. It submitted a copy of the registration certificate of 29 October 2002 and relied on the Constitutional Court's decision of 7 February 2002.", "46. On 1 September 2003 the Presnenskiy District Court of Moscow dismissed the complaint, holding that the Religions Act did not provide for a possibility to re-register religious organisations that had missed the time-limit for re-registration.", "47. On 22 January 2004 the Moscow City Court quashed the judgment of 1 September 2003 and remitted the case. It held as follows:", "“...failure to re-register within the established time-limit cannot in itself serve as a basis... for refusal to register amendments to the charter... of a religious organisation upon expiry of the established time-limit...", "Refusal of registration of amendments to the founding documents of a religious organisation restricts the rights of the organisation, and, as a consequence, those of its members, to determine independently the legal conditions of its existence and functioning.”", "48. On 3 November 2004 the Presnenskiy District Court granted the applicant's complaint against the Justice Department. It found that the Religions Act could not be interpreted as restricting a religious organisation's ability to amend its founding documents after the expiry of the time-limit set for re-registration. The Justice Department's decision not to process the application for registration of the amended charter was therefore unlawful. The District Court ordered the Justice Department to re-register the applicant by way of registering its charter as amended in 2002.", "49. On 4 February 2005 the Moscow City Court upheld the interpretation of the Religions Act given by the District Court. However, it found that the Justice Department was wrongly ordered to register the amended charter without reviewing its compliance with the law. The City Court amended the operative part of the judgment and ordered the Justice Department to examine the applicant's application for registration in accordance with the established procedure.", "50. On 31 May 2005 the applicant re-submitted its application for registration to the Moscow Registration Department, that is, the legal successor of the Moscow Justice Department in matters of registration of religious organisations following a reform of the justice system.", "51. On 27 June 2005 the Moscow Registration Department informed the applicant that its application would not be processed because it had not submitted a document confirming its presence in Moscow for at least fifteen years.", "52. On 2 September 2003 the Ministry for the Press, Tele/Radio Communications and Mass Communication rejected the applicant's application for registration of its newspaper Religion, Law and Freedom. The decision cited no legal grounds for the refusal and read, in its entirety, as follows:", "“We report, that after the court proceedings between [the applicant] and [the Moscow Justice Department] have completed (that is, after the judgment has entered into legal force), this organisation may apply again for registration of the newspaper Religion, Law and Freedom.”", "53. Article 29 guarantees freedom of religion, including the right to profess either alone or in community with others any religion or to profess no religion at all, to freely choose, have and share religious and other beliefs and manifest them in practice.", "54. Article 30 provides that everyone shall have the right to freedom of association.", "55. On 1 October 1997 the Federal Law on the Freedom of Conscience and Religious Associations (no. 125-FZ of 26 September 1997 – “the Religions Act”) entered into force.", "56. The founding documents of religious organisations that had been established before the Religions Act were to be amended to conform to the Act and submitted for re-registration. Until so amended, the founding documents remained operative in the part which did not contradict the terms of the Act (section 27 § 3).", "57. By letter of 27 December 1999 (no. 10766-СЮ), the Ministry of Justice informed its departments that the Religions Act did not establish a special procedure for re-registration of religious organisations. Since section 27 § 3 required them to bring their founding documents into conformity with the Religions Act, the applicable procedure was that for registration of amendments to the founding documents described in section 11 § 11. Section 11 § 11 provided that the procedure for registration of amendments was the same as that for registration of a religious organisation.", "58. The list of documents required for registration was set out in section 11 § 5 and ran as follows:", "“- application for registration;", "- list of founders of the religious organisation indicating their nationality, place of residence and dates of birth;", "- charter (articles of association) of the religious organisation;", "- minutes of the constituent assembly;", "- document showing the presence of the religious group in this territory for at least fifteen years...;", "- information on the basic tenets of creed and religious practices, including information on the origin of the religion and this association, forms and methods of activities, views on family and marriage, on education, particular views on health held by the religion followers, restrictions on civil rights and obligations imposed on members and ministers of the organisation;", "- information on the address (location) of the permanent governing body of the religious organisation, at which contact with the religious organisation is to be maintained; and", "- document on payment of the State duty.”", "59. Section 12 § 1 stated that registration of a religious organisation could be refused if:", "“- aims and activities of a religious organisation contradict the Russian Constitution or Russian laws – with reference to specific legal provisions;", "- the organisation has not been recognised as a religious one;", "- the articles of association or other submitted materials do not comply with Russian legislation or contain inaccurate information;", "- another religious organisation has already been registered under the same name;", "- the founder(s) has (have) no capacity to act.”", "60. Section 27 § 4 in its original wording specified that the re-registration of religious organisations was to be completed by 31 December 1999. Subsequently the time-limit was extended until 31 December 2000. Following the expiry of the time-limit, religious organisations were liable for dissolution by a judicial decision issued on application of a registration authority.", "61. Examining the compatibility with the Russian Constitution of the requirement of the Law that all religious organisations established before its entry into force should confirm that they have existed for at least fifteen years, the Constitutional Court found as follows (decision no. 16-P of 23 November 1999 in the case of Religious Society of Jehovah's Witnesses in Yaroslavl and Christian Glorification Church):", "“8. ... Pursuant to... the RSFSR Law on freedom of religion (as amended on 27 January 1995), all religious associations – both regional and centralised – had, on an equal basis, as legal entities, the rights that were subsequently incorporated in the Federal Law on freedom of conscience and religious associations...", "Under such circumstances legislators could not deprive a certain segment of religious organisations that had been formed and maintained full legal capacity of the rights belonging to them, solely on the basis that they did not have confirmation that they had existed for 15 years. In relation to religious organisations created earlier, that would be incompatible with the principle of equality enshrined in Article 13 § 4, Article 14 § 2 and Article 19 §§ 1 and 2 of the Constitution of the Russian Federation, and would be an impermissible restriction on freedom of religion (Article 28) and the freedom of [voluntary] associations to form and to carry out their activities (Article 30)...”", "62. The Constitutional Court subsequently confirmed this position in its decision no. 46-O of 13 April 2000 in the case of Independent Russian Region of the Society of Jesus, and decision no. 7-O of 7 February 2002 in the case of The Moscow Branch of the Salvation Army.", "63. Resolution 1278 (2002) on Russia's law on religion, adopted by the Parliamentary Assembly of the Council of Europe on 23 April 2002, noted, in particular, the following:", "“1. The new Russian law on religion entered into force on 1 October 1997, abrogating and replacing a 1990 Russian law – generally considered very liberal – on the same subject. The new law caused some concern, both as regards its content and its implementation. Some of these concerns have been addressed, notably through the judgments of the Constitutional Court of the Russian Federation of 23 November 1999, 13 April 2000 and 7 February 2002, and the religious communities' re-registration exercise at federal level successfully completed by the Ministry of Justice on 1 January 2001. However, other concerns remain. ...", "5. Moreover, some regional and local departments of the Ministry of Justice have refused to (re)register certain religious communities, despite their registration at federal level. The federal Ministry of Justice does not seem to be in a position to control these regional and local departments in accordance with the requirements of the rule of law, preferring to force religious communities to fight these local departments over registration in the courts rather than taking remedial action within the ministry...", "6. Therefore, the Assembly recommends to the Russian authorities that:", "i. the law on religion be more uniformly applied throughout the Russian Federation, ending unjustified regional and local discrimination against certain religious communities and local officials' preferential treatment of the Russian Orthodox Church, and in particular their insisting in certain districts that religious organisations obtain prior agreement for their activities from the Russian Orthodox Church;", "ii. the federal Ministry of Justice become more proactive in resolving disputes between its local/regional officials and religious organisations before disputes are brought before the courts, by taking remedial action within the ministry in case of corruption and/or incorrect implementation of the law on religion, thus rendering it unnecessary to take such cases to the courts...”"], "VIOLATED_ARTICLES": ["11", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}