{"ITEMID": "001-57565", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1971, "DOCNAME": "CASE OF RINGEISEN v. AUSTRIA (MERITS)", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 5-3;No violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "", "TEXT": ["11. The facts of the case, as they appear from the report of the Commission, the documents produced and the addresses of the representatives made before the Court, may be summarised as follows:", "12. Mr. Michael Ringeisen is an Austrian citizen, born in Hungary in 1921. During the years 1958 to 1963, he was in business as an insurance agent in Linz, Austria; he also negotiated loans and dealt in real estate.", "13. Sometime in 1958, Mr. Franz Widmann, a shopkeeper at Linz, answered a newspaper advertisement seeking a loan of 100,000 Austrian Schillings (AS). In this way he came into contact with Ringeisen to whom he advanced, in November 1958 and January 1959, 150,000 AS in several instalments. At the time of this transaction, Ringeisen mentioned to Widmann that he needed this money for a Mr. Wenger but Widmann did not meet him. At Ringeisen’s instigation, a contract was signed in 1959 naming the couple Widmann as creditors and the couple Wenger, amongst others, as debtors. Subsequently, Ringeisen repaid 72,000 AS to Widmann. Also in 1959 and 1960, Ringeisen negotiated in the name of Mrs. Gertrud Wenger a loan of 11,000 AS from one Rudolf Schamberger.", "14. On 9th May and 6th November 1961, Ringeisen obtained general powers of attorney from the Roth couple with whom he had previously had business relations. These powers of attorney were granted in consideration of a loan made by Ringeisen to the Roth couple and enabled him to act in their name in dividing up and selling, leasing and encumbering land which they owned at Alkoven and was entered in the Annaberg Land Register, Upper Austria. As part of the same transaction Ringeisen was given an option to purchase the property; at the same time the Roth couple undertook that, in the event of Ringeisen exercising the option and of approval of the transfer of ownership to him being refused by the competent administrative body, they would not sell the property to anyone else, would refrain from acting as owners, and would grant Ringeisen the right of exclusive occupation (letters of 3rd, 14th and 16th November 1961).", "15. On 6th February 1962, Ringeisen made a contract with Mr. and Mrs. Roth for the purchase of the property; the purchase price was 400,000 AS. The contract for sale was submitted on 30th March 1962 to the Eferding District Real Property Transactions Commission (Bezirksgrundverkehrskommission, hereinafter referred to as the \"District Commission\") for approval.", "The Upper Austrian Real Property Transactions Act (Grundverkehrsgesetz) provides as follows:", "- (1) Every transfer of ownership and granting of usufructuary rights by legal act inter vivos in respect of a piece of land wholly or partly given over to agriculture or forestry is subject to approval according to the provisions of this Act.", ".....", "(2) Refusal of such approval renders the transaction null and void.", ".....", "- (1) Legal transactions must correspond to the public interests in creating and maintaining agricultural or forest areas and in maintaining and reinforcing a productive farming community or in maintaining and creating economic small or medium-sized agricultural properties.", ".....", "(5) Transactions which do not satisfy the requirements of sub-sections (1), (2) or (3) above, shall not be approved.", ".....", "- In particular, the requirements for approval of a transaction (Section 4) shall not be satisfied where there is reason to fear", "(a) that the purpose of the purchaser is to resell the land as a whole or in lots for profit;", "(b) that peasant farm holdings or small agricultural businesses or economically substantial parts thereof are being acquired to create or enlarge great estates;", ".....", "(d) that estates are to be ... diverted from their use as farmland or forest for no adequate reason;", "(e) that only a speculative capital investment is envisaged;", ".....", "- If a legal transaction requires approval under the provisions of this Act, the contracting parties shall apply for approval to the District ... Commission within four weeks of concluding the transaction.\"", "16. The District Commission refused, on 28th September 1962, to approve the contract for sale. It found that the property could provide a farming family with a livelihood and that Ringeisen was an insurance agent and not a farmer. Referring to applications which Ringeisen had made for the approval of the purchase by him from the Roth couple of other properties and which had been refused, the District Commission considered that the files revealed clearly a picture of speculation in land. It also observed that Ringeisen had already marked out thirty-four plots for building. In conclusion, the District Commission remarked that, while fear of certain intentions on the part of a purchaser was sufficient under Section 6 of the Act for refusal of approval, the fact that in this case there was clearevidence that such intentions existed must carry even more weight.", "17. In January 1962, Ringeisen had begun to sell part of the property in building sites; he continued to do this throughout 1962 and up to April 1963. After having obtained an expert opinion from the Provincial Planning Office (Landesplanungsstelle) on the basis of which he had the property surveyed and marked out, he was granted permission to build on the property by the Eferding District Administration (Bezirkshauptmannschaft) on 17th November 1962. These two bodies operate independently of the District Commission and their opinion or permission has no bearing on its decision: on the contrary, it is given expressly subject to the decision of the District Commission.", "18. Ringeisen, it appears, has failed to inform prospective purchasers that he was acting under a power of attorney he held from the Roth couple and if any of them remarked that Ringeisen was not himself the vendor it was explained that the transaction was being effected in this way for taxation purposes. The purchasers were informed at the time by Ringeisen that permission had been obtained for building and were assured that work could begin at once. The purchase contracts drawn up by Ringeisen’s lawyer included a clause stating that the Real Property Transactions Commission’s approval was necessary to implement them, but Ringeisen had informed the purchasers that this was a mere formality. The last twenty or so purchase contracts were not concluded through the same lawyer and did not contain that particular clause. In all cases the purchase price was payable immediately.", "In June 1962, the Roth couple purported to withdraw the powers of attorney from Ringeisen. He disputed their claim and a final decision ordering him to deposit the powers of attorney with the court was taken on 13th September 1963.", "19. Ringeisen appealed to the Regional Real Property Transactions Commission (Landesgrundverkehrskommission, hereinafter referred to as the \"Regional Commission\") against the District Commission’s refusal to approve the contract for sale he had made with Mr. and Mrs. Roth.", "The relevant provisions of the Upper Austrian Real Property Transactions Act are:", ".....", "(2) A Regional ... Commission shall be set up in the office of the Provincial Government for decisions in last instance. Its members shall not be bound by any instructions in the exercise of their duties and their decisions shall not be subject to repeal or alteration by the administration.", ".....", "(4) The Regional ... Commission shall consist of eight members, namely", "(a) a judge appointed by the Provincial Government as president;", "(b) one member appointed by the Head of the Provincial Government in his capacity as President of the Regional Agrarian Senate (Landesagrarsenat);", "(c) two members appointed by the Provincial Government from the persons representing the interests of townspeople and residents in housing estates;", "(d) one member appointed by the Provincial Government from the representatives of industry and commerce;", "(e) one agricultural expert appointed by the Provincial Government;", "(f) two members appointed by the Chamber of Agriculture (Landwirtschaftskammer) for Upper Austria.", ".....", "(8) Members are appointed for a term of five years ...", ".....", ".....", "(2) Appeal against the decision of the District ... Commission may be made to the Regional ... Commission.", ".....", ".....", "(2) The Real Property Transactions Commissions shall take their decisions by majority votes and in private. ... No information about the contents of deliberations, and in particular the voting, shall be divulged to a third party.", "..... .\"", "20. The Regional Commission met on 12th February 1963 and decided to inspect the property which it did on 2nd April, on which date it also held an oral hearing. On 13th May 1963, the Regional Commission dismissed Ringeisen’s appeal; it found that Ringeisen had made contradictory statements concerning his intended use of the property that he had divided up and had sold - in all about fifty building plots - land which was farmland of good quality. For this and various other reasons, it was to be feared that he would withdraw land from agricultural use on a large scale without adequate reason and that he intended to make a speculative capital investment (Section 6 (d) and (e) of the Upper Austrian Real Property Transactions Act).", "21. On 5th July 1963, Ringeisen made an appeal (Verfassungsbeschwerde) to the Constitutional Court (Verfassungsgerichtshof) against the decision of the Regional Commission; he alleged violation of the rights of all citizens to equality before the law and to have proceedings held before the judge established by law (gesetzlicher Richter - Articles 7, No. 1 and 83, No. 2 of the Constitution). In the appeal it was alleged, inter alia, that at the meeting of the Regional Commission on 13th May 1963, two members took part and voted who had not been present at one or both of the previous meetings at which the Regional Commission had examined the appeal.", "The Constitutional Court gave its decision on 20th June 1964. Following its own precedents dealing with the question of the proper legal composition of a board (Kollegialbehörde) within the meaning of Article 133, No. 4, of the Constitution, it found that the circumstances complained of by the appellant had led to a violation of the right to have proceedings held before a judge established by law. It accordingly set aside the decision of the Regional Commission.", "22. As a result of this judgment, the Regional Commission had to make a new decision on Ringeisen’s appeal against the District Commission’s decision of 28th September 1962.", "At the opening of the new proceedings, Ringeisen challenged several members of the Regional Commission on the grounds of bias: he pointed out that the president had represented the Regional Commission in 1964 before the Constitutional Court; two members had been heard as witnesses in those proceedings and one of them, Mr. T., was alleged to have stated that a different contract for the sale of the same property had already been approved; a third member, appointed by the Upper Austrian Chamber of Agriculture, was said to have already pronounced himself against the approval of the contract for sale of 6th February 1962; lastly, a fourth and a fifth member had taken part in the decision of 13th May 1963 which the Constitutional Court had set aside on 20th June 1964. In support of his challenge, Ringeisen relied on Section 7 of the 1950 General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz) which provides in sub-section 1 as follows:", "\"(1) Administrative official (Verwaltungsorgane) shall refrain from performing their duties and shall delegate their functions:", ".....", "(iii) In cases in which they have been or are appointed as the agents of a party;", "(iv) When there are other serious grounds giving rise to doubt as to their complete impartiality;", "..... .\"", "The Regional Commission took its decision on 3rd February 1965.", "It first observed that although Ringeisen was not entitled in law to a right of challenge under the aforementioned Act, his allegations of bias should nevertheless be examined ex officio. These allegations proved, however, to be unfounded. In its decision, which dealt at length with the allegations made, the Regional Commission found, in particular, that the approval which Mr. T. had mentioned concerned in fact the sale of different property owned by the Roth couple.", "Ringeisen’s appeal was also refused by the Regional Commission. In the light of enquiries it had caused to be made, it found that, in all, two hundred and nine building sites had been marked out on the properties in question; that Ringeisen had already concluded contracts for the sale of seventy-eight building plots and that approval of thirty-three of these contracts had been definitively refused by the Real Property Transactions authorities; that Ringeisen had encumbered the different properties with charges for substantial amounts of money and that he had made contradictory statements in his different applications for approval. The Regional Commission held that Ringeisen’s plans were incompatible with the principles enunciated in Section 4 (1) of the Upper Austrian Real Property Transactions Act as it was to be feared that more than half of the various properties in question were to be sold for building. The contract for sale of 6th February 1962 was therefore found to be designed to destroy and break up a farm which had up till then been a workable unit, to bring about the abandonment of farm buildings and to effect a resale of valuable agricultural land for profit (Section 6 of the Upper Austrian Real Property Transactions Act).", "23. Ringeisen made an appeal on 2nd April 1965 to the Constitutional Court against this decision. Among other grounds, he reiterated the charges of bias he had made against six members, including the president, of the Regional Commission (paragraph 22 above).", "The Constitutional Court rejected the ground of appeal on 27th September 1965:", "\"It has not been necessary for the Court to deal with the allegations in the appeal to the extent that they attempt to show that the challenged members of the Commission were biased within the meaning of Article 7 of the General Administrative Procedure Act and ought therefore to have refrained from acting since, even if these allegations were correct on this point, the applicant was not affected in his right to be judged by the judge established by law by the refusal of his challenges. For a party has no right to challenge a body competent to decide or take part in the making of the decision on the grounds of bias. A board does not cease to be competent because a biased member takes part in the proceedings. Nor does the participation of a biased member - unless a special law expressly provides otherwise - affect the proper composition of a board any more than the competence or proper composition of an authority consisting of a single person (monokratische Behörde) is called in question through the bias of the regularly appointed office holder (Organwalter). It was therefore not necessary to go into the question whether bias actually existed as alleged (see to the same effect earlier decisions of the Constitutional Court of 9th October 1958, Slg. Nr. 3408, 6th October 1959, Slg. Nr. 3588, and 19th November 1960, Slg. Nr. 3829).\"", "The other grounds of appeal were also rejected in the same judgment.", "24. On dates which the documents before the Court do not disclose, F. Widmann and R. Schamberger laid charges of fraud against Ringeisen.", "25. On 13th February 1963, Mr. and Mrs. Roth laid charges with the public prosecutor’s office at Linz against Ringeisen for abuse of the power of attorney given to him and for unlawfully encumbering and selling their property. On 21st February, the public prosecutor’s office requested that preliminary inquiries (Vorerhebungen) be instituted against Ringeisen.", "On 28th February, Ringeisen appeared for the first time before the investigating judge and was interrogated.", "26. In March, June and July 1963, further complaints were made by Mr. and Mrs. Roth to the prosecuting authorities that Ringeisen continued to misuse the powers they had delegated to him. In the light of the Regional Commission’s decision of 13th May 1963 (paragraph 20 above), the prosecuting authority at Linz made an application to the Linz Regional Court (Landesgericht) on 16th July 1963 that a preliminary investigation (Voruntersuchung) should be instituted against Ringeisen on the ground that he was suspected of having committed offences under Articles 197 and 205c of the Criminal Code. On 19th July, the public prosecutor’s office further requested that the documents authorising Ringeisen to act on behalf of the Roth couple should be taken away from him and kept in safe custody, or, if this should not prove possible, that Ringeisen should be detained on remand for danger of committing further offences (paragraph 57 below). On 25th July, the authorities were informed that the Roth couple had obtained a decision from the civil court that Ringeisen should return the said documents.", "27. One day later, the prosecuting authorities were informed by Dr. Kehrer, a lawyer acting on behalf of ten purchasers of plots that the applicant had converted to his own use the purchase monies they had paid without being in a position to transfer to them the title of the properties purchased.", "Acting on this information, the public prosecutor’s office applied for an extension of the preliminary investigation. On 6th August 1963, the day after his arrest (paragraph 57 below), Ringeisen appeared before the investigating judge and was heard on the charges made against him. On 16th August, Mr. and Mrs. Roth made a statement in which they denied that investments which Ringeisen claimed to have made in their property had increased its value; they also alleged that Ringeisen had harvested and sold the fruit and crops for his own benefit.", "28. Criminal charges were made by Dr. Kehrer on 27th August 1963 on behalf of nine further complainants: it was alleged that Ringeisen had published a new advertisement for the sale of building plots on 20th July and one of the complainants intimated that a copy made by Ringeisen of the Roths’ power of attorney was being produced. The police drew up a report which was submitted to the Linz Regional Court on 30th August. Ringeisen was released from custody on 23rd December 1963 (paragraph 58 below).", "29. Between 18th September 1963 and 6th April 1964, twenty-eight further charges and supplementary information were laid by other purchasers of building plots and by the Roth couple. In the same period, the investigating judge held twenty-three hearings at which Ringeisen or witnesses were examined, directed that comprehensive enquiries be made and ordered the extension of the preliminary investigation to cover the new complaints. The investigating judge closed the preliminary investigation on 8th April 1964.", "30. On 5th May 1964, Ringeisen lodged with the Federal Ministry of Justice a disciplinary complaint (Aufsichtsbeschwerde) against the authorities and courts at Linz who were dealing with his case. Upon his request, the applicant’s counsel was given the case-files from 6th to 12th May. The case-files were also unavailable between 25th June and 6th July 1964 because of proceedings in the Civil Division of the Linz Regional Court.", "31. The public prosecutor dealing with the case was absent on leave from 27th July to 24th August 1964. On 1st August, Ringeisen lodged with the public prosecutor’s office an application for transfer of his case to another court area and challenging judges (Delegierungs- und Ablehnungsantrag). On 25th August, the public prosecutor’s office transmitted this application to the court with unfavourable comment.", "The case-files were transmitted on 1st September 1964 for decision on the application to the Supreme Court (Oberster Gerichtshof) which refused it on September 16th.", "In the meantime, an investigating judge at the Linz Regional Court had made an order on 31st August 1964 that these fraud proceedings (19 Vr. 394/63) were to be conducted separately from other investigations of charges of fraudulent bankruptcy (19 Vr. 1566/64, paragraph 49 below), which had been made on 24th August 1964.", "32. In accordance with Article 112 of the Code of Criminal Procedure, the case-files were forwarded to the public prosecutor’s office on 12th October 1964. Under that provision, the public prosecutor’s office should, within a period of two weeks, file the indictment or inform the investigating judge that it does not intend to pursue the prosecution; it may also apply to have the preliminary investigation extended. On 4th January 1965, the public prosecution applied for an extension of the preliminary investigation to cover a new complaint laid on 31st December 1964 by Dr. Kehrer on behalf of another purchaser. On the same day, the files were sent, in connection with other proceedings, to the Vienna District Court (Bezirksgericht) and then, on January 19th, to the Wels Labour Court (Arbeitsgericht); they were returned to Linz on 3rd February. Two days later the investigating judge examined six witnesses.", "33. Ringeisen was summoned to appear before the investigating judge on 8th February 1965 but arrived late and excused himself; his examination then took place on 16th February.", "On 18th February, he was allowed to inspect the case-files and make photostat copies.", "34. On 20th February 1965, a supplementary complaint was made by the lawyer, Dr. Kehrer, and the public prosecutor’s office applied, on February 25th, for an extension of the preliminary investigation to include this complaint. The investigating judge decided, on 2nd March 1965, to extend the preliminary investigation to include the supplementary complaints made since 31st December 1964.", "35. On 15th March 1965, Ringeisen deposited with the Linz Regional Court a decision of the Linz District Court dated 23rd February and relating to the entry of a charge on his property (paragraph 60 below); while he was at the court he was, however, arrested in connection with the fraudulent bankruptcy proceedings, No. 19 Vr. 1566/64 (paragraph 61 below).", "36. The indictment (Anklageschrift) was filed with the Linz Regional Court on 27th April 1965 and notified to Ringeisen on April 30th. It charged him with the offences of aggravated fraud (Betrug, Articles 197, 200, 201 (d) and 203 of the Criminal Code) and of aggravated fraudulent conversion (Untreue, Article 205c of the same Code).", "He was accused of:", "I. Having falsely pretended, between 3rd November 1958 and 5th April 1963, to be an honest real estate seller, borrower and agent with a view to induce:", "A. 78 persons to acts detrimental to them, namely to make payments of some 1,400,000 AS. It was alleged that Ringeisen had concealed from them the fact that the contracts for sale which he made with them could be implemented only with the approval of the Real Property Transactions Commission; Ringeisen had only submitted thirteen of these contracts to the Real Property Transactions Commission a year after making them and a further twenty-one after more than one year; in the end, his contracts for sale no longer included a clause stating that such approval was required for their implementation. It was also alleged that Ringeisen had received 1,359,000 AS from his business of \"killing\" real estates (gewerbsmässige Güterschlächterei) and that he refused to repay the money;", "B. two other persons, (1) Franz Widmann and (2) Rudolf Schamberger, to grant loans of which a large part had not been repaid (paragraph 13 above);", "II. Having misused, with intent to profit, the power of attorney which had been given to him by the Roth couple on 9th May 1961 and revoked by them as of 22nd August 1962, by encumbering their land at Alkoven with various charges after this last date.", "37. On 3rd May 1965, Ringeisen lodged an objection (Einspruch) with the Court of Appeal (Oberlandesgericht) against the indictment. He alleged in particular that he had no intention of causing loss to the purchasers of sites and that he had invested more than 2,000,000 AS in the property. In the same document, he also requested the transfer of all civil and criminal proceedings to courts outside the jurisdiction of the Linz Court of Appeal: he alleged that it was absolutely impossible to find at Linz a really impartial and objective judge who was not prejudiced against him on account of either having taken part in the work of the Real Property Transactions Commissions or having been concerned with litigation arising out of his dealings with the property.", "The public prosecutor’s office opposed these applications the following day.", "38. On 19th May 1965, the Linz Court of Appeal dismissed Ringeisen’s objection against the indictment for the reason that the results of the investigation sufficed to ground the suspicion that he had committed the offences of which he was charged.", "The case-files were transmitted to the Linz Regional Court on 25th May. On 8th June, Ringeisen appeared in court and was heard; he withdrew various complaints he had made and maintained only his application for transfer. In consequence, the case-files were submitted on 11th June to the Supreme Court which refused the application on July 8th.", "39. On 3rd August 1965, Ringeisen made a challenge before the Court of Appeal against all the judges at the Linz Regional Court. The Court of Appeal ordered him to specify the grounds for the challenge which, however, he withdrew on 6th September 1965 except as regards the investigating judge who had ordered his arrest in the fraudulent bankruptcy proceedings on 15th March 1965; he also entered a further general application for transfer. The challenge was rejected by the President of the Linz Regional Court on 13th September and the Court of Appeal ruled, on 27th September, that there was no jurisdiction to hear an appeal on this point.", "The application for transfer was transmitted on 24th September to the Supreme Court which refused it on October 27th.", "40. Ringeisen was notified on 3rd November 1965 that the trial would open on December 13th. On 4th December, he made various applications for transfer and to have the trial cancelled. On 6th December, the presiding judge at the Linz Regional Court informed him that, as the Supreme Court had already refused two earlier applications for transfer, his further applications of 4th December would not be entertained and there was no reason to cancel the trial.", "The trial opened on 13th December and, on 16th December, was adjourned to 13th January 1966 on the application of both the prosecution and the defence in order to have further evidence taken. Two experts were nominated by the court on 20th December to evaluate the amount of money which Ringeisen had invested in the property.", "On 7th January 1966, Ringeisen made an application to the effect that a plea of nullity for safeguarding the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes) should be entered on his behalf by the Attorney General (Generalprokurator). However, on 10th January he was informed by the presiding judge that, in view of the hearing beginning on 13th January, the files could only be submitted thereafter to the Attorney General’s office; similarly, new applications for a transfer which the applicant had intended to make could not be submitted to the competent authority for the time being as this would delay proceedings.", "41. The trial was resumed on 13th January 1966 and ended the following day.", "Ringeisen was found guilty of aggravated fraud on the counts concerning the 78 purchasers and Franz Widmann (IA and IB (1) of the indictment). He was acquitted of the other charges (IB (2), R. Schamberger and II, the Roth couple). He was sentenced to three years’ severe imprisonment (schwerer Kerker) with the additional punishment of fasting and \"sleeping hard\" (hartes Lager) once every three months. In fixing sentence, the Regional Court took account of aggravating and of extenuating factors: on the one hand, the purchasers of the building plots were poor persons who had lost their savings or borrowed money to pay Ringeisen, the criminal conduct of Ringeisen had continued over a long period, the damage caused greatly exceeded the amount of 15,000 AS fixed in Article 203 of the Criminal Code; on the other hand, Ringeisen’s previous record was unblemished, some purchasers had not sustained loss and the damage would be made good in part from payment out of the Roth couple’s bankruptcy. The court found, in Ringeisen’s favour, that there were circumstances for \"special mitigation\" (ausserordentliches Milderungsrecht) as provided for in Article 265a of the Code of Criminal Procedure. In accordance with Article 55a of the Criminal Code, the court reckoned as part of the sentence the time which Ringeisen had spent in custody on remand (from 5th August to 23rd December 1963 and from 15th March 1965 to 14th January 1966, paragraphs 59 and 77 below).", "Immediately after the delivery of judgment, Ringeisen gave notice of his intention to enter a plea of nullity (Nichtigkeitsbeschwerde) and an appeal (Berufung) against his conviction and sentence; the public prosecutor gave notice that he would enter a plea of nullity in respect of the acquittal and an appeal against the sentence as being too lenient.", "42. The public prosecution lodged, on 25th February 1966, a plea of nullity and an appeal. Ringeisen’s plea of nullity and appeal were lodged on March 3rd.", "The case-files were forwarded on 9th March to the Supreme Court which fixed a hearing for 14th July 1966. On 27th June 1966, the Supreme Court dismissed an application by Ringeisen to have witnesses examined and for leave to be present at the hearing.", "43. The pleas of nullity and the appeals were heard on 14th July 1966 by the Supreme Court which gave judgment on July 27th.", "The Supreme Court set aside the decision of 14th January 1966 and referred the case back to the Regional Court for rehearing as regards the conviction for fraud under IB (1) (F. Widmann), the acquittal on the charge of fraudulent conversion under II (the Roth couple) and the sentence. The Regional Court’s decision was upheld as regards the conviction for fraud under count IA (78 purchasers) and the acquittal on the charge of fraud under count IB (2) (R. Schamberger).", "The judgment was drawn up and transmitted to the Linz Regional Court on 29th August 1966. On September 2nd, the case was referred to a different chamber of the Regional Court.", "44. On application made by the prosecution on 9th September 1966 (Article 34, paragraph 2, first sub-paragraph, of the Code of Criminal Procedure), the Linz Regional Court decided, on September 14th, that the proceedings on the charges of fraud under count IB (1) (F. Widmann) and of fraudulent conversion under count II (the Roth couple) should be discontinued. Consequently, the only matter left outstanding was a decision on the sentence for the conviction of fraud under count IA (78 purchasers). Ringeisen was given notice that the further hearing before the Regional Court would be held on October 18th.", "45. On 29th September 1966 and the days which followed, Ringeisen made numerous applications for transfer, joinder of the case to other criminal proceedings, review (Wiederaufnahme des Strafverfahrens) etc., which were all rejected by the Regional Court on 12th October and by the Court of Appeal on 16th November.", "46. The rehearing of the case took place before the Linz Regional Court on 18th October 1966.", "In its judgment of the same day, the court first noted that, since the prosecution had also appealed against the sentence imposed on 14th January 1966, the prohibition against passing a more severe sentence (reformatio in pejus) did not apply.", "The court took into account certain extenuating circumstances: Ringeisen had no previous convictions, he had made restitution - although to a very small extent - for the loss caused and he affirmed he would do so for the remainder, though the court expressed a reservation about his sworn statement of assets (Offenbarungseid). On the other hand, the court pointed out that there were aggravating factors: the people who had suffered loss were not affluent and this had caused particular hardship, the offences had continued over a considerable period and the damage had been particularly high. Weighing the extenuating and aggravating circumstances against each other, the court concluded that it could not be said that the extenuating circumstances predominated within the meaning of Article 265a of the Code of Criminal Procedure with the result that the punishment had to remain within the limits fixed by Article 203 of the Criminal Code - five to ten years’ severe imprisonment - though it could be fixed at the minimum.", "The sentence was therefore fixed at five years’ severe imprisonment with the additional punishment of fasting and \"sleeping hard\" once every three months. The court reckoned as part of the sentence the time (5th August to 23rd December 1963 and 15th March 1965 to 18th October 1966) Ringeisen had spent in custody on remand. Ringeisen gave notice that he would lodge a plea of nullity and an appeal; he also made an application for transfer.", "Ringeisen lodged the plea of nullity and an appeal on 3rd November 1966. The case-files were submitted to the Supreme Court on 24th November but were returned to Linz from 21st February to 23rd March 1967 for the consideration of an application made by Ringeisen for provisional release (paragraph 76 below).", "47. Subsequently, Ringeisen laid criminal charges for perversion of justice (Missbrauch der Amtsgewalt) against a presiding judge at the Supreme Court. On 26th June 1967, the Supreme Court was informed by the Vienna public prosecutor’s office that this matter would not be dealt with for the time being and on 30th June the Supreme Court fixed 5th October 1967 as the date for a hearing on the applicant’s appeal and plea of nullity.", "On 29th September 1967, Ringeisen made an application to the Supreme Court challenging the president and other judges of the chamber which was to decide on his appeal and plea of nullity; Ringeisen maintained that a preliminary investigation had been opened against the president before the Regional Court in Vienna for perversion of justice. By decision of 3rd October 1967, the Supreme Court cancelled the hearing fixed for 5th October and referred Ringeisen’s challenge to the competent chamber. Before that chamber could take a decision, the Regional Court of Vienna requested the case-files, on 20th October, in order to take a decision on an application made by Ringeisen that preliminary investigations should be opened against the president of the chamber of the Supreme Court dealing with the case.", "On 4th December 1967, the files were returned to the Supreme Court which, on December 19th, rejected the challenge of the judges. Subsequently, a new date for the hearing was fixed for 15th February 1968.", "On 8th February 1968, Ringeisen once more challenged the judges of the Supreme Court on the ground that a civil action for damages in the amount of about 50,000,000 AS was pending against the president of the chamber before the Regional Court in Vienna. The Supreme Court refused the challenge on 13th February.", "48. On 15th February 1968, the Supreme Court dismissed an application made by Ringeisen to adjourn the hearing fixed for that day on the ground that certain files should be consulted in connection with these proceedings. On the same day, the Supreme Court, in a final judgment, dismissed the plea of nullity but reduced the sentence. In computing the sentence, the Supreme Court held that the reasons for mitigation predominated in substance if not in number and that it was therefore possible to apply Article 265a of the Code of Criminal Procedure; the sentence originally imposed in January 1966 had been appropriate to Ringeisen’s convictions at that time but account should be taken of the fact that the charge of defrauding F. Widmann had been abandoned later on; the sentence was therefore reduced to two years and nine months’ severe imprisonment with the additional punishments ordered by the court of first instance.", "On 24th April 1968, the Regional Court decided that the entire time Ringeisen had spent in detention on remand should be reckoned as part of the sentence.", "49. In August 1964, creditors laid criminal charges against Ringeisen; they accused him of unlawfully attempting to prevent them from obtaining execution of judgments awarded in their favour against him after it had become known that the sales of building sites could not be completed (paragraphs 16 and 20 above) and ordering him to refund the purchase money. On the application of the public prosecutor’s office at Linz, the investigating judge decided, on 31st August 1964, that preliminary investigations should be opened and conducted separately from those relating to the charges of fraud (19 Vr. 394/63) which were for the time being closed pursuant to Article 112 of the Code of Criminal Procedure (paragraph 32 above).", "Ringeisen was examined on 3rd September and then on 20th October by the investigating judge who later extended the preliminary investigation to cover further similar complaints made in the latter part of 1964 and early in 1965.", "50. On 16th March 1965, the day after Ringeisen’s detention on remand was ordered in these proceedings (paragraph 61 below), he was brought before the investigating judge; he challenged that judge and all the other judges in the jurisdiction of the Linz Court of Appeal. The case-files were transmitted to the Supreme Court which dismissed the challenges on 1st April 1965. Further challenges of judges were refused in May 1965.", "51. On the application of two creditors, the Linz District Court appointed, on 23rd March 1965, a receiver (Zwangsverwalter) over property owned by Ringeisen at Linz.", "52. On 14th May 1965, Ringeisen was adjudged bankrupt (Eröffnung des Konkurses) by the Linz Regional Court. The principal effects of such a decision are set out in Section 1, sub-sections (1) and (2), of the Bankruptcy Act (Konkursordnung):", "\"(1) The effect of the commencement of bankruptcy is to remove all assets liable to execution which belong to the bankrupt at the time or which accrue to him during the bankruptcy (the bankrupt’s estate) from his free disposition. ...", "(2) The bankrupt’s estate shall be taken in charge and administered in accordance with this Act and shall be employed for the joint satisfaction of those personal creditors who had pecuniary claims against the bankrupt at the commencement of bankruptcy (the bankruptcy creditors).", "..... .\"", "In application of Sections 75 to 77 of the same Act, notice of the adjudication was given to a series of authorities at Linz, including various courts, the revenue office, the social security office, the central railway station, the freight station, the Danube navigation company, the post and telegraph office, the Bar association, the chamber of commerce, etc. A notice was put in the local official gazette (Amtliche Linzer-Zeitung). The assignee was appointed by the court on the same day.", "53. The indictment was filed on 24th March 1966 with the Regional Court at Linz and notified to Ringeisen on the following day. Ringeisen was accused of having committed fraudulent bankruptcy, defined in Article 205a of the Criminal Code as follows:", "\"whoever intentionally defeats or curtails the satisfaction of his creditors or some of them by concealing, disposing of, alienating or damaging a part of his assets, by alleging or acknowledging a non-existent liability or in any other way diminishing his assets, shall be punished ...\".", "It was alleged that Ringeisen, in order to frustrate execution of judgments given against him, had negotiated, in April 1964, a fictitious loan of 200,000 AS from an insurance company for whom he worked as an agent and then consented to a court settlement in favour of the insurance company for the same amount. It was further alleged that before he had been adjudged bankrupt he had used 60,000 AS to satisfy seven creditors who had obtained writs of seizure and had kept the remaining sum of 140,000 AS for himself.", "54. Ringeisen was, at his own request, brought before the Linz Regional Court on 4th April 1966; he lodged an objection to the indictment and asked that the Supreme Court or the Vienna Court of Appeal should rule on it on the ground that the courts at Linz were prejudiced against him. By a document dated 22nd April, Ringeisen put forward further grounds in support of the objection.", "On 27th June 1966, the Supreme Court rejected, for lack of jurisdiction, Ringeisen’s application that it should rule on the objection to the indictment and as ill-founded the application for transfer. The Linz Court of Appeal dismissed the objection to the indictment on July 6th for the reason that the results of the preliminary investigation grounded the suspicion that Ringeisen had committed the offence of which he was accused.", "55. On 15th August 1966 and 8th February 1967, the Linz Regional Court rejected as inadmissible two applications made by Ringeisen for review of the proceedings. A further application for transfer was dismissed by the Supreme Court on 4th February 1967.", "56. On 17th September 1968, the prosecution gave notice, under Article 34, paragraph 2, first sub-paragraph, of the Code of Criminal Procedure, of the withdrawal of the charges of fraudulent bankruptcy in view of Ringeisen’s final conviction and the sentence imposed on 15th February 1968 in the fraud case. The Linz Regional Court ordered the discontinuance of the prosecution for fraudulent bankruptcy and Ringeisen was so notified on 27th September 1968.", "57. On 30th July 1963, the investigating judge at Linz in charge of the preliminary investigation in the fraud case (paragraphs 24 et seqq. above) issued a warrant for Ringeisen’s arrest on the ground of danger of his committing further offences (Wiederholungsgefahr) under Article 175, paragraph 1, sub-paragraph 4, of the Code of Criminal Procedure; the judge stated that Ringeisen continued, although aware of the Regional Commission’s refusal to approve the contract for sale he had made with the Roth couple, to commit punishable acts by having further advertisements for the sale of sites inserted in newspapers. Ringeisen was arrested on 5th August 1963 and brought the next day before the investigating judge who remanded him in custody on the ground that there was a danger of his committing further offences.", "In August and September 1963, Ringeisen applied for release. The application was dismissed by the Judges’ Chamber (Ratskammer) of the Linz Regional Court on 4th September 1963; the court considered that there was both a danger of Ringeisen committing further offences and a danger of suppression of evidence (Verdunkelungsgefahr, Article 175, paragraph 1, sub-paragraph 3, of the Code of Criminal Procedure). The Linz Court of Appeal dismissed Ringeisen’s appeal on 23rd September 1963 on the grounds that it could be assumed from Ringeisen’s conduct that he would commit further offences and that there was a danger of suppression of evidence.", "58. Another application for release pending trial was made by Ringeisen on 28th October 1963. This was refused by the investigating judge on November 7th and, on appeal, by the Judges’ Chamber on November 19th for the same two reasons.", "On further appeal, the application was allowed by the Linz Court of Appeal on 19th December 1963 subject to Ringeisen giving a solemn undertaking (Gelöbnis) in accordance with Article 191 of the Code of Criminal Procedure. The Court of Appeal pointed out, inter alia, that:", "\"(...)", "The orders made in chambers (Beschlüsse auf Erlassung von einstweiligen Verfügungen) by the Linz Regional Court granting an injunction have now come into force; the accused is thereby instructed to deposit with the court the powers of attorney he holds from Mr. and Mrs. Roth, and is prohibited from selling or encumbering the properties in Annaberg ... When it is further taken into consideration that the accused’s transactions with regard to the above-named properties and the criminal charges and civil actions relating to these transactions have been given very wide publicity, then it cannot be supposed that the accused will still be able to advertise and to find purchasers for building plots. Furthermore, the investigations so far have failed to yield any conclusive indications that the accused might commit criminal offences in other ways, particularly since the complaints against him are essentially concerned with his conduct in connection with the purchase and resale of Mr. and Mrs. Roth’s property. Moreover, any further fears that the accused might frustrate the safeguarding of building plot purchasers’ claims can be dismissed as a result of his offer to deposit with the court the decision of the Linz District Court dated 2nd October 1963 on the entry of the priority notice of a contemplated charge (Anmerkung der Rangordnung über die beabsichtigte Verpfändung) for 2,000,000 AS on his property in Linz. There are thus no special grounds to justify the fear that the accused might repeat the criminal offences that he is suspected of having previously committed. There is thus no longer any ground for detention under Article 175, paragraph 1, sub-paragraph 4, of the 1960 Code of Criminal Procedure.", "In the same way, there are no longer grounds for maintaining detention on remand under Article 175, paragraph 1, sub-paragraph 3, and Article 180, paragraph 1, of the 1960 Code of Criminal Procedure. According to Article 190, paragraph 2, of this Code, detention on remand in cases where the accused is held merely on the ground set out in Article 175, paragraph 1, sub-paragraph 3, must not be extended beyond two months, or beyond three months if the extension is approved by the Regional Court of Appeal. These time-limits have already expired. It is true that several fresh complaints have been made out against the accused, but these relate mainly to the same series of facts, namely the accused’s actions in connection with the purchase of Mr. and Mrs. Roth’s property and the resale of building plots. Moreover, the persons named in these fresh complaints ... have already been heard on the major issues by the investigating judge, so for this reason too there is no longer any danger of collusion or suppression of evidence (Verabredungs- und Verdunkelungsgefahr).", "(...)", "As regards the deposit, offered by the accused, of the decision on the entry of a priority notice, or the prolongation of this decision when it expires, the investigating judge will have to take the necessary measures, particularly since the accused has expressly offered to deposit this decision if he is released.\"", "The offer thus accepted by the Court of Appeal had been made by Ringeisen when he had applied to be released on 28th October 1963; the Judges’ Chamber of the Regional Court had refused it on 19th November as being insufficient to dispel the danger of his committing further offences.", "59. Ringeisen was then released on 23rd December 1963 on his giving the solemn undertaking and depositing with the court the decision for the entry of a priority notice of a contemplated charge. His first detention had lasted four months and eighteen days.", "60. On being convened by the investigating judge, Ringeisen stated on 30th September 1964 that he wished to consult a lawyer about a new entry of a priority notice (the first one was due to expire the following day). The judge allowed him until 7th October to deposit such security. In a letter of 17th October, Ringeisen made an offer of an entry of a priority notice on the proceeds of a contemplated sale (Anmerkung der Rangordnung der beabsichtigten Veräusserung) of his property at Linz for the sum of 1,500,000 AS. He renewed this offer when he appeared before the investigating judge on 16th February 1965; the judge accepted the offer while remarking that the priority notice offered could not be considered as a substitute (Ersatz) for the former one. On 23rd February, Ringeisen obtained from the Linz District Court a decision, valid until 22nd February 1966, for the entry of the new security he had offered and he deposited it with the investigating judge on 15th March 1965.", "61. On 15th March 1965, the public prosecutor’s office applied to the investigating judge, in the fraudulent bankruptcy proceedings (19 Vr. 1566/64), for, inter alia, an order for the arrest and detention of Ringeisen on remand pursuant to Article 175, paragraph 1, sub-paragraphs 3 (danger of collusion) and 4 (danger of committing further offences) of the Code of Criminal Procedure.", "The investigating judge granted the application. Ringeisen, who happened to be at the court in connection with the other criminal proceedings, was arrested immediately and informed of the reasons for his remand in custody.", "The warrant of arrest recited the offences of which Ringeisen was suspected in the two criminal proceedings and in conclusion stated:", "\"The accused has ... in full knowledge of his very considerable financial liabilities arising from his unsuccessful land speculations, diminished the assets available for the satisfaction of claims in damages by contracting a large loan, accepting advance payments of rent, transferring property, etc.; he has prejudiced the interests of creditors not belonging to the priority classes and frustrated execution of judgments.", "The present warrant is issued as requested by the prosecution in order to counter the danger of collusion between the accused and parties contracting with him and to prevent the danger that he continues activities which could lead to a further diminution of his assets or the frustration of execution.\"", "62. The following day, 16th March 1965, Ringeisen appeared before the investigating judge where he declared he was appealing against the order for his arrest and detention on remand.", "On 26th March 1965, Ringeisen appealed in writing to be provisionally released; he took up in some detail the various considerations set forth in the warrant. He emphasised that it was absolutely impossible for him to cause damage to his creditors because of a sworn statement of assets he had made on 15th December 1964 and the fact that his personal property and all debts due to him were under seizure. He added that he needed to work on the land at this season. In support, he appended some documents, including a civil court order of 5th March 1965 refusing him free legal aid for the reason that he was still the owner of property which an expert valued at 4,000,000 AS.", "In a supplementary document submitted on 17th May 1965, Ringeisen filed an account showing that he had made a claim for over 2,000,000 AS against the Roth couple in their bankruptcy proceedings. He stated that his detention in April and May was going to cause him a loss of sales of agricultural produce, in July and August, amounting to about 100,000 AS. He also asked to be released in order to be able to provide for his son.", "The appeal was refused by the Judges’ Chamber of the Linz Regional Court on 26th May 1965. The court held that the ground of danger of collusion had ceased to be operative by reason of the expiry of the time-limit (Article 190, paragraph 2, of the Code of Criminal Procedure) but that Ringeisen’s continued detention on the ground of a danger of his committing further offences", "\"is however necessary and expedient in view of the factual and legal position, which is described in detail in the warrant of 15th March 1965, taken together with the appellant’s attitude obstinately denying all guilt ... in spite of the partial results of the preliminary investigation, which clearly incriminate him. For the accused’s attitude of mind as already known to the court gives rise to the fear that he would use his freedom to renew the criminal conduct with which he is charged\".", "On further appeal, in which Ringeisen referred to the fact that he had been adjudged bankrupt on May 14th, the Linz Court of Appeal nevertheless confirmed, on 16th June 1965, the Judges’ Chamber’s decision for the reasons set out therein.", "63. In the meanwhile and at the same time as the indictment was filed in the fraud case (27th April 1965), the public prosecutor’s office had requested the Linz Regional Court to remand Ringeisen in custody in that case too for danger of absconding (Fluchtgefahr, Article 175, paragraph 1, sub-paragraph 2, of the Code of Criminal Procedure) and for danger of committing further offences. The request was based on the grounds that the decision for the entry of a priority notice for a contemplated charge, which Ringeisen had deposited in court on his release on 23rd December 1963, had expired on 1st October 1964 and had not been renewed; that by reason of Ringeisen’s \"abusive and hopeless\" litigation his creditors had been unable to avail themselves of that security while it was still valid; that enquiries had revealed that Ringeisen kept concealed considerable sums of money which he might use to abscond in view of the indictment preferred against him; that, in addition, there was a risk that the damage caused would become irreparable and, in view of Ringeisen’s particular pertinacity, there was a danger of his committing further offences.", "The Linz Regional Court ordered, on 12th May 1965, that Ringeisen should again be held in detention in the fraud case. It began by stating in its reasons that his first detention had been terminated in December 1963", "\"... in particular because the accused, through his offer to deposit the decision of the Linz District Court dated 2nd October 1963 ... relating to the entry of a priority notice for a contemplated charge for a sum of 2,000,000 AS, was able to dispel the suspicion that he might frustrate the guaranteeing of the claims of the purchasers of building plots\".", "The court continued:", "\"Ringeisen who had stated that he was willing, in the expiration of this priority notice, to obtain a corresponding further guarantee for the purchasers of plots, was only able after the expiry of this priority notice (1st October 1964) to deposit on 15th March 1965 a decision of the Linz District Court dated 23rd February 1965 ... relating to the entry in the St. Peter register of a priority notice of a contemplated sale of the property No. 238. The purchasers had not been able to make any use of the priority notice up to 1st October 1964 because Michael Ringeisen through his persistent litigation made it impossible for the individual creditors to obtain execution orders. The chances of receiving reparation thus appear not merely doubtful but, as far as many creditors are concerned, quite out of the question, owing to the heavy prior encumbrances on the premises situated at No. 217, Wiener Reichstrasse.", ".....", "It cannot be assumed that the accused did in fact invest the whole one and a half million schillings received from the purchasers of plots in the incomplete building on the Alkoven property; moreover, enquiries addressed to all the financial institutions at Linz show that Ringeisen has no money deposited there. It is quite natural to conclude from this that the accused is keeping money hidden which, in his reaction to the charge now preferred, he could use in order to abscond .... A further consideration is that the accused’s real property is so encumbered that to abandon it, should he abscond, would not involve any serious loss.", "In its decision [19th December 1963] the Linz Court of Appeal has already explained that the numerous sales, which continued for almost a year after the refusal of approval by the District Commission, were evidence of conduct by the accused revealing particular pertinacity in attempting to obtain money by the sale of building sites. Although the accused is also in detention on remand on account of the separate proceedings before this court relating to frustration of execution (19 Vr. 1566/64) the ground of detention specified in Article 175, paragraph 1, sub-paragraph 4, of the Code of Criminal Procedure is nonetheless established since it is to be feared that, were the accused to be released in the other proceedings, he might cause the damage to purchasers of building plots to become final or, considering the large number of previous acts, might commit further similar offences.\"", "This decision was confirmed on appeal by the Linz Court of Appeal on 19th May 1965 for the reasons of danger of absconding and danger of committing further offences. At the very end of May or early in June 1965, Ringeisen attempted to make a further appeal but withdrew this complaint when he appeared in court on June 8th (paragraph 38 above).", "64. Ringeisen made further applications for provisional release in both criminal cases on 12th July, 29th July, 30th August and 20th September 1965. These applications were refused by the investigating judges, in the fraudulent bankruptcy case on September 23rd and in the fraud case on the following day. Both judges found that the reasons for his detention continued.", "Against these decisions Ringeisen lodged appeals, which were separate but couched in almost identical terms, in the fraudulent bankruptcy case on 24th September and in the fraud case on 27th September; he filed supplementary documents on 3rd October and 2nd November. He alleged that the reasons given to continue his detention were fictitious and artificial and that the authorities wished to deprive him of his property and rights and to prevent him from protecting the interests of the purchasers of plots. He claimed that if he was at liberty he could defend himself against these measures, prove that the prosecution was covering up for the real villains and consult the court files whereas persons unknown had, during his detention, suppressed documents which were damning for the witnesses and the prosecution. He further complained that he was sustaining heavy losses as he could not work on his land or at his insurance agency and he asserted that his son of sixteen years had had to abandon his studies and take a job as an unskilled labourer.", "The appeal in the fraudulent bankruptcy case was refused by the Judges’ Chamber on 10th November 1965 by reference to its previous decision of 26th May 1965 confirmed by the Court of Appeal on 16th June 1965: it was stated that the circumstances which had then justified the continued detention of Ringeisen on remand still held good. On 9th December 1965, the Linz Court of Appeal dismissed a further appeal, approving the reasons stated in the decision of the Judges’ Chamber.", "No separate decision appears to have been taken on the appeal of 27th September 1965 in the fraud case.", "65. In the course of the trial in the fraud case, Ringeisen applied, on 17th December 1965 and in both criminal proceedings, to be released for Christmas; the judge who was presiding at the trial refused the application on 28th December 1965.", "66. On 14th December 1965, Ringeisen had made another application for provisional release in the fraudulent bankruptcy case in which he maintained that there was no danger of his committing further offences as his property was no longer at his disposal on account of his bankruptcy; the investigating judge refused the application on December 20th, on the ground that this danger continued.", "On appeal, the Judges’ Chamber confirmed this decision on 29th December 1965 referring to the earlier decisions relating to Ringeisen’s detention on remand (Judges’ Chamber on 26th May and 10th November 1965; Court of Appeal on 16th June and 9th December 1965).", "A further appeal by Ringeisen was dismissed by the Court of Appeal on 9th February 1966; the Court of Appeal found that the appeal was unsupported by any facts to rebut the reasoning that there was still a danger of his committing further offences and that the adjudication in bankruptcy did not remove this danger; it referred to its decision of 16th June and 9th December 1965.", "67. Immediately after Ringeisen’s conviction for fraud on 14th January 1966 (paragraph 41 above), his counsel had requested the Regional Court to release him from detention pending the hearing of the plea of nullity and appeal. Counsel stated that his client had no previous convictions and that after spending a year in detention on remand it would not be worthwhile absconding; as the property had been sold there was no longer any danger of his committing further offences. The public prosecutor opposed this application on the grounds that the reasons for detention remained valid and, as Ringeisen was in detention on remand in the other criminal proceedings, he would gain nothing by an order for his release in this case.", "The Regional Court decided that Ringeisen should be released in this case subject to his giving a solemn undertaking in accordance with Article 191 of the Code of Criminal Procedure; it found that the reasons for his detention on remand no longer obtained.", "The public prosecution lodged an appeal against the decision on the grounds that: it was not completely clear what had become of the money received by Ringeisen and he might use it to abscond; the danger of his absconding was even enhanced by the fact that he had been sentenced to a term of three years’ imprisonment of which he still had two years to serve; it was possible that the Supreme Court would increase the sentence; on account of his frequent repetition of fraudulent acts it could be concluded that there was a danger of Ringeisen’s committing further offences; although Ringeisen did not have real estate available any longer, fraudulent contracting of loans could doubtless also be effected by other methods. As this appeal had suspensive effect (Article 197 of the Code of Criminal Procedure), Ringeisen stayed in custody on remand.", "On 2nd March 1966, the Linz Court of Appeal allowed the public prosecution’s appeal. It held that there had been no favourable change of circumstances since its decision of 19th May 1965; on the contrary, the sentence passed on Ringeisen and the fact that it might be increased as a result of the prosecution’s appeals might prompt him to abscond, particularly as his property in Austria was encumbered beyond its value and to abandon it would be no real loss; moreover, the frequency of his punishable acts and his obstinate attitude justified the fear that he would repeat the offences. This danger was not removed by the fact that further dealings with the property at Alkoven were impossible, as Ringeisen was also charged with offences unconnected with that property.", "68. At the same time as he lodged on 3rd March 1966 the plea of nullity and appeal against his conviction and sentence of 14th January 1966 in the fraud case (paragraph 42 above), Ringeisen requested his immediate release on the grounds that he had already spent two years in custody on remand. The case-files were first transmitted to the Supreme Court, which dismissed on 27th June 1966 various procedural applications made by Ringeisen, and then returned to the Linz Regional Court for consideration of the request for provisional release. Ringeisen’s lawyer withdrew that request on 30th June 1966 in order that the files should be transmitted again immediately to the Supreme Court for the hearing of the pleas of nullity and the appeals which had been fixed for 14th July 1966.", "69. In the fraudulent bankruptcy case, Ringeisen had made a further application for provisional release on 18th February 1966, again combined with a request for transfer. He referred to the earlier decisions (16th June 1965, 9th December 1965 and 9th February 1966) refusing his release in which it had been held that the danger of his committing further offences continued in spite of his having been adjudged bankrupt and he said that this \"fictitious\" reason might have been given either because the Court of Appeal was not aware of the true facts or because of the intrigues of an official of the prosecution whom he suspected of scheming in the Alkoven business. In this connection, he alleged in particular that there were political considerations involved: his building schemes would have brought to the district numerous purchasers of modest means whose votes would have reinforced the socialist majority in the town council to which the Provincial Government and certain officials were opposed; the judges in the jurisdiction of the Linz Court of Appeal were prejudiced against him as many of them served on the Real Property Transactions Commissions and the others were influenced by their colleagues as well as by the wide publicity given to his affairs. He complained in detail of the unfair way in which the various proceedings against him, including his bankruptcy, had been handled, he protested his innocence and he emphasised that he had been held in detention for sixteen months. He threatened to go on hunger strike as from 1st March and he insisted that his application be referred to the Supreme Court for an order that it be decided upon by a regional court other than that within the jurisdiction of the Linz Court of Appeal.", "He reiterated the application on 22nd April 1966 in a document supplementing his objection to the indictment, explaining in a further document filed on 15th May 1966 that the investigating judge had informed him that an application for release could not be combined with the objection to the indictment.", "The Linz Court of Appeal, when rejecting the objection to the indictment on 6th July 1966 (paragraph 54 above), also decided that Ringeisen should remain in custody since the danger of his committing further offences continued; the court observed that there had been no change in the legal or factual circumstances since its decision of 9th February 1966.", "70. On 15th July 1966, the day after the pleas of nullity and the appeals in the fraud case had been at hearing (paragraph 43 above), Ringeisen applied to be released from detention in each of the criminal proceedings.", "In his application in the fraud case, he said that the representative of the Attorney General (Generalprokurator) had asked at the Supreme Court for his conviction to be set aside on all counts; Ringeisen inferred from this that there was no longer any basis for the charges made in the indictment and no suspicion to justify the detention on remand. He complained of having spent twenty-two months in detention in spite of being innocent. He added that when he had been at liberty from 23rd December 1963 to 15th March 1965 he had not attempted to abscond and there was therefore nothing to show he might do so now. As to the danger of his committing further offences, he stated that the dividing up of the land at Alkoven was a unique operation which could not be repeated and that, as the Roth couple has been made bankrupt, their assets were in the hands of the official assignee.", "His application in the fraudulent bankruptcy case referred to that made in the fraud case.", "71. The investigating judge refused the application for release in the fraudulent bankruptcy case on 22nd July 1966.", "Ringeisen appealed on 8th August 1966; stating that his German was not fluent enough to enable him to explain in writing his appeal and circumstances correctly and in full detail, he said the reasons given in the Court of Appeal’s decision of 9th February 1966 were fictitious and he applied to be allowed to prove this orally before the court; he complained of having spent twenty-two months in detention though innocent and referred to newspaper articles on his trial and to court documents to show he was being denied justice. He said he had done all he could to help the purchasers, who were of modest means, to obtain their rights. He exhibited a document to show he had never been insolvent and said his detention and his bankruptcy prevented him from arranging for the payment of his debts. He denied having frustrated execution of judgments by paying some debts preferentially; he said that, apart from the land at Alkoven, he had other means to secure and later refund the money which had been paid to him. If he was released as soon as possible, he stated, the purchasers would be spared further loss.", "The Judges’ Chamber dismissed the appeal on 24th August 1966 for the reason that the situation as regards the facts and the law had remained unchanged since the decisions of the Linz Court of Appeal of 16th June 1965, 9th December 1965 and 9th February 1966 and the circumstances therein set out still justified continuation of the detention for the danger of committing further offences.", "72. The public prosecutor’s office opposed Ringeisen’s application for release in the fraud case on 9th September 1966 on the ground that the reasons for his detention continued to exist having regard, in particular, to the Supreme Court’s decision (paragraph 43 above).", "The application for release was refused by the Linz Regional Court on 21st September 1966. The court found that there was a danger of Ringeisen absconding as he had been finally convicted of fraud involving more than 1,300,000 AS and was faced with the prospect of a heavy sentence; there was also a danger of repetition of offences as found by the Court of Appeal on 2nd March 1966; as the case was to be reheard before the Regional Court on 18th October 1966 the detention on remand would in any event be terminated soon.", "Ringeisen appealed against this decision the following day. As to the danger of absconding, he argued that his sentence would not be greater than that he had received on 14th January 1966 because his conviction on one count (Widmann) had been quashed and there were mitigating circumstances in his favour; furthermore, it had to be taken into consideration that he had spent almost two years in detention and that Austria was the centre of his private and business affairs. As to the danger of his committing further offences, he stated that the passage of time, the advanced stage reached in his bankruptcy and, once again, the two years spent in detention on remand showed that this danger did not exist. Finally, he invoked the imminent rehearing by the trial court as a special reason for his immediate release in order that his defence should not be seriously impeded.", "The Linz Court of Appeal refused Ringeisen’s appeal on 28th September 1966, finding that there was still a danger of absconding and a danger of his committing further offences. On the first point, it approved the decision of the lower court; on the second, it referred to its own decision of 2nd March 1966.", "73. Ringeisen had made another application for release in the fraudulent bankruptcy case on 15th September 1966 in which he disputed there was any danger of further offences. First, he recalled that the facts on which he was charged dated back for two and a half years and that the prosecution alleged he had put 140,000 AS aside for himself. Although he had submitted an account showing an expenditure on his part for the year 1964 which exceeded that sum and in spite of his repeated requests, the investigating judge had never made enquiries into the matter and this was delaying his release. Lastly, he emphasised that his property and assets were frozen in bankruptcy and all his income went to the official assignee.", "The investigating judge refused the application on 27th September 1966 and, on an appeal in which Ringeisen declared that the decision was an abuse of the law, the Judges’ Chamber confirmed on 27th October 1966 the decision for the same reasons which it had given in its decision of 24th August 1966 (paragraph 71 above).", "A further appeal, in which Ringeisen again alleged that the reasons for his detention were fictitious, was dismissed by the Linz Court of Appeal on 30th November 1966 by reference with approval to the reasons given by the Judges’ Chamber; the Court of Appeal went on, solely for the sake of completeness, to note that Ringeisen would not gain any substantial advantage by obtaining a decision releasing him from detention in these proceedings, since he was also provisionally detained in the proceedings against him for fraud in which he had been sentenced on 18th October 1966 by the Linz Regional Court to five years’ severe imprisonment and his appeal for annulment and against sentence was still pending before the Supreme Court.", "74. Ringeisen applied again for provisional release, in each of the criminal proceedings, on 27th January 1967. In both applications, Ringeisen pleaded that on account of bad health he was unfit to be kept in detention. He asserted, moreover, that the alleged dangers of absconding and committing further offences were artificial in the fraud case; in the fraudulent bankruptcy case, he stated that the allegation made against him of having set aside 140,000 AS for his own use, would be shown to be untrue if his statements were checked but the court refused to do this.", "75. On 8th February 1967, the Judges’ Chamber of the Linz Regional Court refused the application for provisional release in the fraudulent bankruptcy case for reasons similar to those it had given on 24th August and 27th October 1966 (paragraphs 71 and 73 above).", "76. The application for release in the fraud case was opposed by the public prosecutor’s office on 9th February. The Linz Regional Court rejected the application on 15th February 1967, stating:", "\"In view of the existing conviction for fraud on numerous counts, which caused heavy loss, and of the sentence (five years) pronounced against the accused ..., both grounds for detention must still be assumed to be valid. The length of detention on remand up to now has no bearing on the danger of his committing further offences. Nor, in view of the sentence pronounced, can his lengthy detention be allowed to rule out the possibility of his absconding. As regards both these grounds for detention reference is made for the rest, to the Linz Court of Appeal’s decision of 2nd March 1966 ....\"", "As regards his plea of ill-health, the court noted that this could not justify release but, at most, transfer to a closed section of a hospital and that in any case the prison doctor had found Ringeisen’s general state of health to be good on 1st February 1967.", "Ringeisen appealed against this decision to the Linz Court of Appeal which decided, on 15th March 1967, that the appeal should be allowed and ordered that he should be released from detention on remand on his giving a solemn undertaking. The Court of Appeal found that Ringeisen’s situation had changed considerably since its decision of 2nd March 1966. After about two and a half years spent in detention on remand it could no longer be reasonably assumed that he would abscond in order to avoid prosecution, even having regard to the sentence pronounced on 18th October 1966. As to the danger of his committing further offences, the Court of Appeal observed that two charges unconnected with the Alkoven property (fraud on F. Widmann and fraudulent conversion) had been discontinued on 14th September 1966; the only count remaining was that which concerned the fraud perpetrated on the 78 purchasers of sites at Alkoven. The court had already pointed out in the decision of 2nd March 1966 that Ringeisen could no longer deal with that property. Moreover, it could be expected that the length of his detention on remand would suffice to deter Ringeisen from committing further offences, especially as he had had no previous convictions.", "77. Invoking this decision, Ringeisen applied again, on 20th March 1967, for his provisional release in the fraudulent bankruptcy proceedings. On this occasion, the public prosecutor’s office expressed a favourable opinion on the application which was granted by the investigating judge. Ringeisen was accordingly released from detention the same day on his giving a solemn undertaking. His second detention had lasted two years and five days.", "* *", "*", "78. In his application to the Commission (no. 2614/65), Ringeisen submitted a series of complaints, some concerning the criminal proceedings brought against him and the others relating to administrative and civil cases which he had introduced before the Austrian authorities. He alleged the violation of Articles 5, 6, 7, 10, 11 and 14 (art. 5, art. 6, art. 7, art. 10, art. 11, art. 14) of the Convention and of Articles 1, 2 and 3 of the First Protocol (P1-1, P1-2, P1-3).", "79. After having declared inadmissible, on 2nd June 1967, certain parts of the application, the Commission, on 18th July 1968, accepted the applicant’s complaints as regards:", "- Article 5, paragraph (3) (art. 5-3), of the Convention concerning the length of Ringeisen’s detention on remand in the fraud and fraudulent bankruptcy cases;", "- Article 6, paragraph (1) (art. 6-1), concerning the length of the proceedings in the same criminal cases;", "- Article 6, paragraph (1) (art. 6-1), concerning the refusal of the Austrian Constitutional Court to examine the allegations of bias on the part of members of the Regional Commission.", "80. After the failure of the attempt to arrange a friendly settlement made by the Sub-Commission, the plenary Commission drew up a report as required under Article 31 (art. 31) of the Convention. The report was adopted on 19th March 1970 and transmitted to the Committee of Ministers of the Council of Europe on 29th April 1970. The Commission expressed therein the following opinion:", "- by eleven votes to one: the applicant’s detention lasted beyond \"a reasonable time\", with the result that, in the present case, there was a violation of Article 5 (3) (art. 5-3);", "- neither in the fraud case (unanimously) nor in the fraudulent bankruptcy case (eleven votes to one) did the length of the criminal proceedings taken against Ringeisen exceed \"a reasonable time\" within the meaning of Article 6 (1) (art. 6-1);", "- by seven votes to five: Article 6 (1) (art. 6-1) has not been violated in the proceedings for approval of the contracts for sale because these proceedings did not involve the determination of \"civil rights and obligations\".", "The report contains several separate opinions, some concurring, others dissenting."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}