{"ITEMID": "001-58783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF L. v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8;No violation of Art. 13;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings;Costs and expenses partial award - domestic proceedings", "JUDGES": "Georg Ress", "TEXT": ["12. The applicant father, who has two daughters (P., born in 1985, and S., born in 1991), married the mother of his children, E., on 21 September 1991. E. became mentally ill after the birth of their second child, S., and was hospitalised several times. Since at least 1985 there were contacts between the family and the social welfare authorities.", "13. In the beginning of 1992 the parents were planning a divorce. On 20 January 1992 the Social Director of the City of K. placed the children in provisional public care, principally suspecting that P. had been sexually abused and supposing that S. was in serious danger of being subjected to similar abuse. P. was admitted for observation in a child psychiatric clinic and S. was placed in a foster family. The applicant father and E. were opposed to the public care order.", "14. On 30 January 1992 the Social Welfare Board (sosiaalilautakunta, socialnämnden) of K. upheld the provisional public care orders. It also restricted the parents’ right of access to P. to two weekly visits at the hospital and decided not to disclose S.’s whereabouts. The parents, represented by the Public Legal Adviser (yleinen oikeusavustaja, allmänna rättsbiträdet) of K., appealed to the County Administrative Court (lääninoikeus, länsrätten) of Vaasa.", "15. On 9 March 1992 the social and health care authorities informed the applicant father and E. in a meeting at the hospital that the child psychiatric investigation did not result in any finding that P. had been subjected to sexual abuse. The doctor’s statement concerning the result was dated 12 March 1992.", "16. On 19 March 1992 the Social Welfare Board formally decided to place the children in public care. The Board considered that the parents were incapable of providing them with the stimulation necessary for their growth and development as well as with basic security. It noted that the mother was suffering from mental illness and that there were problems in the parents’ relationship. P. had been used as an instrument in conflicts arising between the parents and the applicant father’s adoptive parents. Her development did not correspond to that of the average for her age and it seemed that the child was at a stage of her development where it was crucial that she should be attached to stable and secure persons without risking her further development. The younger daughter, S., was found to be in a similar situation even though her development was still at an earlier stage. The parents appealed, again represented by the Public Legal Adviser.", "17. P. was later placed in the same foster home as S.", "18. On 28 June 1992 the parents were allowed to see their children for the first time after their placement in the foster home.", "19. On 17 August 1992 the County Administrative Court rejected the parents’ appeal against the public care order of 19 March 1992. It rejected their request for an oral hearing. The parents had stated that they had given up their plans to divorce and would be more motivated to co-operate with the Social Welfare Board. The court nevertheless found that the deficiencies in the children’s care and the other home conditions risked jeopardising their development seriously.", "20. On 17 August 1992 the County Administrative Court also rejected the parents’ appeal against the Social Welfare Board’s decision of 30 January 1992 to restrict their access to P. and not to disclose S.’s whereabouts.", "21. The parents, still represented by the Public Legal Adviser, appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) against the County Administrative Court’s confirmation of the care orders. No further appeal lay open to them in respect of the access restriction and the non-disclosure of the children’s whereabouts. On 8 January 1993 the Supreme Administrative Court found no reason to amend the County Administrative Court’s decision of 17 August 1992.", "22. On 3 December 1992 the Social Welfare Board prolonged the access restriction until 31 May 1993. It agreed to three two-hour long supervised meetings between the children and the parents. The Board prohibited all access between the children and their grandparents until 30 April 1993, considering that these contacts had been disturbing the children’s life in their foster family as well as P.’s schooling. The Public Legal Adviser advised the applicants not to challenge the access restriction and prohibition.", "23. On 4 May 1993 the Social Welfare Board prolonged the prohibition on access between the children and the grandparents until 31 December 1993. The Board again considered that the grandparents’ behaviour had disturbed the children’s life in the foster home. It also noted their strong resistance against the children’s placement in public care.", "24. On 8 June 1993 the Social Welfare Board prolonged the restriction on access to the children by the parents until 31 May 1994. The children and their parents were to meet four times in supervised conditions in the foster home. The Board again referred to the need to guarantee the children a peaceful growth environment and the need to ensure the foster parents’ work peace.", "25. On 25 October 1993 the parents requested permission that the access restriction be alleviated and that they be allowed to keep the children over Christmas 1993. On 24 November 1993 the Social Welfare Board maintained the access restriction imposed on 8 June 1993 and prolonged it until 31 December 1994. From June to December 1994 the children and their parents were to meet three times under supervision.", "26. The applicant father appealed to the County Administrative Court, requesting, inter alia, that an oral hearing and an inspection be held; that the Court should obtain P.’s own opinion in regard to the access arrangements; that the access restrictions be revoked; and that the Board be ordered to state clearly which concrete conditions in his home needed to be changed and to order the Board to support his efforts to change them. The Social Welfare Board submitted that the access restrictions had been necessary. It referred to, inter alia, an incident in August 1993, when the applicant father had forced P. to read statements written by the grandparents and which had mentioned the foster family in negative terms. The foster parents had told P. to call her parents but the telephone number of the foster family had had to be changed after they had received certain inappropriate calls.", "27. On 14 December 1993 the Social Welfare Board prolonged the prohibition of access between the children’s grandparents until 31 December 1994. The grandmother fell seriously ill and was exceptionally allowed to visit the children in their foster home for three hours on 23 December 1993 under supervision.", "28. The grandparents appealed to the County Administrative Court, requesting, inter alia, that an oral hearing be held; that the court should obtain P.’s own opinion in regard to the access arrangements; and that the access restrictions be revoked.", "29. In its submissions of 28 February 1994 the Social Welfare Board maintained that the access prohibition had been necessary on account of the grandparents’ resistance both against the public care and the activities of the officials of the Board. The Board annexed copy letters and cards which the grandparents had sent to the children and which mentioned the foster family in negative terms. In the Board’s opinion, the grandparents’ resistance had influenced the children and was capable of jeopardising their positive development. Other close relatives as well as friends of the children had pursued the children’s interests and these contacts had been in accordance with the children’s own opinion.", "30. In the beginning of 1994 the parents moved apart and the applicant father moved back to his adoptive parents’ home.", "31. On 7 June 1994 the County Administrative Court rejected the applicant father’s requests. The court found that there was no need for a hearing or an inspection. It also noted that P.’s opinion had already been obtained and that the applicant father’s negative feelings towards the public care situation and the children’s placement in a foster home had been transmitted to the children during his visits, thereby clearly jeopardising their development and rendering the access restrictions necessary. No appeal lay against the decision.", "32. On 7 June 1994 the County Administrative Court also rejected the grandparents’ requests in their entirety. It found that there was no need for a hearing or an inspection and that the grandparents’ negative feelings towards the public care situation and the children’s placement in a foster home had been transmitted to the children, thereby clearly jeopardising their development and rendering the access prohibition necessary. No appeal lay against the decision.", "33. In response to a petition lodged by the parents, the Deputy Parliamentary Ombudsman (eduskunnan apulaisoikeusasiamies, riksdagens biträdande justitieombudsman), on 17 June 1994, found that the children’s placement in public care had been justified. In general terms, she nevertheless underlined that the grounds relied upon in a public care order should be factual and not speculative. For instance, sexual abuse of the child could not be relied upon as a fact in the absence of any expert findings corroborating such a statement. Although the issuing of a public care order could well be justified already on the basis of such suspicions, the grounds relied upon should refer to the symptoms from which the child has been found to suffer. As for the access restrictions, the Deputy Ombudsman stressed, again in general terms, that the Social Welfare Board must actively support access arrangements between the children and both their parents and others who are close to them. Such access should not hamper the foster family’s daily work. The access arrangements should normally be agreed upon when the public care plan was being drawn up. If an agreement could not be reached, an appealable decision was to be made and any restrictions were to be limited in time.", "34. On 5 September 1994 the applicant father requested that the Social Welfare Board revoke the public care orders. Alternatively, both applicants requested that the access restriction and prohibition be alleviated. On 29 November 1994 the requests were rejected. The Social Welfare Board ordered that the parents could see the children in their foster family on five occasions during 1995. It prolonged the prohibition of access between the children and the grandparents until 31 December 1995. In his appeal the applicant father requested, inter alia, an oral hearing.", "35. In the case concerning the justification of the care order the County Administrative Court, on 25 April 1995, rejected the applicant father’s appeal without holding an oral hearing. As for the access restriction, the court ordered that from 1 May to 31 December 1995 he could see the children once a month in their foster home. It rejected the remainder of that appeal without holding an oral hearing. Finally, the court rejected the grandparents’ appeal.", "36. On 8 December 1995 the Supreme Administrative Court rejected the applicant father’s request for an oral hearing and upheld the County Administrative Court’s decision in regard to the justification of the care order. It declined to examine his appeals in regard to the access restriction and prohibition.", "37. On 19 December 1995 the Social Welfare Board rejected the grandparents’ further request for a revocation of the access prohibition and prolonged that prohibition until 30 April 1996. The grandparents appealed, requesting, inter alia, an oral hearing. On 16 April 1996 the County Administrative Court rejected the appeal without holding an oral hearing.", "38. On 21 February 1996 two social welfare officials drew up a care plan. It mentions the first applicant’s wishes, indicates measures to be resorted to for the benefit of the children, i.e. that the children be supported to find activities corresponding to their age and talents and that, if need be, they be provided with individual therapy. It states that the care will continue until further notice since conditions for its termination are not, for the time being, at hand. The applicant father objected to the plan, considering that it did not comply with domestic law. It did not, for instance, specify the conditions in his home which should be improved before the care orders could be revoked. Instead, it stated that the public care order should be kept in force for the time being, as there were no grounds to revoke the order.", "39. In the spring of 1996 the parents divorced.", "40. On 7 May 1996 the Social Welfare Board restricted the grandfather’s access to the children.", "41. P. was psychologically examined by Dr L. between 12 August and 6 September 1996. The doctor’s statement, dated 29 October 1996, stated, inter alia, that P. had clearly said that she was not willing to meet her biological parents as often as the visits took place at the time. According to the doctor’s statement, P. felt especially nervous about the applicant father and the possibility that he might lose his temper. She did not feel nervous about her mother and she could meet her mother in accordance with the practice applied at that time. It was also stated that P. was not at all willing to meet the parents of the applicant father, because they wrote her letters which she was not able to understand and criticised the foster parents. According to the statement, the examination confirmed the suspicions of sexual abuse.", "42. In 1996 the applicant father met the children once a month.", "43. On 3 December 1996 the Social Welfare Board prohibited the grandparents’ access to the children until the end of 1998 and decided that the applicant father could see the children in their foster family four times a year in 1997 and 1998. The applicants appealed to the County Administrative Court which, on 17 March 1997, upheld the Social Welfare Board’s decisions, without holding an oral hearing as requested by the applicants. The County Administrative Court’s decision not to hold such a hearing was reasoned as follows:", "(translation from Finnish)", "“The County Administrative Court has earlier - 17 August 1992, 7 June 1994, 25 April 1995, 16 April 1996 and 26 September 1996 - considered the public care and restriction of the right of access in respect of the children. Later P. requested that the meetings be made less frequent. The meetings take place under supervision, and a closer examination of the suspected sexual abuse, which possibly took place before P. was taken into care, is not necessary in this connection. An oral hearing would most likely not bring to light any new evidence affecting the matter, which is why an oral hearing is manifestly unnecessary.”", "44. On 2 January 1997 the applicants’ representative Ms Suomela made a complaint to the National Authority for Medicolegal Affairs (terveydenhuollon oikeusturvakeskus, rättskyddscentralen för hälsovården) concerning the examinations of P. by child psychiatrist H.L. and psychologist P.L. in the Central Hospital of S.", "45. The access restriction was discussed with the children on 26 November 1998 during a home visit at the foster family’s home in the presence of two psychologists and two social workers. According to the Government, P. clearly expressed her wish that the meetings of the children with the applicants be organised in the same way and at the same frequency as previously.", "46. On 16 December 1998 the Social Welfare Board again ordered that the applicant father could see the children in their foster family four times a year until 31 December 2001. This decision was reasoned as follows:", "(translation from Finnish)", "“P. and S., who are placed in a foster family, must be ensured a peaceful living environment.", "The medical examination carried out in the child psychiatric clinic in the summer of 1996 revealed that [the applicant father] had abused P. sexually before she was taken into care. [He] has himself denied the accusations and thus tried to discredit the information given by his child. P. has said that she is nervous about the meetings and that she is happy with the present practice concerning the meetings, taking place four times a year under supervision in the home of the foster family. She has also said that she is not willing to visit her father at his present home. More frequent meetings, making the child nervous, endanger her development.”", "47. Also on 16 December 1998 the Social Welfare Board prohibited the grandparents’ access to the children until the end of year 2001. The decision is reasoned as follows:", "(translation from Finnish)", "“P. and S., who are placed in a foster family, must be ensured a peaceful living environment, and the foster family must be able to look after them without disturbance.", "More frequent meetings would not be in the best interest of the children, because grandparents still strongly object to the placement of the children in a foster family, and have expressed this in their letters to the children. The grandmother has also scared the children during an occasional meeting on 7 November 1998 by saying that the children had been kidnapped. The behaviour of the grandparents make the children confused and thus endangers their development.", "P. said, in the child psychiatric clinic of the Central Hospital of S. in the summer of 1996 that [the second applicant] had abused her sexually before she was taken into care, and had also otherwise made her scared. P. has said that she does not want to see [the grandmother] and [the second applicant] at all.”", "48. The applicants have not appealed against the Social Welfare Board’s decisions of 16 December 1998.", "49. On 25 February 1999 the National Authority for Medicolegal Affairs, having obtained experts’ statements in this matter, rejected the applicants’ representative’s complaint of 2 January 1997. The conclusions of the Authority concerning the examinations in 1992 and, respectively, in 1996, are as follows:", "(translation from Finnish)", "“As regards the medical examination of [P.] which took place in the Central Hospital of S. in 1992, the National Authority for Medicolegal Affairs finds, in the light of the evidence available, that the examination in the hospital was justified. The child psychiatric examination since January 1992 was justified and the examination was mainly well organised.", "The child psychiatric examination of [P.] both in the ward and in the clinic was to a large extent carried out with the usual methods of assessing extensively and profoundly the overall psychological development of the child.", "On the whole the psychological examination of [P.] carried out by P.L. was extensive and carried out professionally. The methods used were appropriate. The investigation carried out does not show that the examination would not have been based on the null hypothesis.", "However, the special question of possible sexual abuse of the child was not sufficiently taken into account in the examination of [P.] between 27 January and 5 March 1992, which is shown by the fact that there are relatively few patient documents concerning the examination in the ward and by the psychologist.", "In the light of the evidence, the recommendation and the conclusions contained in the opinion given by Senior Physician H.L. on 12 March 1992 to the Social Welfare Board of K., can be considered appropriate. ...", "...In the light of the evidence, the National Authority for Medicolegal Affairs firstly notes that observations had been made on the meetings between [P.] and her parents already in 1992 when she was examined in the ward. In the opinion of Senior Physician H.L. the finding of sexual abuse is not based on the symptoms of [P.] but on the information given by her. However, in this respect the reasons given in the opinion of H.L. could have been expressed somewhat more clearly.", "It was not possible to video-tape or record in some other way the interview of [P.] concerning sexual abuse, because such information was not expected beforehand. ...", "... The child psychiatric examination of [P.] was initiated in 1996 because of reasons other than suspicion of sexual abuse, as has been mentioned above. Therefore the examination was a usual psychological examination. Because it was impossible to predict in what direction the examination would turn, it was not possible at an early stage to take into account her rights or the consequences of information given by her, as regards the examination of sexual abuse. The observations given by the Psychologist P.L. to the National Authority for Medicolegal Affairs reveal that she had later informed [P.] in detail of what kind of measures would be taken as a result of the information given by her.", "In the light of evidence the National Authority for Medicolegal Affairs in the first place notes that the clinical examination of [P.] carried out by a doctor on 5 September 1997 was justified and adequately documented.", "The psychological examination of [P.] carried out by Psychologist P.L. was extensive and on the whole professional. The methods of examination used were appropriate.", "According to the evidence the examinations were carried out by Senior Physician H.L. and Psychologist P.L. objectively, and there are no indications of pressure by child welfare authorities in respect of the results of examination.", "[P.] has been examined for a long time in the ward of the Central Hospital of S., and the examination included a very profound child psychiatric examination on the basis of which it can be concluded that the recommendations and conclusions made by Senior Physician H.L. were also appropriate.", "On these grounds the National Authority for Medicolegal Affairs finds that the complaint by Anu Suomela, Master of Social Sciences, does not give reason for further measures.”", "50. The decision of the National Authority for Medicolegal Affairs cannot be appealed against.", "51. S. was heard on 17 March, 21 April and 4 May 1999 by a psychologist in the presence of a social welfare official. According to a statement, made on 24 May 1999 by the psychologist and social welfare official, S. was a happy little girl who openly talked about her life. She was found to be at normal development level of her age. She seemed to be attached to her foster parents and did not remember the time when she lived with her biological family. She found her mother’s visits to be pleasant but felt nervous about her father’s visits.", "52. The care plan was reviewed on 25 May 1999 by the social welfare authorities. No changes were made to the access regulations.", "53. Section 1 of the Child Custody and Right of Access Act (laki lapsen huollosta ja tapaamisoikeudesta, lag ang. vårdnad om barn och umgängesrätt 361/1983) defines what is meant by child custody and what is required from the custodian. According to its first paragraph, the objectives of custody are to ensure the well-being and the balanced development of a child according to its individual needs and wishes, and to ensure for a child close and affectionate relationships in particular with its parents.", "54. The Child Custody and Right of Access Act requires both the parents and authorities to ascertain the wishes and views of the child when making and executing a decision concerning a child, if this is possible in view of the age and stage of development of the child (Sections 4.2, 8, 9.4, 11, 34.1 point 3; and Sections 34.2, 39.1, 39.2 and 46.2). Court decisions concerning the custody and access of a child cannot be executed against the will of a child who has attained the age of 12.", "55. Also according to the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983 as amended by Act 139/1990), a child who has attained the age of 12 is given an independent right to be heard in most important child welfare decisions related to his or her person and to appeal therefrom.", "56. In situations where the child does not live with its parents or where they are separated because of need of protection or other corresponding reason, the child has the right to keep up personal relations and contacts with its parents. However, this right can be limited on specific grounds and by certain procedures prescribed by law, for example, because of a danger and threat caused by contacts or on the basis of the best interests of the child (Section 2 of the Child Custody and Right of Access Act; Sections 19.2, 24 and 25 of the Child Welfare Act; Articles 9 and 10.2 of the Convention on the Rights of the Child).", "57. According to Section 1 of the Child Welfare Act, a child is entitled to a secure and stimulating growing environment and to a harmonious and well-balanced development, and has a special right to protection. The objective of the Child Welfare Act is that a child will in all circumstances get such care and upbringing as is required by the Child Custody and Right of Access Act.", "58. In case the parents or custodians of the child are not able to provide the child with sufficiently secure conditions for its growth and development, the Social Welfare Board and its office holders shall take the necessary measures in accordance with the Child Welfare Act. These measures include the assistance in open care referred to in Sections 12 to 14 and the duty to take a child into care and provide substitute care referred to in Section 16.", "59. According to Section 13.1 of the Child Welfare Act (as amended by Act 139/1990), when the need for child welfare is caused primarily by inadequate income, deficient living conditions or lack of housing, or when these factors constitute a serious obstacle to the rehabilitation of a child and family, or a young person in the process of becoming independent who had been a social welfare client before attaining the age of 18, local authorities must provide adequate financial support without delay, and correct deficiencies in housing conditions or provide housing according to need.", "60. Assistance in open care referred to in Section 13.2 of the Child Welfare Act includes general assistance in accordance with the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982). In addition to general assistance, special forms of assistance are mentioned: lay helper or supporting family; adequate therapy; holiday and recreational activities; and assisting a child in his or her education and training, in job and home finding, and in his or her leisure activities and other personal needs, by providing financial and other support. The assistance shall be provided in co-operation with the child or young person and its parents or other persons caring for them.", "61. According to Section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) substitute care is considered to be in the best interests of the child.", "62. According to Section 9.2 of the Child Welfare Act, substitute care shall be provided without delay where it is needed and is in the best interests of the child.", "63. If a child is in imminent danger or otherwise in need of an immediate care order and substitute care, the Social Welfare Board may take him or her into care without submitting the decision to the County Administrative Court for approval (Child Welfare Act, Section 18).", "64. An emergency care order shall expire within 14 days of the decision unless it is taken up as a normal care order referred to in Section 17 during the said period. Such a care order must be handled within 30 days, or on special grounds within 60 days of the emergency order. A decision on emergency care can be appealed in the normal way.", "65. Care order in accordance with Section 16 of the Child Welfare Act terminates when the child attains the age of 18 or concludes marriage. Public care shall be terminated earlier where the preconditions for the termination of care exist.", "66. According to Section 20 of the Child Welfare Act, the Social Welfare Board shall discharge a child from care, when the need for care or substitute placement referred to in Section 16 no longer applies, unless such discharge is clearly contrary to the best interests of the child.", "67. Taking into care differs from adoption in so far as the parents are able to keep limited custodial rights and guardianship responsibilities. Taking a child into care also maintains contact between the child and the parents as well as relationships under family law such as statutory succession, including the right to a family name and to inheritance.", "68. On the custody of a child in care Section 19.1 of the Child Welfare Act stipulates as follows:", "“When the Social Welfare Board takes a child into care, it shall be empowered to decide on the child’s care, upbringing, supervision, other welfare, and residence. The Board shall, however, make every effort to co-operate with the parents or other custodians of the child.”", "69. Through a decision to take a child into care, the Social Welfare Board automatically takes over the competence to decide on the contacts between the child and its parents and other persons close to the child (Section 19.2 of the Child Welfare Act).", "70. According to Section 24 of the Child Welfare Act, a child who is in substitute care shall be ensured the continuous and secure human relations that are important for his or her development. The child is entitled to meet his or her parents and other persons close to him or her and to keep in touch with them. The Social Welfare Board shall support and facilitate the child’s access to his or her parents and to other persons close to him or her.", "71. According to Section 25 of the Child Welfare Act, the Social Welfare Board or the director of a residential home may restrict the right of access of a child in substitute care to its parents or other persons close to him or her, as stipulated in Decree, if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the residential home. On the above-mentioned grounds, the Social Welfare Board may decide that a child’s whereabouts shall not be disclosed to its parents or custodians while the child is in care.", "72. According to Section 25 of the Child Welfare Act and Section 9 of the Child Welfare Decree (lastensuojeluasetus, barnskyddsförordning 1010/1983), a decision concerning the restriction of the right of access shall be valid for a specified time, and it shall mention the persons whose rights are restricted. In addition, the decision shall mention what kind of contacts are restricted by the decision and to what extent the restriction is in force.", "73. A decision to restrict the right of access restricts the child’s right to meet its parents and other parents close to the child. Such close persons to the child are the child’s custodian or other legal representative, members of family and those persons who have in reality kept in touch with the child before and when the child has been in care.", "74. A care plan shall be made for each case of family-orientated and individual child welfare, unless the matter under consideration requires only temporary counselling or guidance. This plan must be adjusted when necessary.", "75. In case of a child taken into care (Section 16 of the Child Welfare Act) or a child placed in residential care as assistance in open care (Section 14 of the Child Welfare Act) the care plan shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child is going to be organised; and (d) how after-care is going to be organised.", "76. According to Section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved.", "77. According to Section 4 of the Social Welfare Act, a Social Welfare Board, with several members elected by the municipality, shall be responsible for providing social welfare in its area, and shall be charged with the responsibilities assigned to social welfare boards in other Acts.", "78. According to Section 12 of the Social Welfare Act, the decision-making authority of a municipal Social Welfare Board can be delegated to officials subordinate to the board, with the exception of decisions involving compulsory welfare measures for an individual.", "79. According to Section 17.2 of the Child Welfare Act, a decision made by the Social Welfare Board on taking a child into care or placing him in substitute care, must be submitted within thirty days to the County Administrative Court for approval, if a child who has attained the age of 12 or his or her custodians oppose the measure or if the hearing required by Section 17.1 of the Act could not be arranged.", "80. According to Section 36, decisions concerning taking into care or placement in substitute care can be appealed to the County Administrative Court within thirty days of notification of the decision. During that time, such an appeal may also be lodged with the local Social Welfare Board which shall forward it to the County Administrative Court together with its own statement within fourteen days. The submission and the appeal shall in this case be dealt with and decided at the same time.", "81. According to Section 37.1 of the Child Welfare Act, appeals against a decision on care orders, on placement in substitute care, or on termination of care, made by the County Administrative Court in pursuance of this Act, may be lodged with the Supreme Administrative Court.", "82. According to Section 37.2 of the Child Welfare Act, other decisions than those stated in subsection 1, relating to family-oriented and individual child welfare rendered by the County Administrative Court in pursuance of the Child Welfare Act, cannot be appealed.", "83. According to Section 35.2 of the Child Welfare Act, a child who has attained the age of 12, his or her parents, his or her custodians, and the person responsible for his or her care and upbringing or who was responsible immediately prior to the case in question, may appeal in cases concerning the taking of a child into care, placement in substitute care or termination of the care.", "84. A decision made by an official subordinate to a municipal Social Welfare Board shall not be subject to ordinary process of appeal, but a person challenging such a decision shall have under the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982) the right to have the decision reviewed by a municipal Social Welfare Board within fourteen days of having been informed of the decision. The Social Welfare Board shall deal with the matter without delay. A decision made by the Social Welfare Board can be appealed to the County Administrative Court.", "85. According to Section 46 of the Social Welfare Act, a decision made by the Social Welfare Board is subject to appeal to a County Administrative Court within thirty days of the service of the decision. Certain decisions by the County Administrative Court can be appealed to the Supreme Administrative Court.", "86. When a decision of an authority can be appealed, the authority in question shall attach to its decision the information and instructions concerning the right of appeal.", "87. According to Section 47 of the Social Welfare Act, a decision made by a municipal Social Welfare Board is enforceable regardless of appeal if (a) the decision requires immediate implementation; or (b) for reasons due to the arrangement of social welfare, the enforcement of the decision cannot be delayed; and (c) when the Social Welfare Board has ordered the decision to be enforced at once.", "88. When an appeal has been lodged, the appellate authority can order that the decision not be enforced or that the said enforcement be suspended.", "89. According to Section 38.1 of the Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslag 586/1996), which entered into force on 1 December 1996), a County Administrative Court shall conduct an oral hearing if a private party so requests. The same applies to the Supreme Administrative Court where it is considering an appeal against the decision of an administrative authority. The oral hearing requested by a party need not be conducted if the claim is dismissed without considering its merits or immediately rejected or if an oral hearing is manifestly unnecessary in view of the nature of the matter or for another reason.", "90. According to the Child Custody and Right of Access Act, a person under 18 years of age is legally incompetent (minor). A child who has attained the age of 12 is entitled to be heard in child welfare cases as stipulated in Section 15 of the Administrative Procedure Act; he or she is also entitled to demand the social services and other support mentioned in Section 13.", "91. Section 17.1 of the Child Welfare Act determines the parties to be heard in matters concerning taking a child into care, placing a child in substitute care and termination of care. According to this Section, the following persons have the right to be heard in accordance with Section 15 of the Administrative Procedure Act: (a) the custodian of the child, (b) a biological parent who is not the custodian of the child, (c) a person currently in charge of the child’s care and upbringing or who was in charge immediately prior to the case in question, and (d) a child who has attained the age of 12. They will also have to be notified of a decision concerning taking a child into care and termination of care following the procedure for special notification. The authorities also have, when necessary, an obligation to inform them of possibilities of appeal.", "92. Section 15, subsection 1, of the Administrative Procedure Act lays down a general obligation to hear the parties. Before any decision is made the party shall be afforded an opportunity to reply to the claims put forward by others as well as to any evidence that may affect the decision.", "93. The County Administrative Board, in the capacity of a State authority on regional level, has the general competence to supervise the activities of municipalities. Also, following a procedural appeal, the County Administrative Board (lääninhallitus, länsstyrelsen) can investigate whether a local authority has acted in accordance with law.", "94. In addition, the Ministry of Social Affairs and Health supervises and directs, in its capacity as the highest authority in social welfare and health matters, the activities of municipalities and, when necessary, also the activities of the County Administrative Board in child welfare. Appeals concerning individual cases addressed to the Ministry of Social Affairs and Health are sent to the County Administrative Board which decides on the matter as the first instance.", "95. The Parliamentary Ombudsman and the Chancellor of Justice (oikeuskansleri, justitiekansler) have the competence to supervise the legality of the measures taken by any authorities.", "96. According to the Act on National Authority for Medicolegal Affairs (laki terveydenhuollon oikeusturvakeskuksesta, lagen om rättskyddscentralen för hälsovården 1074/1992), the National Authority for Medicolegal Affairs is subordinate to the Ministry of Social Affairs and Health. Its task is to see to the appropriateness of citizens’ health care services by, inter alia, monitoring the activities of health care professionals, according to the Act on Health Care Professionals (laki terveydenhuollon ammattihenkilöistä, lagen om yrkesutbildade personer inom hälso- och sjukvården 559/1994). The Authority receives information about inadequacies observed in professional practice for example from patients’ notifications and complaints, the authorities, the Social Insurance Institution, pharmacies, employers, and courts of law. The Authority has at its disposal approximately 250 permanent specialists who represent expertise in the various fields of medicine.", "97. The Authority gives administrative guidance to the health care professionals in the form of calling a health care professional’s attention to some feature in his or her actions, or presenting him or her with a caution. The Authority can also issue a professional a written warning, restrict a person’s right to practise the profession, or entirely revoke such a right."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}