{"ITEMID": "001-58764", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MATTOCCIA v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-3-a;Violation of Art. 6-3-b;Violation of Art. 6-1 (length of proceedings);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "C. Russo;Elisabeth Palm", "TEXT": ["9. In 1985 the applicant was assigned by his employer to work as a bus driver for a school in Rome that numbered disabled children among its pupils; his job consisted of picking the disabled children up from home in the morning to take them to school and driving them home in the afternoon. He was always accompanied by a social worker.", "10. On 22 November 1985 the mother of R., a mentally disabled girl born in 1964 who attended the school, requested the help of a social worker, C.T., as she suspected that R. had been raped or sodomised at school by a person named “Massimo”. Since 11 November 1985 R. had refused to go back to school. On 23 November 1985 her mother, accompanied by C.T., took R. to see a gynaecologist. The gynaecologist did not examine R. but, on learning from her mother what had happened, advised that she be examined by a doctor from the Department of Forensic Medicine. On 25 November, therefore, R. underwent a medical examination; however, the doctor found no traces, recent or old, of rape or sodomy.", "11. On 22 November 1985 R.'s mother also requested the headteacher of the school to ask an employee called “Massimo” for an explanation, but the headteacher refused.", "12. On the same day the mother lodged a criminal complaint against “a person named Massimo”. She informed the Rome police that about twenty days earlier she had noticed that her daughter seemed to be in pain and kept going to the toilet. R.'s explanation had been: “Massimo did it” (“È stato Massimo”). Some days later, the mother had learned from a friend of hers, C.D., that one day she had been told by R. that a certain Massimo had forced her to have anal intercourse in the school lavatory.", "13. The police interrogated R. in her mother's presence. The girl said that about a month earlier, while she was in the school lavatory on the second floor, “Massimo” had told her to lie down on a small bed and had had anal intercourse with her.", "14. The police then interrogated C.D., who declared that about a month earlier she had been in the mother's flat and had noticed that R. was very quiet. After some initial hesitation, R. had confessed to her in the presence of her sister, A., and of another friend, M.P., that “Massimo” had indecently assaulted her, causing her pain; he had also threatened her.", "15. The police then questioned the manager of the company in charge of organising the school bus service. He identified the applicant as the relevant driver.", "16. On 14 December 1985 the police lodged a criminal complaint against the applicant with the Rome public prosecutor. A preliminary investigation was started.", "17. On 29 January 1986 the public prosecutor summonsed R., her mother, C.D. and C.T., to appear before her on 13 February 1986 to give witness statements. R.'s mother stated that the reason she had not reported the rape to the authorities until about fifteen days later was that her daughter had spoken to a friend of hers and not to her directly, and her own father had died during that period. She said, however, that she had noted that her daughter was in pain and had given her some painkillers. She said that her daughter had refused to return to school after the rape and that she had not sent her back to school. She added, however, that for about a week after the rape, her daughter “would return home and, without saying a word or having anything to eat, go straight to bed”. She said that she had not seen “Massimo” after that day because he had immediately asked to be replaced by another driver. She added that she herself had seen a bed in the school lavatory on the second floor.", "18. On 17 February 1986 the applicant received judicial notification (comunicazione giudiziaria) of the allegation that he had committed an “offence under Article 519 of the Criminal Code in that he forced R., who [was] mentally disabled, to have sexual intercourse with him in Rome, in November 1985” (“del reato di cui all'articolo 519 c.p. per aver costretto R. malata di mente a congiungersi carnalmente con lui. In Roma, nel novembre 1985”). On 19 February 1986 the applicant appointed his defence lawyer.", "19. On 11 April 1986 the public prosecutor summonsed the headteacher to appear on 29 April 1986 for questioning as a witness. The headteacher acknowledged that the victim's mother had reported the rape to her, but argued that she did not believe the allegation to be plausible, as there were no beds in the lavatory and all children were accompanied when they went to the toilet or to the therapy rooms on the third floor (where there were beds). She added that the applicant did not normally enter the school and would have had no reason for being on the third floor. He had been assigned to a new post in January 1986.", "20. On 30 September 1986 the applicant was interviewed by the Latina public prosecutor in his counsel's presence. He claimed that he was innocent. He underlined that there had always been at least twenty people on the bus, and that he had always met R. in the social worker's presence.", "21. On 23 October 1986 the applicant was committed for trial before the Rome Court. He was indicted for “an offence under Article 519 of the Criminal Code, in that he [had] forced R., who [was] mentally disabled, to have sexual intercourse with him in Rome, in November 1985”.", "22. On 25 September 1989 the applicant's counsel requested access to the prosecution file.", "23. Following a request made by the applicant on 25 November 1989, the Rome Court fixed the first hearing in the case for 19 May 1990. At the hearing the applicant protested his innocence, and repeated that he had never been alone with R. because there had always been some twenty people on the bus, including the social worker. He explained that, as the bus driver, his duties ended when he arrived at the school. He would then return to the school at 4 p.m. to pick the children up and drive them home. He said he was aware of what had been said in the criminal complaint but argued that he never entered the school as it was prohibited. He added that after taking the children to school in the morning he did other work for his employer, which would usually be to drive tourists around.", "24. R. was unable to give evidence at first, as she appeared very disturbed and said she could not remember anything. However, she identified the applicant as the bus driver.", "25. R.'s mother was questioned. She said that she did not know the exact date of the events, and added that she had not reported the rape immediately because of her father's death during that same period. She said that she knew that the rape had taken place on the third floor, in the therapy room where there were beds. Replying to a question from the applicant's lawyer, she said that, so far as she was aware, the children were accompanied when they went to the therapy rooms on the third floor.", "26. C.T., the social worker, was also questioned. She said that in the afternoon of 22 November 1985 R.'s mother had come to see her and had told her that R. had returned from school upset and bleeding. CT. had told her to come back the following day with R. The next day, she had taken R. to the gynaecologist, who had not examined her but, on learning from R.'s mother what had happened, had advised that R. should be examined by a doctor from the Department of Forensic Medicine. On 25 November, therefore, C.T. had accompanied R. to another doctor, who had examined her and issued a certificate; the doctor had advised her to inform the police. C.T. said that R. had referred to the rapist as “Massimiliano” or “the school bus driver”. She said that R. had told her that she had left her classroom to go to another classroom and had been grabbed by “Massimiliano” in the corridor. He had pushed her into a room where there was a bed or table and had attempted to have anal intercourse. R. had felt severe pain and had cried out for help but nobody had heard her. “Massimiliano” had threatened to kill her if she said anything about what had happened.", "27. The next witness was C.D. She repeated what she had told the police, and explained that R. had told her that the rape had been committed on the third floor, on 21 November 1985, but had not said at what time.", "28. N.D., the headteacher of the school, said in evidence that R.'s classroom was on the first floor. The bus drivers did not enter the school as they were forbidden to do so by school regulations, although the applicant had sometimes gone to her office to use the telephone. Two caretakers supervised access to the classroom area. She added that children were accompanied to the therapy rooms on the third floor by one of the three assistants. The applicant had worked for the school until January 1986.", "29. Finally, R. gave her evidence with the help of the social worker. She said that she had gone to the bathroom to wash her hands and on her way back to her classroom had been caught by the applicant. This had happened on the same floor as her classroom; she had not gone to the upper floors. It had been in the morning. R. added that she could not remember whether she had returned to her classroom and could not recall which teacher was present that day.", "30. The court adjourned the case to 12 June 1990, in order to hear the evidence of two school caretakers to whom the headteacher had referred and of the teacher who had been at the school on 21 November 1985. It also ordered production of the school register.", "31. At the hearing on 12 June 1990 the caretakers were heard. E.F., the caretaker in the girls' section of the school, said that she remained in the corridors during lessons, as teachers would call her if a child had to leave the classroom for any reason, for example to go to the toilet. She said that children were accompanied to and from the therapy rooms by an assistant. She remembered seeing the bus drivers go to the headteacher's office on occasions, but they never entered the corridors, where there was a sign warning that access was prohibited. The caretakers stood by a table in front of the headteacher's office at the entrance to the corridors that led to the classrooms, so that they could control access. E.F. added that there was a separate entrance to the third floor from the school clinic, but it was locked and was only opened at the request of the school administrators; she excluded any possibility of complicity between the bus drivers and the administrators. She said that she had never seen the bus drivers go to the upper floors by the internal stairs, which were in front of the caretakers' table, and that she did not recall having seen R. return to her classroom crying or looking upset.", "32. V.C., the other caretaker, said that he had never seen the bus drivers enter the corridors, as they had no right of access; they would wait outside the school until 2.30 p.m., when they would drive the children home. There had been occasions when he had been sent by the headteacher to fetch one or other of the drivers to answer phone calls from their employer.", "33. The court noted from the school register that R. had been absent from the school since 11 November 1985; on 14 March 1986 she had left the school.", "34. G.S., R.'s teacher, informed the court in evidence that she vaguely remembered R. She said that she had never been told officially why she had stopped attending the school, but had heard rumours. She stated that she had never seen the bus drivers in the corridors. When a pupil needed to leave the classroom to go to the toilet, she would call the caretaker who would accompany the pupil there and back. When disabled pupils had to attend therapy, they would be accompanied by the assistants.", "35. By a judgment delivered on 12 June 1990, the Rome Court convicted the applicant of rape and sentenced him to three years' imprisonment. It also barred him from employment in public service for five years. On 14 June 1990 the applicant gave notice of appeal against the judgment. The judgment was filed with the registry on 27 June 1990.", "36. In its judgment the court underlined that, although R. was mentally disabled and therefore seemed not fully to comprehend her own evidence, she had been precise and detailed enough to be credible and felt no hatred towards the applicant or rancour against him. As to the lack of medical evidence of the rape, the court considered that, since R. had not been examined until at least two weeks after the rape, the lesions had already healed and no marks remained. The court held that the witnesses who had testified against the applicant, particularly C.D. and C.T., were fully credible and felt no resentment against him. As for the time of the rape, the court held that it had been committed on the day R. had spoken to C.D., namely two weeks before 25 November 1985 and immediately before 11 November 1985, the date R. had stopped attending school, presumably as a consequence of the rape itself.", "37. Having established that there had been a rape, the court considered it proved that the guilty party was the applicant. R. had identified him, and it was common for persons named “Massimiliano” to be referred to as “Massimo”. The court found that the applicant had had access to the school, despite the headteacher's and the caretakers' statements to the contrary: they had contradicted themselves on a number of issues and their evidence was not credible in that they appeared to have an interest in protecting the school's reputation. It was reasonable to assume that the employer had contacts through its drivers with the school administrators, who worked in an office on the third floor. It was plausible that the applicant had in fact committed the crime, and the exact place the rape had been committed – that is to say the precise floor – was immaterial, once it had been established that (a) it had been committed inside the building and (b) the applicant had access to the building. As to the fact that the applicant had stated that he used to leave the school after taking the pupils in the morning and returned in the afternoon, one of the caretakers had on the contrary stated that the bus drivers remained outside the school. The court further found that, while it was true that certain severely disabled pupils were accompanied by either a caretaker or an assistant when they left the school, there must have been frequent occasions when R. was allowed to go unaccompanied, as she was able to walk and could move around unassisted.", "38. On 30 July 1990 the applicant filed the grounds for the appeal with the Rome Court of Appeal. He argued that the particulars of the offence charged had been too vague to allow him to defend himself, there being no exact indication of the place and time of the rape, and those issues had not been elucidated during the trial. He therefore claimed that the proceedings were null and void, on the ground that his defence rights had been violated. The applicant also emphasised that the witnesses had admitted that R. was in love with him, and the fact that that love was unreciprocated could in his opinion explain a feeling of rancour on her part. He also requested that the evidence of a witness on his behalf, namely his employer at the time of the rape, be heard so that further details about his duties as the school bus driver could be obtained.", "39. In a judgment of 30 April 1991, filed with the registry on 20 May 1991, the Court of Appeal upheld the first-instance judgment. After re-examining the evidence gathered at the trial and considering it unnecessary to examine the applicant's employer, the Court of Appeal came to the conclusion that the applicant was guilty. As to the alleged vagueness of the charge, the court considered that the fact that it was impossible to specify the exact time and place of the rape did not render the charge itself null and void, as the particulars (it alleged that the rape had taken place in the school in November 1985) it contained were sufficient to allow the defence to prepare its case.", "The Court of Appeal found, in particular, that the assertion – favourable to the applicant – that disabled children were always accompanied to the toilet and the therapy rooms was general and could not counter the precise description of the facts by R. As to the absence of beds in the lavatories, it considered that, given that there were beds on other floors in the school, the possibility that R., who trusted the applicant, had followed him to other rooms on the school premises could not be excluded. It further held, like the court of first instance, that it was unnecessary to establish where exactly on the school premises the rape had been committed. As to the absence of rancour towards the applicant, it considered that the fact that R. was probably in love with the applicant was irrelevant. Indeed, that circumstance could explain why R. had followed the applicant to an isolated part of the building. As to the date of the rape, the Court of Appeal considered that the evidence proved that it had been committed on or about 11 November 1985, before R. stopped attending the school. C.T., who said that the rape had been committed on 25 November, had probably got the date of the rape confused with the date of the medical examination. The fact that there had been no trace of any lesions was due, in its opinion, to the time that had elapsed between the rape and the medical examination and was not sufficient to exclude the possibility that there had been a rape “given that R. had cried out”.", "40. The applicant was notified that the text of the judgment had been deposited on 23 June 1992.", "41. On 13 July 1992 the applicant lodged an appeal on points of law. He reiterated, in particular, that the charge was too vague to allow him to defend himself and claimed that the Court of Appeal had not given any grounds for considering that there was sufficient evidence against him to convict. On the contrary, the evidence was hearsay, weak and uncorroborated. The courts below had assumed that the witnesses who had given evidence in his favour were biased, but there was no concrete ground for that assumption and indeed they had confirmed the applicant's statements. The Court of Appeal had not believed the evidence that all the children were accompanied to the toilets, but there was nothing to indicate that that evidence, confirmed by all the witnesses whose testimony was favourable to the applicant and even by R., was untrue. Nor was it irrelevant to know where the rape had been committed: in the second-floor lavatories, as stated by the victim and the witnesses, on the ground floor where there were no beds, or in the therapy rooms on the third floor. The applicant considered that the courts below had not examined the contradictions in R.'s statements carefully. As to the date of the rape, the applicant argued that the witnesses had consistently indicated that it had been committed on 21 November and not, as held by the courts below, on 11 November 1985. Indeed, the rape had been committed, if at all, on 21 November by which time R. had already stopped attending the school and the applicant could not be a legitimate suspect. R. had probably accused him because she was in love with him and had been rejected; the courts below had unjustly refused to take that factor into consideration. The applicant finally complained that no reasons had been given for refusing to examine another witness on his behalf.", "42. In a judgment of 17 June 1993, which was filed with the registry on 19 July 1993, the Court of Cassation rejected the applicant's appeal as it was manifestly ill-founded and had been lodged by a lawyer who had no rights of audience before the Court of Cassation. The Court of Cassation, stressing that its role was not to review the merits of the decision taken by the courts below, held, in particular, that the charge brought against the applicant was not vague, as it contained all the details that were necessary for the applicant to defend himself. It considered that the lack of details regarding exactly when and where the rape had been committed was a consequence of the initial imprecision of the charge (originaria imprecisione dell'accusa) that had been caused by R.'s mental disability. The Court of Cassation found, however, that that initial imprecision had been remedied in the course of the trial through further evidence in the form of the statements of the three main prosecution witnesses. As to the date of the rape, it was logical to deduce that it was immediately prior to R.'s refusal to go to school. C.T. had made a justifiable mistake, and R.'s mother was credible and ought to be believed.", "43. As to the refusal to hear the evidence of a witness on appeal, the Court of Cassation found that the Court of Appeal had implicitly given reasons therefor, namely that the evidence already gathered before the Rome Court was sufficient.", "44. The applicant served his sentence in Latina Prison. On 25 March 1994 he was released and remained on probation (affidamento in prova al servizio sociale) until 26 October 1994.", "45. Article 304 § 1 of the former Code of Criminal Procedure provided:", "“Upon taking the first step in an investigation, the investigating judge shall give everyone who might have an interest as a private party judicial notification [comunicazione giudiziaria] stating the legal provisions alleged to have been breached and the date of the offence of which they are accused, and informing them that they may appoint defence counsel.”", "46. Article 304 bis provided that the defence lawyer was entitled to be present when the accused was interrogated by the public prosecutor or by the judge, and also during appointments with expert witnesses and searches of residential premises and at identification parades.", "47. Article 304 quater provided that the documents and records relating to investigative measures which the defence lawyer was entitled to witness, and the records of seizures, searches and body searches, were to be filed with the registry on the day following the relevant measure. The defence lawyer was entitled to examine the relevant documents and to take copies within five days and to receive a copy of the warrant of arrest or of the summons to appear before the judge.", "The records of the examination of witnesses during the investigation were not to be filed with the registry and were thus not made available to the defence lawyer immediately after they had been compiled.", "48. Under Articles 369 et seq. of the former Code of Criminal Procedure, once the investigation had been completed the investigating judge was required to lodge the case file with the registry and to inform the public prosecutor, who could ask for further investigative measures to be taken. If the public prosecutor was satisfied with the scope of the investigation, the records and documents of the case were filed with the registry, and the defence lawyer was allowed to examine the entire case file, to take copies and to file requests or submissions within five days of being informed that the case file had been lodged with the registry.", "49. By Article 374 of the former Code of Criminal Procedure, committal orders were required to state:"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-a", "6-3-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}