{"ITEMID": "001-69115", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KUN v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Péter Kun, is a Hungarian national, who was born in 1938 and lives in Füzesgyarmat, Hungary. The respondent Government are represented by Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 4 September 1995 the Békéscsaba District Court issued a payment order (fizetési meghagyás) at the applicant's request. In this order (no. 51.111/1995) Mr U., the son of the applicant's divorced wife, was obliged to pay 12,000 Hungarian forints plus accrued interest to the applicant. On 18 September 1995 the order was served on Mr U. He failed to lodge an objection within the statutory time-limit. Consequently, on 4 October 1995 the order became binding. On 10 October 1995 the District Court established this fact. Subsequently, enforcement proceedings were instituted and on 30 November 1995 an enforcement order (végrehajtási lap) was issued by the District Court.", "Meanwhile, on 6 October 1995 Mr U. lodged an objection, which was rejected on 16 October 1995 by the District Court as being time-barred. On 30 November 1995 Mr U. successfully requested that the case be re-opened, a hearing held and the applicant's claims dismissed.", "On 22 July 1996 the bailiff invited the applicant to advance the costs of the execution as required by section 34 of the Act on Judicial Enforcement. Without having paid the costs, on 27 July and 5 December 1997 the applicant repeatedly requested the bailiff and the court, respectively, to carry out the execution.", "In the re-opened proceedings, on 8 April 1998 the District Court quashed its payment order and dismissed the applicant's claims. He failed to appeal against this decision which became binding on 10 June 1998.", "Subsequently, the applicant requested the rectification, as to the amount, of the enforcement order issued on the basis of the original payment order. The District Court, as confirmed by the Békés County Regional Court on 2 December 1999, dismissed his request, since that order had been quashed and the enforcement proceedings had consequently been discontinued. On 7 February 2001 the Supreme Court dismissed the applicant's petition for review and upheld the Regional Court's decision.", "On 21 April 1999 and 28 February 2000 the District Court, as confirmed by the Regional Court on 6 September 1999 and 29 May 2000, respectively, rejected the applicant's requests for the re-opening of the case. On 20 September 2000 the Supreme Court rejected his petition for review.", "At the applicant's repeated request to have further amounts added to the execution order, on 26 April 2001 the District Court noted that its decision of 8 April 1998 had cited the wrong reference number for the payment order. That decision was rectified accordingly.", "On 28 June 2001 the District Court ordered the continuation of the enforcement proceedings which were found to have been terminated on account of the erroneous reference number in the decision of 8 April 1998. The applicant's request that further amounts be added to the one specified in the enforcement order was turned down. This decision was upheld in substance by the Regional Court on 27 November 2001 and by the Supreme Court on 29 January 2002.", "Meanwhile, on 23 September 2001 the bailiff repeatedly informed the applicant that he could execute the payment order only when the applicant had advanced the costs.", "On 5 April 2002 the District Court dismissed the applicant's request that a new enforcement order be issued in the case. It held that the enforcement order issued in 1995 was to be pursued and that the applicant should address his requests to the bailiff. On 24 September 2002 the Békés Regional Court dismissed the applicant's appeal. On 5 December 2002 the bailiff repeatedly informed the applicant that he could execute the payment order only when the creditor had advanced the costs.", "On 7 October 2003 the Békés County Regional Court confirmed the first-instance order of 5 May 2003, by which the applicant's request for the exemption from court fees had been dismissed. The Regional Court held that the District Court had proceeded according to the law when dismissing the applicant's request, who, despite warning, had failed to provide the court with supporting documents.", "On 21 January 2004 the Supreme Court rejected the applicant's petition for review, holding that, according to section 270 of the Code on Civil Procedure, no review lay against procedural orders.", "Act no. 53 of 1994 on Judicial Enforcement provides:", "“(1) Unless otherwise provided by law, the costs of execution shall be advanced by the party who has requested the execution and shall be borne by the debtor.", "...", "(4) The parties shall deposit the expected costs of the execution to the bailiff's settlement account, or pay the amount directly to the bailiff in exchange for a receipt.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}