{"ITEMID": "001-82155", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "COOPERATIVE DES AGRICULTEURS DE MAYENNE AND COOPERATIVE LAITIÈRE MAINE-ANJOU v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Coopérative des agriculteurs de la Mayenne and Coopérative laitière Maine-Anjou, are farm cooperatives under French law whose registered offices are in Laval and Le Mans respectively. They were represented before the Court by Mr J.-C. Cavaille, a lawyer practising in Lyons.", "The facts of the case, as submitted by the applicant cooperatives, may be summarised as follows.", "Between 2 and 13 November 1992 the first applicant, Coopérative des agriculteurs de la Mayenne, was the subject of an inspection by the National Dairy Board (Onilait) aimed in particular at checking that its activities complied with Community Regulations Nos 804/68 of 27 June 1968 and 856/84 and 857/84 of 31 March 1984 (see “Relevant law” below).", "In two letters of 29 July 1993, the first applicant was informed that, following the inspection, it had come to light that the milk production quotas for the years 1988/89, 1989/90 and 1990/91 had been exceeded. The letters informed the applicant that it was required to pay Onilait the sums of 9,105,335.50 French francs (FRF), FRF 9,322,127.11 and FRF 14,534,813.51, corresponding to each of the years covered by the inspection.", "By three enforceable orders dated 8 December 1993, the Director of Onilait served notice on Coopérative des agriculteurs de la Mayenne, requiring it to pay the above sums to Onilait.", "On 7 January 1994 the cooperative applied to the Nantes Administrative Court seeking to have the enforceable orders set aside.", "On 9 March 1994 the cooperative handed over its milk collection operations to another cooperative, Coopérative laitière Maine-Anjou (the second applicant).", "On 15 April 1994 Coopérative laitière Maine-Anjou intervened in the proceedings before the Nantes Administrative Court and, relying on the same grounds as the first applicant, requested the court to uphold the conclusions set out in the latter’s application.", "On 30 April 1994 the Director of Onilait sent a demand for payment to the first applicant, seeking payment of the sum of FRF 24,013,557.93, corresponding to the additional levy for the 1991/92 milk marketing year. On 16 June 1994 the Director of Onilait issued an enforceable order to secure payment of the sum in question.", "Meanwhile, on 3 June 1994, the applicants requested the Nantes Administrative Court to set aside the payment demand of 30 April 1994. They subsequently also requested the setting-aside of the enforceable order of 16 June 1994.", "In a first judgment of 20 May 1998, ruling on the application of 7 January 1994 seeking to have the enforceable orders of 8 December 1993 set aside, the Nantes Administrative Court granted the second applicant’s request to be joined to the proceedings and dismissed the first applicant’s application, in particular on the following grounds:", "“... The applications ... lodged on behalf of Coopérative des agriculteurs de la Mayenne and Coopérative laitière Maine-Anjou raise the same issues and have been the subject of a joint investigation; they should therefore be joined and dealt with in a single judgment.", "... The judgment in this case ... is likely to be prejudicial to the interests of Coopérative laitière Maine-Anjou. Accordingly, [its] application to be joined to the proceedings is admissible. ...", "The investigation has shown that Onilait, between 2 and 13 November 1992, inspected the accounts for 1988/89, 1989/90 and 1990/91. This inspection revealed deliveries of milk that had not been declared by Coopérative des agriculteurs de la Mayenne, which are the subject of the impugned requests for payment. ...", "As to the argument that the basis on which the sums were calculated was not indicated", "In submitting that Onilait did not indicate to it the exact amounts by which the quotas had been exceeded, Coopérative des agriculteurs de la Mayenne must be deemed to have claimed that the basis for calculating the amounts to be recovered under the enforceable orders in question was not indicated to it.", "While any enforceable order must indicate the basis on which the amounts payable have been calculated, this requirement does not apply where the person liable has already been informed of the basis for calculation in an earlier document.", "The investigation has shown that, contrary to the assertions of Coopérative des agriculteurs de la Mayenne, which was given notice by Onilait of the reference quantities allocated to it at the beginning of the 1988/89, 1989/90 and 1990/91 milk marketing years, the cooperative was informed by this State agency in three letters dated 29 July 1993 of the corrections to the basis of assessment arising out of the checks carried out between 2 and 13 November [1992] and of the resulting additional levies. It follows that Coopérative des agriculteurs de la Mayenne which, in its capacity as purchaser – which it cannot seriously dispute – was required to identify the producers whose deliveries were in excess of the quotas, may not validly argue that the basis on which the amounts owing were calculated was not made sufficiently clear.", "As to the argument that the manner in which the cost of the additional levy was to be passed on to producers was not set out in a prefectoral order", "Contrary to what has been asserted by the applicant cooperative, which does not rely on any specific text, it is not stated in any legislative or regulatory provision, or elsewhere, that the manner in which the cost of the additional levy is to be passed on to producers should be set down in a prefectoral order. Accordingly, this argument must be rejected.", "As to the argument alleging unequal treatment between producers", "While the provisions of the decree of 17 July 1984, reiterated in the decree of 11 [February] 1991, make the levies payable by producers partly subject to the situation of the purchaser whom they supply, the difference which may result is inherent in the mechanism of “Formula B”, as defined in Article 5c of Regulation (EEC) No 804/68. Accordingly, the Court must reject the argument that the impugned enforceable orders, which arose out of the imposition of additional levies triggered by the high level of deliveries, applied rules that were discriminatory.", "As to the argument that the Community objectives were not complied with", "The applicant cooperative submits that the enforceable orders in question did not comply with the objective of curbing the increase in milk production laid down in the Community rules, on the grounds that the corrections were made late, after the end of the years in question, and that the enforceable orders did not make it possible to determine how the levies were to be allocated subsequently.", "In confining itself to these criticisms – which, moreover, are shown by the foregoing to be unfounded – Coopérative des agriculteurs de la Mayenne has failed to provide any evidence to demonstrate that the enforceable orders were contrary to Community objectives, as it alleges. Accordingly, the Court must reject this argument also. ...”", "In a second judgment of 20 May 1998, the Nantes Administrative Court rejected the application lodged on 3 June 1994, in particular on the following grounds:", "“... the applications ... challenge two measures taken in the same set of recovery proceedings instituted by Onilait against the first cooperative ... and were the subject of a single investigation. They should therefore be joined and dealt with in a single judgment ...", "As to the argument that the basis on which the amounts were calculated was not indicated", "... It is clear from the investigation that the demand for payment in question referred expressly to the provisions of Regulation (EEC) No 804/68 on the common organisation of the market in milk and milk products, cited above, which provides the legal basis for the impugned levies. In addition, the demand for payment presented in sufficient detail the figures for excess production observed at the end of the 1991/92 milk marketing year and arising out of the inspection conducted in 1992, and the means of calculating the amounts in question, thus enabling the person liable to assess the validity of the claim and the amount thereof. It follows that there is no foundation for the assertion made by Coopérative des agriculteurs de la Mayenne, whose capacity as purchaser – which it cannot seriously dispute – required it to identify those producers whose deliveries exceeded the quotas, and by Coopérative [laitière] Maine-Anjou, to the effect that the basis on which the amounts to be recovered were calculated was not made sufficiently clear.", "Furthermore, while any enforceable order must indicate the basis on which the amounts payable have been calculated, this requirement does not apply where the person liable has already been informed of the basis for calculation in an earlier document.", "The investigation showed that the enforceable order at issue had been preceded by the above-mentioned demand for payment, which gave details both of the legislation forming the legal basis for the claim and the elements used to calculate it. Accordingly, the requirement referred to above must be regarded as having been fulfilled in the present case ...", "As to the argument that the manner in which the cost of the additional levy was to be passed on to producers was not laid down in a prefectoral order", "Contrary to what has been asserted by the applicant cooperatives, which do not rely on any specific text, it is not stated in any legislative or regulatory provision, or elsewhere, that the manner in which the cost of the additional levy is to be passed on to producers should be set down in a prefectoral order. Accordingly, this argument must be rejected. ...”", "On 28 August 1998 the applicants lodged an appeal against the two judgments of the Nantes Administrative Court.", "In a judgment of 14 June 2000, the Nantes Administrative Court of Appeal rejected the applicants’ appeal against the first judgment, in particular on the following grounds:", "“... having regard to the requirement for Onilait, pursuant to the Community rules and Decree no. 91-157 of 11 February 1991, to seek payment of the additional levy owed by purchasers, the decisions in accordance with which Onilait imposes the levy on purchasers cannot be regarded as unfavourable individual administrative decisions for which reasons must be given pursuant to section 1 of the Act of 11 July 1979, cited above ...", "As stated above, Coopérative des agriculteurs de la Mayenne was in a position to challenge all the elements in the correction carried out. In a letter of 13 May 1993, Onilait sent it a copy of the findings of the on-site inspection conducted lawfully in November 1992 by officials of the Central Board for Agricultural Intervention Agencies [...] on the basis of Decree no. 85-367 of 26 March 1985 and Article 19 of the decree of 11 February 1991, cited above, and gave it fifteen days to reply. The cooperative was able throughout the proceedings to submit its observations, which were taken into account in order to reduce the correction. Hence, the cooperative in question has no basis for arguing a violation of the adversarial principle or of its defence rights. There was no provision of Community or domestic law, or any general legal principle, requiring the cooperative to be informed of its right to be assisted by a lawyer. Nor is there any foundation for the applicants’ allegation of a violation of Article 6 §§ 1, 2 and 3 of the European Convention for the Protection of Human Rights and Fundamental Freedoms, as these provisions do not lay down any rule or principle whose scope extends beyond proceedings before the courts to encompass Onilait, which is not a court for the purposes of those provisions ...", "Article 5c of Council Regulation (EEC) No 804/68, as amended by the abovementioned Regulation No 856/84, states that under Formula B, which France decided to apply, the additional levy is payable by purchasers of milk and that ‘the purchaser liable to the levy shall pass on the burden in the price paid to those producers who have increased their deliveries, in proportion to their contribution to the purchaser’s reference quantity being exceeded’. However, this provision does not have the effect of requiring member States to introduce a procedure for passing on the cost of the levy under the supervision of the authorities but, on the contrary, states that it is for purchasers to pass on the cost of the levy to the producers. Accordingly, the ground of appeal arguing that the French rules are in breach of Regulation No 856/84 cannot succeed.", "France’s decision to opt for Formula B was based on the provisions of Article 5c of Council Regulation (EEC) No 804/68, as amended by Regulation No 856/84 of 31 March 1984, to which the French rules simply gave effect in this regard. Consequently, the grounds of appeal to the effect that those rules are in breach of the principles of equality and proportionality are in any case ineffective.", "... An administrative court, in examining submissions challenging an enforceable order or a collection order as in the present case may, after checking the facts relied upon and their characterisation by the authorities and depending on the outcome, decide to uphold or reduce the amount payable by the person concerned or, where appropriate, to discharge him or her from liability. On the other hand, the provisions concerning the additional levy do not permit the court or the authorities to adjust the rate of the levy. Nor does the need to comply with the provisions of Article 6 § 1 of the European Convention for the Protection of Human Rights and Fundamental Freedoms imply that the court should adjust the amount of the levy. Accordingly, the ground of appeal based on a breach of the right to a fair hearing must fail. ...”", "In a further judgment of 14 June 2000, the Administrative Court of Appeal dismissed the appeal lodged by the applicants against the second judgment, on similar grounds to those outlined above, adding:", "“...The fact that the order of 20 June 1992 on arrangements for collection of the additional levy for the 1991/92 milk marketing year came into effect after the end of the year in question does not mean that it should be regarded as retrospective, in breach of the law, since the levy, which is based on excess production during the year and the basis and amount of which were laid down by the orders of 29 March and 24 July 1991 which came into force before the end of the year, cannot be collected until the end of the relevant year.", "Since Council Regulation (EEC) No 3950/92 of 28 December 1992 applied only from 1993/94 onwards, the ground of appeal to the effect that the decree of 11 February 1991 on controlling cow’s milk production was in breach of that Regulation is ineffective in the context of the present case, which relates to the 1991/92 milk marketing year ...”", "On 12 September 2000 the applicants lodged an appeal on points of law with the Conseil d’Etat against the two judgments delivered by the Nantes Administrative Court of Appeal on 14 June 2000. They argued in particular that the levy at issue was in breach of the provisions of Article 1 of Protocol No. 1.", "In a judgment of 5 November 2003, the Conseil d’Etat joined the two cases but dismissed the appeal on the following grounds:", "“... The applications referred to above both relate to the same issue and should therefore be dealt with in a single decision.", "... In addressing the grounds of appeal arguing that the inspection carried out concerning Coopérative des agriculteurs de la Mayenne had been unlawful, the court observed that the latter, in accordance with the overall principle of due process, had been in a position to challenge all the elements in the correction notified to it by Onilait in its letter of 13 May 1993 setting out the findings of the on-site inspection conducted lawfully in November 1992 by officials of the Central Board for Agricultural Intervention Agencies, and that it had been able throughout the proceedings to submit its observations, which were taken into account, among other things, in order to reduce the correction. The court dismissed the grounds of appeal alleging that the French rules were in breach of the Community rules or contrary to the principles of equality and proportionality. Accordingly, the court addressed adequately those grounds of appeal submitted to it which were not inoperative.", "... An enforceable order must indicate the basis on which the amounts payable have been calculated, even where it is issued by a public agency other than the State, for which the requirement is expressly laid down in Article 81 of the decree of 29 December 1962. In accordance with this principle, Onilait cannot request payment of an additional levy without indicating, either in the order itself or by reference to a document attached to it or previously addressed to the person liable, the basis for and the elements contained in its calculation of the amounts due. Onilait satisfied this requirement in the instant case by making reference in the impugned enforceable orders to the letters of 30 July 1993 to the applicant cooperatives, which the latter do not deny having received and which, in the context of the adversarial procedure which the authorities were obliged to conduct before correcting the declared bases, set out clearly the basis on which the amounts payable had been calculated. Consequently, the Nantes Administrative Court of Appeal did not commit any error of law in finding the enforceable orders in question to be lawful. ...”", "“...", "Whereas the operation and development of the common market in agricultural products must be accompanied by the establishment of a common agricultural policy to include in particular a common organisation of agricultural markets which may take various forms depending on the product;", "...", "Whereas the aim of the common agricultural policy is to attain the objectives set out in Article 39 of the Treaty; whereas, in the milk sector, in order to stabilise markets and to ensure a fair standard of living for the agricultural community concerned, it is necessary that the intervention agencies continue to take intervention measures on the market, such measures however to be standardised so as not to impede the free movement of the goods in question within the Community;", "...”", "“...", "Whereas the market in milk products in the Community is suffering from structural surpluses as a result of an imbalance between supply and demand for the products ...", "Whereas a careful examination of the different possible ways of re-establishing balance in the milk sector shows that, despite the administrative difficulties which its implementation may involve, the most effective method, and the one having the least drastic effect on the incomes of producers, is the introduction for an initial period of five years of an additional levy on quantities of milk delivered beyond a guarantee threshold;", "...", "Whereas, in view of the diversity of milk production structures in the different regions of the Community, the administrative problems arising and considerations of regional development policy, the possibility must be provided for of a choice between a formula of a reference quantity per producer and a reference quantity per purchaser;", "Whereas, where the levy is to be paid by the purchaser, provision should be made for ensuring that the purchaser passes on the burden in the price paid to those producers who have increased their deliveries, in proportion to their contribution to the purchaser’s reference quantity being exceeded;", "Whereas the purpose of the levy provided for by this Regulation is to regulate and stabilise the market in milk and milk products; whereas revenue from the said levy should therefore be used to finance expenditure in the milk and milk products sector;", "...", "Regulation (EEC) No 804/68 is hereby amended as follows: 1. The following Article 5c is inserted:", "‘Article 5c", "1. During five consecutive periods of 12 months beginning on 1 April 1984, an additional levy payable by producers or purchasers of cows’ milk shall be introduced. ...", "The levy system shall be implemented in each region of the territory of the member States in accordance with one of the following formulas:", "...", "Formula B – A levy shall be payable by every purchaser of milk or other milk products on the quantities of milk or milk equivalent which have been delivered to him by a producer and which, during the 12 months concerned, exceed a reference quantity to be determined.", "– The purchaser liable to the levy shall pass on the burden in the price paid to those producers who have increased their deliveries, in proportion to their contribution to the purchaser’s reference quantity being exceeded.", "...’”", "“...", "Whereas Article 5c of Regulation (EEC) No 804/68 instituted a levy payable by every producer or purchaser of milk or other milk products on quantities exceeding an annual reference quantity; whereas the amount of this levy should normally cover the cost of disposal of the milk exceeding the reference quantity; whereas, however, when the levy is charged to the purchaser, its application does not necessarily cover all the quantities of milk delivered by each producer and exceeding a quantity corresponding to that adopted in order to establish the purchaser’s reference quantity; whereas, in order to obtain equivalence of results, a higher levy should be fixed when it is payable by the purchaser;", "Whereas the reference quantity should be fixed on the basis of the quantity which corresponds to the 1981 calendar year ..., plus 1%; whereas, however, for reasons to do with their production or collecting conditions, member States should be enabled to adopt as a basis the quantity corresponding to the 1982 calendar year or to the 1983 calendar year, weighted by a percentage enabling the same results to be achieved;", "...", "1. The levy referred to in Article 5c of Regulation (EEC) No 804/68 is hereby fixed at:", "– 75% of the target price for milk, where Formula A is applied,", "– 100% of the target price for milk, where Formula B is applied,", "– 75% of the target price for milk, where there is direct sale to consumption.", "...”", "“Regulation (EEC) No 857/84 is hereby amended as follows:", "1. in Article 1 (1) first and second indents, ‘100%’ is replaced by ‘115%’;”", "“This Regulation ... shall apply ... from the beginning of the seventh period of application of the additional levy arrangements with regard to Article 1 (1).", "...”", "“The National Dairy Board (‘Onilait’) shall be responsible for the following tasks relating to cow’s milk:", "1. Determining the reference quantities within the meaning of Article 5c of Regulation (EEC) No 804/68 ... for purchasers of milk and milk equivalent; the purchasers shall inform the producers which deliver to them of the reference quantities which have been allocated;", "2. Determining directly the reference quantities for producers selling direct to consumption;", "...", "4. Collecting the additional levy introduced by Community Regulations Nos 804/68, amended, and 857/84 ...”", "“The additional levy referred to in Article 1 shall be payable by any purchaser of milk or other milk products on the quantity of milk or milk equivalent delivered to him in excess of the reference quantity allocated by Onilait.", "The purchaser liable for the levy shall pass on the cost of the levy only to those producers which have exceeded the reference quantity, in proportion to their contribution to the purchaser’s reference quantity being exceeded.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}