{"ITEMID": "001-108590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF FETISOV AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["6. All the applicants were held in various Russian remand prisons at some point in time. Their individual circumstances are detailed below.", "7. The applicant in case no. 43710/07, Mr Andrey Anatolyevich Fetisov, is a Russian national who was born in 1967.", "8. On 22 August 2006 Mr Fetisov was arrested on suspicion of drugtrafficking. Following a period of initial detention at the Gukovo town police ward (изолятор временного содержания г. Гуково), on 30 August 2006 he was transferred to remand prison IZ-61/3 of Novocherkassk in the Rostov Region. On various dates between 9 October and 12 December 2006 Mr Fetisov effected further short stays in the Gukovo ward.", "9. On 20 March 2007 Mr Fetisov was found guilty of drug-trafficking at last instance and sentenced to nine years’ imprisonment. On 17 May 2007 he left the remand prison for transfer to a correctional colony.", "10. In prison IZ-61/3, Mr Fetisov stayed the first night in cell 168, one week in cell 181, and subsequently in cells 245 (after 28 September 2006) and 291 (after 12 December 2006). The last two cells measured 19 and 34 square metres, respectively.", "11. The parties disagreed on the number of sleeping places and detainees. According to the Government, cell 245 had four places, and cells 181 and 291 eight places each. Mr Fetisov submitted that all the cells had twice as many places.", "12. In the Government’s submission, cell 245 accommodated “up to four persons”, and cells 181 and 291 – “up to eight persons”. Mr Fetisov asserted that cell 245 housed up to twenty inmates and cell 291 up to twenty-five.", "13. The Government produced in evidence certificates showing the number of beds and detainees, issued by the prison governor on 29 June 2009, and three pages from the prison population register. The extracts show that on 20 September 2006 an eight-person cell 181 accommodated eight inmates, that on 28 September 2006 a four-person cell 245 housed four inmates, and that on 13 December 2006 an eight-person cell 291 held eight detainees. It does not appear that the design capacity was exceeded in any other cells within the prison on those dates.", "14. Mr Fetisov submitted eight written statements from his co-detainees dated 19 October and 7 November 2007. Each of them stated that he had been detained in cell 291 together with Mr Fetisov and that the cell had measured approximately 40 square metres, had been equipped with 16 beds and had actually accommodated 20 to 25 prisoners. There had been no ventilation and frequent interruptions of the water supply. Further to the Court’s request, the Government produced the cell records for those individuals from which it appears that six of them had shared cell 291 with Mr Fetisov from 12 December 2006 until January or February 2007, the seventh inmate from 26 December 2006 to 22 March 2007, and the eighth person from 22 April to 17 May 2007.", "15. The applicant in case no. 6023/08, Mr Valeriy Viktorovich Savinov, is a Russian national who was born in 1957.", "16. On 4 February 2006 Mr Savinov was arrested on a charge of kidnapping and placed in a temporary detention ward in Kazan. On 13 February 2006 he was transferred to remand prison IZ-16/1 of Kazan in the Tatarstan Republic.", "17. In prison IZ-16/1, Mr Savinov stayed in cells 7 (until 12 April 2006), 15 (until 25 September 2006), 5 (until 2 October 2006), 11 (until 9 October 2006), 8 (until 11 February 2007), and 68 (until 20 August 2007). On the latter date he was transferred to a prison in Moscow. On 11 October 2007 Mr Savinov was convicted at last instance and subsequently sent to serve his sentence in a correctional colony.", "18. The cells presented the following characteristics:", "cell 7: 40 square metres and 10 sleeping places;", "cell 15: 25 square metres and 6 sleeping places;", "cells 5 and 11: 20 square metres and 5 sleeping places;", "cells 8 and 68: 16 square metres and 4 sleeping places.", "19. The parties disagreed on the number of detainees who had been held together with Mr Savinov.", "20. The Government submitted that “the number of detainees had not exceeded the number of beds”, relying on the certificates issued by the prison governor on 29 June 2009. They also produced four statements by prison warders (two undated and the other two dated 24 June 2009), according to which Mr Savinov had had a personal sleeping place and bed linen, and fourteen statements by detainees, including Mr P. (all dated 24 June 2009) who had been held in cells 5, 7, 8, 11, 15, 67 and 68 during various periods of time in 2008 and 2009. Finally, they enclosed extracts from the prison population register of prison IZ-16/1, covering one day per month in the period from February 2006 to January 2008. The extracts showed that during the respective periods of Mr Savinov’s stay, cell 7 housed 8 to 10 persons, cell 15 – 5 or 6 persons, cells 5 and 11 – 5 persons, cells 8 and 68 – 3 or 4 persons, and that the total prison population had varied but never exceeded 586 persons.", "21. Mr Savinov claimed that the Government had falsified the documents concerning the number of detainees. He prayed in aid an article, entitled The Kazan Jailhouse: the Past and the Present, published in Issue 10, October 2006, of Crime and Punishment, a magazine of the Federal Penitentiary Service. The relevant extracts read as follows:", "“Prison no. [IZ-16/]1 with a design capacity of 600 persons currently houses 780 suspects and defendants. Thus, the overcrowding is still significant...", "Renovation and construction works are in full swing. In January 2005 a new wing with 120 places was put in operation... The conditions are fully compatible with European standards: wooden floors in cells, mirrors above sinks, isolated toilets, radios, TV sets, shower stalls on each floor. This wing... accommodates underage detainees...” (page 51)", "22. Mr Savinov listed the names (five full names and two first names) of the co-detainees, including Mr P., with whom he stayed in cell 68 from 26 November 2007 to 28 January 2008. He submitted that he had shared the bed with Mr P. on the second tier of the bunk beds. Further to the Court’s request for information, the Government submitted cell records in respect of five inmates whose full names were listed. It appears that only three of them had actually shared cell 68 with Mr Savinov. The first names of the remaining two detainees were insufficient for reliable identification.", "23. The applicant in case no. 11248/08, Mr Amangeldy Sebepovich Telyubayev, is a Russian national who was born in 1977.", "24. On 29 May 2002, 19 May and 6 June 2005 the Sol-Iletskiy District Court of the Orenburg Region convicted Mr Telyubayev of various crimes and sentenced him to imprisonment. In 2007 Mr Telyubayev petitioned the Orenburg Regional Court for supervisory review of the judgment of 29 May 2002. In order to take part in the supervisory review hearing on 27 August 2007, he was taken from the correctional colony where he was serving his sentence. Before reaching his destination, Mr Telyubayev transited through several remand prisons.", "25. From 10 to 12 August and then from 12 to 15 September 2007 Mr Telyubayev was accommodated in cell 203 in remand prison IZ-66/1 of Yekaterinburg. The cell measured 33 square metres and was equipped with 16 sleeping places. The cell population varied from 3 to 12 inmates.", "26. From 13 to 17 August and then from 7 to 11 September 2007 Mr Telyubayev was held in cell 116 in remand prison IZ-74/3 of Chelyabinsk. Cell 116 was designed for four inmates and had 16 square metres of floor space. The parties disagreed on the number of detainees in cell 116. According to the Government, there were four persons; Mr Telyubayev maintained that the actual number was as high as ten.", "27. Finally, between 18 August and 6 September 2007, Mr Telyubayev had to stay in cell 59 in remand prison IZ-56/1 of Orenburg. It was 16 square metres in size with eight sleeping places and accommodated three to seven detainees.", "28. The Government submitted certificates issued by the governors of prisons in Yekaterinburg, Chelyabinsk and Orenburg on 25 and 29 June 2009 listing the cells in which Mr Telyubayev had been held, statements by warders of the Yekaterinburg prison who asserted that Mr Telyubayev had been assigned his personal sleeping place, and extracts from the registers for verification of the number of detainees in prisons 66/1 (Yekaterinburg), 74/3 (Chelyabinsk) and 56/1 (Orenburg).", "29. The extracts from the register of prison 74/3 cover the dates from 7 to 11 September 2007 and show that cell 116 had four places and housed as many detainees. Some extracts from the register of prison 66/1 relate to an earlier period of Mr Telyubayev’s stay in 2005 and at that time cell 203 had accommodated on average thirty prisoners. However, the entries relating to various dates in August and September 2007 indicated that the design capacity of cell 203 had not been exceeded and ranged from 3 to 12 inmates. Finally, the extracts of 27 August and 6 September 2007 from the register of prison 56/1 indicated the population of cell 59 as five and six persons, respectively.", "30. The applicant in case no. 27668/08, Mr Rail Kurbanovich Shakurov, is a Russian national who was born in 1970.", "31. On 31 August 2007 Mr Shakurov was taken into custody. On 10 September 2007 he was placed in remand prison IZ-16/1 of Kazan.", "32. In prison IZ-16/1, Mr Shakurov stayed in cells 127 (the first night), 3 (from 11 September to 22 October 2007 and from 14 May to 17 November 2008), 21 (from 22 October 2007 to 14 May 2008), 40 (from 17 November to 31 December 2008 and from 30 January to 16 April 2009), 66 (from 31 December 2008 to 30 January 2009), and 44 (from 16 April 2009 until at least June 2009).", "33. The parties disagreed on the measurements of some cells and on the number of detainees who had been held together with Mr Shakurov.", "34. According to the Government, the cells presented the following characteristics:", "cell 127: 65 square metres and 16 sleeping places;", "cell 3: 40 square metres and 10 sleeping places;", "cells 21, 40, 44 and 66: 16 square metres and 4 sleeping places.", "35. The Government indicated that the design capacity of the cells had never been exceeded, relying on the certificates established by the prison governor on 29 June 2009. They also produced four statements by prison warders (dated 24 June and 17 July 2009), according to which Mr Shakurov had had a personal sleeping place and bed linen, and two statements by detainees (dated 24 June 2009) who had been held in cell 66 since April 2009. Finally, they enclosed extracts from the prison population register for prison IZ-16/1, covering several days per month in the period from September 2007 to March 2009. The extracts showed that during the respective periods of Mr Shakurov’s stay, cell 3 housed 7 to 10 persons and cells 21, 40 and 44 housed 4 persons. The Government produced photographs of the cells and the shower room, from which it appears that they were in a good state of repair. In response to the Court’s request for information, they submitted floor plans of the facility, which confirmed the accuracy of the cell surface area as they had given it.", "36. In Mr Shakurov’s submission, cells 66 and 44 measured only 4.8 sq. m. He produced hand-written lists of individuals who were detained in the same cell with him. The lists contained their full names, dates of birth and their signatures. The lists show that:", "from 10 to 13 October 2008, cell 3 housed 18 inmates;", "from 17 to 20 October 2008, cell 3 housed 18 inmates;", "from 24 to 27 October 2008, cell 3 housed 20 inmates;", "from 2 to 5 November 2008, cell 3 housed 18 inmates.", "from 17 to 20 November 2008, cell 40 housed 4 inmates;", "from 1 to 15 January 2009, cell 66 housed 4 inmates;", "from 17 April to 4 May 2009, cell 44 housed 4 inmates.", "37. Further to the Court’s request, the Government submitted cell records for the individuals named in Mr Shakurov’s lists. It can be seen from the records that as many as eight or ten persons whom Mr Shakurov had listed as his co-detainees in cell 3 had actually been held in other cells.", "38. On 18 April 2011 Mr Shakurov complained to the Court that the prison authorities had opened and stamped the Court’s letter of 14 February 2011. He enclosed a copy of the letter bearing the prison stamp dated 1 March 2011. In his view, tampering with his correspondence amounted to a violation of his right of individual petition under Article 34 of the Convention.", "39. In a letter of 23 June 2011 sent in response to the Court’s request for comments, the Government acknowledged that the Court’s letter of 14 February 2011 had been opened in prison IZ-16/1. They pointed out that an inquiry had identified the officials responsible for the opening and enclosed the order of the acting prison governor of 6 June 2011. The order shows that the letter was opened and stamped by Major A.Kh., the head of the correspondence unit, who thus breached the requirements of the Federal Penitentiary Service’s circular letter of 17 December 2010 in the part concerning the timely delivery of the Court’s letters to detainees in closed envelopes. The acting prison governor issued a disciplinary warning to Lieutenant-Colonel R.Kh., his deputy for human resources. In respect of Major A.Kh., it was decided “to maintain the warning that had been previously imposed by an order of 25 October 2010”.", "40. The applicant in case no. 31242/08, Mr Anatoliy Ivanovich Korobeynikov, is a Russian national who was born in 1953.", "41. On 29 November 2006 Mr Korobeynikov was placed in remand prison IZ-48/1 of Lipetsk. On 20 November 2007 he was convicted at last instance and was transferred, ten days later, to a correctional colony in the Lipetsk Region.", "42. In prison IZ-48/1, Mr Korobeynikov stayed in cell 4 (from 29 November to 7 December 2006), cell 161 (from 7 to 12 December 2006), cell 190 (from 12 December 2006 to 18 January 2007), cell 157 (from 18 January to 31 May 2007), cell 144 (from 31 May to 19 June 2007), cell 141 (from 19 to 27 June 2007), and cell 176 (from 27 June to 30 November 2007).", "43. According to the Government, the cells presented the following characteristics:", "cell 4: 48 square metres and 12 sleeping places;", "cells 161, 190 and 157: 12 square metres and 3 sleeping places;", "cells 144, 141 and 176: 16 square metres and 4 sleeping places.", "44. The applicant gave the same number of sleeping places but claimed that the cells had been much smaller. Thus, in his submission, cell 4 measured only 20 sq. m, cell 157 – 9 sq. m, and cells 144, 141 and 176 – approximately 10 sq. m.", "45. The parties agreed that the number of detainees did not exceed the number of sleeping places. In support of their submissions, the Government produced certificates issued by the prison governor on 22 June 2009. Subsequently, the Government also submitted floor plans of the facility, which corroborated their indications of the cell surface areas.", "46. The applicant in case no. 52133/08, Mr Khamil Kamil oglu Balammedov, is a stateless person who was born in 1962 in the Azerbaijan SSR.", "47. On 17 January 2007 Mr Balammedov was taken into custody and placed in remand prison IZ-47/6 of St Petersburg. On 3 April 2008 he was convicted at last instance and subsequently transferred to a correctional colony in the Yamalo-Nenets Region.", "48. In prison IZ-47/6, Mr Balammedov stayed in cell 1/2 (from 21 February to 4 July 2007), cell 3/11 (from 4 to 30 July 2007), cell 1/3 (from 30 July to 16 January 2008), cell 403 (from 16 January to 19 April 2008), and cell 419 (from 19 April to 17 May 2008).", "49. According to the Government, the cells presented the following characteristics:", "cells 1/2 and 1/3: 396 square metres and 99 sleeping places;", "cell 3/11: 81 square metres and 20 sleeping places;", "cells 403 and 419: 25 square metres and 4 sleeping places.", "50. Mr Balammedov claimed that cell 1/3 actually measured 25 by 7 metres, that is 175 square metres, and accommodated 140 to 160 inmates who had slept in turns. He pointed out that, judging from the number of detainees in the prison (1,342) and the sanitary norm of 4 square metres per inmate, the total prison surface should have been no less than 5,368 square metres; however, the cleaning contracts submitted by the Government referred to a much smaller area of 1,500 square metres.", "51. Further to the Court’s request for information, the Government produced floor plans of the facility, which corroborated their indications of the cell surface.", "52. The Government submitted certificates issued by the prison governor on 25 June 2009, and undated statements by prison warders who stated that Mr Balammedov had at all times had a personal sleeping place and that the cell population had been as follows:", "cell 1/2 housed 78 to 99 persons;", "cell 3/11 – 17 to 20 persons;", "cell 1/3 – 81 to 99 persons;", "cell 419 – 2 to 4 persons.", "53. The Government also produced five pages from the prison population register for prison IZ-74/6, covering dates in March, August, September and November 2007. The extracts indicated that cells 1/2 and 1/3 accommodated no more than 97 inmates. Mr Balammedov replied that the extracts covered the dates when the overcrowding had been the least severe.", "54. Cells 1/2 and 1/3 featured separate toilet rooms equipped with four and five pans and four and five sinks, respectively. In cells 3/11, 403 and 419 the toilet pan was separated from the living area by a brick partition 1.2 metres high.", "55. The exercise yards of the first wing (cells 1/2 and 1/3) measured 700 sq. m and were equipped with benches, pavilions and sheds. Those in the third wing (cell 3/11) ranged from 30 to 60 sq. m in size, and those in the fourth wing (cells 409 and 419) from 8 to 20 sq. m.", "56. Personal dignity is protected by the State and may not be undermined for any reason (Article 21 § 1).", "No one may be subject to torture, violence or any other cruel or degrading treatment or punishment (Article 21 § 2).", "57. Detention on remand must be based on the principles of lawfulness, fairness, presumption of innocence, equality before the law, humanism, respect for human dignity and must be carried out in accordance with the Russian Constitution, international legal principles and norms and international treaties, to which Russia is a party, and must not involve torture or other actions that purport to cause physical or moral suffering to the suspect or defendant (section 4).", "58. Detainees should be kept in conditions which satisfy health and hygiene requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should dispose of no less than four square metres of personal space in his or her cell (section 23).", "59. If certain actions impairing an individual’s personal non-property rights or encroaching on other intangible assets have caused him or her nonpecuniary damage (physical or mental suffering), the court may impose on the perpetrator an obligation to pay pecuniary compensation for that damage. The amount of compensation is determined by reference to the gravity of the perpetrator’s fault and other significant circumstances. The court also takes into account the extent of physical or mental suffering in relation to the victim’s individual characteristics (Article 151).", "60. State and municipal bodies and officials shall be liable for damage caused to a citizen by their unlawful actions or omissions (Article 1069). Irrespective of any fault by State officials, the State or regional treasury are liable for damage sustained by a citizen on account of (i) unlawful criminal conviction or prosecution; (ii) unlawful application of a preventive measure, and (iii) unlawful administrative punishment (Article 1070).", "61. Compensation for non-pecuniary damage is effected in accordance with Article 151 of the Civil Code and is unrelated to any award in respect of pecuniary damage (Article 1099). Irrespective of the tortfeasor’s fault, non-pecuniary damage shall be compensated for if the damage was caused (i) by a hazardous device; (ii) in the event of unlawful conviction or prosecution or unlawful application of a preventive measure or unlawful administrative punishment, and (iii) through dissemination of information which was damaging to honour, dignity or reputation (Article 1100).", "62. Chapter 25 sets out the procedure for a judicial examination of complaints about decisions, acts or omissions of the State and municipal authorities and officials. Pursuant to Ruling no. 2 of 10 February 2009 by the Plenary Supreme Court of the Russian Federation, complaints by suspects, defendants and convicts about inappropriate conditions of detention must be examined in accordance with the provisions of Chapter 25 (point 7).", "63. A citizen may lodge a complaint about an act or decision by any State authority which he believes has breached his rights or freedoms, either with a court of general jurisdiction or by sending it to the directly higher official or authority (Article 254). The complaint may concern any decision, act or omission which has violated rights or freedoms, has impeded the exercise of rights or freedoms, or has imposed a duty or liability on the citizen (Article 255).", "64. If the court finds the complaint justified, it issues a decision requiring the authority or official to fully remedy the breach of the citizen’s rights (Article 258 § 1). The court determines the time-limit for remedying the violation with regard to the nature of the complaint and the efforts that need to be deployed to remedy the violation in full (point 28 of Ruling no. 2).", "65. The Standard Minimum Rules for the Treatment of Prisoners, adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held at Geneva in 1955, and approved by the Economic and Social Council by its resolution 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977, provide, in particular, as follows:", "“10. All accommodation provided for the use of prisoners and in particular all sleeping accommodation shall meet all requirements of health, due regard being paid to climatic conditions and particularly to cubic content of air, minimum floor space, lighting, heating and ventilation...", "11. In all places where prisoners are required to live or work,", "(a) The windows shall be large enough to enable the prisoners to read or work by natural light, and shall be so constructed that they can allow the entrance of fresh air whether or not there is artificial ventilation;", "(b) Artificial light shall be provided sufficient for the prisoners to read or work without injury to eyesight.", "12. The sanitary installations shall be adequate to enable every prisoner to comply with the needs of nature when necessary and in a clean and decent manner.", "13. Adequate bathing and shower installations shall be provided so that every prisoner may be enabled and required to have a bath or shower, at a temperature suitable to the climate, as frequently as necessary for general hygiene according to season and geographical region, but at least once a week in a temperate climate.", "14. All pans of an institution regularly used by prisoners shall be properly maintained and kept scrupulously clean at all time.", "15. Prisoners shall be required to keep their persons clean, and to this end they shall be provided with water and with such toilet articles as are necessary for health and cleanliness...", "19. Every prisoner shall, in accordance with local or national standards, be provided with a separate bed, and with separate and sufficient bedding which shall be clean when issued, kept in good order and changed often enough to ensure its cleanliness...”", "66. On 11 January 2006 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2006)2 to member States on the European Prison Rules, which replaced Recommendation No. R (87) 3 on the European Prison Rules accounting for the developments which had occurred in penal policy, sentencing practice and the overall management of prisons in Europe. The amended European Prison Rules lay down the following guidelines:", "“1. All persons deprived of their liberty shall be treated with respect for their human rights.", "2. Persons deprived of their liberty retain all rights that are not lawfully taken away by the decision sentencing them or remanding them in custody.", "3. Restrictions placed on persons deprived of their liberty shall be the minimum necessary and proportionate to the legitimate objective for which they are imposed.", "4. Prison conditions that infringe prisoners’ human rights are not justified by lack of resources.", "...", "10.1. The European Prison Rules apply to persons who have been remanded in custody by a judicial authority or who have been deprived of their liberty following conviction.”", "“18.1. The accommodation provided for prisoners, and in particular all sleeping accommodation, shall respect human dignity and, as far as possible, privacy, and meet the requirements of health and hygiene, due regard being paid to climatic conditions and especially to floor space, cubic content of air, lighting, heating and ventilation.", "18.2. In all buildings where prisoners are required to live, work or congregate:", "a. the windows shall be large enough to enable the prisoners to read or work by natural light in normal conditions and shall allow the entrance of fresh air except where there is an adequate air conditioning system;", "b. artificial light shall satisfy recognised technical standards; and", "c. there shall be an alarm system that enables prisoners to contact the staff without delay.", "18.4. National law shall provide mechanisms for ensuring that these minimum requirements are not breached by the overcrowding of prisons.", "18.5. Prisoners shall normally be accommodated during the night in individual cells except where it is preferable for them to share sleeping accommodation.", "19.3. Prisoners shall have ready access to sanitary facilities that are hygienic and respect privacy.", "19.4. Adequate facilities shall be provided so that every prisoner may have a bath or shower, at a temperature suitable to the climate, if possible daily but at least twice a week (or more frequently if necessary) in the interest of general hygiene.", "27.1. Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.", "27.2. When the weather is inclement alternative arrangements shall be made to allow prisoners to exercise.”", "67. The relevant extracts from the General Reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) read as follows:", "“46. Overcrowding is an issue of direct relevance to the CPT’s mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps significantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment...", "50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners...”", "“13. As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee’s mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates fitted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that specific security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners... [E]ven when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy...”"], "VIOLATED_ARTICLES": ["13", "34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}