{"ITEMID": "001-83175", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ZUNIC v. SLOVENIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["1. The applicant, Mr Branko Žunič, is a Slovenian national who was born in 1953 and lives in Dolenja Vas. He was represented before the Court by Mr B. Verstovšek, a lawyer practising in Celje.", "2. y be summarised as follows.", "3. On 12 May 1997 the applicant was injured in an accident at work. The applicant’s employer had taken out insurance with the insurance company ZT.", "4. On 28 March 2000 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 9,970,530 Slovenian tolars (approximately 41,550 euros (EUR)) for the injuries sustained.", "5. Between 14 September 2000 and 29 May 2007 the applicant lodged six preliminary written submissions and adduced evidence.", "6. Between 22 June 2004 and 26 August 2005 he made four requests that a date be set for a hearing.", "7. During the proceedings the court appointed a medical expert. On 23 May 2005 the court sought an additional opinion from the appointed expert.", "8. On ZT’s objection the court, on 6 September 2005, declared lack of jurisdiction to consider the case and ordered that it be heard before the Novo Mesto District Court (Okrožno sodišče v Novem mestu). The applicant appealed against that decision on 9 September 2005. On 23 November 2005 the Celje Higher Court (Višje sodišče v Celju) allowed the applicant’s appeal and rejected the defendant’s objection as to the lack of jurisdiction.", "9. On 17 April 2007 the first hearing to be held in the case was adjourned until 18 May 2007 since ZT needed time to prepare pleadings in reply to those of the applicant.", "10. On 18 May 2007 the court held a hearing on the merits of the case.", "11. The proceedings are currently pending before the Celje District Court.", "12. On 23 February 2007 the applicant lodged a supervisory appeal with the Celje District Court under section 5 of the 2006 Act complaining that the civil proceedings had been pending since 28 March 2000. He further argued that the proceedings were not of particular complexity and that there were no reasons for such a delay. It would appear that the applicant’s legal representatives have lodged supervisory appeals in 650 cases pending before the same court.", "13. On 15 March 2007 the President of the Celje District Court dismissed the applicant’s supervisory appeal as ill-founded. He relied on the fact that the applicant’s case had not been granted priority; that the judge C.K., to whom the applicant’s case had been assigned on 1 March 2007, had to deal with 264 other cases, some of them much older than the applicant’s; that the order of precedence had to be respected; and that the delays in the present case had resulted from systemic problems and were not the fault of the judge. The President of the Celje District Court therefore deemed it impossible to order any of the measures stipulated in the 2006 Act. Referring to section 6, paragraph 7, the President noted that since other judges were likewise overburdened, it would not be sensible to assign the case to another judge. Moreover, seven new judicial posts had been created at the court as a result of the Lukenda Project (see paragraph 16 below), three of which had been filled, and the rest of which were in the process of being filled. According to him, this would, reduce delays in the future.", "14. On 30 March 2007 the applicant lodged a motion for a deadline under section 8 of the 2006 Act. He relied on substantially the same reasons as in his supervisory appeal and requested that the case be decided in one month’s time.", "15. On 25 April 2007 the President of the Celje Higher Court, in agreement with the first-instance decision, dismissed the motion for a deadline, finding that the applicant had simply reiterated the general complaints contained in his supervisory appeal and had, in respect of the requirements stipulated in section 5 paragraph 2 (5), only indicated the date of the beginning of the proceedings.", "16. Following the judgment in Lukenda v. Slovenia (no. 23032/02, 6 October 2005), and decision no. U-I-65/05 of the Constitutional Court (22 September 2005), both binding the Slovenian State to establish conditions in which the right to a trial without undue delay must be afforded, the Slovenian Government adopted on 12 December 2005 a Joint State Project on the Elimination of Court Backlogs, the so-called Lukenda Project. Its goal is the elimination of backlogs in Slovenian courts and prosecutor’s offices by the end of 2010, by providing for structural and managerial reform of the judiciary.", "17. The Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006- “the 2006 Act”), as a part of the Lukenda Project, has been implemented since 1 January 2007.", "18. Section 3 of the 2006 Act provides for two remedies to expedite pending proceedings - a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) - and, ultimately, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje).", "19. Section 4 defines the criteria that domestic authorities should take into account when assessing the complaints:", "“When deciding on the legal remedies under this Act, the circumstances of the particular case shall be taken into account, namely: its complexity in terms of facts and law; actions of the parties to the proceedings, in particular as regards the use of procedural rights and fulfilment of obligations in the proceedings; compliance with rules on the set order for resolving cases, or with statutory deadlines for fixing preliminary hearings or for giving court decisions; the manner in which the case was heard before a supervisory appeal or a motion for a deadline was lodged; the nature and type of case and its importance for a party.”", "20. The supervisory appeal is governed by sections 5 and 6, which provide as far as relevant:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon is taken by the .... president of the court (hereinafter ‘the president of the court’).", "(2) For the purposes of decision-making concerning the protection of the right to a trial without undue delay, the supervisory appeal shall contain the following elements:", "...", "– indication of circumstances or other particulars concerning the case, which demonstrate that the court is unduly protracting the decision-making;", "...", "“(1) If the supervisory appeal is manifestly unfounded having regard to the timetable for resolving the case concerned by the supervisory appeal, the president of the court shall dismiss the appeal by a ruling.", "(2) If the supervisory appeal does not contain all the required elements referred to in section 5(2) of this Act, the president of the court shall dismiss it by a ruling. No appeal shall lie against that ruling.", "(3) If no ruling as provided for in paragraphs 1 or 2 of this section is given, the president of the court shall, in the framework of his court management competence under the statute governing the court system, forthwith request the .... judge or chair of a court panel (hereinafter ‘the judge’) to whom the case has been assigned for resolution to submit a report indicating reasons for the duration of proceedings, not later than fifteen days after receiving the request of the president of the court or after obtaining the file, if necessary for drawing up the report. The report shall include the declaration in respect of criteria referred to in section 4 of this Act and the opinion on the time-limit within which the case may be resolved. The president of the court may also require the judge to submit the case file if he assesses that, in the light of allegations of the party indicated in the supervisory appeal, its examination is necessary.", "(4) If the judge notifies the president of the court in writing that all relevant procedural acts will be performed or a decision issued within a time-limit not exceeding four months following the receipt of the supervisory appeal, the president of the court shall inform the party thereof and thus conclude the consideration of the supervisory appeal.", "(5) If the president of the court establishes that in view of the criteria referred to in section 4 of this Act the court is not unduly protracting the decision-making in the case, he shall dismiss the supervisory appeal by a ruling.", "(6) If the president of the court ...", "(7) If the president of the court establishes that the undue delay in decision-making in the case is attributable to an excessive workload or an extended absence of the judge, he may order that the case be reassigned. He may also propose that an additional judge be assigned to the court or order other measures in accordance with the statute governing the judicial service.", "...”", "21. Sections 8 and 11 define the motion for a deadline and provide for measures that may be applied by the court dealing with the motion. They read, in so far as relevant, as follows:", "“(1) If, under section 6(1) or (5) of this Act, the president of the court dismisses the supervisory appeal ..., the party may lodge a motion for a deadline under section 5(1) of this Act with the court hearing the case.", "...", "(3) The party may lodge the motion for a deadline within fifteen days after receiving the ruling or after the time-limits provided for in paragraph 1 of this section.”", "“(1) If the motion for a deadline is manifestly unfounded, having regard to the timetable for the resolution of the case and the actions of the party, the president of the court shall dismiss it by a ruling.", "...”", "(3) If the president of the court establishes that in view of the criteria referred to in section 4 of this Act the court is not unduly protracting the decision-making in the case, he shall dismiss the motion for a deadline by a ruling.", "(4) If the president of the court establishes that, in view of the criteria referred to in section 4 of this Act, the court is unduly protracting the decision-making in the case, he shall order, by a ruling, that the appropriate procedural acts be performed by the judge and shall also set the time-frame for their performance, which may not be less than fifteen days and not longer than four months, as well as set the appropriate deadline for the judge to report on the acts performed.", "(5) The president of the court shall decide on the motion for a deadline within fifteen days after receiving it.”", "22. Section 7 provides for the limitations concerning filing of a new supervisory appeal or a motion for a deadline.", "“(1) If the president of the court acts in compliance with Article 6, paragraphs 4 or 6 of this Act, the party may not file a new supervisory appeal nor a motion for a deadline concerning the same case before the expiry of deadlines set in the notification or ruling of the president of the court. This provision shall not apply to cases where detention is proposed or ordered or where an interim measure is proposed.", "(2) If a ruling was issued in accordance with Article 6, paragraphs 1 or 5 of this Act, the party may file a new supervisory appeal only after six months have elapsed from the receipt of the decision. This provision shall not apply to cases where detention is proposed or ordered or where an interim measure is proposed.”", "23. Further to section 15, just satisfaction may be provided by payment of monetary compensation, a written statement of the State Attorney’s Office or the publication of a judgment. A claim can be lodged under the following condition:", "“(1) If the supervisory appeal lodged by the party was granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "...”", "24. Section 16 provides for a compensatory remedy and fixes the maximum amount that could be awarded:", "“(1) Monetary compensation shall be payable for non-pecuniary damage caused by a violation of the right to a trial without undue delay. Strict liability for any damage caused shall lie with the Republic of Slovenia.", "(2) Monetary compensation for individual finally resolved cases shall be granted in the amount of 300 up to 5,000 euros.", "(3) When deciding on the amount of compensation, the criteria referred to in section 4 of this Act shall be taken into account, in particular the complexity of the case, actions of the State, actions of the party and the importance of the case for the party.”", "25. Sections 19 and 20 govern just satisfaction proceedings:", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of a motion for settlement lodged with the State Attorney’s Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such motion within nine months after the final resolution of the case. The State Attorney’s Office shall rule on the motion of the party within a period of three months if it establishes that the just satisfaction claim is substantiated. Until the expiry of the above-mentioned period, the party may not assert any claim for monetary compensation by way of just satisfaction by bringing an action before the competent court.", "(2) If, in accordance with paragraph 1 of this section, the agreement has been reached with the party, the State Attorney’s Office shall enter into an out-of-court settlement with the party.”", "“(1) If no agreement under section 19 of this Act is reached upon the motion for settlement, or the State Attorney’s Office and the party fail to negotiate an agreement within three months of the date of the motion being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party’s case.", "...”", "26. The relevant provisions of the Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 83/2001) provide:", "“A judgment, against which an appeal can no longer be lodged, shall become final (pravnomočen), insofar as the party’s claim or counter-claim has been decided therein.", "...”", "“The parties may lodge an appeal against a judgment delivered at first instance within thirty days from the service of its written grounds...", "An appeal, lodged on time, precludes the judgment to become final in the part which has been challenged in the appeal.”", "“The parties may lodge an appeal on points of law against a final judgment, delivered at second instance, within thirty days from the service of its written grounds.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}