{"ITEMID": "001-82390", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KAMENIK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["The applicant, Mr Kristjan Kamenik, is a Slovenian national who was born in 1972 and lives in Slovenske Konjice. He was represented before the Court by Mrs M. Nosan, a lawyer practising in Celje.", "The respondent Government were represented by their Agent, Mr Lucijan Bembič, State Attorney-General.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 27 April 1997 at 9.30 a.m. the applicant was arrested on suspicion of murdering four persons in Tekačevo, Slovenia. He was put in pre-trial detention, which was transformed into detention on remand on 29 April 1997.", "On 8 May 1997 the judicial investigation proceedings were instituted against the applicant by decision of the investigating judge of the Celje District Court (Okrožno sodišče v Celju).", "On 23 July 1997 the Celje District Public Prosecutor’s Office (Okrožno državno tožilstvo v Celju) lodged a bill of indictment against the applicant, charging him with murder. The applicant’s objection to the indictment was rejected by the Celje District Court on 15 September 1997.", "Between 20 January 1998 and 6 May 1998, the Celje District Court held twelve hearings. The court heard twenty-six witnesses. It also appointed and heard several experts in forensic science, including two Slovenian experts who prepared expert opinions about the footprints found at the scene of the crime.", "At the thirteenth hearing, held on 30 September 1998, the court decided to conduct the trial ab initio, as more than one month had elapsed since the last hearing. The applicant requested that the witnesses and experts be examined again.", "Between 6 October 1998 and 21 June 1999, the court scheduled eighteen hearings, many of which were cancelled or adjourned due to the applicant’s inability to attend the hearings while he was on hunger strike and due to his requests for withdrawal of different judges and experts.", "On 14 April 1999 the court requested the Forensic Science Institute (l’Institut de Police Scientifique) of the University of Lausanne to prepare another expert opinion about the footprints found at the scene of the crime.", "On 22 June 1999 the applicant was released from custody after two years, one month and twenty-six days.", "As the one month period since the last hearing had elapsed, the trial began again on 31 August 1999. The court held further hearings on 15, 16, 17, 20, 21, 29 and 30 September, 10, 17, 18, 24 and 26 November and 8 December 1999.", "During these hearings, the court heard thirty-five witnesses and eight different experts in forensic science. In addition, the court read out two expert opinions, including the one prepared by the Swiss experts.", "On 13 December 1999 the court delivered a judgment finding the applicant guilty of committing two murders and acquitting him of the other charges. He was sentenced to twenty years of imprisonment.", "On 26 January 2000 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). The Public Prosecutor cross-appealed.", "On 24 May 2000 the court dismissed the applicant’s appeal, allowed the Public Prosecutor’s appeal and found the applicant guilty of all four murders.", "The applicant and his legal representative lodged separate appeals with the Supreme Court (Vrhovno sodišče) on 21 and 23 June 2000 respectively.", "On 1 March 2001 the court allowed both appeals, annulled the first and second instance courts’ judgments and remitted the case for re-examination.", "On 18 February 2002 the first instance court scheduled hearings for 14, 20, 21, 26, 27 and 28 March and 9, 10, 11, 17, 18 and 24 April 2002. All hearings were held as planned.", "During these hearings the court heard several witnesses. It also heard the two experts in forensic science from Switzerland.", "The court held further hearings on 3 and 4 June 2002.", "At a hearing held on 7 June 2002, the court decided to appoint new experts in forensic science and ordered them to submit another expert opinion about the traces found at the scene of the crime. On 13 June 2002 the court specified the questions they should answer. The production of the expert opinion was eventually entrusted to the Forensics Institute of the Federal Forensics Bureau in Wiesbaden, Germany.", "The court held hearings on 4 September and 21 November 2002.", "In 2003 the court held hearings on 29 January, 23 April and 3, 4, 5 and 6 June. During these hearings the court confronted Slovenian, Swiss and German forensics experts.", "On 11 June 2003 the court made public the judgment delivered on 7 June 2003. The applicant was acquitted.", "On 18 July 2003 the Public Prosecutor appealed to the Celje Higher Court (Višje sodišče v Celju).", "On 21 April 2004 the court allowed the appeal, annulled the first instance court’s judgment and remitted the case for re-examination.", "On the same day, the applicant was caught in Serbia in possession of narcotics and put in detention on suspicion of drug trafficking. Due to the applicant’s absence, the court did not schedule any further hearings.", "On 16 December 2004 the court requested the applicant’s attorney and the Public Prosecutor to make proposals with regard to evidence.", "On 8 February 2006 the applicant notified the court that there were no more obstacles to the trial being continued, as his arrest in Serbia had been quashed.", "On 8 March 2006 the court again asked the Public Prosecutor to make proposals with regard to evidence.", "On 1 January 2007 the 2006 Act on the Protection of the Right to a Trial without undue Delay (“the 2006 Act”) became operational (see below).", "As a result of the applicant’s supervisory appeal (an acceleratory remedy under the 2006 Act) lodged on 13 March 2007, the court held a hearing on 12 June 2007.", "During the hearing, the court decided to nominate the Forensic Science Centre - a British institution - to deliver yet another expert opinion about the shoeprints found at the scene of the crime.", "During the hearing held on 19 June 2007, the court detailed the questions the forensics institution should answer. The court also decided to hold the next hearing on 11 September 2007. Subsequently, the case-file was transmitted to an investigating judge in order to obtain the requested expert opinion.", "On 24 July 2007 the applicant made a request for the withdrawal of the nominated investigating judge, stating that she had been questioned as a witness in the previous stages of the trial.", "The proceedings have been pending since then.", "In the period between 3 August 1999 and 21 February 2000, the Police lodged ten criminal complaints with the Celje Public Prosecutor’s Office apparently alleging that the applicant and several other individuals were involved in drug trafficking.", "On 10 March 2000 the investigating judge of the Celje District Court granted the Public Prosecutor’s request for a criminal investigation in respect of the applicant.", "On 31 May 2000 the applicant was put in detention on remand.", "On 16 June 2000 a “group of public prosecutors for special matters” appointed to prosecute organised crime, lodged a bill of indictment against the applicant and six other individuals in the Celje District Court. They were chiefly charged with drug trafficking.", "At the first hearing held on 2 October 2000, the court decided to return the case to the investigating judge to order the transcription of secretly recorded telephone conversations of the accused.", "After the transcripts had been made, the court held a hearing on 1 October 2001. It decided to separate the proceedings concerning two defendants who did not attend the hearing.", "Between 2 October 2001 and 8 March 2002, the court held five further hearings.", "On 11 March 2002 the President of the Celje District Court, acting ex proprio motu, appointed an attorney for the applicant, although the applicant had been duly represented throughout all the previous stages of the proceedings.", "On 15 March 2002 the applicant requested that the hearings scheduled for April be adjourned till after 24 April 2002 because the court had already scheduled hearings in that period in another set of proceedings in which the applicant was charged with four murders (see above).", "The hearings scheduled for 8, 15, 16 April and for 13, 20, 21 May 2002 were cancelled pending the decision of the Supreme Court upon the requests of the applicant and other defendants for withdrawal of the Chair of the sitting court panel and the presidents of the Celje District and the Celje Higher Court, lodged following the decision to appoint an attorney. It appears that all the requests were rejected.", "On 27 and 30 May and on 10 June 2002 the court held hearings.", "On 11 June 2002 the court found the applicant and other defendants guilty and sentenced the applicant to five years of imprisonment. The judgment was pronounced only orally. The court stated that a written judgment would be delivered in due course.", "On 9 August 2002 the court decided to extend the applicant’s detention until the first instance judgment became final. On 16 August 2002 the applicant appealed against this decision. He also requested the court to issue a written judgment in order to enable him to appeal against it.", "The written judgment of the first instance court was served on the applicant’s attorney on 19 August 2002.", "On 26 August 2002 the applicant appealed to the Celje Higher Court.", "On 6 January 2003 the Celje Higher Court upheld the applicant’s appeal as well as the appeals of the other defendants and annulled the first instance court’s judgment. One of the defendants was acquitted and the case, in respect of the other defendants, including the applicant, was remitted to the first instance court for re-examination. It appears that the applicant was released from custody on the same day.", "The first hearing of the new trial scheduled for 10 July 2003 was adjourned due to the absence of the Public Prosecutor, the defence counsel, and the applicant.", "The hearings scheduled for 5, 18, 19 September, for 7, 16, 23 October, for 20 November, for 19 December 2003, for 5 and 25 March 2004 were cancelled or adjourned due to various reasons, including requests for withdrawal of the judges, the applicant’s, other defendants’ or attorneys’ absence or illness.", "The hearings fixed for 8 and 22 April were adjourned as the applicant did not appear at the court. The inquiries made by the court disclosed that the applicant had been arrested in Serbia (see above).", "According to the Government’s submissions, no hearings could be called in 2005 due to the applicant’s detention and the trial against him in Serbia.", "The proceedings have been pending since then.", "In a letter of 9 October 2006 the State Attorney General officially informed the Court that, further to its judgment in Lukenda v. Slovenia (no. 23032/02, §§ 93 and 95, ECHR 2005X) binding the Slovenian State to adopt appropriate legal measures and administrative practices in order to secure the right to a trial within reasonable time, the Act on the Protection of the Right to a Trial without undue Delay (“the 2006 Act”) had been enacted on 26 April 2006. The 2006 Act came into force on 27 May 2006 and became operational on 1 January 2007.", "On 13 March 2007 the applicant lodged a supervisory appeal with the Celje District Court concerning the first set of proceedings. Relying on Section 5 of the 2006 Act, he complained that after the Higher Court’s last judgment had been delivered on 21 April 2004, his case was only re-assigned to different judges. He further argued that none of these judges had ever tried to set a date for a hearing nor had they made any efforts to obtain a new expert opinion as instructed by the Higher Court. As in his letter of 8 February 2006, he stressed that there were no more obstacles deriving from the criminal trial against him in Serbia that would prevent the continuation of the impugned proceedings.", "On 16 March 2007 the President of the Celje District Court, after acquiring a report of the Chair of the sitting court panel (“the judge”), decided that the court had been unduly protracting the decision-making and ordered the judge to set a date for a hearing on 30 June 2007, at the latest. He further ordered the judge to submit a report indicating performed procedural acts within the same period. The decision was served on the applicant on 19 March 2007.", "The 2006 Act has been implemented since 1 January 2007. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for a party to court proceedings, a participant under the Act governing non-contentious proceedings and an injured party in criminal proceedings.", "Section 3 provides for two remedies to expedite pending proceedings - a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) - and, ultimately, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje).", "Section 4 defines the criteria that domestic authorities should take into account when assessing the complaints:", "“When deciding on the legal remedies under this Act, the circumstances of the particular case shall be taken into account, namely: its complexity in terms of facts and law; actions of the parties to the proceedings, in particular as regards the use of procedural rights and fulfilment of obligations in the proceedings; compliance with rules on the set order for resolving cases, or with statutory deadlines for fixing preliminary hearings or for giving court decisions; the manner in which the case was heard before a supervisory appeal or a motion for a deadline was lodged; the nature and type of case and its importance for a party.”", "The supervisory appeal is governed by sections 5, 6 and 7 which, in so far as relevant, provide as follows:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon is taken by the ... president of the court (hereinafter ‘the president of the court’).", "...”", "“...", "(3) ..., the president of the court shall, ... request the ... judge or chair of a court panel (hereinafter ‘the judge’) to whom the case has been assigned for resolution to submit a report indicating reasons for the duration of proceedings, not later than fifteen days after receiving the request of the president of the court or after obtaining the file, if necessary for drawing up the report. The report shall include the declaration in respect of criteria referred to in section 4 of this Act and the opinion on the time-limit within which the case may be resolved...", "...", "(6) If the president of the court ... in view of the criteria referred to in section 4 of this Act, (he)", "...”", "“(1) If the president of the court acts in compliance with Article 6, paragraphs 4 or 6 of this Act, the party may not file a new supervisory appeal nor a motion for a deadline concerning the same case before the expiry of deadlines set in the notification or ruling of the president of the court...", "...”", "Section 8 defines the motion for a deadline. It reads, in so far as relevant, as follows:", "“(1) If, ... , the president of the court dismisses the supervisory appeal or fails to respond to the party within two months or fails to send the notification referred to in section 6(4) of this Act within the said time-limit or if appropriate procedural acts have not been performed within the time-limit set in the notification or ruling of the president of the court, the party may lodge a motion for a deadline under section 5(1) of this Act with the court hearing the case.", "...", "(3) The party may lodge the motion for a deadline within fifteen days after receiving the ruling or after the time-limits provided for in paragraph 1 of this section.”", "Further to section 15, just satisfaction may be provided by payment of monetary compensation, a written statement of the State Attorney’s Office or the publication of a judgment:", "“(1) If the supervisory appeal lodged by the party was granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "...”", "Section 16 provides for a compensatory remedy for non-pecuniary damage and fixes the maximum amount that could be awarded, that is 5,000 euros.", "Sections 19, 20 and 21 govern just satisfaction proceedings and proceedings in respect of pecuniary damage:", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of a motion for settlement lodged with the State Attorney’s Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such motion within nine months after the final resolution of the case. The State Attorney’s Office shall rule on the motion of the party within a period of three months if it establishes that the just satisfaction claim is substantiated. Until the expiry of the above-mentioned period, the party may not assert any claim for monetary compensation by way of just satisfaction by bringing an action before the competent court.", "(2) If, in accordance with paragraph 1 of this section, the agreement has been reached with the party, the State Attorney’s Office shall enter into an out-of-court settlement with the party.”", "“(1) If no agreement under section 19 of this Act is reached upon the motion for settlement, or the State Attorney’s Office and the party fail to negotiate an agreement within three months of the date of the motion being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party’s case.", "...”", "“(1) Action in respect of pecuniary damage caused by a violation of the right to a trial without undue delay may be brought by the party within eighteen months of the final ruling of the court on the party’s case in accordance with the provisions of the Obligations Code concerning pecuniary damage.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}