{"ITEMID": "001-93783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "DUPIN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The person stated as the applicant in the application form, Mr Vladimir Dupin, was a Croatian national who was born in 1943. Mr J. Janković and Mrs I. Gerovac, advocates practising in Karlovac, claimed to have represented him before the Court. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The application was lodged with the Court on 31 October 2003 in the name of Mr Vladimir Dupin. Enclosed with the application form was the power of attorney dated 30 October 2003 and signed “Dupin Vladimir” authorising Mr J. Janković and Mrs I. Gerovac to represent him before the Court. The power of attorney was also signed by Mr Janković and Mrs Gerovac and stamped with their stamp.", "By a letter of 7 February 2007 the Registry informed the Government and Mr Vladimir Dupin’s representatives that on 6 February 2007 the President of the First Section had decided to give notice of the application to the Government.", "On 30 April 2007 the Government submitted their observations. On 17 December 2007 Mr J. Janković submitted observations in reply in the name of Mr Vladimir Dupin.", "By a letter dated 30 September 2008 Mr Vladimir Dupin’s wife Mrs Milka Dupin submitted claims for just satisfaction in the case. The letter was signed “For the Dupin family: Milka Dupin”. On 5 November 2008 the Government submitted their comments on the claims for just satisfaction.", "In her further letter dated 17 November 2008, Mrs Milka Dupin mentioned, inter alia, that her husband had “passed away a few years ago”.", "By a letter dated 9 December 2008 the Government informed the Court that Mr Vladimir Dupin had died on 13 March 2003, that is, before the application had been lodged with the Court on 31 October 2003. As proof, the Government enclosed his death certificate with their letter.", "In his reply of 12 January 2009, Mr D. Lančić, an advocate practising in Zagreb, acting on behalf of Mrs Milka Dupin, informed the Court that she, as Mr Vladimir Dupin’s universal legal heir, intended to take over the proceedings instituted before it by her late husband. The power of attorney authorising Mr Lančić to represent her in the proceedings before the Court as well as the decision of the Karlovac Municipal Court of 17 December 2004 naming her as Mr Vladimir Dupin’s sole heir, were enclosed with the letter.", "Section 29 of the former Yugoslav Basic Property Act of 1980 (Zakon o osnovnim vlasničkopravnim odnosima, Official Gazette of the former Yugoslavia nos. 6/1980 and 36/1990 – “the 1980 Basic Property Act”) prohibited the acquisition of ownership of socially-owned (društveno vlasništvo) property by adverse possession (dosjelost).", "When incorporating the 1980 Basic Property Act into the Croatian legal system on 8 October 1991(Zakon o preuzimanju zakona o osnovnim vlasničkopravnim odnosima, Official Gazette no. 53/1991 of 8 October 1991), Parliament repealed that provision.", "Subsequently, the new Ownership and Other Rights In Rem Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette no. 91/1996 of 28 October 1996, which entered into force on 1 January 1997 – “the 1996 Property Act”) provided in section 388(4) that the period prior to 8 October 1991 was to be included in calculating the period for acquisition of ownership by adverse possession of socially-owned immovable property.", "Following several petitions for constitutional review (prijedlog za ocjenu ustavnosti), on 17 November 1999 the Constitutional Court (Ustavni sud Republike Hrvatske) abrogated section 388(4) of the 1996 Property Act as unconstitutional (decision nos. U-I-58/1997, U-I-235/1997, U-I-237/1997, U-I-1053/1997 and U-I-1054/1997 of 17 November 1999, Official Gazette no. 137/99 of 4 December 1999).", "On 21 June 1999 Mr Vladimir Dupin brought a civil action against the State in the Karlovac Municipal Court (Općinski sud u Karlovcu), seeking a declaration of his ownership of a certain plot of land and its registration in his name in the land register. He submitted that the property at issue had been in his possession and the possession of his family since 1903. Relying on section 388(4) of the 1996 Property Act, he claimed that he had ex lege become its owner by adverse possession despite the fact that the land was socially owned.", "On 17 December 2001 the Karlovac Municipal Court gave judgment for the plaintiff. It held that he had proved that he and his predecessors had possessed the land in question at least since 1905. However, having regard to the Constitutional Court’s decision of 17 November 1999 abrogating section 388(4) of the 1996 Property Act, the Municipal Court did not take into account the period between 6 April 1941 and 8 October 1991 when calculating the statutory prescribed period for acquiring ownership by adverse possession. Thus, it held that the statutory time-limit had been running between 1905 and 6 April 1941 as well as after 8 October 1991. Given that in the first-mentioned period the plaintiff had been in possession of the land in question for more than 36 years, the court concluded that in that period he had, through his predecessors, already become the owner of the land by adverse possession.", "Following an appeal by the respondent, on 2 October 2002 the Karlovac County Court (Županijski sud u Karlovcu) reversed the first-instance judgment by dismissing the action. It held that the Municipal Court had established the facts correctly (continuous possession of the land since at least 1905) but had erred in its application of the substantive law. In particular, the first-instance court should have applied the law applicable in the relevant period, i.e. paragraph 1472 of the Civil Code of 1811, which was applicable in Croatia from 1852 until 1980. As that provision provided that immovable property in State ownership could be acquired by adverse possession only after 40 years, the plaintiff’s claim should have been dismissed.", "On 26 March 2003 the Constitutional Court dismissed Mr Vladimir Dupin’s constitutional complaint lodged against the second-instance judgment and served its decision on his representatives on 2 May 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}