{"ITEMID": "001-23420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "STEFANIDES v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Karol Štefanides, is a Slovakian national, who was born in 1941 and lives in Dolný Kubín. The respondent Government were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák in that function.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is registered as the father of a child to whom his former wife gave birth on 30 August 1988.", "On 23 March 1992 the applicant commenced divorce proceedings. In the action the applicant stated that he and his wife had had no sexual intercourse for five years.", "As he considered that he was not the natural father of the child, the applicant requested, inter alia on 16 December 1992, that an action under Section 62(1) of the Family Act (see “Relevant domestic law and practice” below) be filed with a view to having this issue determined. In the request the applicant stated that he had had no sexual intercourse with his former wife and that the latter had a friend with whom she had met at the relevant time.", "A blood test was arranged. However, it was not carried out as the applicant had not paid the costs.", "In 1995, a public prosecutor arranged for another blood test of the applicant and of his former wife, as well as of the child. In a report of 26 June 1995 an expert found that the blood analysis did not exclude that the applicant was the natural father of the child. The expert further expressed the view that it was most probable that the applicant had fathered the child.", "On 31 August 1995 the Regional Prosecutor’s Office in Banská Bystrica informed the applicant, with reference to the expert’s conclusion, that an action under Section 62(1) of the Family Act could not be filed in his case as it had not been shown, in an objective manner, that the applicant was not the natural father of the child.", "On 13 October 1995 and on 7 November 1995 the applicant filed a complaint with the General Prosecutor’s Office. He argued that the probative value of the above blood test was low and asked that a DNA test be carried out. The applicant explained that the latter test was capable of reliably showing whether or not he had fathered the child. He requested that another person whom he considered to be the natural father of the child should also undergo the test.", "On 18 January 1996 the General Prosecutor’s Office dismissed the applicant’s complaints. The applicant was informed that the child’s mother was opposed to further examination by experts as the child had fainted in the course of the first examination, and that she was not willing to bear the costs of such an examination. The letter further stated that public prosecutors lacked power to order the mother to undergo further examination and to bear its costs. Finally, the applicant was informed that his further submissions in this matter would not be dealt with unless they contained relevant new information.", "On 4 June 1998 the applicant sent a letter to the General Prosecutor’s Office which he entitled “Attempt to reach a settlement”. He challenged the viewpoint expressed in the above letter of 18 January 1996. He argued, in particular, that a DNA test involved no risk, that he was ready to cover its costs, and reiterated his request that such a test be carried out in his case. The applicant received no reply.", "Pursuant to Section 51(1) of the Family Act, the husband of a woman who gives birth to a child during the marriage or not later than three hundred days after its dissolution shall be considered the child’s father.", "Section 57(1) provides that a husband can deny paternity before a court within six months after learning that his wife gave birth to a child.", "Under Section 62(1), when the time-limit for denying paternity has expired, the General Prosecutor may file an action to disprove paternity provided that the determination of the issue is justified by the interests of society.", "According to the practice of the public prosecutors, an action under Section 62(1) of the Family Act can only be filed when reliable proof exists that the mother’s husband did not father the child."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}