{"ITEMID": "001-118477", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF TARANTINO AND OTHERS v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Article 2 of Protocol No. 1 - Right to education-{general} (Article 2 of Protocol No. 1 - Right to education);No violation of Article 2 of Protocol No. 1 - Right to education-{general} (Article 2 of Protocol No. 1 - Right to education)", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicants’ particulars are set out in the table in the appendix.", "6. On 4 September 2007 Ms Tarantino failed the entrance examination to study at the Faculty of Medicine in Palermo. In 2007 two thousand students sat this examination and there were two hundred and ten places available. She failed the examination again in 2008 and 2009.", "7. On 14 December 2007 the first applicant and other students lodged a complaint with the President of the Republic alleging that Law no. 264/1999, in particular the two binding criteria used by the Ministry to set the number of students allowed admission to the relevant faculty of each university (see paragraph 17 below), was incompatible with Article 3(2)(c) and (g) of the Treaty establishing the European Economic Community, Directive 2005/36/CE on the recognition of professional qualifications, Article 15 of the Charter of Fundamental Rights of the European Union, Article 6 § 2 of the Treaty on the European Union, with regard to the principle of equality, and Article 2 of Protocol No. 1 to the Convention. She further contested both the State’s decision to impose the same limitations on private universities and the adequacy of the entrance examinations. The first applicant also asked to be provisionally admitted to the university under a conditional clause.", "8. By a decree of 2 July 2008 the Supreme Administrative Court (Consiglio di Stato) rejected her request for an interim measure.", "9. On 23 September 2008 the first applicant made further pleadings and reiterated her request for the matter be submitted to the European Court of Justice (the “ECJ”) for a preliminary ruling. Her pleadings were transmitted to the Supreme Administrative Court in October 2008.", "10. By a decree of 28 April 2009 (no. 2256), adopted on the basis of the Supreme Administrative Court’s advisory opinion delivered on 12 November 2008 and notified to the first applicant on 14 May 2009, the President of the Republic rejected the complaints. The decree stipulated that, bearing in mind the human and material resources of the universities, the contested admission restrictions, allowing entrance only to the most meritorious students, were reasonable and therefore compatible with the provisions of the European Union (EU) invoked. Moreover, in line with the increase in society’s need for qualified doctors, admissions to the faculties of medicine in 2008-09 had increased by 10-20%. It noted that the professional examination, after a degree had been obtained, was not an academic title in itself but a State examination like those held in most States. Lastly, it dismissed the allegation that the entrance examination’s content was inadequate.", "11. The other seven applicants had been or are still working as dental technicians or hygienists for a number of years.", "12. On 4 September 2009, despite their relevant professional experience, those seven applicants failed the entrance examination to study at the Faculty of Dentistry. Any preceding and subsequent attempts were also unsuccessful.", "13. Mr Marcuzzo (hereinafter “the eighth applicant”) had nevertheless passed the entrance examination in the academic year 1999/2000. However, following his failure to sit examinations for eight consecutive years on account of serious family problems (as provided for by the relevant University Rule, under Article 149 of Royal Decree no. 1592/1933), he lost his student status in July 2009.", "14. These applicants conceded that they had not pursued available domestic remedies, since in their view they would have been ineffective. According to the well-established jurisprudence of the Supreme Administrative Court, limited access to universities is compatible with the Constitution and EU law (see, amongst others, the above-mentioned advisory opinion of 12 November 2008). The eighth applicant also argued that the Supreme Administrative Court had constantly held that subjective reasons, such as family problems (as in his case), could not be considered as exceptions to the rule favouring continuity of studies. In consequence, his claim would not have been successful.", "15. Law no. 127/1997, amending section 9(4) of Law no. 341/1990, introduced, for the first time, a numerus clausus (limited access) to both public and private Italian universities. Section 17(116) of that Law provided that it was for the Ministry of Universities and Scientific and Technological Research to establish those limits. However, the Law did not establish or set clear criteria to determine the faculties subject to restrictions, the number of available places or the selection procedure.", "16. On 27 November 1998 (judgment no. 383/1998), having been asked to examine the constitutionality of section 17(116) of Law no. 127/1997, the Constitutional Court delivered a judgment upholding the constitutionality of that Law. It considered that the discretion exercised by the Ministry of Universities and Research was not unfettered, since it must act according to an established legal framework. In this connection, in the absence of national legislation on the matter, the Constitutional Court made reference to relevant EU directives which aimed to ensure an adequate standard of education. The court further noted that it was for Parliament to rule on the subject.", "17. Following the Constitutional Court’s judgment, Law no. 264/1999 was enacted. It provided that the Ministry of Universities and Research would establish the entrance quota of the Faculties of Medicine, Veterinary Medicine, Dentistry, Architecture and Nursing on the basis of two binding criteria: the capacity and resource potential of the universities, and society’s need for a particular profession (fabbisogno di professionalità del sistema sociale e produttivo). Based on that assessment, the Ministry would set the number of students allowed admission to the relevant faculty of each university.", "18. On 21 April 2009 the Antitrust Authority (Autorità Garante della Concorrenza e del Mercato – “the AA”) issued a recommendation on the criteria for admission to the Faculty of Dentistry. The AA noted that: (a) in practice, the two criteria established by the Law were applied on the basis of the observations of the Ministry of Universities and Research and the Ministry of Health, and (b) any data gathered would be discussed by an expert task force, composed, inter alia, of representatives from the National Federation of Doctors and the Chamber of Doctors and Dentists.", "19. In the AA’s view, the Italian Government were acting in breach of the Constitutional Court’s judgment (see paragraph 16 above) and EU law, in so far as the Law took into account not only educational standards but also data concerning occupational demand. Noting that the assessments were made with exclusive regard to the occupational demand of the National Health Service, the AA concluded that limiting admission to the Faculty of Dentistry amounted to an unreasonable restriction of competition in professional services. Indeed, by considering only public demand, to the exclusion of any private demand, the number of dentists was artificially reduced and dental fees were unjustifiably increased. Furthermore, the AA disapproved of the participation of professional associations in the above-mentioned task force, in so far as their decisions might be highly influenced by their own interests.", "20. To be admitted, candidates were required to pass a multiple-choice examination consisting of eighty questions on general culture (including international geography and history), biology, chemistry, mathematics and physics. The examination, based on the high school syllabus, aimed to test the candidates’ aptitude for the subject matter pertaining to the faculty of their choice.", "21. The relevant domestic courts repeatedly found that a numerus clausus and the way in which it was applied in the Italian legal framework were in accordance with both the Constitution and European Union legislation. Judgments in support of those findings include, inter alia: judgments no. 1931 of 29 April 2008, no. 5418 of 24 June 2008, and no. 5542 of 6 June 2008 of the Supreme Administrative Court; judgment no. 197 of the Florence Tuscany Administrative Tribunal of 12 February 2007; judgment no. 4559 of the Naples Administrative Tribunal of 2008; judgment no. 1931 of the Florence Tuscany Administrative Tribunal of 17 April 2008; judgment no. 145 of the Trent Administrative Tribunal of 11 June 2008; and judgment no. 1631 of the Supreme Administrative Court of 15 April 2010.", "In particular, in respect of the complainants’ claim that the criterion related to society’s need for a particular profession should not be limited to the national territory – to the exclusion of the current and imminent future needs of the entire European Community – the Supreme Administrative Court held, in its judgment no. 1931 of 29 April 2008, that it was evident that the major determining criterion was that based on the capacity and resource potential of universities, which allowed for proper scientific training as required by EU legislation. As had previously been upheld by the Constitutional Court (judgment no. 393 of 1998), the right to higher levels of education, even for the most meritorious students, depended on the availability of technical means and human resources, particularly in the study of sciences, which was both theoretical and practical. Indeed, EU legislation did not ban numeri clausi. European directives provided for the recognition of titles and degrees based on standards of minimum studies and guarantees of a real possession of the necessary knowledge to carry out a profession. However, they left it to individual States to determine the instruments, means and methods to fulfil the obligations set by those directives. The criterion relating to society’s need for a particular profession carried less weight than the capacity and resource criterion, and was indeed secondary. It would come into play in the unlikely event that availability was so abundant that it would be necessary to limit access to the profession to avoid saturating the market. With reference to a recommendation by the Health Ministry to limit the number of registered students (which formed the basis of the decision on the number of places available for the years 2006-07), the court considered that it was to be seen as a quantitative restriction not in view of society’s needs, but in the light of a need to ensure that specialised studies reached European standards. Given that the relevance of this criterion to the decision on the number of candidates to be registered each year had not been proven, and because EU law did not provide for unlimited and unconditional access to education for students, it was not necessary to refer the matter to the ECJ.", "22. According to the Supreme Administrative Court judgment no. 1855 of 2005, the eight-year time-limit indicated in decree no. 1592 of 1933 is not a prescriptive period which can be interrupted, but the maximum time before the right (to attend the course) lapses.", "23. Article 39 (former Article 48) of Title III relates to the free movement of persons, services and capital of the Treaty establishing the European Community. It reads as follows:", "“1. Freedom of movement for workers shall be secured within the Community.", "2. Such freedom of movement shall entail the abolition of any discrimination based on nationality between workers of the Member States as regards employment, remuneration and other conditions of work and employment.", "3. It shall entail the right, subject to limitations justified on grounds of public policy, public security or public health:", "(a) to accept offers of employment actually made;", "(b) to move freely within the territory of Member States for this purpose;", "(c) to stay in a Member State for the purpose of employment in accordance with the provisions governing the employment of nationals of that State laid down by law, regulation or administrative action;", "(d) to remain in the territory of a Member State after having been employed in that State, subject to conditions which shall be embodied in implementing regulations to be drawn up by the Commission.", "4. The provisions of this Article shall not apply to employment in the public service.”", "24. Other relevant European Union texts include: Council Directive 86/457/EEC of 15 September 1986 on specific training in general medical practice; Council Directive 93/16/EEC of 5 April 1993 on facilitating the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications; and Council Directive 2005/36/EC of 7 September 2005 on the recognition of professional qualifications."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-2"], "NON_VIOLATED_BULLETPOINTS": []}