{"ITEMID": "001-92137", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF A. v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1957 and lives in Kristiansand.", "6. On 19 May 2000, two girls of eight and ten years of age were raped and stabbed to death in Baneheia, a recreation area in the city of Kristiansand. Two young men were later convicted of the crimes and sentenced to 21 and 19 years of imprisonment respectively for rape and murder committed in particularly aggravating circumstances. The case received intense and extensive coverage in the national media.", "7. In 1988 the applicant had been convicted of murder, attempted murder and eight instances of assault, all committed by the use of knife in June 1987 in Kristiansand. He had been sentenced to 11 years’ imprisonment and to five years’ security measures (sikring) (which under the relevant law at the time, could be imposed where it was established that the person concerned was not mentally ill (and thus criminally liable) but had an underdeveloped and permanently impaired mental capacity and that, because of this condition, there was a clear risk of his or her committing further criminal offences). Shortly before the expiry of the security measures on 20 September 1999, the public prosecutor had requested a prolongation, which a first instance court had granted in March 2000 for a period of three years (but which an appellate court refused in January 2001). In May 1999 the applicant had been released from security detention (lukket sikring) and had been placed under supervision at liberty (fri sikring). Thereafter he had lived in Kristiansand, partly in a camping cabin and partly in his family’s cabin by the river and had been working at a protected workplace for persons on rehabilitation scheme. He was a substance abuser and was connected to a group which used to gather at the so-called “Acid Knoll”, a place in the recreation area where the murders had taken place.", "8. During the early stages of the murder investigation, the applicant and a number of other previously convicted persons were interrogated as witnesses. The police’s interest in the applicant attracted considerable media attention.", "9. Two days after the murder, the police collected the applicant from his workplace and brought him to the police station. The police interrogated him for 10 hours until 00.30 am on 24 May 2000, and then brought him to his home. The interrogation became known to the press and was presented in the national media on 23 and 24 May 2000 together with information about his criminal trial in 1988 and the imposition of security measures in his case. In their issues published on those dates, three national newspapers, Aftenposten, Dagbladet and Verdens Gang, reported on the applicant but without stating his identity.", "10. Also a national television channel, the TV2, gave extensive reports. In a news broadcast on 23 May 2000, at 9 pm (while the applicant was being interrogated), it stated:", "“Possibly the most special candidate of these persons (former convicted, Court’s addition) is precisely this 42-year-old because of his past and because he has been seen in the area where the murder occurred, at the time when it occurred, but so far there are no suspects, and it is precisely that which now is a little exciting in this case. Habitually, this type of investigation takes a long time, but when one carries out this type of alibi checkups, the case may soon take a new and special turn.”", "11. In a news broadcast on 24 May 2000, 6.30 pm, TV2 reported that members of the press had followed a 42 year old murderer from Kristiansand in his footsteps. Then ensued an interview with the applicant, during which he was filmed from behind and partly from the side, on his way to the so-called “Acid Knoll” in the Baneheia area.", "12. On 25 May 2000 Dagbladet published information about the applicant’s place of residence, in a report which also contained an interview with him.", "13. On 24 May 2000, the newspaper Fædrelandsvennen, which is mainly a subscription newspaper (45,000 subscribers) and the principal district newspaper on the southern coast of Norway, published a report on the Baneheia case. The front page carried the following headline and introduction:", "“Convicted Murderer: I am completely innocent", "AT WORK: At 7.10 this morning, a 42-year-old convicted murderer from Kristiansand toddled off to the bus to return to work. Last night, he had been driven home by the police, after having been interrogated for approximately 10 hours concerning his movements on Friday, the day when C and D were killed.", "ALIBI: - I am completely innocent, said the 42-year-old to Fædrelandsvennen in the early hours of today. The man says he has an alibi for Friday night. The 42-year-old, who was seen by several witnesses in Baneheia on Friday, is probably the most interesting of several criminally convicted persons whose movements are now being checked by the police.", "SENTENCE TO SECURITY MEASURES: In 1988, the 42-year-old was sentenced to 11 years imprisonment and five years security measures [sikring] for one murder by knife, one attempted murder and several other acts of violence, with knife. The term of security measures [sikringstid] imposed on him expired on 20 September last year, but as late as in March this year, he was sentenced to another three years of security measures. The judgment has been appealed against.”", "Inside the newspaper at page 4 appeared an article entitled", "“Murder convict returns to work today”", "With the subtitle:", "“I am completely innocent”", "14. The article contained a brief interview with the applicant, in which he stated that he had nothing to do with the matter and that he had witnesses. Next to the article appeared a large photograph showing the applicant from the side while entering a bus, not showing his head and the upper part of his bust inside the bus. A caption stated that the 42 year old was on his way to work at 7 am and: “‘I am completely innocent`”, says the previously murder convicted man who yesterday was interrogated for 10 hours.”", "15. Underneath on the same page, the paper reproduced another article entitled:", "“Sent home after 10 hours’ interrogation”", "The introduction stated:", "“At 2 pm yesterday a 42 year old murder convict was fetched by the police at his workplace. 11 hours later he was brought to his home”", "16. The article was accompanied by a large photograph of “the 42-year-old”, with his head blurred, accompanied by two police officers.", "17. The article stated that the police had collected him at his workplace in the afternoon of 23 May 2000 for a 10 hour long interrogation. It described inter alia the background for the police’s interest in the applicant, reiterating that he had purportedly been seen by several witnesses in Baneheia on Friday night when the two girls had disappeared. Furthermore, reference was made to the factual background of his conviction in 1988. The following sub-titles were used: “Seen by the police”, “Released for one year”, “Berserk with a knife”, and “Victims at random”.", "18. The article further quoted statements by a Chief Constable, Mr A. Pedersen, underlining that there “were still no suspects in the case” and that all of the people summoned for questioning had “formal status as witnesses in the case.” This point was further elaborated on in an interview with the Chief Constable on the same page, entitled “No one imprisoned today.”", "19. In yet another article appearing under the heading “Have got the murderer in the papers”, the Chief Constable was quoted to have said to Verdens Gang that “the police have received so much information of substance that they have the answer in their documents to the question who had murdered the two young girls.”", "20. The Baneheia case was also the main item on the front page of Fædrelandsvennen on 25 May 2000, with the heading “DNA traces found at murder place”. The article reiterated that according to the preliminary autopsy report, both of the girls had been sexually abused, that they had been murdered with a pointed and sharp penetrating arm, most probably with a knife. Page 6 of the paper contained an interview with some neighbours of the 42 year old, entitled “Neighbours fear prejudgment”, published together with a photograph of a residential development site. The article named a specific residential development area, Q, and its precise location, Z, stating that it was the “nearest neighbour to the 42-year-old convicted of murder.”", "21. In a further article on the same page, under the heading “They want to know where I am”, the paper mentioned the name of the street where the applicant lived (Y), that of his neighbourhood (Z), and that of the company where he worked. The article rendered a statement by the applicant maintaining his innocence and informing that the police had wanted to know his whereabouts but had let him in peace. Next to the article appeared a photograph of the applicant seen from behind, at a relatively long distance, on his way down towards the Z-river, with the caption: “The 42 year old murder convict on his way home yesterday”.", "22. On the same page appeared an article headed “Searching for a locally known murderer”, which quoted Chief Constable Pedersen as stating inter alia that the main emphasis of their investigation had been based on the belief that the murderer(s) had been locally known but that a wider Nordic focus had also been discussed. He had added that it was dangerous to concentrate the investigation on a specific milieu.", "23. At the material time, Fædrelandsvennen was published in the afternoon, whereas Dagbladet, Verdens Gang and Aftenposten were published in the morning.", "24. In October 2000, after the arrest of the actual perpetrators in the Baneheia case, the applicant, represented by a lawyer, demanded that Fædrelandsvennen apologise for its coverage and compensate him for pecuniary and non-pecuniary damage he had sustained. As the newspaper refused, in December 2000 the applicant’s lawyer brought on his behalf defamation proceedings before the Kristiansand City Court (tingrett) against Fædrelandsvennen, its editor-in-chief, Mr F. Holmer-Hoven and journalist B. The applicant claimed compensation for pecuniary and non-pecuniary damage.", "25. By a judgment of 16 April 2003 the City Court rejected the applicant’s action.", "26. The applicant then appealed to Agder High Court (lagmannsrett). He waived his claim for pecuniary damage, which matter was formally discontinued (hevet), but maintained his claim for non-pecuniary damage.", "27. By a judgment of 23 December 2004, the High Court, sitting with three judges, found that an ordinary reader could perceive the impugned press reports published by the Fædrelandsvennen on 24 and 25 May 2005 as pointing to the applicant as a possible perpetrator of the murders of the two girls in Baneheia. The High Court observed that, although the paper had not mentioned the applicant by name, it ought to have been possible for those who knew him in advance to recognise him, in particular from the photograph taken of him from behind and from the information about his residence- and work places contained in the 25 May 2000 issue. It was hard to derive anything specific about the strength of the suspicion. Although it was true that formally speaking the applicant had only been given witness status, seen as a whole the report was capable of giving the ordinary reader the impression that the paper regarded the applicant as a person who already at an early stage of the investigation had stood out as the most probable perpetrator among those who had been in the police’s search light. The High Court moreover noted a number of other aspects of the publications confirming this impression. It concluded that the impugned publications were defamatory in the sense of Article 247 of the Penal Code.", "28. As to the question whether the publications were unlawful (rettstridig), the High Court was of the view that it generally should fall within the State’s margin of appreciation to strike a fair balance between the interests in protection of freedom of speech under Article 10 of the Convention and the interests in protection of reputation under Article 8, bearing in mind also the presumption of innocence under Article 6 § 2. On the particular facts of this case, the High Court considered that there was undoubtedly a great public interest in the investigation of the murders and in the pursuit of the culpable persons. However, with two votes to one, the High Court found that, on balance, the interests in allowing the publications weighed more heavily than those against and that the impugned news coverage had therefore not been unlawful.", "29. The dissenting member found that the “identification” of the applicant and its extensive press coverage by Fædrelandsvennen had been unlawful and that he should be awarded compensation under section 3-6 of the Damage Compensation Act 1969, namely NOK 150,000 by the newspaper and NOK 25,000 each from the editor-in-chief and from the journalist.", "The applicant appealed against the High Court’s application of the law to the Supreme Court, alleging that it entailed a violation of Articles 6 § 2 and 8 of the Convention. He maintained that in its coverage on 24 and 25 May 2000 the Fædrelandsvennen had portrayed him as the perpetrator of the most aggravated offences seen in modern times in Norway. He had not consented to the media coverage which had been a great burden to him. He had lost his job and home and suffered from serious psychological problems.", "30. By a judgment of 14 December 2004 the Supreme Court, by three votes to two, found in favour of the respondents and rejected the applicant’s claim.", "31. Mr Justice Stang Lund, whose reasoning was endorsed in the main by the other judges in the majority, inter alia concurred with the High Court’s finding that, the Fædrelandsvennen’s focus on the applicant as a previously convicted knife killer, his presence in Baneheia on the day when the criminal acts had been committed and the investigation of the applicant, for an ordinary reader must have been perceived as if he could be suspected of having committed the murders. It had already been publicly known that the perpetrators of the murders had used pointed penetrating weapons against the girls. This information together with the rendering of parts of the judgment by which the applicant had been convicted in 1988 and the security measures case, were likely to harm his good name and reputation and to expose him to hatred and contempt, thus fulfilling the objective constitutive elements in Article 247 of the Penal Code. On these points Mr Justice Stang Lund stated:", "“(56) Taking as a starting point the wording, typography, the internal context and the use of photographs it must be ascertained how the report and articles were likely to be understood by the ordinary reader.... The statements must be considered in the context of the whole report they are part of.", "(57) The High Court unanimously found that the factual information had to be considered in the context of the other content of the reports and the articles published on 24 and 25 May 2000, and concluded:", "‘In the High Court’s opinion the conclusion of the interpretation is that Fædrelandsvennen pointed to [the applicant] as a possible perpetrator of the murders of the two girls in Baneheia. His name is not stated, but it was possible for those who previously knew [the applicant] to recognize him in particular because of the photograph taken of him from behind and because of the information about where he lives and the work place in the report dated 25 May. It is difficult to evaluate how strong the suspicion created was. Even though it is correctly underlined that the police had given [the applicant] only a witness status without formally charging or suspecting him, in the High Court’s view the report as a whole was capable of giving the ordinary viewer the impression that the newspaper considered [the applicant] to be a man who already at this early stage in the investigation stood out as the most likely perpetrator among the persons who were in the police’s search light.’", "(58) The High Court, amongst other aspects, emphasised that in the front page story of 24 May it was stated that [the applicant] was ‘probably the most interesting of several convicted persons whose movements are now being checked by the police’, that he had been questioned for 10 hours after having been collected by the police at his work place, and that the report was illustrated with Dagbladet’s photograph of [the applicant] with his head blanked, being escorted by two police officers. The High Court found that the photograph created associations of arrest. This was presented together with the information that, after having been brought home, another police car with a dog patrol had arrived at the house, had passed by in low speed, had turned and had vanished in the dark. In addition to this the newspaper rendered statements by a police inspector to Verdens Gang that the police had received much information with substance, and that the answer to who had killed the two little girls was to be found in the police records. Also the rendering on 25 May that the police were looking for a locally known murderer with a greatly deviant personal character, in the High Court’s opinion supports the view that the applicant may be a person with the special character that are a requisite for committing such a heinous crime. The High Court did not find that the rendering of [the applicant]’s denial and of the neighbours’ warning against prejudging were sufficient to weaken the suspicion created by the newspaper coverage as a whole.", "(59) I concur with the High Court in that the focus by Fædrelandsvennen on [the applicant] as a previously convicted knife killer, his presence in Baneheia that afternoon the misdeed was carried out, and the investigation of him, for an ordinary reader must have been perceived as if he could be suspected of having committed these killings. It was already publicly known that the perpetrator(s) had used knives when the girls were killed. This information, together with the description of parts of his criminal conviction from 1988 and the security measures [sikring], was likely to harm [the applicant]’s good name and reputation and to expose him to hatred and contempt. The objective description of the offence in Article 247 is therefore fulfilled.", "(60) The adversary party has stated that the reports in Fædrelandsvennen of 24 and 25 May did not contribute to identify [the applicant] beyond that occurred in TV2 in the evening of 24 May, where he was interviewed and filmed from behind and from the side while walking towards Baneheia. My comment to this is that Fædrelandsvennen in connection with the reports of 25 May 2000 about [the applicant] informed about ‘the 42 year old’s’ work place and place of residence. The photograph from the previous day depicting [the applicant] entering a bus, a new photograph of 25 May showing [the applicant] with the same jacket and with a plastic bag on his way home ‘to the house in ....[the applicant]’s road at Z’, and the article from the newly constructed housing area in Æ at Z, may have led to more people in the near environment becaming aware of [the applicant]’s identity.”", "32. As to the further question whether the allegations were unlawful (rettstridige), Mr Justice Stang Lund observed inter alia", "“(76) It is self-evident that the rapes and killings in Baneheia on Friday, 19 May 2000 were of great public interest. The news media had a duty to report, and the public had a right to receive, information about the misdeed, the investigation and the progress in the case. It is clearly a matter of public interest that previously convicted felons are in the police’s searchlight, and that interrogations and other police work is taking place to check witnesses out of the case or to charge them. In the near environment it may be of public interest to be informed about the fact that a previously convicted killer in the area in respect of whom a case concerning prolongation of security measures was pending, has been brought in by the police for questioning.", "(77) This must however be weighed against the interest of privacy and the protection of reputation, when the media circles in and identifies one or a few previously convicted persons being under investigation. At this stage the public normally has no legitimate interest to receive detailed information about previously convicted persons and their identity, hereunder descriptions of the criminal offences for which they have been convicted. However, in this very special case people living in the vicinity had a particular interest in knowing that a person who had previously been found guilty of murder and of violent assault and who had been sentenced to security detention, was living in the area, so that they could protect their own and their children’s interests.", "(78) The character of the allegation and, in particular, its seriousness is an important factor in the balancing exercise to be carried out when determining whether the interests of protection of personal life justify an interference with the freedom of expression, see Norwegian case-law reports (Norsk Retstidende (Rt.)) 2002 p. 764 on pp 774-775. In accordance with the case-law of the European Court and the Norwegian Supreme Court a distinction ought to be made between statements of fact and value judgments, because only statements of fact may be susceptible to proof. Normally statements which may be understood to mean that a person is or may be suspected of a criminal offence must be considered to be statements of facts which need to be proven.", "(79) The respondents have argued that the impugned statement only concerns whether the unnamed 42 year-old ‘is probably the most interesting among several previously convicted felons whose movements are now being checked by the police’. The leader of the investigation has later confirmed that the applicant was the most interesting person on whom efforts were deployed at the beginning of the investigation. The statement is alleged to have been correct, and its publication is claimed not to be unlawful.", "(80) When one, as I do, has reached the conclusion that the newspaper’s reports and articles considered as a whole left the impression that [the applicant] could be a suspect in the case, the evidence must concern whether he has committed the crime he has been accused of. It is not sufficient that the newspaper gave an accurate description of the factual circumstances adduced to show that there was a basis for suspicion. As an exception to this general rule case law has accepted the publication of charges. Here the evidence is acceptable when it is proven that the reporting of the charge in itself is correct, see Rt. 1999 p. 1742 (Landåssaken). There is no corresponding exception for reporting on suspicion.", "(81) In this case Fædrelandsvennen has not rendered a suspicion stated by others. The newspaper coverage and the articles mainly consist of reporting on the judgment from 1988, the relevant preventive supervision case [sikringssak] and the statements made by leaders of the investigation. It appears clearly that the applicant has been interrogated as a witness and that neither he nor anyone else is under investigation as a suspect. The most direct statement indicating suspicion is attenuated in its form in that [the applicant] according to the newspaper is ‘probably the most interesting of several criminally convicted persons whose movements are now being checked by the police’. His statements in an interview published on 24 May 2000 about his being completely innocent, has been published in the head line on top of the front page.", "(82) In balancing the competing interests in the concrete case I have with some doubt found that it was not unlawful for Fædrelandsvennen on 24 and 25 May 2000 to publish that [the applicant] was the most interesting of several convicted persons investigated by the police, even though this in the context may be perceived to mean that he was or could be a suspect. The monstrous sexual offences and consequent killings in Baneheia were of particularly great public interest throughout the country, especially in Kristiansand and in the Agder counties. The people in the vicinity around Baneheia and in the vicinity where [the applicant] lived, had a particular interest in receiving continuous and concrete information about the investigation.", "(83) In my opinion the journalist and the editor have not been negligent. The intense and extensive interest shown by the national news media directed against [the applicant] before Fædrelandsvennen’s own publishing, his own statements to the media and the public interest justified the publication of the information about [his] workplace and place of residence and the use of anonymous photos of his person. When considering the question of negligence, I also emphasize that the coverage and articles were balanced, that their main content consisted of reporting true factual information, and that the police underlined that no one was under suspicion and that the [applicant]’s view was presented clearly. I add that since this case presented itself at the early stage of the investigation, the newspaper had no cause to investigate further if [the applicant] could be the perpetrator....”", "33. Mrs Justice Coward, whose opinion was endorsed in the main by the other judge of the minority, stated, amongst other:", "“(93) There was obviously public interest attached to the investigation in the Baneheia case. The nation was shocked, and it was a task for the media to inform of the crimes and the work of the police. In the High Court it was agreed that it must be allowed to impart an information that a previously convicted felon was in the police’s search light and had been subjected to a long interrogation - even though the reporting would make it possible to understand who this was for those who had special knowledge or for those who carried out investigations on their own. I too agree with that. The disagreement in the High Court concerned whether the further identification provided by Fædrelandsvennen - in particular by revealing the workplace and residence was justified.", "(94) In assessing the character of the allegation it is a point that this constituted an affirmation of suspicion, which when considering the seriousness is different from an accusation of being the perpetrator. But, on the other hand, the suspicion was related to particularly heinous crimes. The crimes aroused strong feelings of abhorrence and hatred in the population, and it is difficult not to think that it must have been awful to have been exposed to suspicion for having committed them. I agree with the High Court minority when it states that ‘strong reasons for protecting the privacy militate for protecting the identity of an individual who for different reasons has come in the search light of the police in the investigation of criminal cases. This consideration is, not the least, important in serious criminal cases where great public interests are attached to clearing up the case’. And precisely a person like [the applicant], who with his background more easily than others would be suspected, had a special need for the protection offered by the presumption of innocence.", "(95) I cannot see that it betters things, as stated by Fædrelandsvennen, that [the applicant] was given the opportunity to declare his innocence on the front page of the newspaper’s issue of 24 May 2000: ‘Convicted murderer: I am completely innocent’. It emerges from this report that none of ‘a not insignificant number of people’ being checked in the case were under suspicion. However, neither this was likely to weaken the suspicion towards [the applicant] as the likely perpetrator. I agree with the High Court - all three justices - when it states:", "‘Not in the least the High Court finds that the total search light directed against [the applicant] is important. He represents both the starting point and most of the reporting done by Fædrelandsvennen covering the Baneheia-case those days. Given the reluctance the press in accordance with the ethics of journalism usually show by not identifying individuals being in the police’s search light, this to a large extent must strengthen the ordinary reader’s impression of [the applicant] as being the most possible perpetrator.’", "(96) I cannot see that the total reporting by Fædrelandsvennen should be considered balanced, even though the factual information taken apart had not been incorrect, [the applicant] had been given the opportunity to claiming his innocence and the police’s statement that no one was to be suspected had been referred to. When it comes to heinous crimes of such gravity as here, in my opinion the press should not be allowed to publish untrue suspicions against identifiable individuals, even though the coverage should otherwise be characterized as being balanced.", "(97) I add that [the applicant] was persecuted by assertive media people against whom he found it difficult to protect himself. That he at no point accepted to be identified, must be obvious.", "(98) The difference of opinion between the majority and the minority of the High Court was related to the significance of other media identifying [the applicant]. In the evening of 24 May 2000 TV2 showed a report where he was filmed from behind and somewhat from the side. On 25 May 2000 Dagbladet informed that he worked in a protected workplace in Kristiansand and lived in his brother’s cabin in Y at Z. The newspaper also showed a photo of him taken from behind. Fædrelandsvennen went the furthest in publishing identifying information about [the applicant] - in particular by revealing his workplace and residence, but besides this the articles in this most important district newspaper must have made it possible for more people to identify him than those who watch TV2 or read Dagbladet.", "(99) The High Court minority point to an important consideration in emphasising at the end stating the need for the individual to be protected from collective media pressure:", "‘The minority also attaches considerable weight to the fact that the coverage in Faedrelandsvennen appeared as an extensive and independent contribution from the newspaper and that the damaging effect for [the applicant] and the problems caused for him must have been caused by the total pressure from the media coverage during a short and concentrated period of time where Fædrelandsvennen’s contribution was of particular significance. The minority is inclined to accept that [the applicant] had become ‘free game’ as a result of the fact that some media had identified him. Such a solution is not adequate for protecting each individual against libellous reporting in mass media and does not coincide with the independent responsibility each newspaper has in circumstances where judicial and ethical press norms may be under challenge due to a situation of competitiveness .’", "(100) I concur with this, and conclude - in accordance with the vocabulary used by European Court - that a pressing need existed for interfering with the freedom of expression in the way of a reaction to the coverage by Fædrelandsvennen.", "(101) The conditions for compensation in accordance with section 3-6 of the Damage Compensation Act have been fulfilled. Since I am aware that I represent a minority, I see no reason to go into detail with regard to the amount of compensation. However, in view of Fædrelandsvennen’s pleadings I point to the fact the harm caused by the offence to a large extent must be objectified: Also people who are socially marginalised must enjoy effective protection against libellous allegations. Like the minority in the High Court, I vote for compensating [the applicant] with NOK 150,000 from the newspaper and NOK 25,000 from the editor. The contribution from the journalist was more peripheral, and she should not be ordered to pay compensation. ...”", "34. In October 2003 the applicant brought defamation proceedings against TV2 AS (Ltd.) before the Kristiansand City Court claiming compensation with regard to TV2’s news coverage on 23 and 24 May 2000 of the Baneheia case. The City Court found for TV2 and rejected the applicant’s claims. On an appeal by the applicant, on 8 December 2006 the Agder High Court upheld the applicant’s claim that the news coverage constituted unlawful defamation and ordered the defendants to pay him NOK 250,000 in compensation for non-pecuniary damage and discontinued the case with regard to his claim for pecuniary damage. As regards the contents of the disputed broadcasts and their defamatory effect, the Agder High Court made similar findings in the TV2 case as made by the appellate courts in the present case. In finding the defamation unlawful it had regard to several factors, notably TV2’s national as opposed to local media role, unlike that of Fædrelandsvennen, the potency of the televised medium, the rule of caution applicable to the press with regard to identification of person regarding coverage of early stages of criminal investigations and the fact that, although aware of an autopsy report made available on 24 May 2000 revealing that the murders had involved rape, TV2 had in the evening news of that date continued to focus on the applicant notwithstanding the fact that his 1988 criminal conviction had not concerned sexual offences. TV2 had also been the first medium to insinuate suspicion against the applicant and to identify him in its broadcasts and had taken the lead in this regard. On 19 February 2007 the Appeals Leave Committee of the Supreme Court refused TV2 leave to appeal.", "35. Conditions for holding a defendant liable for defamation are set out in Chapter 23 of the Penal Code, Article 247 of which provides:", "“Any person who, by word or deed, behaves in a manner that is likely to harm another person’s good name and reputation or to expose him to hatred, contempt, or loss of the confidence necessary for his position or business, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding one year. If the defamation is committed in print or in broadcasting or otherwise under especially aggravating circumstances, imprisonment for a term not exceeding two years may be imposed.”", "A limitation to the applicability of Article 247 follows from the requirement that the expression must be “unlawful” (“rettsstridig”). While this is expressly stated in Article 246, Article 247 has been interpreted by the Supreme Court to include such a requirement.", "36. For further specific information on the relevant national law, reference is made to paragraphs 41 to 45 and 47 of Tønsbergs Blad A.S. and Haukom v. Norway, no. 510/04, ECHR 2007...", "37. The Appendix to the Recommendation Rec(2003)13 of the Committee of Ministers to member states on the provision of information through the media in relation to criminal proceedings (Adopted by the Committee of Ministers on 10 July 2003 at the 848th meeting of the Ministers’ Deputies) contains the following principle of particular interest to the present case:", "“Principle 8 - Protection of privacy in the context of on-going criminal proceedings", "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}