{"ITEMID": "001-59565", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PRICE v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant is four-limb deficient as a result of phocomelia due to thalidomide. She also suffers from problems with her kidneys. On 20 January 1995, in the course of civil proceedings in Lincoln County Court for recovery of a judgment debt, she refused to answer questions put to her concerning her financial position and was committed to prison for seven days for contempt of court. In the applicant's recollection, the judge ordered that she should be taken directly to Wakefield Prison. Before leaving the court the applicant asked a court officer if she could take the battery charger for her wheelchair with her. She alleges that the officer told her that this would be considered a luxury item and that she would not, therefore, be able to bring it.", "8. Because the applicant's case had been heard during the afternoon of 20 January 1995, it was not possible to take her to prison until the next day and she spent that night in a cell in Lincoln Police Station. This cell, which contained a wooden bed and a mattress, was not specially adapted for a disabled person. The applicant alleges that she was forced to sleep in her wheelchair since the bed was hard and would have caused pain in her hips, that the emergency buttons and light switches were out of her reach, and that she was unable to use the toilet since it was higher than her wheelchair and therefore inaccessible.", "9. The custody record states that on arrival, at 7.20 p.m., the applicant informed the custody officer that she suffered from kidney trouble and a recurring ear infection but that she did not require any medication or to see a doctor at that time. At 7.50 p.m. she declined a meal and a hot drink. At 8.50 p.m. the applicant said she was cold so the officer wrapped her in two blankets. When she was checked on again at 9.15 p.m. the applicant was still complaining of being cold. At 9.35 p.m., since she was still cold and had a headache caused by the cold, another blanket was wrapped around her. She was offered a hot drink which she refused. The applicant was asleep at 10 p.m., but by 10.50 p.m. she was awake again, complaining about the cold, and again refused a hot drink. At 11.15 p.m. she asked to see a doctor, who arrived at 11.50 p.m. The doctor's note of his examination of the applicant at 12.35 a.m. states:", "“Patient complained of feeling cold, headache and queasy (no food since admission – offered but refused). Talking quite sensibly, not obviously hypothermia, seated in wheelchair. Tells me unable to lie flat and sleeps on sofa, sitting up, at home. On Erythromycin for ear infection. On examination ears NAD Nystigmus J36. Unfortunately the facilities available in the cells for this type of disabled person (sic). Really requires a room temp in the high 70's as not moving/not able to move around. Insulated with 'space blanket' and extra blankets. Offered/given Paracetamol and [bn] stemetil as no co-proxamol available.”", "10. According to the custody record, the applicant slept until 7 a.m., when she was moved to another cell and offered food and drink, which she refused. At 8.30 a.m. she was taken to New Hall Women's Prison, Wakefield, where she was detained until the afternoon of 23 January 1995.", "11. The applicant was not placed in a normal cell in New Hall, but was instead detained in the prison's health care centre. Her cell had a wider door for wheelchair access, handles for the disabled in the toilet recess and a hydraulic hospital bed. On arrival at the prison the applicant completed a medical questionnaire. She stated that she had health worries but that they were “under control – takes it as it comes”. Staff Nurse Broadhead, who countersigned the questionnaire, wrote:", "“Admitted into hospital mainly for mobility problems. Inmate has thalidomide and uses an electric wheelchair which would be difficult to use in the main prison due to steps e.g. to dining room. Has not brought chair charger with her as she says police wouldn't let her.", "She suffers from urological problems and has intermittent renal failure ... Is able to feed herself if food is cut up, is able to use cup. Manages on and off the toilet to P.U. [pass urine] but will need assistance with B.O. [opening bowels] in order to clean herself.", "Usually sleeps on a couch at home and her dog helps her up during the night. Will need assistance here during the night to get off bed to use the toilet. Will try to use the hospital bed with backrest out. Contacted Dr Rhodes re help for night nurse. Memo done to Night Orderly Officer and Security re assistance at night and need to unlock ...", "She is allergic to many antibiotics ... Needs frequent changes of clothes due to urinary problems.", "Has settled into unit and eaten dinner.", "PS: Cannot be lifted in normal fashion as she has a persistently dislocated shoulder due to an old injury.”", "12. The applicant was examined by Dr Kidd, whose notes stated:", "“New reception.", "Thalidomide victim with numerous deformities including absent arms upper/lower with dislocating L shoulder and no use in R upper limb. Both lower limbs are absent with small feet.", "Bladder – is unable to empty completely and gets frequent retentions (when she needs catheterisation) and infection ...", "Bowels – ... unable to manually clean herself.", "At home she is relatively independent tho' has numerous services including electric wheelchair – which may need recharging over W/E [weekend].", "In hospital has difficulty with", "bed – too high", "sink – unable to reach", "mobility – battery running down", "fluid intake – likes to take juice and there is none", "diet – vegetarian", "general hygiene – needs help ...", "Needs: fluid intake", "batteries recharged", "adequate temperature ...”", "13. A “continuous medical record” on the applicant was kept during her detention. The first entry, dated 21 January 1995, stated:", "“I asked duty Governor, Mr Ellis, to give permission for a battery charger for Adele's wheelchair to be brought in if we could arrange it. He agreed to this and whilst here we pointed out the numerous problems staff may encounter with this inmate i.e.", "(1) Needs lifting in and out of bed and she says this is usually done by one person standing behind her with arms around her midriff then lifting her either onto the bed or onto her wheelchair.", "(2) She has, at home, a device worked by compression that gets her in and out of the bath. If she doesn't have a daily bath she risks developing sores, especially where her foot lies across her 'leg'.", "(3) Because of recurrent urinary infections she should take two litres of fluid daily but usually has juice and doesn't like water, therefore will probably reduce her fluid intake. After some consideration Mr Ellis decided that if we could find Adele a suitable place in outside hospital he would licence her to go, but we do not have any medical condition to admit her to hospital with. Dr Kidd will review Adele tomorrow, as he thinks there is a likelihood she will develop a UTI [urinary tract infection].”", "14. The nurses who cared for the applicant during her detention kept a contemporaneous record, which stated for the night of 21 January 1995:", "“Impossible to toilet during the night. Have been into Adele's cell twice. Took over 1/2 hour to toilet her then could not get her back on the bed. Given analgesia and she is getting a great deal of pain through lying on a solid mattress. Very difficult to care for her with one nurse.”", "15. The applicant alleged that on the evening of 21 January 1995 she was lifted onto the toilet by a female prison officer, but was then left sitting on the toilet for over three hours until she agreed to allow a male nursing officer to clean her and help her off the toilet. The Government submitted that on 21 January 1995 there was only one female nurse on duty, Nurse Lister, and that she enlisted the help of two male members of staff, Senior Officer Tingle and Officer Bowman, and that the two male members of staff assisted Nurse Lister in sitting the applicant up and then left the room while the applicant moved her bowels. Nurse Lister then cleaned the applicant and laid her back down. It is unclear from the Government's submissions whether Senior Officer Tingle and Officer Bowman were nursing staff or whether they were prison officers without nursing qualifications. The applicant further claimed that later that evening, a female nurse who was assisting her onto the toilet removed her bedclothes in the presence of two male prison nursing officers, thereby exposing her, naked from the chest down, to the male officers. The Government denied that these incidents occurred. They pointed out that prior to her release the applicant made a complaint to the prison governor concerning the lack of adequate facilities, but containing no mention of the above events.", "16. An agency nurse was employed to care for the applicant during the night of 22 to 23 January 1995. The entries in the nursing record for 22 January stated:", "“Says she finds bed uncomfortable and there is a risk of her developing bed sores, but she is not completely immobile and is able to shift her weight about the bed. No problems with diet but fluid intake diminished due to her not liking water. There is a need for us to separate Adele's little whims from her genuine problems.", "Bowels opened, says she's in retention and has not PU'd [passed urine] since 01.00 hours, refusing to drink water, refuses to get ready for bed until 8 p.m.", "Night – 21.50 asked to be put to bed. When asked why she was not in bed says day staff said agency nurse was going to wash her and put her to bed.", "23.10 asked to be moved as she was having pains in 'legs'. Coproximol given and sat up. Settled and slept later. Has not PU. Has been drinking.”", "17. The remission provisions in sections 45 and 33 of the Criminal Justice Act 1991 meant that the applicant had only to serve half the sentence imposed, namely, three and a half days. Prior to her release, on 23 January 1995, the applicant was examined by Dr Kidd who found she needed catheterising due to urine retention. The medical record stated:", "“For release this afternoon as soon as transport arrangements can be made. ...", "To have bath and bladder emptied via catheter before leaving.", "When asked if she had any specific medical complaints – she only asked for a bath and to be catheterised.", "She had some complaints about her sleeping arrangements. Said that Gv. Mr Ellis had said that she could sleep on a chair and have her cell door open all night. Given that she is due for release today she said her Governor's application was immaterial. ...”", "18. The applicant was collected from prison by a friend. She claimed to have suffered health problems for ten weeks as a result of her treatment in detention, but has not provided direct medical evidence in support of this claim.", "19. On 30 January 1995 the applicant consulted solicitors with a view to bringing an action in negligence against the Home Office. She was granted legal aid, limited to obtaining evidence and seeking counsel's opinion as to merits and quantum. In his opinion dated 6 March 1996, her counsel referred to the difficulties which the applicant was likely to face in proving that she had suffered the ill-treatment which she alleged, and referred to a judgment of the High Court (Knight and Others v. Home Office and Another [1990] 3 All England Law Reports 237) which held that, given the lack of resources, the standard of care required of a prison hospital was lower than that which would be required in an equivalent outside institution. Counsel advised that, in the light of this case-law and the difficulties of proof which she faced, the applicant had a limited prospect of success in her claim and that, even if successful, damages were not likely to exceed 3,000 pounds sterling. In the light of this advice, the applicant's legal aid certificate was discharged on 13 May 1996.", "20. It is not normal practice for the County Court to give any direction as to where a particular defendant should be detained. Section 12(1)-(2) of the Prison Act 1952 provides that it is for the Secretary of State to allocate a prisoner to any prison:", "“12 (1) A prisoner, whether sentenced to imprisonment or committed to prison on remand or pending trial or otherwise, may be lawfully confined in any prison.", "(2) Prisoners shall be committed to such prisons as the Secretary of State may from time to time direct, and may by the direction of the Secretary of State be removed during the term of their imprisonment from the prison in which they are confined to any other prison.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}