{"ITEMID": "001-108963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DIACENCO v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-3-b - No significant disadvantage);Preliminary objection joined to merits and dismissed;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Presumption of innocence);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1944 and lives in Botoşani.", "7. On the evening of 5 November 1998 the applicant, an engineer, accompanied by P.H., was driving a car owned by the limited company C. on the national road connecting Iaşi to Botoşani and was involved in a car accident. A car travelling in the opposite direction blinded the applicant with its headlights and he was forced to slow down and to steer the car towards the right side of the road. Suddenly, a cart pulled by a horse (“the cart”) travelling on the side of the road appeared in front of the applicant and forced him to break abruptly. However, he was unable to avoid collision. The driver of the cart, N.Z., escaped unharmed, but his passenger, S.I., suffered some injuries that required medical treatment.", "8. On 9 November 1998 the Botoşani Forensic Laboratory carried out a forensic examination of the injuries suffered by S.I. and found that they could have been caused by a car accident on 5 November 1998, and required fiftyeight to fiftynine days of medical care.", "9. A second forensic examination of the injuries suffered by S.I. was carried out by the Botoşani Forensic Laboratory on 3 February 1999. It concluded that S.I.’s injuries could have been caused by a car accident on 5 November 1998, and required 102 to 103 days of medical care.", "10. On 24 February 1999 the Botoşani Prosecutor’s Office ordered the opening of a criminal investigation against the applicant for involuntary battery and other violent offences.", "11. By a decision of the Botoşani Prosecutor’s Office of 15 June 1999 the criminal investigation against the applicant was discontinued on the ground that he had not committed any unlawful act. The decision concluded that the cart which the applicant had collided with had not been equipped with the legally required hazard warning lights, which prevented the applicant from seeing the cart at the material time owing to the poor weather conditions. Consequently, the applicant could not have anticipated the danger and taken action in order to avoid it. S.I. appealed against the decision.", "12. By a final decision of 10 June 2000 the Suceava Prosecutor’s Office allowed S.I.’s appeal, quashed the decision of 15 June 1999 and ordered the reopening of the criminal investigation against the applicant.", "13. On an unspecified date S.I. joined the criminal proceedings instituted against the applicant as a civil party and claimed 50,000,000 Romanian lei (ROL) (approximately 2,100 euros (EUR)) in respect of pecuniary and nonpecuniary damage.", "14. By a final decision of 19 March 2001 the Botoşani Prosecutor’s Office acknowledged that S.I. had joined as a civil party the criminal proceedings instituted against the applicant, indicted the applicant and referred the case to the Botoşani District Court.", "15. On an unspecified date the applicant at his own request added to the file a technical expert report dated 4 June 2001 regarding the accident of 5 November 1998. The report concluded, inter alia, that the applicant had been driving lawfully, had been travelling at a speed of fortythree kilometres per hour (km/h), that he had hit the cart at a speed of thirtythree km/h and that the person responsible for the accident was N.Z.", "16. On 29 October 2001 and 16 April 2002 the Botoşani District Court ordered a technical expert report and a supplement to the technical report, respectively, to be prepared regarding the accident of 5 November 1998.", "17. On 29 January and 16 September 2002 the Iaşi Forensic Department attached to the Minister of the Interior carried out the technical expert analysis and concluded that the applicant had been travelling at a speed of between twentyeight and thirtysix km/h and could have avoided the accident if his speed had been between eleven and twelve km/h. However, there had been no reason for him to travel at such a low speed. The travelling speed had been high enough to cause part of the cart to break. Moreover, the accident could have been avoided by N.Z. if he had equipped his cart with the legally required hazard warning lights. Consequently, the absence of the legally required hazard warning lights on N.Z.’s cart had been the cause of the accident.", "18. On 15 March 2002, in his written submissions before the firstinstance court, the applicant contested, inter alia, the results of the medical expert reports of 9 November 1998 and 3 February 1999. He contended that S.I. had already been suffering from some of the ailments which had been taken into account in the reports in order to determine the number of days of medical care she required as a result of the accident. Moreover, the said reports had not established with certainty that her condition had been caused by the car accident at issue.", "19. By a judgment of 16 December 2002 the Botoşani District Court acquitted the applicant on the basis of the provisions of Article 47 of the Romanian Criminal Code, and dismissed S.I.’s civil claims for damages against him. Relying on the statements of the witnesses, of the victim and of the accused, as well as on the forensic and technical expert reports contained in the file, the court held that in the absence of hazard warning lights, the applicant could not have foreseen the presence of the cart on the road and that therefore the accident could not have been avoided.", "20. The applicant appealed against that judgment and argued that the legal basis for his acquittal should have been the fact that he had not committed the alleged offence and that N.Z. had been the sole party responsible for the accident. S.I. also appealed against the judgment, requesting to be awarded civil damages.", "21. By a judgment of 8 May 2003 the Botoşani County Court, in the presence of the applicant and his chosen legal representative, dismissed both appeals and upheld the judgment of 16 December 2002. In dismissing S.I.’s request for civil damages, the court held that in the light of the applicant’s acquittal, the just satisfaction claim submitted by the applicant did not have any basis in law.", "22. The applicant and S.I. appealed (recurs) against that judgment. S.I. modified her civil claims against the applicant to ROL 100,000,000 in respect of pecuniary and nonpecuniary damage.", "23. On 3 June 2003 the parties were summoned to appear before the Suceava Court of Appeal on 9 July 2003. The summons addressed to the applicant was displayed on the main entrance door of his home because he was not at home when the bailiff had attempted to deliver the summons.", "24. On 9 July 2003, in the absence of the applicant and his legal representative and prior to the delivery of its judgment, the Suceava Court of Appeal heard the oral submissions of the parties present with regard to the appeal.", "25. By a final judgment of 9 July 2003 the Suceava Court of Appeal dismissed in the operative part of its judgment the applicant’s appeal, and upheld the judgments of 16 December 2002 and 8 May 2003. In the reasoning part of the judgment it held that the applicant had failed to provide the court with written or oral reasons for his appeal (recurs), as required by the applicable rules of criminal procedure and that the court could not identify any reasons that would require the Court of Appeal to quash the judgments of the lower courts. At the same time the court allowed the appeal (recurs) lodged by S.I., and ordered the applicant to pay ROL 100,000,000 (approximately EUR 2,600) to S.I. for pecuniary and nonpecuniary damage, out of which ROL 30,000,000 (approximately EUR 800) would be paid jointly with the insurance company A., for the mental and physical suffering which S.I. had endured and the medical expenses she had incurred. It held that the lower courts had misapplied the law with regard to the civil limb of the proceedings, and considered that they had erred in acquitting the applicant on the ground that he could not have anticipated the presence of the cart on the road. According to the evidence in the file, the applicant had committed the unlawful act in respect of which he had been indicted and could have foreseen the danger in question. The applicant was guilty of the offence of involuntary battery and other violent offences because he had failed to control the speed of his car and to adjust it to the road conditions so that he would have been able to stop in the event of a foreseeable obstacle. Moreover, the court dismissed the conclusion reached in the technical expert reports concerning the speed of the applicant’s car, on the ground that the impact had caused part of the cart to break. Furthermore, prudent driving should have prompted the applicant to stop when he was blinded by the headlights of the car travelling in the opposite direction. Consequently, the court concluded that:", "“For the above-mentioned reasons, [the court] considers that the applicant is guilty of the offence for which he was correctly indicted and his case sent for trial, the fact that the [lower] courts have acquitted him on the basis of the provisions of Article 47 of the [Romanian] Criminal Code (which is not applicable), is irrelevant in respect of the civil limb.”", "26. On 2 October 2003 the applicant initiated extraordinary annulment (contestaţie în anulare) appeal proceedings against the final judgment of 9 July 2003. He argued that he had not been lawfully summoned for the hearing of 9 July 2003 before the Suceava Court of Appeal. Thus, he had been unaware about the date of the hearing. Consequently, he had been unable to submit written or oral reasons for his appeal, to defend himself or to inform the court as regards his absence.", "27. By a final judgment of 28 September 2004 the Cluj Court of Appeal dismissed the applicant’s annulment appeal on the ground that during the applicant’s absence from his home the summons had been displayed on the main entrance door, in accordance with the applicable rules of criminal procedure. The applicant appealed against that judgment.", "28. On 2 December 2004 the applicant brought extraordinary review (revizuire) appeal proceedings against the final judgment of 9 July 2003, submitting, inter alia, that he had not been lawfully summoned for the hearing held on the aforementioned date.", "29. By a final judgment of 14 December 2004 the Court of Cassation dismissed the applicant’s appeal against the final judgment of 28 September 2004 as inadmissible, on the ground that the said judgment was final and not subject to appeal.", "30. By a judgment of 5 October 2006 the Botoşani District Court dismissed the applicant’s appeal to review the final judgment of 9 July 2003, on the ground that he had been lawfully summoned and that, in any event, his presence at the hearing would not have changed the outcome of the proceedings, given that the Suceava Court of Appeal had relied on the evidence available in the file and not the parties’ arguments. The applicant appealed against that judgment.", "31. By a judgment of 16 January 2007 the Botoşani County Court dismissed the applicant’s appeal against the judgment of 5 October 2006 as illfounded. The applicant appealed against that judgment.", "32. By a final judgment of 22 October 2007 the Suceava Court of Appeal dismissed the applicant’s appeal against the judgment of 16 January 2007 as illfounded.", "33. The relevant provisions of the Romanian Constitution as in force at the relevant time provided as follows:", "“ ...", "A person is considered innocent pending a final court conviction.”", "34. The relevant provisions of the Romanian Code of Criminal Procedure in force at the relevant time provided as follows:", "“(1) The aim of a civil action is to engage the civil liability of the person accused of a criminal offence...", "(2) A civil action can be joined to the criminal proceedings, if the victim joins the criminal proceedings as a civil party.", "...”", "“...", "(2) A victim can join criminal proceedings as a civil party at the criminal investigation stage or before the court...", "...”", "“(1) If a victim has not joined criminal proceedings as a civil party, he or she can initiate separate proceedings for damages caused as a result of the offence before the civil courts.", "(2) Civil proceedings are to be suspended pending a final judgment of the criminal courts...", "...”", "“(1) The final judgment of a criminal court is res judicata in respect of the existence of an offence, the identity of the offender and his guilt for the court examining the civil action.", "(2) The final judgment of the court examining the civil action is not res judicata in respect of the existence of an offence, the identity of the offender and his guilt for the authority carrying out the criminal investigation or for the criminal courts.”", "“(1) A person accused of or charged with a criminal offence does not have to prove his innocence.", "(2) Where evidence is adduced proving a person’s guilt, the accused or the person charged with a criminal offence has the right to rebut the evidence.”", "35. Articles 998 and 999 of the Romanian Civil Code provide that any person who has suffered damage can seek redress by bringing a civil action against the person who has intentionally or negligently caused such damage.", "36. Article 47 of the Romanian Criminal Code provides that an act covered by the criminal law, which leads to results owing to unforseeable circumstances, shall not be an offence."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}