{"ITEMID": "001-68183", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MAMATKULOV AND ASKAROV v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 3;Not necessary to examine Art. 2;Inadmissible under Art. 6 concerning the exradition proceedings;No violation of Art. 6-1;Failure to comply with obligations under Art. 34;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["11. The applicants were born in 1959 and 1971 respectively and are currently in custody in the Republic of Uzbekistan. They are members of Erk (Freedom), an opposition party in Uzbekistan.", "12. On 3 March 1999 the first applicant arrived in Istanbul from Alma-Ata (Kazakhstan), on a tourist visa. He was arrested by the Turkish police at Atatürk Airport (Istanbul) under an international arrest warrant and taken into police custody on suspicion of homicide, causing injuries through the explosion of a bomb in Uzbekistan and an attempted terrorist attack on the President of Uzbekistan.", "13. The Republic of Uzbekistan requested his extradition under a bilateral treaty with Turkey.", "14. On 5 March 1999 the Bakırköy public prosecutor made an application to the investigating judge for the first applicant to be remanded in custody. The first applicant, who was assisted by his lawyer, was brought before the judge on the same day and remanded in custody for forty-five days, in accordance with the European Convention on Mutual Assistance in Criminal Matters.", "15. On 11 March 1999 the first applicant was interviewed by the judge of the Bakırköy Criminal Court. In an order made on the same day under the expedited applications procedure, the judge referred to the charges against the first applicant and noted that the offences concerned were not political or military in nature but ordinary criminal offences. The judge also made an order remanding him in custody pending his extradition. The first applicant, who was assisted by his lawyer and an interpreter, denied the charges and protested his innocence.", "16. In written pleadings that were lodged at a hearing on 11 March 1999, the first applicant's representative argued that his client was working for the democratisation of his country and that political dissidents in Uzbekistan were arrested by the authorities and subjected to torture in prison. He added that the first applicant had been in Kazakhstan at the material time and had asked the Turkish authorities for political asylum as his life was at risk. He argued that his client was being prosecuted for an offence of a political nature and, relying on Article 9 § 2 of the Turkish Criminal Code, asked the Criminal Court to refuse Uzbekistan's request for extradition.", "17. On 15 March 1999 the first applicant appealed to the Bakırköy Assize Court against the order made under the expedited applications procedure on 11 March 1999. Having examined the case file, the Assize Court dismissed the first applicant's appeal on 19 March 1999.", "18. The second applicant entered Turkey on 13 December 1998 on a false passport. On 5 March 1999, acting on a request for his extradition by the Republic of Uzbekistan, the Turkish police arrested him and took him into police custody. He was suspected of homicide, causing injuries to others through the explosion of a bomb in Uzbekistan and an attempted terrorist attack on the President of Uzbekistan.", "19. On 7 March 1999 the Bakırköy public prosecutor made an application to the investigating judge for the second applicant to be remanded in custody. On the same day the second applicant was brought before the judge, who remanded him in custody.", "20. At a hearing on 11 March 1999, the second applicant's representative submitted that the offence with which his client had been charged was political in nature and that political dissidents in Uzbekistan were arrested by the authorities and subjected to torture in prison. He added that the second applicant had been in Turkey at the material time on a false passport.", "21. In a letter of 12 March 1999 the Fatih public prosecutor applied to the Fatih Criminal Court for a determination of the second applicant's nationality and of the nature of the alleged offence.", "22. In a decision of 15 March 1999, after hearing the applicant, the Criminal Court determined his nationality and the nature of the offence pursuant to Article 9 of the Turkish Criminal Code. It held that the offences with which he had been charged were not political or military in nature but ordinary criminal offences. It also made an order remanding the applicant in custody pending his extradition.", "23. On 18 March 1999 the second applicant appealed to the Istanbul Assize Court against the judgment of 15 March 1999. Having examined the case file, the Assize Court dismissed the appeal on 26 March 1999.", "24. On 18 March 1999 the President of the relevant Chamber of the Court decided to indicate to the Government, on the basis of Rule 39 of the Rules of Court, that it was desirable in the interest of the parties and of the smooth progress of the proceedings before the Court not to extradite the applicants to Uzbekistan prior to the meeting of the competent Chamber, which was to take place on 23 March 1999.", "25. On 19 March 1999 the Turkish government issued a decree ordering the applicants' extradition.", "26. On 23 March 1999 the Chamber decided to extend the interim measure indicated pursuant to Rule 39 until further notice.", "27. On 27 March 1999 the applicants were handed over to the Uzbek authorities.", "28. In a letter of 19 April 1999, the Government informed the Court that it had received the following assurances regarding the two applicants from the Uzbek authorities: on 9 March and 10 April 1999 the Uzbek embassy in Ankara had transmitted two notes from the Ministry of Foreign Affairs to which were appended two letters from the Public Prosecutor of the Republic of Uzbekistan, stating:", "“The applicants' property will not be liable to general confiscation, and the applicants will not be subjected to acts of torture or sentenced to capital punishment.", "The Republic of Uzbekistan is a party to the United Nations Convention against Torture and accepts and reaffirms its obligation to comply with the requirements of the provisions of that Convention as regards both Turkey and the international community as a whole.”", "29. On 11 June 1999 the Government transmitted to the Court a diplomatic note dated 8 June 1999 from the Uzbek Ministry of Foreign Affairs setting out the following points:", "“It appears from investigations conducted by the Uzbek judicial authorities that Mr Mamatkulov and Mr Askarov have played an active role in planning and organising terrorist acts against the leaders of the Republic of Uzbekistan and its people since May 1997, as members of a criminal organisation led by C.H. and T.Y., who are notorious religious extremists.", "It appears from information obtained through cooperation with the intelligence services of foreign countries that Mr Mamatkulov and Mr Askarov have committed offences in Kazakhstan and Kyrgyzstan.", "Their indictment, which was drawn up on the basis of previously obtained evidence, includes a number of charges: setting up a criminal organisation, terrorism, a terrorist attack on the President, seizing power through the use of force or by overthrowing the constitutional order, arson, uttering forged documents and voluntary homicide.", "All the investigations have been conducted with the participation of their lawyers. The defendants have made statements of their own free will on the activities of the criminal organisation and their role within it. That information has been corroborated by the other evidence that has been obtained.", "The assurances given by the Public Prosecutor of the Republic of Uzbekistan concerning Mr Mamatkulov and Mr Askarov comply with Uzbekistan's obligations under the United Nation's Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment of 10 December 1984.", "The defendants and their lawyers have examined the prosecution evidence relating to the investigation and the proceedings and a copy of the indictment transmitted to the Supreme Court has been served on them.", "Arrangements for the accused's security during the investigation and trial have been made through the use of secure premises (with cells specially equipped for that purpose) and appropriate measures have been taken to prevent them being attacked.", "The defendants' trial in the Supreme Court has recently begun with hearings in public. The hearings are attended by members of the local and foreign press. Members of diplomatic missions and representatives of human rights organisations also attend the hearings.", "Officials from the embassy of the Republic of Turkey may also attend.”", "30. In a letter of 8 July 1999, the Government informed the Court that by a judgment of 28 June 1999 the Supreme Court of the Republic of Uzbekistan had found the applicants guilty of the offences charged and had sentenced them to terms of imprisonment.", "31. In a letter to the Court dated 15 September 1999, the applicants' representatives said that they had not been able to contact their clients, that conditions in Uzbek prisons were bad and prisoners subjected to torture. They noted, inter alia:", "“...", "The applicants did not have a fair trial in the Republic of Uzbekistan. The rule requiring trials to be held in public was not complied with. Our only information about the applicants' trial comes from the Uzbek authorities.", "We wrote to the Uzbek embassy in Ankara on 25 June 1999 requesting permission to attend the trial as observers in our capacity as lawyers, but have received no reply.", "As to the assertion that the applicants' trial was followed by 'members of the local and foreign press and representatives of human rights organisations', the only non-governmental organisation present in Uzbekistan that was able to follow the trial was Human Rights Watch. Although we have made express requests to that organisation, we have not been able to obtain any detailed information about the hearings and events at the trial.", "Since the applicants' extradition, we have been unable to contact them by either letter or telephone. We still have no means of contacting them. This state of affairs serves to confirm our suspicions that the applicants are not being held in proper prison conditions.", "According to the letter sent by the Court on 9 July 1999 and information published in the press, Mr Mamatkulov has been sentenced to twenty years' imprisonment. That is the heaviest sentence that can be handed down under the Uzbek Criminal Code. Furthermore, if account is taken of the conditions of detention in Uzbek prisons, and in particular of the use of torture, it is very difficult for prisoners to serve their sentences in the prisons in proper conditions. Moreover, it is generally believed that certain prisoners, in particular those convicted of offences pertaining to freedom of expression, are given additional sentences.”", "32. On 15 October 2001 the Uzbek Ministry of Foreign Affairs sent the following information to the Turkish embassy in Tashkent:", "“On 28 June 1999 the Supreme Court of the Republic of Uzbekistan found R. Mamatkulov and Z. Askarov guilty of the offences listed below and sentenced them to twenty years' and eleven years' imprisonment respectively:", "R. MAMATKULOV", "(a) Eighteen years' imprisonment pursuant to Articles 28 and 97 of the Criminal Code (homicide with aggravating circumstances, namely:", "(i) murder of two or more people;", "(ii) murder of a person on official duty or of a close relative of such a person;", "(iii) use of means endangering the lives of others;", "(iv) use of cruel means;", "(v) offence committed in the defendant's own interests;", "(vi) offence committed on the basis of religious beliefs;", "(vii) offence committed with the aim of concealing another offence or of facilitating its commission;", "(viii) offence committed by a group of people or a criminal organisation in the interests of that organisation;", "(ix) repeat offence);", "(b) Eighteen years' imprisonment pursuant to Article 155 § 3 (a) and (b) of the Criminal Code (terrorist offence);", "(c) Ten years' imprisonment pursuant to Article 156 § 2 (d) of the Criminal Code (incitement to hatred and hostility giving rise to discrimination on grounds of race and religion);", "(d) Eighteen years' imprisonment pursuant to Article 158 § 1 of the Criminal Code (attempted terrorist attack on the President of the Republic of Uzbekistan);", "(e) Eighteen years' imprisonment pursuant to Article 159 § 4 of the Criminal Code (attempt to undermine the constitutional regime of the Republic of Uzbekistan, conspiracy to take power or overthrow the constitutional regime of the Republic of Uzbekistan);", "(f) Fifteen years' imprisonment pursuant to Article 161 of the Criminal Code (attempt to destroy property or to damage health, massacres committed with the intention of harming the activities of State bodies and undermining social, political and economic stability);", "(g) Twelve years' imprisonment pursuant to Article 168 § 4 (a) and (b) of the Criminal Code (fraud, obtaining the property of others by fraud or deception by or in the interests of a group of individuals);", "(h) Ten years' imprisonment pursuant to Article 223 § 2 (b) (entering or leaving Uzbek territory illegally and with premeditation);", "(i) Two years' community service pursuant to Article 228 § 3 (manufacture, use and sale of false documents: seal, stamp, headed notepaper);", "(j) Eighteen years' imprisonment pursuant to Article 242 § 1 (forming an armed organisation or gang to commit offences and holding a position of authority or special position within such organisation or gang).", "Is sentenced to twenty years' imprisonment pursuant to Article 59 of the Criminal Code (aggregation of sentences for several offences) to be served in strict-regime penal institutions.", "R. Mamatkulov is currently serving his sentence in Zarafshan Prison, which is under the authority of the Office of Internal Affairs of the province of Navoi. He is in good health and is entitled to receive visits from close relatives. He did not receive an amnesty under the Amnesty Decree of 22 August 2001.", "Z. Abdurasulovich ASKAROV", "(a) Ten years' imprisonment pursuant to Articles 28 and 97 of the Criminal Code (homicide with aggravating circumstances, namely:", "(i) murder of two or more people;", "(ii) murder of a person on official duty or of a close relative of such a person;", "(iii) use of means endangering the lives of others;", "(iv) use of cruel means;", "(v) offence committed in the defendant's own interests;", "(vi) offence committed on the basis of religious beliefs;", "(vii) offence committed with the aim of concealing another offence or of facilitating its commission;", "(viii) offence committed by a group of people or a criminal organisation in the interests of that organisation;", "(ix) repeat offence);", "(b) Ten years' imprisonment pursuant to Article 155 § 2 (a) and (b) of the Criminal Code (terrorist offence, causing another's death);", "(c) Ten years' imprisonment pursuant to Article 156 § 2 (d) of the Criminal Code (incitement to hatred and hostility giving rise to discrimination on grounds of race and religion);", "(d) Nine years' imprisonment pursuant to Article 158 § 1 of the Criminal Code (attempted terrorist attack on the President of the Republic of Uzbekistan);", "(e) Nine years' imprisonment pursuant to Article 159 § 4 of the Criminal Code (attempt to undermine the constitutional regime of the Republic of Uzbekistan, conspiracy to take power or overthrow the constitutional regime of the Republic of Uzbekistan);", "(f) Nine years' imprisonment pursuant to Article 161 of the Criminal Code (attempt to destroy property or to damage peoples' health, massacres committed with the intention of harming the activities of State bodies and undermining social, political and economic stability);", "(g) Nine years' imprisonment pursuant to Article 173 § 3 (b) (destruction of, or intentional damage to, property belonging to others by or in the interests of a group of individuals);", "(h) Ten years' imprisonment pursuant to Article 223 § 2 (b) (entering or leaving Uzbek territory illegally and with premeditation);", "(i) Two years' community service pursuant to Article 228 § 3 (manufacture, use and sale of false documents: seal, stamp, headed notepaper);", "(j) Ten years' imprisonment pursuant to Article 242 § 1 (forming an armed organisation or gang to commit offences and holding a position of authority or special position within such organisation or gang).", "Is sentenced to eleven years' imprisonment pursuant to Article 59 of the Criminal Code (aggregation of sentences for several offences) to be served in strict-regime penal institutions.", "Z. Askarov is currently serving his sentence in Şayhali Prison, which is under the authority of the Office of Internal Affairs of the province of Kashkadarya. He is in good health and is entitled to receive visits from close relatives. He did not receive an amnesty under the Amnesty Decree of 22 August 2001.”", "33. At the hearing on 23 October 2001, the Government informed the Court that on 19 October 2001 two officials from the Turkish embassy in Tashkent had visited the applicants in Zarafshan Prison and Şayhali Prison, which are respectively 750 and 560 kilometres from Tashkent. According to the embassy officials, the applicants were in good health and had not complained about their prison conditions.", "34. On 3 December 2001 the Uzbek authorities communicated to the Government medical certificates that had been drawn up by military doctors in the prisons in which the applicants were being held. The doctors made the following findings:", "“... Mr Mamatkulov was imprisoned on 9 December 2000. He did not present any health problems on arrival. Examinations on 14 December 2000 and 2 April 2001 did not reveal any pathological symptoms.", "On 19 November 2001 the prisoner attended the prison medical centre complaining of general weakness and a bout of coughing. ... on examination he was diagnosed as suffering from acute bronchitis and was prescribed medication ...”", "“... Mr Abdurasulovich Askarov was imprisoned on 21 July 2001. He did not complain of any health problems on arrival. Examinations conducted on 25 July, 30 August and 23 October 2001 did not reveal any pathological symptoms ...”", "35. On the basis of lists that had been communicated by the Uzbek authorities, the Government informed the Court on 16 April 2004 that the applicants had received a number of visits from close relatives between January 2002 and 2004.", "36. To date, the applicants' representatives have been unable to contact the applicants.", "37. Article 9 of the Criminal Code provides:", "“The Turkish State shall not accede to a request for the extradition of an alien by a foreign country for offences that are political in nature or related thereto.", "When called upon to deal with a request by a foreign State for the extradition of an alien, the criminal court with jurisdiction for the place in which the person concerned is located shall determine that person's nationality and the nature of the offence.", "No request for extradition may be granted if the criminal court finds that the person concerned is a Turkish national or that the offence is political or military in nature or related to such an offence.", "If the criminal court finds that the person whose extradition is requested is an alien and that the offence is an ordinary criminal offence, the request for extradition may be granted by the Government. ...”", "38. Extradition between Turkey and Uzbekistan is governed by the Agreement for Mutual Assistance in Civil, Commercial and Criminal Matters between the Republic of Turkey and the Republic of Uzbekistan, which came into force on 18 December 1997. Under the relevant provision of that agreement, “Each Contracting Party undertakes to extradite to the other, in the circumstances and subject to the conditions set out in this agreement, anyone found in its territory who has been charged with or found guilty of an offence committed within the jurisdiction of the other Party”.", "39. Article 31 of the Vienna Convention of 1969, which is headed “General rule of interpretation”, provides:", "“1. A treaty shall be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose.", "2. The context for the purpose of the interpretation of a treaty shall comprise, in addition to the text, including its preamble and annexes:", "(a) any agreement relating to the treaty which was made between all the parties in connection with the conclusion of the treaty;", "(b) any instrument which was made by one or more parties in connection with the conclusion of the treaty and accepted by the other parties as an instrument related to the treaty.", "3. There shall be taken into account, together with the context:", "(a) any subsequent agreement between the parties regarding the interpretation of the treaty or the application of its provisions;", "(b) any subsequent practice in the application of the treaty which establishes the agreement of the parties regarding its interpretation;", "(c) any relevant rules of international law applicable in the relations between the parties.", "4. A special meaning shall be given to a term if it is established that the parties so intended.”", "40. Rule 86 of the Rules of Procedure of the United Nations Human Rights Committee provides:", "“The Committee may, prior to forwarding its views on the communication to the State Party concerned, inform that State of its views as to whether interim measures may be desirable to avoid irreparable damage to the victim of the alleged violation. In doing so, the Committee shall inform the State Party concerned that such expression of its views on interim measures does not imply a determination on the merits of the communication.”", "41. In its decision of 26 July 1994 (in Glen Ashby v. Trinidad and Tobago), the Committee dealt with the first case of a refusal by a State to comply with interim measures in the form of a request that it stay execution of the death penalty. It pointed out that by ratifying the Optional Protocol, the State Party had undertaken to cooperate with the Committee in proceedings under the Protocol, and that it had not discharged its obligations under the Optional Protocol and the Covenant (Report of the Human Rights Committee, volume I).", "42. In its decision of 19 October 2000 (in Dante Piandiong, Jesus Morallos and Archie Bulan v. the Philippines), the Committee stated:", "“By adhering to the Optional Protocol, a State Party to the Covenant recognises the competence of the Human Rights Committee to receive and consider communications from individuals claiming to be victims of violations of any of the rights set forth in the Covenant (Preamble and Article 1). Implicit in a State's adherence to the Protocol is an undertaking to cooperate with the Committee in good faith so as to permit and enable it to consider such communications, and after examination to forward its views to the State Party and to the individual (Article 5 §§ 1 and 4). It is incompatible with these obligations for a State Party to take any action that would prevent or frustrate the Committee in its consideration and examination of the communication, and in the expression of its Views.", "Quite apart, then, from any violation of the Covenant charged to a State Party in a communication, a State Party commits grave breaches of its obligations under the Optional Protocol if it acts to prevent or frustrate consideration by the Committee of a communication alleging a violation of the Covenant, or to render examination by the Committee moot and the expression of its Views nugatory and futile. ...", "...", "Interim measures pursuant to Rule 86 of the Committee's rules adopted in conformity with Article 39 of the Covenant, are essential to the Committee's role under the Protocol. Flouting of the Rule, especially by irreversible measures such as the execution of the alleged victim or his/her deportation from the country, undermines the protection of Covenant rights through the Optional Protocol.”", "The Committee reiterated this principle in its decision of 15 May 2003 (in Sholam Weiss v. Austria).", "43. Rule 108 § 9 of the Rules of Procedure of the Committee against Torture enables provisional measures to be adopted in proceedings brought by individuals alleging a violation of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. It reads as follows:", "“In the course of the consideration of the question of the admissibility of a communication, the Committee or the working group or a special rapporteur designated under Rule 106, paragraph 3, may request the State Party to take steps to avoid possible irreparable damage to the person or persons who claim to be victim(s) of the alleged violation. Such a request addressed to the State Party does not imply that any decision has been reached on the question of the admissibility of the communication.”", "44. In the case of a Peruvian citizen resident in Venezuela who was extradited to Peru despite the fact that a stay of her extradition had been called for as a provisional measure (see Cecilia Rosana Núñez Chipana v. Venezuela, decision of 10 November 1998), the Committee against Torture expressed the view that the State had failed to “comply with the spirit of the Convention”. It noted the following:", "“... the State Party, in ratifying the Convention and voluntarily accepting the Committee's competence under Article 22, undertook to cooperate with it in good faith in applying the procedure. Compliance with the provisional measures called for by the Committee in cases it considers reasonable is essential in order to protect the person in question from irreparable harm, which could, moreover, nullify the end result of the proceedings before the Committee.”", "45. In another decision that concerned the extradition to India of an Indian national resident in Canada (see T.P.S. v. Canada, decision of 16 May 2000) despite the fact that Canada had been requested to stay the extradition as a provisional measure, the Committee against Torture reiterated that failure to comply with the requested provisional measures “... could ... nullify the end result of the proceedings before the Committee”.", "46. Article 41 of the Statute of the ICJ provides:", "“1. The Court shall have the power to indicate, if it considers that circumstances so require, any provisional measures which ought to be taken to preserve the respective rights of either party.", "2. Pending the final decision, notice of the measures suggested shall forthwith be given to the parties and to the Security Council.”", "47. The ICJ has pointed out in a number of cases that the purpose of provisional measures is to preserve the respective rights of the parties to the dispute (see, among other authorities, the judgment of 27 June 1986 in Nicaragua v. the United States of America). In an order of 13 September 1993 in Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Yugoslavia), the ICJ stated that the power of the court to indicate provisional measures", "“... has as its object to preserve the respective rights of the parties pending the decision of the Court, and presupposes that irreparable prejudice should not be caused to rights which are the subject of dispute in judicial proceedings; and ... the Court must be concerned to preserve by such measures the rights which may subsequently be adjudged by the Court to belong either to the Applicant or to the Respondent”.", "48. In its judgment of 27 June 2001 in LaGrand (Germany v. the United States of America), it noted:", "“102. ... The context in which Article 41 has to be seen within the Statute is to prevent the Court from being hampered in the exercise of its functions because the respective rights of the parties to a dispute before the Court are not preserved. It follows from the object and purpose of the Statute, as well as from the terms of Article 41 when read in their context, that the power to indicate provisional measures entails that such measures should be binding, inasmuch as the power in question is based on the necessity, when the circumstances call for it, to safeguard, and to avoid prejudice to, the rights of the parties as determined by the final judgment of the Court. The contention that provisional measures indicated under Article 41 might not be binding would be contrary to the object and purpose of that Article.", "103. A related reason which points to the binding character of orders made under Article 41 and to which the Court attaches importance, is the existence of a principle which has already been recognised by the Permanent Court of International Justice when it spoke of 'the principle universally accepted by international tribunals and likewise laid down in many conventions ... to the effect that the parties to a case must abstain from any measure capable of exercising a prejudicial effect in regard to the execution of the decision to be given, and, in general, not allow any step of any kind to be taken which might aggravate or extend the dispute' (Electricity Company of Sofia and Bulgaria, Order of 5 December 1939 ...).”", "This approach was subsequently confirmed in the court's judgment of 31 March 2004 in Avena and other Mexican nationals (Mexico v. the United States of America).", "49. Rule 25 of the Rules of Procedure of the Inter-American Commission on Human Rights provides:", "“1. In serious and urgent cases, and whenever necessary according to the information available, the Commission may, on its own initiative or at the request of a party, request that the State concerned adopt precautionary measures to prevent irreparable harm to persons.", "2. If the Commission is not in session, the President, or, in his or her absence, one of the Vice-Presidents, shall consult with the other members, through the Executive Secretariat, on the application of the provision in the previous paragraph. If it is not possible to consult within a reasonable period of time under the circumstances, the President or, where appropriate, one of the Vice-Presidents shall take the decision on behalf of the Commission and shall so inform its members.", "3. The Commission may request information from the interested parties on any matter related to the adoption and observance of the precautionary measures.", "4. The granting of such measures and their adoption by the State shall not constitute a prejudgment on the merits of a case.”", "50. The scope of the precautionary measures is determined by reference to the scope of the recommendations made by the Commission in respect of the individual petition. In its judgment of 17 September 1997 in Loayza Tamayo v. Peru, the Inter-American Court of Human Rights ruled that the State “has the obligation to make every effort to apply the recommendations of a protection organ such as the Inter-American Commission, which is, indeed, one of the principal organs of the Organisation of American States, whose function is 'to promote the observance and defence of human rights' ...”.", "51. Article 63 § 2 of the American Convention on Human Rights states:", "“In cases of extreme gravity and urgency, and when necessary to avoid irreparable damage to persons, the Court shall adopt such provisional measures as it deems pertinent in matters it has under consideration. With respect to a case not yet submitted to the Court, it may act at the request of the Commission.”", "52. Rule 25 of the Rules of Procedure of the Inter-American Court of Human Rights provides:", "“1. At any stage of the proceedings involving cases of extreme gravity and urgency, and when necessary to avoid irreparable damage to persons, the Court may, at the request of a party or on its own motion, order such provisional measures as it deems pertinent, pursuant to Article 63 § 2 of the Convention.", "2. With respect to matters not yet submitted to it, the Court may act at the request of the Commission.", "3. The request may be made to the President, to any judge of the Court, or to the Secretariat, by any means of communication. In every case, the recipient of the request shall immediately bring it to the President's attention.", "4. If the Court is not sitting, the President, in consultation with the Permanent Commission and, if possible, with the other judges, shall call upon the government concerned to adopt such urgent measures as may be necessary to ensure the effectiveness of any provisional measures that may be ordered by the Court at its next session.", "5. The Court, or its President if the Court is not sitting, may convoke the parties to a public hearing on provisional measures.", "6. In its Annual Report to the General Assembly, the Court shall include a statement concerning the provisional measures ordered during the period covered by the report. If those measures have not been duly implemented, the Court shall make such recommendations as it deems appropriate.”", "53. The Inter-American Court has stated on several occasions that compliance with provisional measures is necessary to ensure the effectiveness of its decisions on the merits (see, among other authorities, the following orders: 1 August 1991, Chunimá v. Guatemala; 2 July and 13 September 1996, 11 November 1997 and 3 February 2001, Loayza Tamayo v. Peru; 25 May and 25 September 1999, 16 August and 24 November 2000, and 3 September 2002, James et al. v. Trinidad and Tobago; 7 and 18 August 2000, and 26 May 2001, Haitians and Dominican nationals of Haitian origin in the Dominican Republic v. the Dominican Republic; 10 August and 12 November 2000, and 30 May 2001, Alvarez et al. v. Colombia; see also the judgment of 21 June 2002, Hilaire, Constantine, Benjamin et al. v. Trinidad and Tobago).", "In two orders requiring provisional measures, the Inter-American Court of Human Rights ruled that the States Parties to the American Convention on Human Rights “must fully comply in good faith (pacta sunt servanda) with all of the provisions of the Convention, including those relative to the operation of the two supervisory organs of the American Convention [the Court and the Commission]; and that, in view of the Convention's fundamental objective of guaranteeing the effective protection of human rights (Articles 1 § 1, 2, 51 and 63 § 2), States Parties must refrain from taking actions that may frustrate the restitutio in integrum of the rights of the alleged victims” (see the orders of 25 May and 25 September 1999 in James et al. v. Trinidad and Tobago).", "54. As regards the situation in Uzbekistan at the material time, Amnesty International stated in a briefing for the United Nations Committee against Torture that was made public in October 1999:", "“... Amnesty International remains concerned that Uzbekistan has failed to implement its treaty obligations fully despite numerous, wide-ranging and officially endorsed national initiatives in the fields of human rights education and democratisation and judicial and legislative reforms aimed at bringing national legislation into line with international standards.", "Since December 1997, when several murders of law enforcement officials in the Namangan region sparked a wave of mass detentions and arrests, the organisation has received a growing number of reports of ill-treatment and torture by law enforcement officials of people perceived to be members of independent Islamic congregations or followers of independent imams (Islamic leaders). Hundreds of these so-called 'Wahhabists' were sentenced to long terms of imprisonment in trials that fell far short of international fair trial standards. The organisation's concern was heightened in February 1999 when hundreds of people, men and women, were detained following a reported six bomb explosions in the capital Tashkent. This time the list of those reported to have been arrested, ill-treated and tortured included suspected supporters of the banned political opposition parties and movements Erk [Freedom] and Birlik [Unity], including family members and independent human rights monitors, as well as alleged supporters of banned Islamic opposition parties and movements, such as Hizb-ut-Tahrir [Liberation Party]. In the majority of these cases, if not all, that have come to the attention of Amnesty International, those detained were denied prompt access to a lawyer of their choice, to their families and to medical assistance. The responsible authorities, from procurators to courts at all levels and the parliamentary ombudsman, persistently failed to launch timely, full and independent investigations into widespread allegations of torture and ill-treatment. According to independent and credible sources, self-incriminating evidence reportedly extracted by torture was routinely included in trial proceedings and served in many of the cases reviewed by Amnesty International as the basis for a guilty verdict. Amnesty International was disturbed by public statements by Uzbek officials, including the President of Uzbekistan, in the wake of both the Namangan murders and the Tashkent bombings, which, if not directly sanctioning the use of violence by State agents against certain sections of the population, could be perceived at the very least to condone the use of unlawful methods such as torture and ill-treatment. In April 1999, for example, President Karimov, portrayed as the guarantor of democracy and human rights, stated publicly that he was prepared to tear off the heads of two hundred people in order to protect Uzbekistan's freedom and stability ... Amnesty International is concerned that such statements together with the authorities' persistent failure to initiate impartial and thorough investigations into allegations of torture and ill-treatment, may create an impression that torture and ill-treatment by law enforcement officials is acceptable, and even necessary conduct, and that they can engage in such conduct with impunity.", "This briefing does not attempt to be a comprehensive study of torture and ill-treatment in Uzbekistan. Instead it concentrates on those Articles of the Convention which are most relevant to Amnesty International's current and most pressing concerns.", "Failure to ensure that all acts of torture are offences under the criminal law (Article 4)", "Uzbekistan fails to fully meet the requirements under Article 4 of the Convention [against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment] to ensure that all acts of torture are offences under its criminal law and that such offences are punishable by appropriate penalties which take into account their grave nature.", "Neither the Constitution nor the Criminal Code, although respectively prohibiting and punishing acts of torture, contain a definition of torture as set out in Article 1 of the Convention. ...", "Article 235 of the [Uzbek] Criminal Code criminalises obtaining a confession by coercion. Although explicit in its description of prohibited methods of coercion (beatings, inflicting grievous or less grievous bodily harm, torture) and specific in naming the perpetrators (investigating and interrogating officers, procurators) the Article is still far more narrow in its definition of torture than Article 1 of the Convention. The maximum penalty prescribed under this Article is five to eight years' imprisonment.", "Other Articles, including Article 110 of the Uzbek Criminal Code, punish various assaults but do not relate specifically to agents of the State ... The Uzbek press has reported that law enforcement officers have been prosecuted for using unlawful methods in detaining and interrogating suspects. However, to Amnesty International's knowledge, in the period under review, none of the law enforcement officials identified as perpetrators of acts of torture by victims of human rights violations whose cases the organisation has taken up has been charged under the above Articles of the Criminal Code ...", "Time and again Amnesty International has received credible reports that suspects were denied access to a lawyer of their choice. Often the lawyers are only given access by law enforcement officials after the suspect has been held in custody for several days, which is when the risk of torture or ill-treatment is the greatest. In many cases law enforcement officials will only grant access to the lawyer after the suspect has signed a confession. Meetings between lawyers and clients, when they are granted, are generally infrequent, because unlimited access to a client as prescribed by the law is difficult for lawyers to obtain. Defence lawyers are rarely allowed to be present at all stages of the investigation ...", "Article 17 of the Code of Criminal Procedure explicitly prohibits the use of torture and obliges judges, procurators, investigators and interrogators to respect a person's honour and dignity at every stage of legal proceedings. Nevertheless, Amnesty International has received countless reports from different sources – former prisoners, relatives of prisoners, defence lawyers, human rights monitors, international human rights organisations, diplomats, copies of court documents – that law enforcement officials continue to routinely violate legal obligations not to subject any person to torture or cruel, inhuman or degrading treatment.", "...", "Prison conditions", "Conditions under which detainees are held pre-trial are reportedly so poor as to amount to cruel, inhuman and degrading treatment. In 1997 the Uzbek authorities admitted that conditions of detention fall far short of the UN basic minimum standards for the treatment of prisoners. Overcrowding is the norm, with at least two inmates to a bunk bed, sleeping in turns. Inadequate sanitation, shortages of food and basic medication exacerbate the risk of disease, such as tuberculosis. Former prisoners have described punishment cells as underground 'holes', one square metre with standing room only near the door. The rest of the cell is said to be only 1.5 metres in height, allowing the prisoner only to crouch or sit. Cells are also said to be overrun with vermin. As with the conditions on death row, these allegations are difficult to verify independently given the Uzbek authorities' refusal to allow access to independent monitors.”", "55. In its annual report of 28 May 2002, Amnesty International noted with respect to the Republic of Uzbekistan:", "“Reports of ill-treatment and torture by law enforcement officials of alleged supporters of banned Islamist opposition parties and movements, such as Hizb-ut-Tahrir, continued unabated. Thousands of devout Muslims and dozens of members or supporters of the banned secular political opposition parties and movements Erk and Birlik were serving long prison sentences, convicted after unfair trials of membership of an illegal party, distribution of illegal religious literature and anti-State activities. Reports continued to be received that devout Muslim prisoners were singled out for particularly cruel, inhuman and degrading treatment in places of detention, particularly prison camps. Several prisoners, among them a prominent human rights defender, died in custody, allegedly as a result of torture. There were at least 22 death sentences, reportedly imposed after unfair trials, and at least four executions were carried out.", "...", "In November Muhammad Salih, the exiled leader of the banned opposition democratic party Erk, was detained by Czech police at Prague Airport, Czech Republic. He was remanded in custody while an extradition request from Uzbekistan was being examined. In December he was released and returned to Norway, where he had received refugee status in 1999, after Prague City Court ruled against extradition to Uzbekistan.", "In September President Karimov publicly stated that around 100 people were executed each year. In October the number of offences punishable by death was reduced to four.", "Allegations of torture and ill-treatment", "...", "Reports continued to be received that devout Muslim prisoners were singled out for particularly cruel, inhuman and degrading treatment in places of detention, especially in strict regime prison camps...", "In June [2001], 73 ethnic Tajik mountain villagers were found guilty of collaborating with the IMU during their incursion into Uzbekistan in August 2000 and sentenced to between three and 18 years' imprisonment in four separate closed trials. This was despite earlier government assurances to the UN Human Rights Committee that the action to evacuate the villagers was taken in order to improve the living conditions of the people concerned and that no criminal cases would be opened against these forcibly displaced villagers. The group trials, which opened simultaneously and without prior notice at the end of May in Tashkent, were held in separate court buildings cordoned off by armed police. Relatives trying to gain access to the court proceedings were reportedly intimidated and attempts were made to force them to leave the city.", "Only one foreign observer, representing the non-governmental organisation Human Rights Watch, obtained access to one of the trials. All others, including foreign diplomats, local human rights monitors and the media, were barred.", "According to the Human Rights Watch observer, the prosecution failed to provide any substantive evidence to prove the defendants' guilt. All the defendants had allegedly been held incommunicado until their trial and had not been granted the right to be represented by a lawyer of their own choice. In court the defendants reportedly withdrew their confessions and alleged that they had been tortured in order to force them to confess to fabricated charges. They alleged that they had been forced to memorise and recite prepared confessions on film. Some of the men showed the court marks on their bodies allegedly caused by torture. The court, however, failed to take any of these allegations into consideration. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}