{"ITEMID": "001-118590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF TRUNK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Aleš Pejchal;André Potocki;Angelika Nußberger;Ganna Yudkivska;Mark Villiger;Paul Lemmens", "TEXT": ["5. The applicant was born in 1957 and lives in Portorož.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicant was a public servant working for the Centre for Educational and Extracurricular Activities (“the Center”). He was laid off following disciplinary proceedings. On 11 October 1996 he instituted proceedings before the Ljubljana Labour and Social Court against the Ministry of Education and Sport (“The Ministry”) and the Centre seeking the annulment of the decision on termination of his employment contract together with all the rights and benefits stemming from the termination of the contract.", "8. On 23 February 1998 the first hearing was held.", "9. On 22 September 1998 the court issued a decision after the applicant withdrew his claim against the Ministry.", "10. Between 8 October 1998 and 8 November 1999 the first-instance court held three hearings. In addition, in May and April 1999 two hearings were postponed on the request of the defendant party. A hearing was held on 8 November 1999.", "11. On 22 December 1999 the first-instance court rendered a judgment rejecting the applicant’s request. He appealed.", "12. On 5 April 2002 the Ljubljana Higher Labour and Social Court upheld the appeal in part and remitted the case for re-examination. The court remitted part of the case because a preliminary submission of the defendant had not been sent to the applicant and he could therefore not submit his comments on the matter.", "13. On 18 June 2002 the first-instance court held a hearing and rendered a judgment. The court found the first-instance disciplinary decision (see paragraph 7 above) to be lawful and the second-instance decision to be unlawful. Accordingly the court concluded that the applicant’s employment contract had been terminated lawfully, however the decision on termination became final only when the judgment became final. The court therefore found that the applicant was entitled to the employment rights and benefits for the relevant period. The applicant appealed.", "14. On 25 September 2002 the Ljubljana Labour and Social Court issued a corrigendum of the judgment.", "15. On 27 August 2004 the Ljubljana Higher Labour and Social Court delivered a judgment. As the applicant kept lodging new requests concerning his rights and benefits throughout the proceedings the appeal court considered one such request in the appeal as a request for a supplementary judgment. The court rejected the remainder of the appeal and in this part the judgment became final. The applicant lodged an appeal on points of law.", "16. On 4 November 2004 the Ljubljana Labour and Social Court rejected the appeal on points of law on procedural grounds. The applicant appealed.", "17. On 14 January 2005 the Ljubljana Higher Labour and Social Court upheld the appeal. The appeal on points of law was sent to the Supreme Court.", "18. On 25 October 2005 the Supreme Court rejected the appeal on points of law. The applicant lodged a constitutional appeal.", "19. On 7 June 2006 the first-instance court issued a judgment (see paragraph 15 above). The applicant appealed.", "20. On 5 October 2006 the appeal was rejected. The appeal court found inter alia that the applicant had been requesting rights and benefits after the appeal judgment became final without any grounds.", "21. On 12 February 2007 the Constitutional Court rejected the constitutional appeal.", "22. On 20 December 1996 the applicant’s former employer instituted proceedings against him before the Ljubljana District Court seeking the restitution of work-related material following the dismissal.", "23. On 14 May 1997 the Ljubljana District Court issued a decision ordering the applicant to return the disputed material. The applicant appealed.", "24. On 3 July 1997 the court held a hearing and annulled the decision. The plaintiff appealed.", "25. On 14 October 1997 the Ljubljana Higher Court rejected the appeal.", "26. On 18 December 1997 a decision was issued, whereby due to lack of jurisdiction the case was transferred to the Piran District Court.", "27. On 28 November 1998 the applicant lodged a counter claim seeking payment for the updates he made to a computer and car expenses.", "28. On 8 January 2001 the proceedings were stayed. The proceedings resumed on 9 April 2001.", "29. On 15 October 2001 the Piran District Court issued a decision on termination of proceedings following the withdrawal of the claim by the plaintiff. The applicant, however, decided to pursue his counter claim.", "30. On 5 February 2002 the Piran District Court issued a decision on lack of jurisdiction. The case was transferred to the Ljubljana Labour Court.", "31. Between 12 April 2002 and 14 March 2003 the Ljubljana Labour Court held four hearings.", "32. After the last hearing the court rendered a judgment upholding the applicant’s request in part. Both parties appealed.", "33. On 18 November 2004 the Higher Labour and Social Court upheld the appeals and remitted the case for re-examination.", "34. On 23 March 2007 the Ljubljana Labour Court held a hearing and rendered a judgment upholding the applicant’s request in part. An appeal was lodged.", "35. On 10 September 2008 the Higher Labour and Social Court rendered a judgment.", "36. For relevant domestic law see Tomažič v. Slovenia (no. 38350/02,", "13 December 2007)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}