{"ITEMID": "001-109283", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KOLYADENKO AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible (Article 35-3 - Ratione personae);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);No violation of Article 13+8 - Right to an effective remedy (Article 13 - Effective remedy) (Article 8 - Right to respect for private and family life);Pecuniary damage - award;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["7. The applicants were born in 1938, 1941, 1973, 1945, 1942 and 1946 respectively and live in Vladivostok.", "8. The city of Vladivostok, an administrative centre of the Primorskiy Region, is in the south-east of Russia on the Pacific coast. Its location explains the city’s monsoon-influenced humid continental climate with warm but humid summers when the annual precipitation reaches its maximum. More specifically, the first half of the summer season (June-July) is rainy and foggy, August and September can be marked by typhoons and August is the rainiest month.", "9. The area where the applicants live is located in the Sovetskiy District of Vladivostok close to the Pionerskoye (Sedankinskoye) water reservoir (Пионерское водохранилище) near the Pionerskaya (Sedanka) river. The reservoir, constructed in 1936, contains supplies of drinking water for the city of Vladivostok. In the Government’s submission, on the basis of long-term observations, the floodplain of the Pionerskaya river was an area subject to periodic flooding during heavy rains when water was released from the Pionerskoye reservoir to avoid structural damage to the reservoir.", "10. The first applicant lives in a flat which she owns in a low-rise building at 12/3 Semiradskiy Street.", "11. The second applicant is a social tenant of a flat in a low-rise building at 20 Semiradskiy Street.", "12. The third and fourth applicants, who are relatives, live in a flat owned by the fourth applicant in a low-rise building at 18 Semiradskiy Street.", "13. The fifth applicant lives in a house he owns at 14 Semiradskiy Street.", "14. The sixth applicant is a social tenant of a flat in a low-rise building at 18/3 Semiradskiy Street.", "15. In a letter of 7 June 1999 Mr L., the head of the authority in charge of the Pionerskoye reservoir – the State-owned enterprise “South Primorskiy Region Water-and-sewage Authority” (государственное унитарное предприятие «Водопроводно-канализационное хозяйство юга Приморья», “the Water Company”) – warned the acting head of the Vladivostok Administration that the channel of the Pionerskaya river was cluttered with debris and household waste and overgrown with small trees and bushes and that this could have grave consequences given the adverse weather forecast for summer/autumn 1999. In particular, in the event of heavy rain the Water Company would have to release water from the reservoir and, in view of the poor state of the river channel, this might cause flooding over an area with a population of over 5,000 people, as well as a railway, a highway and manufacturing plants. Mr L. requested that appropriate measures be taken to clear the channel.", "16. On 6 September 1999 the Vladivostok Commission for Emergency Situations (Комиссия по чрезвычайным ситуациям г. Владивостока, “the Vladivostok Emergency Commission”) took a decision concerning, among other things, flood prevention work in the floodplain of the Pionerskaya river. The decision stated that although the question of cleaning up the course of the Pionerskaya river was repeatedly raised every year, no actual measures had yet been taken. It went on to say that outlet channels and the river channel itself were abundantly overgrown with small trees and bushes, cluttered with debris and household waste and blocked by unlawfully built dams and various structures which all created a threat of flooding over an area of 15 square kilometres, with a population of over 5,000 people, in the event of the urgent release of a large quantity of water from the Pionerskoye reservoir. The decision called on the Vladivostok Administration, along with the Administration of the Sovetskiy District, to take measures to clean up and deepen the channel of the Pionerskaya river to ensure that its throughput capacity (пропускная способность) was no less than 30-40 cubic metres per second. The decision also ordered that the local population be apprised via the media of the possibility of the inundation of the floodplain adjacent to the Pionerskaya river in the event of urgent large-scale evacuation of water from the reservoir, and that the authority in charge of the Pionerskoye reservoir – the Water Company – restore the local early warning system to raise the alarm if there was a risk of a flood.", "17. According to the Government, the authorities had taken a number of measures to implement the decision of 6 September 1999. In particular, in a letter of 14 September 1999 the Administration of the Sovetskiy District instructed the head of the Vladivostok bridge construction crew immediately to clean the Pionerskaya river channel in the area where one of the bridges was being built and the river channel was full of debris. In the Government’s submission, in the absence of information concerning the clogged-up river channel in subsequent reports, it was reasonable to assume that the Vladivostok bridge construction crew had cleaned it in compliance with the letter of 14 September 1999.", "18. Also, in a letter of 16 September 1999 the Administration of the Sovetskiy District urged the head of the council of horticultural cooperatives to instruct the cooperatives’ members to engage in an effort to clean up the Pionerskaya river channel and avoid littering the land around the river. The Government further referred to relevant reports attesting that in September-November 1999 and July and October 2000 work had been done to clean up the river channel. They were unable to say whether those measures helped to increase the river’s throughput capacity to 30-40 cubic metres per second as prescribed by the decision of 6 September 1999.", "19. In a letter of 29 May 2000 the Vladivostok Administration informed the Administration of the Sovetskiy District that the water level in the Pionerskoye reservoir was close to critical and that some of it would have to be evacuated. However, the Pionerskaya river channel was densely overgrown with small trees and bushes and cluttered with debris and household waste, creating a threat of flooding over a large populated area in the event of the urgent evacuation of water from the dam. The letter went on to say that, in accordance with the decision of the Vladivostok Emergency Commission dated 6 September 1999, it was necessary for the Administration of the Sovetskiy District to take urgent steps to clean up the Pionerskaya river channel.", "20. In a letter of 16 June 2000 the Administration of the Sovetskiy District notified the Vladivostok Emergency Commission that, in accordance with the latter’s decision of 6 September 1999, work had been carried out to clean up the river channel. In particular, from September to November 1999 the bodies of thirty old cars and sundry household waste had been evacuated from the river, and the population living in its floodplain had been told what to do in the event of serious flooding. The letter also stated that work to cut down trees and bushes along the river was scheduled for June-July 2000.", "21. On 3 April 2001 the Vladivostok Administration requested the Administration of the Primorskiy Region to earmark a certain amount from the regional budget for clean-up work on the Pionerskaya river, stating that the work would reduce the area in danger of flooding in the event of the sudden evacuation of water from the reservoir. It does not appear that this request was heeded.", "22. On 4 July 2001 a committee of officials from the Vladivostok Administration drew up a report presenting the results of the examination of the Pionerskaya river bed. The report stated that the part of the river that fell within the 300-metre zone under the responsibility of the Water Company was being kept clear, whereas the river channel and floodplain outside that zone were overgrown with bushes and trees and littered with household waste and bodies of old cars. The report also noted that owners of private houses on the river banks had narrowed the channel by piling earth into the river in an attempt to enlarge the size of their plots of land. Moreover, earth was regularly excavated and removed from the river banks, with the result that the banks crumbled and were washed away. The committee recommended that the municipal authorities clear the bushes and trees from the floodplain, deepen the channel, clear the river bed and banks of household waste and car bodies and restore the banks to their natural state.", "23. In a decision of 27 July 2001 the Vladivostok Emergency Commission instructed the city authorities to take a number of measures to prevent emergency situations in connection with the possible flooding of rivers during the summer period. It indicated, in particular, that it was necessary to verify the condition of water evacuation systems, bridges and river beds and channels, to check and activate the early warning system, to check whether rescue services were prepared for flood situations and to equip them with means of communication. It is unclear whether any such measures were taken.", "24. On 6 August 2001 at 1.45 p.m. a regional meteorological service forwarded a storm warning for 7 August 2001 to the Primorskiy regional and the Vladivostok city authorities. It stated that heavy rainfall of 100120 millimetres was expected in the Primorskiy Region and the city of Vladivostok. In particular, for 7 August 2001 the service forecast heavy precipitation of 15-49 millimetres within 12 hours, which would continue throughout the day on 8 August 2001 and through the night. The warning also stated that there was a risk of floods on rivers in the south of the region. In the Government’s submission, the population had been duly forewarned about the heavy rain by the media.", "25. On the same date, on the basis of the aforementioned warning, the Water Company calculated that the water inflow to the Pionerskoye reservoir, which had a maximum storage capacity of 7 million cubic metres and which on 6 August 2001 contained 5.3 million cubic metres, would be 1.65 million cubic metres. Having regard to these calculations, the Water Company started releasing 12 cubic metres of water per second from the reservoir.", "26. On 7 August 2001 it started raining early in the morning. The intensity of the rain proved to be much higher than forecast by the meteorological service the previous day. The amount of rain that fell on that day was the equivalent of a full month’s rainfall. In particular, within a 12hour period the amount of rain that fell in the area of the Pionerskoye reservoir totalled 236 to 276 millimetres. The rain was heaviest between 10 a.m. and 12 noon, when 189 millimetres fell.", "27. Until 9 a.m. on 7 August 2001, water was released from the Pionerskoye reservoir at the rate of 12 cubic metres per second.", "28. At 9 a.m. the Water Company increased the rate to 22.8 cubic metres per second.", "29. At 9.30 a.m. the Water Company increased the release of water to 44.6 cubic metres per second and kept increasing it every half an hour. By 11.30 the evacuation rate was 122 cubic metres per second.", "30. Between 12 noon and 2 p.m. the evacuation of water remained at its maximum rate of 167 cubic metres per second.", "31. At 2 p.m. the Water Company decreased the release rate to 119 cubic metres per second, then at 3 p.m. to 109 cubic metres per second, and at 6.30 p.m. down to 90 cubic metres per second.", "32. According to the applicants, because of the urgent release of a large quantity of water from the Pionerskoye reservoir on 7 August 2001, a large area around the reservoir was instantly flooded, including the area where the applicants resided. In the applicants’ submission, the water arrived and rose very quickly at some point between 11 a.m. and 12 noon.", "33. According to the applicants, no emergency warning had been given before the flood. The Government referred to a letter of the Main Department of the Russian Ministry for Emergency Situations in the Primorskiy Region, dated 11 September 2009, to the effect that at the relevant time there had been no local emergency warning system in place at the Pionerskoye reservoir.", "34. According to the first applicant, a disabled person, on the date in question she was at home and found out about the flood from her daughter and granddaughter, who came running to her flat to help her out to a safe place. Just as they reached her home, the water started rising rapidly, and by the time her relatives had helped her out onto the roof of the building, the water had reached waist level in the flat and was much deeper in the courtyard. In the first applicant’s submission, her home and belongings, land, outhouses and two cars were flooded.", "35. The second applicant was not at home that day as she was at work. Her disabled brother, who was at home during the flood, apparently later told her that at about 12 noon water started rising from the cellar and within 15-20 minutes the house was flooded. According to the second applicant, some of her belongings were washed out of the house and some damaged by the water, which remained in the house for some time.", "36. The third applicant was at home with her 21-month-old son when the flat was instantly flooded. She managed to dress the boy and to escape, wading breast-deep to a nearby motorway, which at that point had not yet been flooded; from there she took a bus to a safe place. Soon after the third applicant had left, all motorways in the vicinity were submerged and the public transport lines disrupted. In the third applicant’s submission, her property was severely damaged by the flood.", "37. The fourth applicant, the third applicant’s mother-in-law, was at work when the flood occurred. She returned home in the evening and, according to her, suffered severe distress when she found her daughter-in-law and grandson missing and her home and possessions ruined.", "38. The fifth applicant was at work when the flood occurred. His son, A. B., who had been at home at the time, told him what had happened. According to A. B., at around 11.30 a.m. he heard the sound of seething water in the cellar and then saw water running from the street into the cellar. He looked out into the courtyard and realised that the water level was rising fast. He tried to leave but was unable to open the front door because the water in the street was already about 1.30 metres high. A. B. then jumped through a window into the flooded street, where the water was above shoulder level. He swam to a nearby shed, through seething water among household belongings, planks, logs and other litter. He managed to climb onto the roof of the shed and saw the surging water destroy sheds and fences, while people screaming in panic swam to any elevated places they could reach. According to the fifth applicant, when he returned home in the evening the water had already subsided. In his submission, his house and its contents and his land, outhouses and car were all damaged by the water.", "39. The sixth applicant and her 19-year-old son were at home when the flood began. They opened the door to the street and their home was instantly flooded with water. They rushed out into the street, where within 15 minutes the water had risen to breast height. According to the sixth applicant, she was in a state of shock, as she could not swim. Her son swam away and brought a ladder, which enabled them to climb onto the roof of a garage. In the sixth applicant’s submission, her house and belongings, land and outhouses were all flooded.", "40. As far as can be ascertained from the parties’ submissions, the water in the first four applicants’ flats reached a height of 1.20 metres; in the fifth applicant’s home the level was between 1.30 and 1.80 metres and in the sixth applicant’s flat, 1.50 metres. According to the applicants, the water remained at those levels for approximately a day.", "41. According to the applicants, no evacuation of the population from the flooded area had been organised following the flood of 7 August 2001. In their submission, they had had to find their own way to safety, and subsequently to cope with the consequences of the flooding on their own.", "42. The documents submitted by the Government indicate that by a decision of 7 August 2001 the Vladivostok Emergency Commission ordered that a number of rescue measures be carried out. A similar decision was taken on 8 August 2001 by the Emergency Commission of the Primorskiy Region.", "43. According to the Government, those affected by the flood had been evacuated and provided with food and accommodation at temporary accommodation centres. Also, staff from various rescue services had been sent to the flooded area.", "44. In a letter of 14 August 2001 the Vladivostok Department for Commerce and Domestic Services reported to the Vladivostok Emergency Commission on the measures taken in the period from 7 to 13 August 2001 to provide those affected by the flood and the personnel engaged in the rescue operation with food and drinking water.", "45. On 9 August 2001 the Vladivostok prosecutor’s office opened a criminal investigation in connection with the flood of 7 August 2001. At some point criminal proceedings were brought against Mr L., the director of the Water Company, on suspicion of his having committed an offence punishable under Article 293 (1) of the Russian Criminal Code (professional negligence). The case was assigned the number 916725.", "46. By two decisions of 21 September 2001 the investigator in charge declared the first applicant both victim and civil claimant in the case. It appears that at some point the second, fourth, fifth and sixth applicants were also granted victim status. The sixth and fifth applicants were informed of the relevant decisions in letters from the Vladivostok Department of the Interior dated 2 July and 27 September 2002 respectively.", "47. On 21 September 2001 the investigator in charge inspected the scene of the incident at the first applicant’s domicile and questioned her. The first applicant stated that she had spent the day of 7 August 2001 at home. It had been raining but at first there had been no water in the courtyard. At about 11 a.m. a wave of water had swept in from the direction of the Pionerskoye reservoir and within 15-20 minutes the water level had risen to two metres. The first applicant said that there had been no prior warning of any evacuation of water from the Pionerskoye reservoir. She further stated that she had been living in her flat for 41 years and had never been warned that the flat was located in a flood zone. This was the first time that such large-scale flooding had happened. She also listed the property lost in the flood and indicated its value.", "48. On the same date the investigator in charge inspected the scene of the flooding at the fifth applicant’s domicile. The ensuing report attested, in particular, to the presence of traces on the walls at a height of 1.8 metres, left by water which had remained in the premises for a prolonged period. The investigator also questioned the fifth applicant, who stated that he had been away from home when the flooding had occurred and had been informed of the event by his son. That day he had returned home at 6 p.m. and the water had already subsided. The fifth applicant also said that there had been no prior warning of any evacuation of water from the Pionerskoye reservoir. He had lived in the house for 41 years and had never been warned that it was located in a flood zone. The fifth applicant also listed the property lost in the flood and indicated its value.", "49. At some point the investigating authorities questioned the second applicant, who stated that she had been living in her flat for 60 years and that it was only during the last decade that the building in which she lived had been regularly flooded, which she explained by the absence of proper drains along the roads and the fact that the Pionerskaya river was littered and obstructed by unauthorised structures. She explained that on 7 August 2001, at about 12 noon, water had started rising from the cellar of the building in which she lived and filled her flat within 15-20 minutes. There had been no prior warning concerning any evacuation of water from the Pionerskoye reservoir and she had not seen any officials from the district or city authorities on 7 or 8 August 2001. She indicated the amount of the pecuniary damage she had suffered as a result of the flood.", "50. The fourth applicant was also questioned as a witness and made oral statements similar to those of the second applicant.", "51. On 25 January 2003 the investigating authorities ordered that the criminal proceedings against Mr L. be discontinued owing to the absence of the constituent elements of a criminal offence in his actions. According to the decision, the preliminary investigation had established that because of exceptionally heavy rains on 7 August 2001 the water level in the Pionerskoye reservoir had been close to critical, with the result that there was a real risk of a dam breaking, which could have claimed numerous lives and caused extensive pecuniary damage, and that in ordering the evacuation of water from the reservoir Mr L. had acted within his competence and in full compliance with the relevant regulations and had thus prevented more extensive damage to the residents of Vladivostok. At the same time, according to an expert report of 24 January 2003 (see paragraphs 72-80 below), the main reason for the flood of 7 August 2001 had been the poor state of the channel of the Pionerskaya river, and in particular the fact that it had been overgrown with trees and bushes and obstructed by various structures. On 24 January 2003 the investigating authorities accordingly ordered that separate criminal proceedings be brought under Article 286 (1) of the Russian Criminal Code (abuse of power) against officials of the Vladivostok municipal and the Primorskiy regional authorities in that connection.", "52. On 28 January 2003 the district prosecutor’s office of the Leninskiy District of Vladivostok (“the district prosecutor’s office”) brought criminal proceedings in case no. 292025 against officials of the Vladivostok municipal and Primorskiy regional authorities under Article 286 (1) of the Russian Criminal Code (abuse of power) on suspicion on them having, in excess of their power, allocated plots of land for individual housing construction within a water protection zone of the Pionerskaya river. The case file was given the number 292025.", "53. In letters of 11 June and 9 August 2004 respectively the prosecutor’s office of the Primorskiy Region (“the regional prosecutor’s office”) informed the second and fourth applicants that the investigation in case no. 292025 had been repeatedly suspended owing to the lack of any evidence of a crime and then reopened, and that on the two most recent occasions it had been suspended and resumed on 5 March and 11 June 2004 respectively.", "54. On 20 July 2004 the investigating authorities discontinued the proceedings in case no. 292025, referring to the absence of evidence that a crime had been committed.", "55. The decision stated that, in accordance with an applicable governmental regulation, a water protection zone should be delimited in a city’s general development plan or, in the absence of such a plan, should be established by a regional administrative authority. Moreover, in accordance with the relevant construction rules and regulations, construction of residential and non-residential buildings and, in particular, the allocation of plots of land for individual house building, was prohibited in water protection zones (водоохранные зоны) as well as in catastrophic flood hazard zones (зоны возможного катастрофического затопления). These latter zones were defined as areas where water levels during a flood could reach 1.5 metres and where flooding could cause death, destroy residential and non-residential buildings and disable industrial equipment.", "56. The decision noted, with reference to the findings of the investigation, that when the Pionerskoye reservoir had been built in 1936, no severe flood hazard zone had been delimited in the adjacent area as no methods existed in Russia for identifying such zones until the 1990s. It was stated in the decision that an attempt to identify such zones in the city of Vladivostok had been made at some point in the 1990s, when an expert agency was commissioned to prepare a feasibility study on the “Protection of the City of Vladivostok from Floods”, in the context of the federal programme for the protection of territories from typhoons and floods. However, the resulting document had not been duly registered with the competent State authority and had thus remained ineffective and could not be taken into account in elaborating town planning restrictions. As a result, no potential flood zones or catastrophic flood hazard zones, including the Pionerskaya river valley, had ever been delimited in the city of Vladivostok’s general development plan.", "57. The decision also stated that no water protection zones had ever been marked in the city’s general development plan either. The Administration of the Primorskiy Region, which by virtue of the aforementioned governmental regulation (see paragraph 55 above) had been under obligation to establish such zones, had repeatedly failed to do so despite requests from the competent State agencies, with the result that regulations imposing town planning restrictions, particularly those restricting construction of individual houses within such zones, had remained inoperative. Not until 4 September 2000 had the Governor of the Primorskiy Region finally adopted a decree establishing a water protection zone that included the Pionerskaya river valley. The decree required the Vladivostok authorities to delimit water protection zones in the city’s general development plan, but the instruction was not followed as it would have meant updating that plan, which in turn would have meant conducting an ecological impact assessment of the plan. According to the decision of 20 July 2004, the Vladivostok Administration had not yet submitted the city’s general development plan with water protection zones marked on it to the Administration of the Primorskiy Region for impact assessment.", "58. In the light of the above findings, the decision concluded that prior to 4 September 2000, when no water protection zones had been established by the Primorskiy regional authorities, any town planning restrictions concerning construction activities in such zones had been inoperative, officials of the Vladivostok Adminsitration could not be said to have exceeded their powers when allocating plots of land on the banks of the Pionerskaya river at that time. After that date, no plots of land had been allocated within that zone. The decision thus confirmed that all the properties on the banks of the Pionerskaya river that had been flooded on 7 August 2001, including the buildings in which the applicants lived, had been built before 4 September 2000, that is, lawfully.", "59. It also stated that construction activities along the Pionerskaya river in the area downstream of the reservoir at present were allowed within the limits of the site where buildings already existed, that no zones where new construction was prohibited were delimited in the city of Vladivostok’s general development plan, that no demolition or transfer of previously constructed buildings was planned, and that the owners and leaseholders of those buildings and plots of land were entitled to use and dispose of them, and in particular to construct new buildings in the place of old ones.", "60. The decision also stated that there were no legal instruments or documents governing clean-up operations in the downstream area of the Pionerskaya river channel. Also, according to the decision, since 2001 the Main Department for the Administration of Natural Resources and Environmental Protection in the Primorskiy Region (“the Natural Resources Authority”) had been making yearly inspections of the Pionerskaya river channel. The results revealed that the Water Company had cleared the part of the river channel near the Pionerskoye reservoir; but the area downstream of that zone was only cleared sporadically by the people living there. The decision further stated that in view of the need to keep the channel of the Pionerskaya river clear the Natural Resources Authority had submitted suggestions to the Administration of the Primorskiy Region concerning measures to be taken with respect to the Pionerskaya river in 2002, 2003 and 2004, including clean-up work. It did not indicate whether those suggestions had been accepted and implemented.", "61. The decision went on to note that the Pionerskoye reservoir belonged to the regional authorities and was operated by the Water Company. Under domestic law, the owner of the reservoir and the body operating it were responsible for ensuring its safe exploitation. Accordingly, the authorities of the Primorskiy Region and the Water Company were under obligation to secure the safe evacuation of water from the reservoir, which meant ensuring the necessary throughput capacity of the river channel below the dam. The decision further stated that, according to the relevant governmental decree, the proper technical and sanitary maintenance of reservoirs and use of water resources obeyed rules of exploitation of reservoirs to be elaborated by the owners of the reservoirs or the bodies operating them. It was the owner of the Pionerskoye reservoir and the body operating it who were responsible for planning and carrying out measures to ensure its proper functioning.", "62. Following the decision of 20 July 2004, the investigation remained suspended until late 2009.", "63. By a decision of 23 September 2009 the regional prosecutor’s office ordered that the materials of criminal case no. 292025 be sent to the investigation department of the Leninskiy District of Vladivostok (“the district investigation department”) for examination, with a view to setting aside the decision of 20 July 2004 by which the criminal proceedings in the case had been discontinued. The decision of 23 September 2009 stated, in particular, that the decision of 20 July 2004 had been unfounded, as the investigation had not made any assessment of the Vladivostok authorities’ failure to clear and clean up the Pionerskaya river channel, or the failure of the Vladivostok city and the Primorskiy regional authorities to delimit water protection and riverside zones in the city of Vladivostok’s general development plan, to determine the legal status of the land adjacent to the Pionerskaya river, to comply with the regulations governing the exploitation of that land and to make the necessary changes to the feasibility study on the “Protection of the City of Vladivostok from Floods” so that it finally became operative.", "64. In a decision of 5 October 2009 the district investigation department refused to set aside the decision of 20 July 2004.", "65. On 28 October 2009 the regional prosecutor’s office sent a similar request to the investigation department of the Primorskiy Region. It appears that the latter instructed the district investigation department to re-open the investigation in case no. 292025.", "66. On 2 December 2009 the district investigation department resumed the proceedings in the case.", "67. By a decision of 9 February 2010 the district investigation department discontinued the proceedings owing to the absence of evidence of a crime. A copy of this decision has not been submitted to the Court.", "68. On 12 March 2010 the district prosecutor’s office invited the district investigation department to set aside the decision of 9 February 2010 as unlawful. On the date of the submission by the Government of their latest observations in the present case in October 2010, the request of 12 March 2010 seems to have still been pending.", "69. The Government did not submit a copy of the investigation file in case no. 292025 despite the Court’s specific request for them to do so. They stated that the case in question was in the hands of the regional prosecutor’s office and the Prosecutor General’s Office.", "70. It appears that at least three expert examinations were carried out in the context of the investigation in case no. 916725. The results were reflected in reports dated 15 May and 29 September 2002 and 24 January 2003 respectively. The Court has not been provided with a copy of the report of 15 May 2002 and is unaware of its contents. Nor has the Court received a copy of the report of 29 September 2002, although the Government largely relied on that report in their submissions. The applicants have submitted a copy of the report of 24 January 2003.", "71. In the Government’s submission, this report stated that because of the exceptional meteorological conditions on 7 August 2001, when the actual rainfall exceeded several times the amount forecast, it had not been possible to avoid a sudden large-scale evacuation of water from the Pionerskoye reservoir. According to the Government, the report further stated that the actions of the Water Company on the date in question had been in compliance with relevant regulations and correct, and in particular the water release regime chosen by the Water Company on that day had been close to optimal. According to the report, on 7 August 2001 between 12 noon and 2 p.m. the evacuation of water remained at its maximum rate of 167 cubic metres per second. In the Government’s submission, if the Pionerskoye reservoir had not existed, rainwater would have flooded to the mouth of the Pionerskaya river at a maximum rate of 440 cubic metres per second.", "72. An expert examination of the area flooded on 7 August 2001 was carried out between 21 May 2002 and 24 January 2003.", "73. The resulting report, dated 24 January 2003, was entitled “On the flooding of non-residential and residential objects in the area downstream of [the Pionerskoye reservoir] ... as a result of the evacuation of rainwater by the reservoir on [7 August 2001]”. It described the system for evacuating excess water from the Pionerskoye reservoir as comprising an open spillway with a floodgate situated below the normal water level, and a siphon spillway. The maximum throughput capacity of each of the two spillways was equal to 200 cubic metres per second. According to the technical documentation of the Pionerskoye reservoir, excess water should normally be evacuated through the open spillway by operating the floodgate. The siphon spillway was to be activated automatically only if the water level was still rising when the floodgate was fully open.", "74. The report explained the sudden increase in the water level in the reservoir on 7 August 2001 by the exceptionally heavy rain on that day, which had been much heavier than forecast, making it necessary to evacuate water. It confirmed that the type of flooding that occurred on that day was thought to occur only once a century.", "75. The report also noted the extensive damage caused by the flood, listing in particular the residential buildings which had been flooded near the Pionerskaya river, including those in which the applicants lived, and indicated that over much of the flooded area the water had been 1.5 to 2 metres deep.", "76. The report further confirmed that the river bed was overgrown with vegetation and littered with household waste, that its course had been significantly altered by human activity and that a number of unauthorised constructions, including road bridges and footbridges, had been built, reducing its throughput capacity.", "77. The report concluded that the staff of the Water Company had done well in evacuating the water from the Pionerskoye reservoir on 7 August 2001. In particular, after partially opening the floodgate of the open spillway for a short time, the staff had then opened the gate completely. However, the water evacuated had flowed down the river in the form of a wave, which had magnified its destructive effect, and the presence of debris and constructions in the floodplain had considerably contributed to raising the water level during the flood. In particular, the presence of bridges and service pipelines at some points on the Pionerskaya river had increased the water level by up to 1.5 metres, which had been the main reason for the destruction of a road and railway bridges at the mouth of the river.", "78. The report also stated that under the relevant planning and development rules and regulations governing urban and rural settlements, territories where residential and non-residential buildings had been constructed or were to be constructed should be protected from floods of once-a-century proportions like the one on 7 August 2001. The same regulations prohibited the construction of various buildings in catastrophic flood hazard zones.", "79. The report went on to note that the instruction for the exploitation of the Pionerskoye reservoir made it clear that no constructions should be allowed in the area downstream of the reservoir without measures being taken to protect that area from floods. According to the city of Vladivostok’s general development plan, there should be no building development in the area downstream of the Pionerskoye reservoir; any individual housing as well as recreational and industrial facilities located in that area should therefore be demolished or transferred.", "80. The report further concluded that all building development in the area downstream of the reservoir from its very beginning had been, and was being, carried out in breach of the relevant technical standards and the city of Vladivostok’s general development plan. It added that the constant increase in the density of constructions in the area downstream of the reservoir in the absence of any measures to protect the area from floods led to increased losses when floods occurred.", "81. It appears that on 11 August 2001 a commission of officials from the Vladivostok Administration drew up a report presenting the results of the inspection of the flat where the third and fourth applicants lived. The report listed in detail the damaged possessions and stated that the resulting damage amounted to 486,000 Russian roubles (“RUB”, approximately 11,500 euros, “EUR”).", "82. On 14 August 2001 a similar report was drawn up following the inspection by the same authority of the fifth applicant’s home. The report confirmed that the fifth applicant’s house, its contents, the outhouses and land and two cars had been damaged as a result of the flood, and indicated that the damage amounted to RUB 200,000 (approximately EUR 4,700). It also mentioned that during the flood the water in the fifth applicant’s house had reached a level of 1.3 metres.", "83. In their reply of 19 September 2001 to the third and fourth applicants’ complaint, the Vladivostok Administration stated that according to the information at their disposal, the human factor had played a role in the flood of 7 August 2007, as the water had not been released from the reservoir until a critical situation had emerged where a large volume of water had to be evacuated urgently to save the dam. The letter further stated that the work done by the city authorities to clear the river channel had not helped to prevent the houses and other structures from being flooded because the evacuation of water by the Water Company had been sudden and massive, with the result that even special concrete waterfronts of the dam outlet channel had been broken. The letter went on to say that the reservoir was the property of the regional authorities and therefore the Vladivostok city authorities had no power to reprimand staff of the Water Company. However, criminal proceedings had been brought in connection with the pecuniary damage suffered by residents of Vladivostok and the disruption of transport lines during the heavy rains and the evacuation of water from the Pionerskoye reservoir which should lead to the punishment of those responsible. Also, the Administration of the Sovetskiy District had filed a civil claim requesting that the actions of the Water Company be found unlawful. Lastly, the letter stated that compensation for pecuniary damage would only be possible from the federal budget (a request to that effect had already been sent to the Russian Government) and from insurance companies.", "84. On 4 April 2002 the Russian Government ordered that funds be allocated for restoration work in the area flooded on 7 August 2001 and financial support to the victims of the flood. By a decree of 29 April 2002 the Governor of the Primorskiy Region ordered the distribution of the funds allocated by the Government. According to the Government, the first applicant received a lump sum of RUB 14,000 (approximately EUR 350) and the remaining applicants each received RUB 1,000 (approximately EUR 25) in financial support. Also, according to the Government, the victims of the flood could each have received three tons of coal with a 50% discount.", "85. By a letter of 20 May 2002 the Main Department for Civil Defence and Emergency Situations of the Primorskiy Region informed the second applicant that so far no work had been carried out to repair the consequences of the flood.", "86. On 8 August 2002 the regional prosecutor’s office sent a request (представление) to the head of the Vladivostok Administration. An inquiry by the prosecutor’s office had established that over the past year the city authorities had not taken any measures to remedy the consequences of the flood of 7 August 2001 and, in particular, that the Pionerskaya river remained abundantly littered with household and other debris, including large fragments of concrete structures destroyed during the flood, as well as wood and silt. The prosecutor’s office went on to say that the city authorities’ inactivity was putting the lives of the people living along the river in danger, since in view of the heavy rainfall in July-August 2002 and the need to evacuate water from the Pionerskoye reservoir, there was a real risk of a flood similar to that of 7 August 2001. The prosecutor’s office thus urged the city authorities to carry out clean-up work and to inform it of the results within a month.", "87. In similar letters of 11 June and 9 August 2004 respectively, the regional prosecutor’s office notified the fourth and second applicants of the status of the proceedings in cases nos. 916725 and 292025 and stated that, following its requests of 2002, work had been carried out to clean up the Pionerskaya river, financed by the regional budget. Also, further funds would be allocated for flood protection work in the area close to the Pionerskaya river. The fourth applicant was also informed of her right to be declared a civil claimant in criminal case no. 292025, and sought compensation for the pecuniary damage she had suffered as a result of the flood of 7 August 2001.", "88. On 7 July 2004 the regional prosecutor’s office further replied to the fourth applicant that an expert inquiry had confirmed that the building in which she lived was in an unsound state following the flood and that repair work was necessary. According to the letter, the Vladivostok Administration had been asked to do the work.", "89. In a working report of 23 November 2004 the head of the Vladivostok Department for Civil Defence and Emergency Situations informed the deputy head of the Vladivostok Emergency Commission that the residential quarters near the Pionerskaya river were regularly flooded during heavy storms because the river was full of litter and obstructed by earth dumped into it for construction work, as well as the absence or poor state of drainage along the streets in the affected area, including Semiradskiy Street. A series of measures were needed to protect the city of Vladivostok from floods and, in particular, to clear the Pionerskaya river and equip the streets in the area near the river with a proper drainage system.", "90. In a letter of 7 February 2005 the Main Department for Civil Defence and Emergency Situations of the Primorskiy Region notified the second applicant of the allocation in 2004 of funds for work to repair the consequences of the flood of 7 August 2001. According to the letter, the work was scheduled for May-June 2005.", "91. On 11 May 2005, in reply to a complaint from the second applicant, the regional prosecutor’s office confirmed that the Vladivostok Administration had failed thus far to take any measures to prevent Semiradskiy Street from being flooded and, in particular, to carry out the work indicated in the working report of 23 November 2004, and that no budgetary funds had been or were being allocated for such work.", "92. In a letter of 6 June 2005 the regional prosecutor’s office further informed the second applicant that the authorities were currently working on a fortification project to protect Vladivostok, including the area near the Pionerskaya river, from floods, that funds for the work had been assigned from the federal budget and that the work would be completed on schedule.", "93. On 11 July 2006 the Vladivostok Administration informed the second applicant that no funds had been appropriated for clean-up work in the Pionerskaya river in the 2006 budget.", "94. The applicants brought five separate sets of civil proceedings against the Primorskiy Region and Vladivostok City authorities and – save for the second and fifth applicants – the Water Company, seeking damages for their lost property as well as compensation for the anguish and distress they had suffered during the flood of 7 August 2001. They claimed that the flood had had such devastating effects mainly because of the poor state of the channel of the Pionerskaya river and the drainage system and the authorities’ failure to check and clear them. The first and second applicants reported that during the flood the water in their flats had risen to a height of 1.2 metres and remained at that level for a long time. The fifth applicant reported that during the flood the water in his house had risen to a height of 1.3 metres and remained at that level for about six hours. The sixth applicant reported that she had been at home during the flood and that the water in her flat had risen instantaneously to above head level and remained at that level for a long time.", "95. In two judgments of 27 October 2004, a judgment of 28 October 2004 and a judgment of 14 December 2004, all very similar, the Sovetskiy District Court of Vladivostok (“the District Court”) dismissed the claims brought respectively by the first, second, fifth and sixth applicants. It noted, in particular, that according to the expert report of 24 January 2003 the action taken by the Water Company in a situation of extremely heavy rainfall had been correct. The court further referred to an expert report of 29 September 2002 which had found that the flood had been caused by the fact that the river channel had been narrowed by various structures and overgrown with vegetation, whereas the action taken by the Water Company in the circumstances had been correct. The court concluded that both expert reports suggested that the heavy rainfall had been the main cause of the flood.", "96. The court also referred to the investigating authorities’ decision of 25 January 2003 to discontinue criminal proceedings against Mr L., the director of the Water Company, owing to the absence of any constituent elements of a crime in his actions, and the decision of 5 March 2004 to discontinue criminal proceedings against officials of the city of Vladivostok and the Primorskiy Region for lack of evidence of a crime.", "97. It further noted that under the relevant legislation waterways like the Pionerskaya river could not be municipally owned, so there had been no obligation on the Vladivostok Administration to assign funds from the local budget for clean-up work on the river. The Vladivostok authorities had requested the Administration of the Primorskiy Region to assign money for the work from the regional budget.", "98. The court thus concluded that no fault could be attached to any of the defendants for the damage sustained by the relevant applicants, which had been the result of force majeur. In the court’s opinion that conclusion was corroborated by the fact that following the flood, in the period between 7 and 11 August 2001, the authorities had declared an emergency situation throughout the city of Vladivostok and not only in the flooded area near the Pionerskaya river.", "99. On 29 November 2004 the Primorskiy Regional Court (“the Regional Court”) upheld on appeal the judgment delivered in the second applicant’s case. It confirmed that the Vladivostok city authorities had had no obligation to clear the Pionerskaya river as it was not municipal property, and that any clean-up work should have been carried out by the Water Company. The court went on to say that it followed from the two expert reports relied on by the first-instance court that even if the Pionerskaya river channel and floodplain had been cleared it could not be excluded that the residential buildings near the river, including the one in which the second applicant lived, would nevertheless have been flooded, taking into account the exceptional intensity of the rains on the date in question. The court also noted that the defendants had offered welfare aid to the victims of the flood, including the second applicant, within the amount assigned for that purpose, and that her claim regarding pecuniary damage had not been supported by any documentary evidence and was therefore unsubstantiated.", "100. On 16 December 2004 and 9 March 2005 the Regional Court also upheld on appeal the judgments given in the first, fifth and sixth applicants’ cases, adhering to the reasoning of the first-instance court.", "101. On 25 February 2003 the District Court delivered a judgment in the case brought by the third and fourth applicants. It based its findings on expert reports of 15 May and 29 September 2002 and 24 January 2003 produced in the context of the investigation in criminal case no. 916725 and on other materials in that criminal case.", "102. The court established that the Pionerskoye reservoir was run by the Water Company and was the property of the regional authorities. It also noted that since 1995 a special-purpose federal programme on protection of the Primorskiy Region from floods had been in progress, and that it was the Primorskiy regional authorities who had requested that programme and controlled the receipt and use of the funds earmarked for that purpose. The court went on to say that the programme had envisaged extensive work to reconstruct and build flood-protection facilities in inhabited areas, including the Pionerskaya river channel, and the construction of a water evacuation channel.", "103. The judgment further stated that all three aforementioned expert reports had established that no measures to implement the federal programme in question had been taken. It then described in detail the poor state of the Pionerskaya river channel.", "104. The court also referred to the decision of 6 September 1999 in which the Vladivostok Emergency Commission had urged the city authorities to clear the Pionerskaya river channel (see paragraph 16 above), and to a report by a committee of officials from the Vladivostok Administration dated 4 July 2001, which reflected on the poor state of the Pionerskaya river channel and invited the city authorities to have it cleared (see paragraph 22 above). The court noted that the city authorities had not adduced any evidence that any such measures had been taken, or that the authorities had ever complied with their own decisions.", "105. The court further noted that the defendants had not adduced any evidence confirming that the Pionerskaya river was regional property and that there was any separation of powers between the regional and municipal authorities concerning the maintenance of the Pionerskaya river, which, in the court’s opinion, had led to the inactivity and shifting of responsibility by officials at various levels. The court stressed that proper, reasonable maintenance and exploitation of the river by the authorities would have helped avoid such drastic consequences.", "106. As regards the action taken by the Water Company, the court found it established that the third and fourth applicants’ flat had remained intact until the large-scale evacuation of water by the Water Company on 7 August 2001, following which the flat had been instantly flooded. The court concluded that on the day in question the Water Company had evacuated a large quantity of water which had overflowed the river banks and flooded the residential area. The court rejected an argument of the Water Company’s representative that if the water had not been evacuated the reservoir would have burst its banks, which might have caused more serious damage. The court noted in this connection that in view of the weather conditions the Water Company should have evacuated water in smaller quantities over a longer period of time.", "107. The court thus attributed responsibility for the events of 7 August 2001 to all three defendants, stating that they should have foreseen the adverse consequences and prevented them, but failed to do so. It stated that the defendants’ fault in the damage caused by the flooding of residential buildings situated in the vicinity of the Pionerskoye reservoir was established by the expert reports of 29 September 2002 and 24 January 2003.", "108. As regards the third and fourth applicants’ claims, the court established, on the basis of the available evidence, that the fourth applicant was the owner of the damaged flat, where she was living with her husband, her son and daughter-in-law (the third applicant) and a grandchild. The court further examined an evaluation report drawn up in the fourth applicant’s presence by a competent State authority (see paragraph 81 above). The court noted that the report was signed by the fourth applicant, who had never disputed the amount of the damage indicated therein. Moreover, she confirmed to the court that as a civil claimant in the criminal proceedings instituted in connection with the incident of 7 August 2001, she had claimed the same amount. The court therefore granted the fourth applicant’s claim for pecuniary damage in the amount reflected in the evaluation report and found the remainder of that claim, as well as the third applicant’s claim for pecuniary damage, unsubstantiated, given in particular the fact that the third applicant lived in the fourth applicant’s flat, and all the damaged possessions in the flat had already been listed and the resulting damage assessed in the aforementioned evaluation report.", "109. On 20 April 2004 the Regional Court quashed the first-instance judgment and remitted the case for fresh examination. It noted, in particular, that in stating that the Administration of the Primorskiy Region had funds at its disposal in the context of the federal programme to protect the region from floods, the first-instance court had not checked whether any funds from the federal budget had ever been allocated to the Primorskiy regional authorities and, if so, how they had been used. Therefore, in the Regional Court’s opinion the lower court’s finding concerning the regional authorities’ failure to have work carried out in the Pionerskaya river had not been based on the materials of the case.", "110. The appellate court also noted that the fact that the Water Company was regionally owned, in itself, could not be regarded as engaging the responsibility of the Administration of the Primorskiy Region, as the Water Company was a legal entity, and the responsibility of an owner of an entity such as the Water Company could be limited by relevant civil law provisions or that entity’s constituent documents. The Regional Court further stated that in the first-instance judgment no distinction had been made between the consequences of the exceptionally heavy rain on 7 August 2001 and those of the authorities’ alleged failure to take measures to prevent flooding.", "111. By a judgment of 6 December 2004 the District Court dismissed the third and fourth applicants’ claims in their entirety as unsubstantiated. The judgment was based essentially on the same reasoning as the judgments given in the cases brought by the first, second, fifth and sixth applicants.", "112. On 25 January 2005 the Regional Court upheld the judgment of 6 December 2004 on appeal. It stated that when rejecting the third and fourth applicants’ claims, the first-instance court concluded that the flood of 7 August 2001 had been caused by a natural disaster whose extent could not have been foreseen by the defendants or avoided as a result of any purposeful action on their part.", "113. The Regional Court also noted that the first-instance court had duly examined and rightly dismissed the claimants’ arguments to the effect that the defendants should be held liable for the destructive consequences of the evacuation of water from the reservoir. The appellate court referred to the expert report of 24 January 2003, which stated that the actions of the Water Company on 7 August 2001 had been correct and explained the flood on that date by the presence downstream of the Pionerskoye reservoir of unauthorised constructions built in breach of the city of Vladivostok’s general development plan, and the presence of debris and constructions in the floodplain of the Pionerskaya river.", "114. The Regional Court further noted that the expert report of 29 September 2002 stated that the cause of the flood had been the fact that the river channel was narrowed by constructions and overgrown with vegetation, and that the water evacuation strategy used by the Pionerskoye reservoir on the date in question had been optimal.", "115. The court also quoted the expert report of 15 May 2002 (see paragraph 70 above), which had established that the vegetation obstructing the river channel had helped to reduce the force of the wave following the evacuation of water from the reservoir, and that if the water had been evacuated “in accordance with the relevant instruction”, the area would have been flooded regardless, but the level of water would have been 1.82 times lower. The report also noted that the Water Company had not taken measures to alert the population with a view to minimising the damage caused by the flood.", "116. The Regional Court then concluded that all three expert reports singled out the exceptionally heavy rain as the main reason for the flood on 7 August 2001, and that they considered it likely that flooding would have occurred irrespective of the evacuation of water by the Water Company.", "117. The appellate court accordingly found that the District Court had correctly concluded, on the basis of the available materials, that in view of the exceptionally heavy rainfall, the Pionerskaya", "118. Article 1064 provides for damage caused to the property of an individual or of a legal entity to be compensated for in full by the person responsible for the damage. The latter may be released from the obligation to make compensation if he or she can prove that the damage was not caused through his or her fault; however, the law may provide for compensation in respect of damage even in the absence of fault on the part of the person who caused it. Damage inflicted by lawful actions must be compensated for in the cases prescribed by law.", "119. Article 1069 stipulates that a State agency or a State official will be liable towards a citizen for damage caused by their unlawful actions or failure to act. Compensation for such damage is awarded at the expense of the federal or regional treasury.", "120. Articles 151 and 1099-1101 provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that compensation shall be made for non-pecuniary damage irrespective of any award for pecuniary damage.", "121. The Russian Water Code, as in force at the relevant time, provided in its Article 37 that bodies of water located entirely within the territory of a particular region of Russia which were not classified as federal property could be the property of that region. Such bodies of water could be classified as regional property by the executive authorities of the region concerned, with the approval of the federal executive authorities. Regional property was managed by the regional authorities, who were entitled to transfer some of their corresponding powers to competent federal authorities.", "122. Under Article 66 regional authorities were entitled to own, use, govern and manage bodies of water in their region.", "123. Article 108 stipulated that construction, channel dredging and blasting operations in bodies of water and their water protection zones should be carried out with the approval of the State agency responsible for the administration and protection of water resources.", "124. Article 117 imposed an obligation on federal and regional executive authorities and water users to take measures aimed at preventing and repairing the consequences of damage to water as a result of flooding, impoundment, dam- and dyke-breaking, soil erosion, mudslide and the like.", "125. The Federal Law of 21 December 1994 No. 68-FZ “On Protection of Civilians and Terrains from Emergencies of Natural and Industrial Origin” (Федеральный закон от 21 декабря 1994 г. № 68-ФЗ «О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера», “the Protection from Emergencies Act”), in its section 6, imposes an obligation on the federal, regional and local authorities to promptly and accurately inform civilians through the mass media and other channels of information about any emergency situations and the safety measures taken to protect the population and about any impending disasters and means of protection against them. The same section provides for the liability of State officials in the event of their failure to make such information public.", "126. Under section 7 the prevention of emergencies and the mitigation, as far as possible, of any damage and losses is a fundamental principle of emergency relief and requires that all preventive measures be taken suitably in advance.", "127. The Federal Law of 21 July 1997 No. 117-FZ “On the Safety of Hydraulic Engineering Structures” (Федеральный закон от 21 июля 1997 г. № 117-ФЗ «О безопасности гидротехнических сооружений», “the Hydraulic Structures Safety Act”) stipulates in its section 5 that, where the safety of hydraulic engineering structures is concerned, the regional executive authorities: are responsible for resolving questions of safety of hydraulic engineering structures in territories under their control; participate in the implementation of State policies in that sphere; develop and implement regional programmes on the safety of hydraulic engineering structures; ensure the safety of hydraulic engineering structures used in connection with water resources and environmental protection measures; take decisions on locating hydraulic engineering structures and limiting their exploitation in the event of a breach of the legislation on the safety of such structures; help to repair the consequences of accidents at hydraulic engineering structures; and inform the population of any accident hazard at hydraulic engineering structures that might trigger an emergency situation.", "128. Section 8 lists various requirements to ensure the safety of hydraulic engineering structures, including State control in the matter; establishing safety criteria in respect of hydraulic engineering structures and equipping them with appropriate technical means for permanent monitoring of their condition; taking every possible step, in good time, to keep the risk of emergencies at hydraulic engineering structures to a minimum; earmarking sufficient funding for measures aimed at ensuring the safety of hydraulic engineering structures; and liability for actions (or omissions) that reduce the safety of hydraulic engineering structures to unacceptable levels.", "129. Section 9 lays down the obligations of owners of, and bodies operating hydraulic engineering structures. It states, in particular, that they must: ensure the observance of safety rules and standards during the construction, exploitation, repair, reconstruction, conservation, dismantling, and so on, of hydraulic engineering structures; monitor the condition of such structures; evaluate natural and industrial threats to them and, on the basis of the data thus obtained, regularly assess the safety of hydraulic engineering structures, including analysis of the reasons for any decrease in safety, taking into account harmful natural and industrial impacts, results of industrial and other activities and the presence of objects in river channels and adjacent areas, upstream and downstream; develop systems for monitoring the condition of hydraulic engineering structures and take timely measures to ensure their proper functioning and prevent accidents; maintain local emergency warning systems in a state of constant readiness to raise the alarm in the event of an accident at a hydraulic engineering structure; inform the local population on questions concerning the safety of, and accidents at, hydraulic engineering structures; finance measures on the exploitation of hydraulic engineering structures and preventing accidents and repairing their consequences, and so on."], "VIOLATED_ARTICLES": ["2", "8", "P1"], "VIOLATED_PARAGRAPHS": ["2-1", "8-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": ["13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}