{"ITEMID": "001-104883", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BARANYAI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["The applicant, Mr Zoltán Baranyai, is a Hungarian national who was born in 1973 and lives in Mosonmagyaróvár. He was represented before the Court by Mr J. Palatinus, a lawyer practising in Mosonmagyaróvár. When introducing the application, the applicant was serving a sentence in Budapest Prison. The respondent Government were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 September 2002 the Mosonmagyaróvár District Court imposed on the applicant a cumulative sentence of nine years and four months’ imprisonment. This sentence corresponded to his convictions for the offences of abuse of firearms, forging documents, robbery, assault on an official person and escape from detention.", "In 2006 the applicant was serving his sentence in Veszprém Prison. Between 8 and 15 March 2006 he was treated at Tököl Prison Hospital, where his left leg was operated on 10 March. On 15 March, while he was waiting for transport back to Veszprém Prison, a penitentiary officer handcuffed him to a pipe of the Prison Hospital’s heating system situated in the corridor. The applicant states that he had to wait in this position for five hours, during which time he could not properly sit down, drink or go to the toilet, was mocked by the passers-by, and his freshly operated leg was hurting badly.", "On 15 May 2006 he filed a complaint with the prosecution authorities. Having investigated the incident, on 14 September 2006 the Pest County Public Prosecutor’s Office issued a memorandum in which it stated that the measure, not denied by the Tököl Prison administration, was unlawful and might be capable of leading to a violation of the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment.", "Subsequently, the Pest Surroundings Investigation Office instituted an investigation for abuse of official power.", "After remittals, on 1 October 2007 the Budapest Military Public Prosecutor’s Office discontinued the investigation. Relying on testimonies given by witnesses, documentary and medical evidence, and an experiment, the Office held that – although the findings of fact corroborated the applicant’s complaint, and the officer in charge had already been sanctioned in disciplinary proceedings – it could not be proven that the applicant was subjected to the impugned measure with an intention to cause him unlawful disadvantage, which was a sine qua non condition of the offence of abuse of official power. On 16 November 2007 the Military Chief Public Prosecutor’s Office dismissed the applicant’s complaint.", "The applicant did not file a private bill of indictment under section 199 of the Code of Criminal Procedure against the penitentiary officer responsible, nor did he file with the investigating judge a request, under section 191(3) of the Code, for the resumption of the criminal proceedings in pursuit of his allegations.", "On 6 April 2010 the Pest County Regional Court acknowledged, in a judgment adopted in regard to the applicant’s civil action for compensation against Tököl Prison, that the measure applied to him had been unlawful and amounted to inhuman treatment and awarded him 400,000 Hungarian forints (1,500 euros) plus accrued interests in compensation. The appeal proceedings are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}