{"ITEMID": "001-70160", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF DÜNDAR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 2 (death of applicant's son);Violation of Art. 2 (inadequate investigation);No Violation of Art. 3;Violation of Art. 13;Not necessary to examine Art. 14;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant, a Turkish citizen of Kurdish origin, was born in 1940 and lives in the town of Cizre, in south-east Turkey.", "10. The facts surrounding the death of the applicant's son, Mesut Dündar, are disputed by the parties.", "11. The facts as presented by the applicant are set out in Section B below (see paragraphs 12-23). The Government's submissions concerning the facts are summarised in Section C below (see paragraphs 24-35). Documentary evidence submitted by the Government is summarised in Section D (see paragraphs 36-57 below).", "12. The applicant's son Mesut Dündar was born in 1972. When he was a child Mesut Dündar suffered from meningitis. The applicant was unable to have him treated and he remained mentally disabled.", "13. Mesut Dündar was always interested in Kurdish national music, poetry and colours and on many occasions used to walk in front of the crowd on Kurdish national holidays, carrying the Kurdish colours; yellow, red and green.", "14. These activities of Mesut Dündar attracted the attention of the police, who took to following him and, on occasions, raided his family home. Mesut Dündar was taken into custody three times, and on each such occasion he was beaten and tortured by the police.", "15. In about July 1992, police officers from Cizre Police Headquarters raided the applicant's home and told the applicant that they had come to take Mesut Dündar to Elazığ Psychiatric Hospital for treatment. They took the applicant and Mesut Dündar to the Police Headquarters. Mesut Dündar was terrified that he would be killed in the hospital and jumped out of a window and escaped.", "16. Thereupon the police officers took the applicant around Cizre town centre and neighbouring villages for three days, during which they unsuccessfully looked for Mesut Dündar. The police officers beat the applicant and threatened him by saying that they would kill him if he did not find his son and hand him over to the police. The applicant was released at the end of the third day, only after having promised the police officers that if he saw his son he would bring him in himself.", "17. Mesut Dündar did not return home because of his fear of the police. He stayed with friends and telephoned the applicant's house every day in order to speak to his mother. The police often visited the applicant's house to ask about Mesut Dündar's whereabouts.", "18. After some time, Mesut Dündar no longer telephoned and the police no longer came to the applicant's home. The applicant therefore began to suspect that the police had caught Mesut Dündar.", "19. On 6 September 1992 Mesut Dündar's strangled body was found near the Şeyh Değirmenci watermill, near the Sulak village. A report of an interview with four women from Sulak, who had been taking yoghurt to the market in Cizre in the early hours of that day, and another person, was published in Özgür Gündem newspaper on 19 November 1992. According to this interview, four armed persons, one of whom was thought to be a police officer, had strangled Mesut Dündar while his arms were tied behind his back. Soldiers, who had come to the place where Mesut Dündar had been strangled following the killing, had dragged his body behind an armoured personnel carrier, claiming that they were doing so because they thought there might be a booby-trap under the body.", "20. The applicant's family heard at a later stage that Mesut Dündar's corpse was at the hospital. A member of the family went to the hospital where the body was handed over to him. The whole of Mesut Dündar's ribcage, throat and neck were covered in bruises. His face and eyes were dirty with mud and there were red spots and bruises in 34 places on his neck.", "21. The police took a statement from the applicant, asking him, “Who could have killed your son? Who do you suspect? Did you have any enemies?” Mesut Dündar's possessions were then handed over to the applicant.", "22. The applicant contacted the Prosecutor and asked him what had happened to his son. The Prosecutor told him that Mesut Dündar had been strangled. He did not take any statements from the applicant, nor did he ask the applicant whether he wished to start legal proceedings.", "23. On 13 September 1994 the applicant and his family lodged a petition with the Cizre Prosecutor to find out whether there was an on-going investigation and what stage it had reached. The prosecutor had been friendly until the applicant mentioned the case of Mesut Dündar. The applicant was told by the Prosecutor's clerk that the case was closed. The applicant later discovered that the investigation was continuing.", "24. The authorities were informed about the killing when the headman (muhtar) of the Sulak village approached the Gendarme Headquarters on 7 September 1992 and reported that he had seen a body at the road intersection of his village.", "25. In his testimony of 18 October 1992, the muhtar stated that, after he had informed the gendarmerie, the Prosecutor and a number of gendarmes had arrived at the scene. The Prosecutor had warned those present that the body could be booby-trapped and a decision was taken to trail the body for a short distance with a rope attached to an armoured vehicle. When it was clear that the body had not been booby-trapped, the Prosecutor and the doctor carried out an in situ examination of the body. The body was then taken to Cizre by car.", "26. On 8 September 1992 the Gendarme Headquarters forwarded their reports of the incident, together with a sketch showing the position of the body where it was found, to the Prosecutor's office in Cizre. The Gendarmerie Headquarters informed the Prosecutor that the identity of the person(s) who had strangled the victim was not known.", "27. A criminal investigation was opened immediately by the Cizre Prosecutor. The Prosecutor instructed the Cizre Gendarmerie Headquarters on 10 September 1992 to carry out a comprehensive investigation and to keep him informed on a regular basis about this investigation.", "28. On 7 September 1992 the Prosecutor took a statement from the applicant. He told the Prosecutor that his son had been mentally ill and beyond his control. He further said that he had no complaints against anyone.", "29. The Cizre Gendarmerie Headquarters informed the Cizre Prosecutor on 14 November and 14 December 1992 and 24 February and 30 May 1993 that the investigation was still continuing and that there had not been any developments.", "30. On 7 December 1993 the Prosecutor instructed the Cizre Gendarmerie Headquarters to up-date him every three months. On 31 May 1994 the Prosecutor instructed the Cizre Gendarmerie Headquarters to continue the investigation until the expiry of the statutory limitation period.", "31. The Cizre Gendarmerie Headquarters regularly continued to inform the Prosecutor that there had been no developments in the investigation.", "32. On 19 February 1996 the Mayor of Şırnak informed the Gendarmerie Headquarters in Ankara that the allegation that Mesut Dündar had been taken into custody prior to his death was baseless. In support of his submissions, the Mayor enclosed copies of the custody ledgers in which Mesut Dündar's name did not feature.", "33. The Cizre Prosecutor informed the Ministry of Justice that the allegation that the applicant had not been given any information by his office was baseless.", "34. According to an indictment filed by the Midyat Prosecutor with the Midyat Assize Court on 11 December 1989, a certain T.M. and the applicant's deceased son, Mesut Dündar, had raped a nine-year old boy in breach of Article 414 of the Criminal Code. As a result, Mesut Dündar had been arrested on 1 December 1989.", "35. On the basis of a report prepared by the Forensic Medicine Directorate on 25 October 1991, which stated that Mesut Dündar was seriously, mentally impaired, the trial court held that Mesut Dündar could not be held criminally responsible for his actions. On 17 December 1991 the trial court ordered Mesut Dündar to be detained in a mental institution for a minimum period of one year. The decision became final on 27 May 1992 and was forwarded to the office for the execution of judgments on 22 June 1992. This had been the reason for police officers' visit to the applicant's house in July 1992 - to take Mesut Dündar to the Elazığ Psychiatric Hospital.", "36. The following information appears from the documents submitted by the Government.", "37. On 11 December 1989 the Midyat Prosecutor filed an indictment with the Midyat Assize Court in which Mesut Dündar was charged with the rape of a nine year old boy on 29 November 1989.", "38. Pursuant to a request made by the Miday Assize Court, the Forensic Medicine Directorate examined Mesut Dündar on 16 October 1991. The Forensic Medicine Directorate concluded in their report, drawn up on 25 November 1991, that Mesut Dündar was an imbecile and therefore he did not have criminal culpability. The report recommended the detention of Mesut Dündar in a mental institution.", "39. On 17 December 1991 the Midyat Assize Court established that Mesut Dündar and a certain T.M. had raped the nine-year old child. Taking into account the report of the Forensic Medicine Directorate, the Assize Court ordered Mesut Dündar's detention in a mental institution for a minimum period of one year, during which time he would receive psychiatric treatment. This judgment became final on 27 May 1992, following the rejection by the Court of Cassation of the appeal lodged by T.M.", "40. On 8 September 1992, the Cizre Prosecutor and a doctor carried out an in situ examination of Mesut Dündar's body at a location near the Sulak village, approximately 7 kilometres from the town of Cizre. They recorded their findings. According to their report, the body had been trailed with a rope in case there had been a booby-trap under it. After it had been established that it was safe, the body had been searched and a PKK flag found in one of the pockets.", "41. The cause of death was established by the doctor as asphyxiation, caused by strangulation. Rigor mortis and post mortem hypostasis had set in. The cause of death having been thus established, the doctor decided that a full autopsy was not necessary. The Prosecutor issued a burial license.", "42. Also on 7 September 1992 the Cizre Prosecutor questioned the applicant. He told the prosecutor that his son had been mentally ill and beyond his control. The applicant did not have any complaint against anyone for the murder of his son.", "43. According to a report which was prepared by the deputy commander of the Cizre District Gendarmerie Headquarters on 8 September 1992 and forwarded to the Prosecutor's office in Cizre, it had been established that Mesut Dündar had been strangled elsewhere and his body dumped at the place where it was found.", "44. On 10 September 1992 the Cizre prosecutor instructed the Cizre Gendarmerie Headquarters to carry out a “secret and a proper search” for the perpetrator(s) of the murder. The Prosecutor also asked to be kept informed regularly about the investigation.", "45. On 14 September 1992 the Cizre Prosecutor summonsed the applicant and his son Esvet Dündar to his office.", "46. According to a report drawn up by three gendarme soldiers on 13 November 1992, “the perpetrator(s) of the murder of Mesut Dündar had been secretly and properly searched for by the soldiers but could not be found. The office of the Prosecutor would be informed once the perpetrator(s) were found”.", "47. Between 19 February 1993 and 15 February 1996, the Cizre Prosecutor repeated his above mentioned instructions to the Cizre Gendarmerie Headquarters (paragraph 44) and asked the Gendarmerie to continue to inform his office every three months of any developments until the expiry of the statutory limitation period on 7 September 2007.", "48. Gendarmes from the Cizre Gendarmerie Headquarters drew up identical reports on 29 May 1993, 18 April and 18 May 1994, 28 March, 3 June and 18 June 1995, and finally on 19 June 1995. These reports were forwarded to the Cizre Prosecutor.", "49. According to a report, drawn up by gendarmes on 5 January 1996, it had been established that Mesut Dündar had been killed by members of the PKK who had then left the PKK flag in the deceased's pocket.", "50. On 18 February 1996 the gendarmerie informed the Prosecutor that they were unable to find any person who knew the identity of the perpetrators.", "51. On 18 March 1996 the Cizre Prosecutor summonsed the applicant and two of his relatives to his office.", "52. On 19 March 1996 the Cizre Prosecutor sent a letter to the Ministry of Justice's International Law and Foreign Affairs Directorate (hereinafter “the Directorate”) in which he stated that the investigation into the murder was continuing and that his office was being kept informed every month by the gendarmerie. The applicant had not informed the Prosecutor's office of his allegations, namely that his son had been detained at the police headquarters and that his son had subsequently escaped, or that four female villagers had seen four armed men strangling Mesut Dündar. The Prosecutor had not, therefore, taken these allegations into account in his investigation. He would, however, from that moment on.", "53. On 12 April 1996 a statement was taken from the applicant by the Cizre Prosecutor. The applicant confirmed the accuracy of the contents of the statement he had made on 7 September 1992 (see paragraph 42 above) and further stated that his son had been arrested by police who had wanted to take him to a psychiatric hospital. However, his son had managed to escape from the window of the police station. The applicant and police officers had unsuccessfully searched for him for three days. Mesut Dündar had never returned since that date. The applicant had been told by a number of children that they had seen Mesut Dündar. Police officers had also visited his home and looked for Mesut Dündar. Following the discovery of the body of his son, the applicant had been told by a number of people that four women from the Sulak village had seen his son while he was being beaten up by four people. The women did not know whether the four men had been police officers. The reason why the applicant suspected that the police were responsible for the murder of his son was because the police officers had insisted on finding Mesut Dündar following his escape from the police station and had repeatedly come to his house to find Mesut Dündar.", "54. On 17 and 19 April 1996 the Cizre Prosecutor questioned Esvet and Abdulaziz Dündar, the brothers of Mesut Dündar. Both brothers gave similar statements to that of their father.", "55. On 19 April 1996 the Cizre Prosecutor asked the Cizre Gendarmerie Headquarters to find the four women who, according to the applicant, had witnessed the strangulation of Mesut Dündar.", "56. On 20 May and 26 June 1996 the deputy commander of the Cizre Gendarmerie Headquarters informed the Cizre Prosecutor that none of the villagers in Sulak had witnessed the strangulation of Mesut Dündar.", "57. The gendarmerie continued to draw up similar reports until 1999 which were then forwarded to the Cizre Prosecutor.", "58. The relevant domestic law and practice are set out in the judgment of Tepe v. Turkey (no. 27244/95, §§115-122, 9 May 2003)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}