{"ITEMID": "001-90541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOKOLOWSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1944 and lives in Warsaw.", "5. The applicant lived in a long-term relationship (cohabitation) with J.L., who died in 1984. On 18 July 1984 she lodged a civil action with the Warsaw District Court against his sons, R. and D., for recognition of her ownership rights to the property she had possessed and maintained during her cohabitation with J.L.", "6. At its first hearing on 13 November 1984 the court heard the parties.", "7. On 23 February 1985 the Warsaw District Court stayed the proceedings, as the applicant’s counsel had failed to submit some important documents concerning the ownership of the disputed property. The applicant appealed and on 10 May 1985 the Warsaw Regional Court quashed that decision.", "8. Subsequent hearings in the case were held on 28 January and 19 February 1987. The court questioned the applicant and two witnesses. Further, it asked counsel to define precisely the subject matter of the claim.", "9. The hearing scheduled for 16 November 1987 was postponed due to the applicant’s non-appearance.", "10. The hearing of 25 July 1988 was adjourned at the parties’ request, in connection with their wish to reach a friendly settlement.", "11. On 27 September and 18 October 1988 the court heard three witnesses.", "12. Following a request by counsel, on 9 December 1988 the court appointed an expert to prepare a valuation of the property. The expert submitted his opinion on 5 September 1989.", "13. At the hearing of 20 April 1990 counsel contested the findings contained in the expert’s report. The hearing was subsequently adjourned as the parties again expressed their wish to reach a friendly settlement of the case.", "14. On 1 October 1990 counsel informed the Warsaw District Court about the parties’ failure to reach an agreement.", "15. Hearings in the case were held on 12 November 1990 and 10 January, 18 February, 21 March, 29 April and 16 May 1991. The parties were again examined, as well as eleven witnesses.", "16. On 16 May 1991 the court requested the expert to supplement his opinion. In this connection the defendants were asked to deliver additional documents. They failed, however, to comply with this request. Hence, the expert was not able to supplement his opinion and in October 1993 he returned the case file to the court.", "17. On 29 June 1994 the Warsaw District Court appointed another expert, T.K., who submitted his opinion on 24 April 1995.", "18. On 25 May 1995 the applicant decided to withdraw her claim for transfer of ownership and submitted a claim for compensation instead.", "19. The expert, as well as the defendants, was summoned for a hearing scheduled for 13 September 1996, but they all failed to comply with the summons and did not appear at the trial.", "20. By the decision of 13 September 1996 the Warsaw District Court exempted the applicant from court fees for lodging her new claim.", "21. On the same day the Warsaw District Court decided that it lacked jurisdiction ratione materiae (due to the high value of the transformed claim) and transferred the case to the Warsaw Regional Court.", "22. On 31 January 1997 the Warsaw Regional Court again summoned expert T.K. and adjourned the hearing until 25 April 1997. The expert again failed to attend that hearing.", "23. On 26 April 1997 the court found that it lacked jurisdiction ratione loci and materiae and on 22 May 1997 transferred the case to the Nowy Dwór Mazowiecki District Court. No hearing was scheduled until 15 April 1999.", "24. The hearing of 15 April 1999 had to be adjourned since neither the applicant nor her counsel had appeared.", "25. The subsequent hearings scheduled for 17 June and 9 September 1999 were adjourned due to the defendants’ absence.", "26. The hearings scheduled for 7 October, 4 November and 2 December 1999 were also adjourned, due to the non-appearance of the applicant and her counsel (although they had both been summoned correctly).", "27. On 28 April 2000 the court appointed another expert, who submitted her opinion five months later.", "28. The hearing of 7 December 2000 was adjourned due to the defendants’ failure to appear.", "29. Neither the applicant, nor her counsel appeared at the hearings scheduled for 22 February, 12 April, 19 June, 17 July, 8 November and 6 December 2001 and 8 May 2002. In consequence all these hearings had to be adjourned.", "30. On 24 July 2002 the Nowy Dwór Mazowiecki District Court delivered a decision in the applicant’s favour, awarding her 101,000 Polish zlotys (PLN).", "31. On 12 August 2002 D. (one of the defendants) requested from the court the written grounds of that decision. His request was rejected on 8 October 2002 for having been lodged out of time.", "32. On 28 October 2002 R. (the other defendant) appealed against the decision of 24 July 2002, whereas D. appealed against the decision of 8 October 2002.", "33. On 19 November 2002 the court summoned R. to remedy the formal shortcomings in his appeal.", "34. On 29 November 2002 the court granted D. leave to lodge an appeal out of time and quashed the decision of 8 October 2002.", "35. On 9 December 2002 R.’s counsel remedied the shortcomings in his appeal against the decision of 24 July 2002. On the same day the court summoned R.’s counsel to pay the appeal fee of PLN 720. On 23 December 2002 R. requested the court to exempt him from the fee. On 21 January 2003 the court summoned him to provide relevant documents in support of his request (inter alia on his current financial standing).", "36. On 30 December 2002 D. lodged his appeal against the decision of 24 July 2002. On 21 January 2003 the court summoned D. to rectify the formal shortcomings of his appeal, which he did on 31 January. On 3 February 2003 the court summoned D. to pay the appeal fee of PLN 370. On 12 February D. asked the court for exemption from the fee. On 13 February the court summoned him to provide relevant documents supporting his request.", "37. R. and D. submitted relevant documents on 27 February and 7 March 2003.", "38. On 11 April 2003 the court rejected both requests for exemption from the appeal fee. On 8 May 2003 R. appealed against this decision.", "39. On 29 May 2003 the court summoned D. to pay the appeal fee. On 16 June 2003 he again requested to be exempted from the fee. The court considered his letter as an appeal and a request to be granted leave to appeal out of time against the decision of 11 April 2003. It scheduled a hearing for 27 August 2003 to examine this request.", "40. On 27 August and 4 September 2003 the court heard D. and adjourned the hearing until 17 September 2003, having summoned D. to submit certain documents. On 17 September D. informed the court that he could not attend the hearing and asked for an adjournment.", "41. On 10 October 2003 the court dismissed the applicant’s request to be granted leave to appeal out of time against the decision of 11 April 2003. On 20 October 2003 D. asked to be served with written grounds for this decision. On 24 October 2003 the court dismissed his request.", "42. On 9 January 2004 the court dismissed D’s appeal against the decision of 11 April 2003 as having been lodged out of time.", "43. On 26 February 2004 the court dismissed on formal grounds D’s appeal of 30 December 2002 against the decision of 24 July 2002. D. appealed and his appeal was dismissed on 1 April 2004 as having been lodged out of time. He appealed again. On 21 May 2004 the court summoned him to pay a fee for this appeal.", "44. On 6 September 2004 the Nowy Dwór Mazowiecki District Court referred the case to the Warsaw Regional Court.", "45. On 5 November 2004 the Warsaw Regional Court dismissed D.’s appeal against the decision of 1 April 2004 and R.’s appeal against the decision of 11 April 2003.", "46. On 20 January 2005 the Nowy Dwór Mazowiecki District Court summoned R. to pay an appeal fee for his appeal against the decision of 24 July 2002.", "47. On 7 March 2005 the court held a hearing to examine another of D.’s requests to be granted leave to appeal out of time against the decision of 26 February 2004. The court dismissed his request and consequently dismissed his appeal on 20 April 2005.", "48. On 20 April 2005 the court again summoned R. to pay an appeal fee.", "49. On 13 October 2005 the Nowy Dwór Mazowiecki District Court dismissed R.’ appeal against the decision of 24 July 2002 on formal grounds (for his failure to pay a court fee). R. appealed against this decision.", "50. On 26 September 2005 the applicant asked the Nowy Dwór Mazowiecki District Court to issue an enforcement order for the judgment of 24 July 2002, submitting that the defendants, by lodging successive procedural motions and subsequently appealing against all decisions, were aiming solely at prolonging the proceedings and avoiding the execution of the judgment. She was informed that the decision was not yet final and could not be enforced, because various appeals lodged by the defendants were pending at that time.", "51. On 13 October 2005 R.’s appeal was rejected by the Nowy Dwór Mazowiecki District Court.", "52. On 15 May 2006 the Nowy Dwór Mazowiecki District Court made an enforcement order on the decision of 24 July 2002 and it became final.", "53. On 25 January 2005 the applicant lodged with the Nowy Dwór Mazowiecki District Court a complaint under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) alleging the excessive length of pending civil proceedings. At the same time she asked the court to have her complaint transferred to the Warsaw Regional Court, which was competent to examine it. She described in two pages the delays in the proceedings, and submitted that: “for these reasons I lodge a complaint about the excessive length of the proceedings”. She also asked the court to instruct the lower court to terminate the proceedings without further delay.", "54. The Nowy Dwór Mazowiecki District Court transferred the case file to the Warsaw Regional Court only in March 2005, after the applicant had intervened requesting that her excessive length complaint be dealt with.", "55. On 31 March 2005 the Warsaw Regional Court rejected her complaint on formal grounds. It considered that it was tainted with a formal shortcoming, namely that it did not contain an express request to find that there had been an unreasonable delay in the proceedings.", "56. On 14 April 2005 the applicant lodged a fresh complaint of excessive length of proceedings. In the title of her application she referred in direct terms (by providing the case’s exact register number) to the currently pending appeal proceedings, as required by the relevant law. In the substance of her complaint she described in detail the proceedings in their entirety as pending from 1984. She also indicated the different register numbers with which the case was designated throughout the entire period of its examination. She concluded her complaint by requesting the court to immediately terminate the proceedings in her case, which had been pending as of 1984. It transpires that she complied with all the formal requirements of a complaint as provided by the 2004 Act.", "57. On 5 July 2005 the Warsaw Regional Court rejected her complaint as unfounded. The court considered only the length of the appeal proceedings, the applicant had referred to in her complaint’s title, namely after the decision of 24 July 2002 had been given, and found that there were no unreasonable delays in the examination of the numerous requests made by the defendants after that date. They were considered speedily. On several occasions the defendants had to be summoned to rectify formal shortcomings in their requests. In this connection the court observed that the time-limits given had been complied with. Hence, no evidence was found in support of the conclusion that unreasonable delays had occurred in the case. The court concluded that nothing in the case file could suggest that the length of proceedings was excessive.", "58. On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings. A party to pending proceedings may ask for the acceleration of those proceedings and/or just satisfaction for their unreasonable length under Article 2 read in conjunction with Article 5(1) of the 2004 Act.", "Article 6 § 2 provides that a complaint must include:", "1) a request to find that there was an unreasonable delay in the impugned proceedings;", "2) an indication of circumstances that would justify the request.", "According to Article 9 of the Act, when a complaint does not meet the requirements of Article 6 of the Act, it must be rejected without a prior request to the plaintiff to remedy the shortcomings in the complaint.", "59. For further references concerning the relevant domestic law and practice in respect of remedies available for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, see the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}