{"ITEMID": "001-102912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF KADUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Mirjana Lazarova Trajkovska;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1967 and lives in the village of Solontsievka, Kharkiv Region, Ukraine.", "5. On 15 March 1998 the applicant’s husband, who worked as an electrician at the construction site, died as a result of a work-related accident. On 10 September 1998 the applicant instituted proceedings in the Dzerzhynsky District Court of Kharkiv against a joint stock company “T.”(“the company”) claiming compensation for pecuniary and non-pecuniary damage sustained as a result of his death.", "6. On 15 September 1998 the case was transferred to the Zhovtnevy District Court of Kharkiv, which on 24 January 2001 allowed in part the applicant’s claims.", "7. On 24 April 2001 the Kharkiv Regional Court upheld this judgment. It became final.", "8. On 21 June 2001 the amendments to the Code of Civil Procedure entered into force. They provided a right to lodge a cassation appeal within a three-month period with the Supreme Court against court decisions adopted before 21 June 2001 and which had entered into force before that date. On 19 July 2001 the company lodged an appeal in cassation.", "9. On 28 February 2002 the Supreme Court quashed the decisions of the lower courts and remitted the case for a fresh consideration to the first instance court.", "10. In the course of the proceedings before the first instance court three other companies and the local department of the State Insurance Fund for Work-Related Accidents and Diseases (“the Fund”) were joined as co-defendants.", "11. On 10 March 2006 the Zhovtnevy District Court of Kharkiv found in part for the applicant. The court awarded her, inter alia, UAH 68,648.34 (about EUR 11,366) to be paid by the Fund.", "12. The Fund appealed against that judgment; however, on 24 October 2006 the Kharkiv Regional Court of Appeal declined its appeal as lodged out of time. The Fund appealed in cassation. On 13 December 2007 the Lugansk Regional Court of Appeal, sitting as a court of cassation, quashed that decision and remitted the matter of the admissibility of the appeal for a fresh consideration.", "13. On 5 November 2008 the Kharkiv Regional Court of Appeal partly allowed the appeal by the Fund and ruled that the above amount of UAH 68,648.34 should be paid by the company and not by the Fund. It upheld the remainder of the judgment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}