{"ITEMID": "001-89533", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF OMMER v. GERMANY (No. 2) ", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1950 and lives in Bergisch Gladbach, Germany. In the 1970s he participated as a sprinter in the Olympic Games and from 1986 to 1993, he was the president of FC Homburg, a football club playing in the German Football League.", "6. From 1982 the applicant was the sole shareholder and sole managing director of the DETAG investment trust corporation which negotiated the sale of apartments to private investors. He later arranged for some of these apartments, which had been returned by the investors, to be taken up into funds managed by the IHV Real Estate Company.", "7. The present application concerns criminal investigations instituted against the applicant and others related to the management of the real estate funds of the IHV Company. Additional criminal proceedings were pending against the applicant in connection with his business activities for the DETAG corporation and its arrangements made for the sale of apartments to private investors. On 4 February 2002 the judgment of the Bonn Regional Court acquitting the applicant of charges of fraud in this respect became final. The applicant also lodged an application with the Court related to these proceedings (no. 10597/03).", "8. By a letter dated 19 February 1987, which reached the applicant on that day, the Cologne police headquarters summoned the applicant for questioning on charges of fraud in connection with his business activities for the DETAG corporation. Thereby the applicant obtained knowledge of the criminal investigations instituted against him in this respect. The Cologne Public Prosecutor’s Office later joined several sets of proceedings concerning accusations of fraud against the applicant (file no. 110 Js 24/88).", "9. On 6 December 1990 the Cologne District Court’s order of 28 October 1990, made in the proceedings no. 110 Js 24/88, to search the applicant’s home and car was executed and a file was seized. The applicant was suspected of having at least instigated a partner of the IHV Real Estate Company to breach her fiduciary duty. The applicant had purportedly abetted that partner in respect of apartments, which had been returned to the DETAG corporation having been bought by private investors at prices far above their market value, into the real estate funds managed by the IHV Company.", "10. On 11 and 17 December 1990 and on 11 and 18 April 1991, 23 and 31 October 1991 and 6 November 1991 the Cologne Public Prosecutor’s Office questioned suspects on the charges related to the IHV Company. In December 1991 and January 1992 the Public Prosecutor’s Office evaluated the documents seized in a note for the records.", "11. On 10 November 1993 the Cologne Public Prosecutor’s Office instituted further separate proceedings for fraud and breach of fiduciary duty against the applicant and others concerning the management of the funds of the IHV Real Estate Company (file no. 110 Js 748/93). The accused persons in these proceedings were suspected of having committed fraud to the detriment of investors by including unmarketable apartments in the funds set up by the IHV Real Estate Company, thereby reducing the profitability of the funds. Moreover, they were suspected of breach of fiduciary duty by mismanaging the said funds, which operated at a loss.", "12. In a file note dated 21 November 1994 the Cologne Public Prosecutor’s Office stated that the suspicion that fraud and breach of fiduciary duty had been committed in connection with the management of funds of the IHV Real Estate Company had already arisen in the proceedings no. 110 Js 24/88. Several searches had been conducted on 6 December 1990 and several persons had already been examined in the course of those proceedings. In so far as the investigation proceedings in file no. 110 Js 24/88 concerned charges of fraud in connection with the funds of the IHV Real Estate Company, they were separated from the said file and joined to the proceedings no. 110 Js 748/93.", "13. On 13 December 1994 the Cologne Public Prosecutor’s Office questioned witness G.", "14. On 10 January 1995 M., a specialist in economic offences at the Cologne Public Prosecutor’s Office, having examined the case file, concluded that several funds managed by the IHV Company would always operate at a loss and that the investors had been deceived about the value of the funds.", "15. On 23 April 1996 the Cologne District Court’s order of 23 October 1995 to search the homes of the applicant and of other co-accused was executed and several documents were seized.", "16. In April 1996 W., another specialist in economic offences at the Cologne Public Prosecutor’s Office, as did M., on 6 May 1996, submitted reports concerning the profitability of the funds in question, finding that in respect of several of them a suspicion of fraud prevailed.", "17. In a letter to the Cologne Public Prosecutor’s Office dated 7 May 1996 the Federal Supervisory Office for Banking explained the nature of the contracts concluded between the IHV Company and the investors.", "18. On 20 May 1996 the Cologne District Court ordered the seizure of further documents.", "19. On 8 August 1996 W. submitted another expert report, finding that there was a persistent lack of profitability of the funds managed by the IHV Company.", "20. On 18 February 1997 and on 7 November 1997 M. found that the prosecution of part of the offences had become time-barred, but that there still was a suspicion of fraud in respect of several funds managed by the IHV Company. By submissions dated 24 November 1997 and 10 December 1997 the applicant contested these findings. He submitted an expert report drawn up by the ETL auditing company in support of his view.", "21. In a note dated 7 April 1998 expert M. contested the findings of the ETL auditing company.", "22. On 29 April 1998 and on 8 June 1998 the Public Prosecutor’s Office asked the applicant to submit certain documents, which the latter refused to do in submissions dated 31 July 1998 before re-inspecting the case file.", "23. On 15 October 1998 counsel for the applicant proposed that all investigation proceedings pending against the applicant be settled. The prosecution rejected that proposal on 10 November 1998.", "24. On 8 October 1999 the Public Prosecutor’s Office again requested the applicant to submit certain documents. In December 1999 the applicant initially agreed to do so before the end of the year 1999, but subsequently failed to submit the documents in question.", "25. On 21 December 1999 the Cologne District Court ordered the seizure of the balance sheets of the IHV Company.", "26. On 4 July 2000 the Cologne Public Prosecutor’s Office questioned the applicant.", "27. On 5 February 2001 K., another specialist in economic offences at the Public Prosecutor’s Office, disagreed with M.’s conclusions and found that part of the IHV Company’s funds actually seemed to be operating profitably.", "28. On 11 May 2001 the Cologne District Court ordered another search, which was carried out on 31 October 2001.", "29. On 18 December 2002 and on 10 January 2003 expert K., having regard to further balance sheets seized, found that the funds examined had in fact yielded considerable profits.", "30. On 29 January 2003 the Cologne Public Prosecutor’s Office discontinued the proceedings against the applicant, partly pursuant to Article 170 § 2 of the Code of Criminal Procedure (see paragraph 36 below), and partly pursuant to Article 153 § 1 of that Code (see paragraph 32 below). It found that the prosecution of a part of the offences of which the applicant was suspected was time-barred. As to the suspicion that the applicant was guilty of a breach of fiduciary duty, the Public Prosecutor’s Office found that mismanagement of the funds concerned had not been proved, as the funds disposed of assets of a considerable value. There prevailed a suspicion of fraud in respect of part of the funds, as apartments had been bought for the funds at prices far above their market value. The proceedings should, however, be discontinued pursuant to Article 153 § 1 of the Code of Criminal Procedure in this respect. The said apartments constituted only a small part of the assets of the fund, so the damage caused had to be considered minor. Moreover, the commission of the offences dated back a long time.", "31. By a letter dated 3 February 2003 the Cologne Public Prosecutor’s Office, having obtained the consent of the Cologne District Court to discontinue the proceedings pursuant to Article 153 § 1 of the Code of Criminal Procedure, notified the applicant that the investigation proceedings no. 110 Js 748/93 against him had been discontinued.", "32. Article 153 § 1 of the Code of Criminal Procedure governs the discontinuance of criminal proceedings on the ground of insignificance. During the investigation proceedings the Public Prosecutor’s Office may discontinue the criminal proceedings if they concern an offence for which it is not mandatory to impose a sentence of at least one year’s imprisonment (Vergehen), if the defendant’s guilt would be of a minor nature and if there was no public interest in criminal prosecution. The court which has jurisdiction to open the main proceedings must consent to discontinuing the proceedings unless they concern offences which are not subject to an increased minimum penalty and the consequences ensuing from the offence are minor.", "33. Pursuant to Article 153a § 1 of the Code of Criminal Procedure, the Public Prosecutor’s Office may discontinue criminal proceedings concerning offences for which the regular minimum penalty is less than one year’s imprisonment at the investigation stage with the defendant’s consent, if the latter complies with certain conditions. These conditions must be suitable to remove the public interest in criminal prosecution and may not be in conflict with the severity of the defendant’s guilt. Such conditions notably entail the payment of a sum of money to a non-profit-making organisation or to the Treasury. The court which has jurisdiction to open the main proceedings must consent under certain circumstances. If the indictment has already been preferred with that court, the latter may discontinue the proceedings under the conditions set out in § 1 with the consent of both the Public Prosecutor’s Office and the defendant (Article 153a § 2).", "34. Article 154 § 1 of the Code of Criminal Procedure provides that the Public Prosecutor’s Office may dispense with prosecuting an offence if the penalty in which the prosecution might result is not particularly significant compared to a penalty which has been imposed with binding effect upon the defendant for another offence or which he has to expect for another offence. It may also dispense with prosecuting an offence if a judgment in respect of that offence is not to be expected within a reasonable time and if the penalty which has been imposed on the defendant with binding effect or which he has to expect for another offence appears sufficient to have an influence on the offender and to defend the legal order. Pursuant to Article 154 § 2 of the Code of Criminal Procedure, the court may provisionally discontinue proceedings upon the request of the Public Prosecutor’s Office at any stage if charges have already been preferred. If the proceedings have been discontinued provisionally on account of a penalty which was to be expected for another offence, the proceedings may be resumed, unless barred by limitation in the meantime, within three months after the judgment delivered in respect of the other offence has become final (Article 154 § 4 of the Code of Criminal Procedure).", "35. Article 154a § 1 of the Code of Criminal Procedure authorises the Public Prosecutor’s Office to limit prosecution to certain parts of an offence or certain breaches of the law if, in particular, other separable parts of the offence or other breaches of the law committed by the same act are not particularly significant for the penalty to be expected. The court may order such limitation with the consent of the Public Prosecutor’s Office at any stage of the proceedings after the bill of indictment has been filed (Article 154 § 2). The court may reintroduce into the proceedings those parts of the offence or breaches of the law which have not been considered at any stage of the proceedings (Article 154a § 3).", "36. Pursuant to Article 170 § 2 of the Code of Criminal Procedure the Public Prosecutor’s Office discontinues the criminal investigation proceedings if investigations show that there are not sufficient reasons to prefer an indictment. It notifies the accused of this if he has been questioned as accused, if an arrest warrant has been issued against him, if he has requested to be notified or if it is obvious that there is a special interest in notification.", "37. Compensation for damage caused by wrongful prosecution is covered by the Act on Compensation for Measures of Criminal Prosecution (Gesetz über die Entschädigung für Strafverfolgungsmaßnahmen).", "38. Pursuant to section 2 of that Act, a defendant is notably entitled to compensation for damage incurred by certain specified measures of criminal prosecution if he is acquitted, if the proceedings against him are discontinued or if the court refuses to open the main proceedings against him. The measures of criminal prosecution for which compensation may be granted notably comprise pre-trial detention and searches and seizures of property.", "39. In cases in which proceedings have been discontinued pursuant to a provision allowing for discontinuance at the discretion of the prosecution or the court, the person concerned may be granted compensation for the measures listed in section 2 if this issection 3 of that Act). Compensation may be refused if the proceedings against the defendant have been discontinued due to an impediment to the proceedings (see section 6 § 1 no. 2 of that Act).", "40. Section 7 § 1 of the Act on Compensation for Measures of Criminal Prosecution stipulates that pecuniary damage incurred as a result of the criminal prosecution measure is compensated for, as well as non-pecuniary damage in the event of a deprivation of liberty by a court decision. Once the court’s finding that the Treasury is under a duty to compensate has become final (see section 9 of the said Act), a compensation claim must be submitted within six months to the Public Prosecutor’s Office which was last in charge of the investigations at first instance (section 10 § 1 of the said Act).", "41. Pursuant to Article 34 of the Basic Law, taken in conjunction with Article 839 of the Civil Code, an individual has the right to be compensated by the State for any damage arising from a breach of official duty committed by a public servant. These provisions are also applicable to a breach of duty in giving judgment on an action if the breach consists of a refusal to discharge a function or a delay in performing it contrary to professional duty.", "42. Damages are afforded to the individual concerned in accordance with Articles 249 et seq. of the Civil Code. By Article 253 of the Civil Code, in the version in force until 31 July 2002 and applicable to damage caused up to that date, compensation for non-pecuniary damage can be awarded only if it is provided for by law. In this connection, Article 847 § 1 of the Civil Code, in force until that same day, provided for non-pecuniary compensation only in the event of physical injury, damage caused to someone’s health or deprivation of liberty. According to the established case-law of the Federal Court of Justice, a claim for non-pecuniary damage can, moreover, arise in case of a serious violation of a person’s personality rights (Persönlichkeitsrecht) which cannot be compensated for in another manner (see, inter alia, Federal Court of Justice, no. III ZR 9/03, judgment of 23 October 2003, Neue Juristische Wochenschrift (NJW) 2003, pp. 3693 et seq. with further references). The new Article 253 § 2 of the Civil Code, in force since 1 August 2002, which replaced Article 847 of the Civil Code, has not introduced any amendments relevant to the matters in issue in the instant case.", "43. According to the settled case-law of the Federal Constitutional Court, Article 2 § 1 of the Basic Law, read in conjunction with the principle of the rule of law as enshrined in Article 20 § 3 of the Basic Law, guarantees the right to expeditious criminal proceedings (see, inter alia, that court’s judgment of 24 November 1983, no. 2 BvR 121/83, § 3; decision of 19 April 1993, no. 2 BvR 1487/90, § 16; and decision of 5 February 2003, nos. 2 BvR 327/02, 2 BvR 328/02 and 2 BvR 1473/02, § 33). Moreover, penalties imposed on a defendant have to comply with the constitutional right to liberty guaranteed by Article 2 § 2 of the Basic Law, read in conjunction with the principle of proportionality enshrined in the rule of law (see, inter alia, the Federal Constitutional Court’s decision of 5 February 2003, nos. 2 BvR 327/02, 2 BvR 328/02 and 2 BvR 1473/02, § 58; decision of 25 July 2003, no. 2 BvR 153/03, § 31, and decision of 21 January 2004, no. 2 BvR 1471/03, § 28).", "44. As the legislator did not lay down any rules on the consequences of a violation of the right to expeditious proceedings, the criminal courts and the prosecution authorities are, as a rule, called upon to draw the necessary conclusions from undue delay in the proceedings. They may discontinue the proceedings pursuant to Articles 153 and 153a of the Code of Criminal Procedure, limit criminal prosecution pursuant to Articles 154 and 154a of the Code of Criminal Procedure, terminate the proceedings either by dispensing with a penalty or by a warning with sentence reserved (Verwarnung mit Strafvorbehalt) or take the length of the proceedings into account as a mitigating factor when fixing the penalty (see Federal Constitutional Court, judgment of 24 November 1983, no. 2 BvR 121/83, §§ 4-5; decision of 5 February 2003, nos. 2 BvR 327/02, 2 BvR 328/02 and 2 BvR 1473/02, §§ 35-36; decision of 25 July 2003, no. 2 BvR 153/03, §§ 34-35, and decision of 21 January 2004, no. 2 BvR 1471/03, §§ 31-32). In exceptional cases, in which the delay in the proceedings was particularly serious and had led to a particular burden for the person concerned and in which the said options provided by the criminal law and the law on criminal procedure were insufficient, the proceedings may be discontinued because of a constitutional impediment to the proceedings (see Federal Constitutional Court, judgment of 24 November 1983, no. 2 BvR 121/83, § 8; decision of 19 April 1993, no. 2 BvR 1487/90, § 18; decision of 5 February 2003, nos. 2 BvR 327/02, 2 BvR 328/02 and 2 BvR 1473/02, § 36, and decision of 21 January 2004, no. 2 BvR 1471/03, § 45). In the latter case, the Federal Constitutional Court may discontinue the proceedings itself (see, inter alia, that court’s decision of 5 February 2003, nos. 2 BvR 327/02, 2 BvR 328/02 and 2 BvR 1473/02, § 61, and decision of 25 July 2003, no. 2 BvR 153/03, § 49).", "45. Pursuant to section 90 § 2 of the Federal Constitutional Court Act, complainants must exhaust the remedies available in the domestic courts prior to lodging a constitutional complaint. However, the Federal Constitutional Court may decide on a constitutional complaint lodged before the exhaustion of these remedies if the complaint is of general importance or if the complainant would otherwise suffer a serious and unavoidable disadvantage."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}