{"ITEMID": "001-75454", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF GRANT v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;No separate issue under Art. 14 +P1-1 or P1-1;Pecuniary damage - financial award;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Matti Pellonpää;Nicolas Bratza", "TEXT": ["7. According to the applicant’s birth certificate, she is male. She served in the army for three years from the age of 17 and then worked as a police officer. Aged 24, she gave up attempting to live as a man, and had gender reassignment surgery two years later. She has presented as a woman since 1963, is identified as a woman on her National Insurance card and paid contributions to the National Insurance scheme at the female rate (until 1975, when the difference in rates was abolished). In 1972 she became self-employed and started paying into a private pension fund.", "8. By a letter dated 22 August 1997, the applicant applied to the local government benefits office for State pension payments. She wished these to commence on 22 December 1997, her 60th birthday. Her application was refused by a decision of the Adjudication Officer issued on 31 October 1997. He stated that she had applied “too early”, and was only entitled to a State pension from the age of 65, the retirement age applicable to men.", "9. Her appeal against this decision was heard by Birmingham Social Security Appeal Tribunal on 12 March 1998, which dismissed it on the basis of established case-law. At this time she claimed that she was no longer able to work due to a spinal collapse fracture of osteoporotic origin.", "10. On 1 October 1998 the applicant submitted her appeal to the Social Security Commissioner. Leave to appeal was granted but, by a decision of 1 June 2000, her appeal was dismissed following an oral hearing. The Commissioner felt compelled to follow previous decisions and also held that the DSS had not entered into an agreement to treat the applicant as a woman.", "11. In the light of the judgments of 11 July 2002 given by the Grand Chamber in Christine Goodwin v. the United Kingdom ([GC], no. 28957/95, ECHR 2002-VI) and I. v. the United Kingdom ([GC], no. 25680/94), in which the Court found that the Government’s continuing failure to take effective steps to effect the legal recognition of the change of gender of post-operative transsexuals was in breach of Article 8, the applicant wrote to the Office of Social Security on 12 July 2002 asking for her case to be reopened. The Commissioner notified her on 14 August 2002 that leave to appeal to the Court of Appeal had been granted.", "12. On 5 September 2002 the Department for Work and Pensions refused to award the applicant a State pension in light of the judgment in Christine Goodwin.", "13. In the Court of Appeal, the applicant sought, inter alia, a declaration that she was entitled to her full retirement pension from her 60th birthday, and damages for breach of the Human Rights Act 1998, in force from 2 October 2000. Meanwhile, on 22 December 2002, the applicant reached the age of 65 and her pension payments began.", "14. By agreement, her case was adjourned to await the House of Lords judgment in Bellinger v. Bellinger. In that case the claimant, a transsexual, sought a declaration of validity in respect of a marriage contracted following gender reassignment surgery. By a decision of 10 April 2003, their Lordships, whilst finding the Government’s continuing failure to legislate to be a breach of Articles 8 and 12, deemed the formulation of legal norms to remedy that breach best left to Parliament ([2003] WLR 1174). Further, the House of Lords disapproved of attempts to seek recognition even in the clearest cases on the basis that (a) eventually a line would have to be drawn and (b) such demarcation required detailed consideration by the legislature of the likely social consequences. Following this decision, the applicant was advised by her legal representative that the prospects of persuading the Court of Appeal to depart from the Bellinger judgment, and thus of obtaining an effective remedy, were nil. If proceedings were continued, she would further risk punitive costs orders. Accordingly, the applicant consented to a court order dismissing her appeal with no order as to costs. The Government further refused to make any ex gratia payment of a sum representing her lost State pension.", "15. On 26 April 2005 the applicant was issued with a Gender Recognition Certificate following her application under the Gender Recognition Act 2004 which had come into force on 1 July 2004 (see paragraphs 30-31 below).", "16. A transsexual continues to be recorded for social security, National Insurance and employment purposes as being of the sex recorded at birth.", "17. The DSS registers every British citizen for National Insurance (NI) purposes on the basis of the information in their birth certificate. Non-British citizens who wish to register for NI in the United Kingdom may use their passport or identification card as evidence of identity if a birth certificate is unavailable.", "18. The DSS allocates every person registered for NI with a unique NI number. The NI number has a standard format consisting of two letters followed by three pairs of numbers and a further letter. It contains no indication in itself of the holder’s sex or of any other personal information. The NI number is used to identify each person with an NI account (there are at present approximately 60 million individual NI accounts). The DSS is thereby able to record details of all NI contributions paid into the account during the NI account-holder’s life and to monitor each person’s liabilities, contributions and entitlement to benefits accurately. New numbers may in exceptional cases be issued to persons, for example, under the witness protection scheme or to protect the identity of child offenders.", "19. NI contributions are made by way of deduction from an employee’s pay by the employer and then by payment to the Inland Revenue (for onward transmission to the DSS). At present employers will make such deductions for a female employee until she reaches the pensionable age of 60 and for a male employee until he reaches the pensionable age of 65. The DSS operates a policy for male-to-female transsexuals whereby they may enter into an undertaking with the DSS to pay direct to the DSS any NI contributions due after the transsexual has reached the age of 60 which have ceased to be deducted by the employer in the belief that the employee is female. In the case of female-to-male transsexuals, any deductions which are made by an employer after the age of 60 may be reclaimed directly from the DSS by the employee.", "20. In some cases employers will require proof that an apparent female employee has reached, or is about to reach, the age of 60 and so entitled not to have the NI deductions made. Such proof may be provided in the form of an Age Exemption Certificate (form CA4140 or CF384). The DSS may issue such a certificate to a male-to-female transsexual where such a person enters into an undertaking to pay any NI contributions direct to the DSS.", "21. Documents received to date do not explain why National Insurance payments at the lower female rate were accepted from the applicant between 1963 and 1975.", "22. A male-to-female transsexual was, prior to 4 April 2005, only entitled to a State pension at the retirement age of 65 applied to men and not the age of 60 which is applicable to women. In those circumstances, a full pension was payable only if she had made contributions for 44 years as opposed to the 39 years required of women.", "23. A person’s sex for the purposes of pensionable age was prior to 4 April 2005 determined according to biological sex at birth. This approach was approved by the Social Security Commissioner (a judicial officer, who specialises in social security law) in a number of cases.", "24. In the R(P) 2/80 case, a male-to-female transsexual claimed entitlement to a pension at the age of 60. The Commissioner dismissed the applicant’s appeal and stated at paragraph 9 of his decision:", "“(a) In my view, the word ‘woman’ in section 27 of the [1992 Social Security Contributions and Benefits] Act means a person who is biologically a woman. Sections 28 and 29 contain many references to a woman in terms which indicate that a person is denoted who is capable of forming a valid marriage with a husband. That can only be a person who is biologically a woman.", "(b) I doubt whether the distinction between a person who is biologically, and one who is socially, female has ever been present in the minds of the legislators when enacting relevant statutes. However that may be, it is certain that Parliament has never conferred on any person the right or privilege of changing the basis of his National Insurance rights from those appropriate to a man to those appropriate to a woman. In my judgment, such a fundamental right or privilege would have to be expressly granted.", "...", "(d) I fully appreciate the unfortunate predicament of the claimant, but the merits are not all on her side. She lived as a man from birth until 1975, and, during the part of that period when she was adult, her insurance rights were those appropriate to a man. These rights are in some respects more extensive than those appropriate to a woman. Accordingly, an element of unfairness to the general public might have to be tolerated so as to allow the payment of a pension to her at the pensionable age of a woman.”", "25. On 1 June 2000 this decision was followed by a Commissioner determining the applicant’s appeal.", "26. By 11 July 2002, when the Grand Chamber gave judgment in Christine Goodwin, the Government had instituted plans to eradicate the difference between men and women concerning the age of entitlement to State pensions. Section 126 of the Pensions Act 1995 provides for the State pensionable age to increase progressively, beginning in 2010 and reaching complete equalisation of the pensionable age at 65 by 2020.", "27. Up to 15 October 2002, the Government had received 101 applications from transsexual people seeking to have their birth certificate changed. An Interdepartmental Group on Transsexual People was reconvened and reported to Ministers. On 13 December 2002 the Government announced draft legislation and a commitment to legislate as soon as possible.", "28. In its Bellinger judgment published on 10 April 2003 (see above), the House of Lords did not expressly deal with the issue of pension entitlements, but took cognisance of the Government’s concession that domestic legislation failing to recognise the acquired gender of transsexual people infringed Articles 8 and 12 of the Convention.", "29. On 14 April 2003 the Government confirmed in response to a parliamentary question that proposed legislation would include rights to claim a State pension from the date of legal recognition of the new gender.", "30. The Gender Recognition Act 2004 has been adopted by Parliament since the introduction of this application. It received the Royal Assent on 1 July 2004. Under the Act, individuals who satisfy certain criteria are able to apply to a Gender Recognition Panel for a Gender Recognition Certificate. From the date of the grant of such a certificate, which is prospective in effect, an individual is afforded legal recognition in their acquired gender. In particular, social security benefits and the State retirement pension are paid according to the acquired gender.", "31. From 4 January 2005, the Secretariat to the Gender Recognition Panel has been in operation and receiving applications. The Panel itself came into legal existence on 4 April 2005, from which date certificates could be issued.", "32. On 2 October 2000 the Human Rights Act 1998 came into force, permitting the provisions of the Convention to be relied on in domestic proceedings in the United Kingdom."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}