{"ITEMID": "001-59518", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF MEDENICA v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1+6-3-c", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant arrived in Switzerland in 1966 and qualified as a doctor of medicine in 1970. He worked as a doctor in Geneva Cantonal Hospital. From 1973 onwards he was responsible for coordinating relations between Geneva Cantonal Hospital and the relevant bodies in the Socialist Federal Republic of Yugoslavia. On account of his nationality of origin and knowledge of languages, he was more particularly responsible for looking after the Yugoslav patients in the Geneva Hospital.", "9. On 27 March 1981 the Principal Public Prosecutor for the Canton of Geneva commenced criminal proceedings against him following a complaint by the State of Geneva. The applicant was accused of causing Yugoslavia’s welfare institutions to sustain substantial losses with the complicity of an official at the consulate of the Socialist Federal Republic of Yugoslavia in Geneva.", "10. On 9 September 1981 and over the period that followed, the applicant was questioned several times by the cantonal investigating judge. On 27 October 1982 he was arrested and charged with fraud, intimidation and forging documents.", "11. On 13 January 1984 the Indictment Division of the Canton of Geneva ordered the applicant’s release on bail on payment of a sum as security. On 27 January 1984 the initial investigation was completed and the case file sent to the Principal Public Prosecutor for a decision on whether to proceed with the prosecution. On 1 February 1984 the applicant paid the stipulated sum and was released.", "12. He then travelled to the United States of America, where he acquired American nationality and practised as a doctor specialising in the treatment of certain serious forms of cancer.", "13. By an initial order of 3 February 1986 the Indictment Division of the Canton of Geneva committed the applicant for trial at the Canton of Geneva Assize Court. That order was subsequently set aside on an application by the applicant.", "14. On 11 March 1987 the Indictment Division made a fresh order committing the applicant for trial at the Canton of Geneva Assize Court. Appeals by the applicant against that order were dismissed.", "15. At a preliminary meeting on 30 June 1988 the President of the Assize Court discussed the case with a prosecution representative and the applicant’s lawyers in Geneva. He informed them that the case might be set down for trial between January and May 1989.", "16. At a hearing on 27 September 1988 the President of the Assize Court informed the parties that the trial would commence on 17 April 1989.", "17. The President of the Assize Court held a further hearing on 13 March 1989 after giving notice to the parties. At the hearing one of the lawyers for the defence indicated that he envisaged making “an application for an adjournment of the trial”.", "18. On 15 March 1989 the President of the Assize Court made an order for the applicant to appear before the Assize Court on 17 April 1989.", "19. On 16 March 1989 he questioned the applicant in the presence of his lawyer. The applicant confirmed that he would attend the trial. After the hearing he returned to the United States.", "20. On 17 March 1989 S., one of the applicant’s American patients, applied to the United States District Court for the District of South Carolina, Charleston Division, for orders requiring the applicant to continue to treat him until he could be replaced by another doctor and, in the interim, prohibiting him from leaving the United States. He maintained that his life would be in danger if there were any interruption in the treatment he was receiving from the applicant.", "21. On 20 March 1989 the President of the District Court granted the application in the applicant’s absence and made a temporary restraining order prohibiting the applicant from leaving the territory of the United States until he was examined by the District Court at a hearing to be held on 27 March.", "22. On 22 March 1989 one of the applicant’s Geneva lawyers and an American lawyer acting for him informed the Canton of Geneva prosecuting authorities of that order.", "23. A hearing took place on 27 March 1989 before the President of the United States District Court for the District of South Carolina. The applicant stated that he did not know any doctor who was capable of taking over the treatment of his patients. One of the applicant’s lawyers informed the District Court that under Swiss procedural rules an accused had no guarantee that he or she would be served with the documentary evidence in the case file or that there would be a proper adversarial hearing. He also said that there was a risk that the applicant would face the death sentence in Switzerland.", "24. On 28 March 1989 the American court issued a restraining order prohibiting the applicant from leaving the territory of the United States of America and requiring him to surrender his passport. That decision was served on the Swiss authorities, including the Principal Public Prosecutor of the Canton of Geneva, who was given sixty days in which to respond. The applicant was requested to find replacement doctors for his patients.", "25. After serving the American court’s order on the Canton of Geneva prosecuting authorities, the applicant’s lawyers made several applications for an adjournment of the trial, on 30 March and 4 April 1989 and at the start of the trial at the Canton of Geneva Assize Court on 17 April 1989.", "26. In an order of 19 April 1989 the President of the Assize Court declined to adjourn the trial, holding that the applicant had been absent without good cause. He found that it had not been proved that the accused had been unable to attend the trial for a reason beyond his control. On the contrary, there was a consistent body of evidence that showed that the reason relied on by the applicant had not been beyond his control. The President noted, in particular, that the American order had been made largely in reliance on evidence from the applicant’s patients, in other words on information of no scientific weight; furthermore, the applicant had consistently benefited over a number of years from the support of American figures who were highly influential in South Carolina and close both to the judge and to the applicant. The President observed that the decision appeared very favourable to the applicant, who had not appealed against it, despite being entitled to do so. Lastly, it was not to be overlooked that the applicant had known for a long time that he would stand trial. He had been told the approximate date of his trial in June 1988 and the exact date in September 1988 and it had accordingly been his duty as a doctor to ensure that there was a replacement for him if he really wished to appear for trial.", "27. Hearings were held by the Assize Court, composed of the President and twelve jurors, from 17 April 1989 onwards. The applicant did not appear but his two lawyers were present.", "28. On 26 April 1989 the applicant lodged an application with the United States District Court for the District of South Carolina to have the restraining order of 28 March 1989 set aside, notably on the ground that it infringed the Fifth and Sixth Amendments of the United States Constitution, which guaranteed personal liberty and the rights of the accused in criminal prosecutions respectively. In reply to a request by the applicant for a hearing date, the District Court informed him on 10 May 1989 that it would not be able to examine the merits of the application for another thirty to sixty days.", "29. In a judgment of 26 May 1989 the Canton of Geneva Assize Court convicted the applicant in absentia and sentenced him to four years’ imprisonment, of which two years, eight months and twenty-five days remained to be served. It also made an order excluding him from Swiss territory for ten years. The Assize Court found the applicant guilty on 300 out of 302 counts of forging documents and of a like number of counts of fraud. The applicant was also found guilty of forgery of documents for procuring the signing by his secretary of seventeen false receipts for expenses in a name she no longer used. The jury assessed the amount of alleged damage at approximately 1,000,000 Swiss francs. On the other hand, the applicant was acquitted by the jury on 672 counts of forging documents. The offences to which the convictions related had been committed between 1973 and 1981.", "30. An application for the applicant’s immediate arrest made by the Principal Public Prosecutor after the delivery of the verdict was dismissed by the Assize Court in view, notably, of the fact that the offences of which the applicant had been convicted had been committed a long time before and that a committal warrant could be issued once the judgment had become final.", "31. On 17 July 1989 the applicant lodged an application with the Court of Justice of the Canton of Geneva for the conviction in absentia to be set aside, under Article 331 of the Geneva Code of Criminal Procedure (see paragraph 42 below). He maintained that good cause had been shown for his absence at the hearing on 17 April 1989, as he had been compelled to comply with the enforceable decision of the American court – which clearly constituted a reason beyond his control – and that his case should therefore be remitted to the Assize Court.", "32. On 20 November 1989 the Criminal Division of the Court of Justice dismissed the application. It noted that the wording of Article 331 of the Geneva Code of Criminal Procedure made it clear that in order to have a judgment of the Assize Court set aside, the convicted person had to show good cause for failing to appear for trial. Referring to the Canton of Geneva Court of Cassation’s case-law, the Criminal Division stated that any failure to appear due to absence, illness or any other case of force majeure, such as unawareness of the investigation or prosecution, could constitute good cause. Whether the reason preventing appearance was beyond the control of the accused was accordingly the criterion for distinguishing a reason that justified quashing a conviction from one that did not.", "The Court of Justice held, in particular, that the applicant had been seriously at fault in not transmitting his medical knowledge to other practitioners despite knowing from 1 February 1984 onwards, the date of his release, that he would one day stand trial. His trial had eventually begun five years after his release on bail, so he had had ample time to pass on his experience to others, and to instruct and train them in his method of treatment, even though it was highly sophisticated. Before the American court, he had done no more than make vague statements to the effect that he had long since organised training courses for various doctors with a view to sharing his knowledge with them. However, on each occasion that the question had been put to him, he had repeated that only he could treat his patients and that without his care they would be certain to die. The Court of Justice described that attitude as irresponsible.", "The applicant was also held to be at fault for having delayed in appealing against the decision of the American court. The appeal had been lodged on 26 April 1989, that is to say a week after his trial had actually begun, and his application for an adjournment had been dismissed. By that juncture, for reasons of time, he could no longer reverse the course of events he had helped set in motion.", "33. On 2 February 1990 the applicant appealed to the Court of Cassation against the judgment of the Court of Justice of 20 November 1989 dismissing his application for relief.", "34. On 8 March 1990 the United States District Court for the District of South Carolina set aside the order of 28 March 1989 and ordered the return of the applicant’s passport.", "35. On 16 May 1990 the applicant attended the hearing before the Canton of Geneva Court of Cassation.", "36. In a judgment of 27 June 1990 the Court of Cassation dismissed the applicant’s appeal as unfounded, holding that he had brought about the situation that had prevented him from leaving his patients and appearing before the Assize Court by his own conduct. In addition, statements he had made to the United States District Court cast doubt on whether he had genuinely intended to travel to Switzerland to stand trial. Further evidence of his bad faith was provided by the fact that he had misled the American court about the procedure that would be followed in the criminal proceedings against him in Geneva. The Court of Cassation considered that the applicant had done everything in his power, notably by making remarks that assisted his opponent’s case, to ensure the eventual success of the application to the American court for an order restraining him from travelling to Switzerland to stand trial. It held that the applicant’s inability to appear before the Assize Court was his own fault in that he had made a decisive contribution to that outcome.", "37. On 1 October 1990 the applicant lodged with the Canton of Geneva Court of Cassation a notice of appeal on points of law against the Assize Court’s judgment of 26 May 1989.", "38. On 14 February 1991 the Court of Cassation dismissed the appeal. It held that the argument concerning the refusal to remit the case had been conclusively disposed of in its judgment of 27 June 1990. It further held that, in so far as they were not inadmissible as being out of time, having been dismissed in the earlier proceedings, the complaints of violations of the rights of the defence were ill-founded. Lastly, the Court of Cassation rejected the applicant’s argument concerning the legal definition of the offences of fraud and forging documents.", "39. The applicant lodged a public-law appeal with the Federal Court, seeking to have set aside the Canton of Geneva Court of Cassation’s judgments of 27 June 1990 and 14 February 1991. He alleged, inter alia, a violation of his right to be heard and to attend his trial and of his right to a fair hearing, equality of arms and a properly composed and functioning court.", "40. In a judgment of 23 December 1991, which was served on the applicant’s lawyers on 6 February 1992, the Federal Court dismissed his appeal.", "It held that Article 6 § 1 of the Convention did not preclude a trial being held in the defendant’s absence if the defendant refused to attend or was unable to attend through his or her own fault. It considered that the applicant had misled the American court by making inaccurate statements, notably regarding Swiss procedure, in order to secure a judgment making it impossible for him to attend his trial; indeed, his American lawyers had admitted as much. In that connection, the Federal Court noted that the applicant had said that he had been held without charges in Geneva for sixteen months and feared that he would be sentenced to death in Switzerland. He had also stated that the defence had been denied access to the case file and had not been able to take part in the earlier proceedings.", "Referring to an opinion on American law that had been sent to the Assize Court by the Swiss embassy in Washington, the Federal Court also agreed with the cantonal authorities’ findings that the applicant had failed to appeal effectively against the American court’s order of 28 March 1989 in that he had not appealed to a court (the Court of Appeal for the Fourth Circuit) that could have found in his favour. The Federal Court noted that, according to the author of the legal opinion, the decision of the American court was contrary to the public interest and defied common sense, and an appeal to the higher court would have had good prospects of success. As regards good faith, the applicant could not avoid his obligation to appear before the Swiss courts by relying on a decision that was ultimately based on equivocal and even knowingly inaccurate statements that he had made to the American court.", "The Federal Court held that the Court of Cassation had not acted arbitrarily in finding that, even supposing that the applicant had not brought about the American court’s decision barring him from attending his trial, he had facilitated that decision by supporting his patient S.’s argument. Besides, his American lawyer had not sought to conceal that the aim of the defence had been to obtain an adjournment of the trial in Switzerland. Although that lawyer had been to Geneva and was in close contact with his client’s Geneva counsel, he had not given the American court accurate information about the procedure that would be followed or the sentence the applicant would face if convicted. In the Federal Court’s opinion, it was possible to infer from the foregoing that it was the applicant’s own fault that he had been unable to attend his trial.", "41. On 26 July 1995 the applicant was arrested at Munich Airport (Germany) on his way to a conference. He was extradited to Switzerland and transferred to Champ-Dollon Prison. An application he made for a pardon was refused in February 1996. He served the remainder of his sentence, spending part of it in a secure wing of Geneva Cantonal Hospital. On 20 December 1996 he returned to the United States.", "42. Under Article 331 of the Canton of Geneva Code of Criminal Procedure, persons convicted in absentia may apply to have their conviction set aside if they show that through no fault of their own they were unaware of the summons to appear or unable to attend the trial."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}