{"ITEMID": "001-90238", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PIRKMAJER v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["The applicant, Mr Edo Pirkmajer, is a Slovenian national, who was born in 1932 and lives in Ljubljana. He was represented before the Court by Mr D. Demšar, a lawyer practising in Ljubljana.", "The applicant’s late father was a member of the Regional Council (Pokrajinski sosvet) of the then Ljubljana Province during the Second World War, appointed by the Italian government during its occupation of Slovenia.", "In 1944 the applicant’s father left Slovenia, but his family stayed there. From March 1944 he was based in Switzerland.", "On 4 July 1945 the Court of National Honour (Sodišče slovenske narodne časti – “the CNH”) of the People’s Republic of Slovenia (Ljudska republika Slovenija) sentenced the applicant’s father in absentia on the basis of the Act on the Punishment for Crimes and Offences against Slovenian National Honour (Zakon o kaznovanju zločinov in prestopkov zoper slovensko narodno čast, enacted on 5 June 1945, Official Gazette of the Slovenian National Liberation Council and the National Government of Slovenia no. 7/45 – “the ASNH”) to “loss of national honour for ten years, to light forced labour for five years and to the confiscation of 75% of all of his property” on account of his “intentional political cooperation with the fascist occupier” and the corresponding “prejudice to the good reputation and honour of the Slovenian nation and its resistance”.", "On 4 January 1975 the applicant’s father died.", "On 25 June 1991 Slovenia became independent.", "On 23 December 1991 the Constitution of the Republic of Slovenia (“the Constitution”) entered into force.", "On 28 June 1994 the Convention and on 1 September 1994 Protocol No. 7 to the Convention entered into force in respect of Slovenia.", "On 27 December 1996, relying on section 559 of the Criminal Procedure Act, the applicant lodged a request for the protection of legality (zahteva za varstvo zakonitosti) with the Supreme Court (Vrhovno sodišče) against the CNH’s judgment of 4 July 1945. The applicant requested that the judgment be quashed and the case be remitted to the first-instance court for re-examination owing to the violation of the applicant’s father’s defence rights.", "On 5 December 2000 the applicant amended his request, arguing that his father had not acted against the interests of the nation. He attached copies of two documents which he claimed that his father would have submitted in his defence had he had an opportunity to attend the trial.", "The Supreme Court later joined the proceedings in the applicant’s case to the proceedings instituted by T.B. and S.B., successors of J.B., who had also been sentenced in the CNH’s judgment of 4 July 1945.", "On 25 January 2001 the Supreme Court dismissed the applicant’s request and partly upheld T.B.’s and S.B’s request, with effect also for the applicant. By virtue of its decision, the Supreme Court quashed the penalty of confiscation of 75% of all of the applicant’s father’s property, owing to the lack of reasoning on that point. As to the applicant’s fresh submissions of 5 December 2000, the Supreme Court found that they had been lodged out of time. As to the complaint concerning the trial in absentia, the Supreme Court held that it was not competent to deal with questions of fact and as a result could not consider the question whether the applicant’s father had in fact been a fugitive. It added that the trial in absentia of his father would in any event have also been justified on the other grounds referred to in the ASNH, namely that he had been “unavailable”.", "Referring to the Constitutional Court’s (Ustavno sodišče) decision of 30 September 1998 (see “Relevant domestic law” below), the Supreme Court furthermore found that the ASNH did not have an unlawful retroactive effect. In the applicant’s father’s case, his conviction was based on sufficiently established facts, namely his membership of the Regional Council and certain specific acts of political collaboration with the occupier. The relevant provision of the ASNH, which represented the basis for his conviction, was therefore not a lex incerta and had not been applied arbitrarily.", "On 26 June 2001 the applicant lodged a constitutional appeal with the Constitutional Court.", "On 18 March 2003 the Constitutional Court found that it could only deal with the alleged violations relating to the Supreme Court’s judgment and that it had no jurisdiction to consider the complaints concerning the trial in 1945 since it had taken place before the Constitution had entered into force. As to the issue of lex certa, it referred to its previous decisions providing criteria for assessing laws enacted prior to the entry into force of the Constitution (see “Relevant domestic law” below). It found that the Supreme Court, applying the above-mentioned criteria, had sufficiently and convincingly explained its decision. It concluded that the applicant’s complaints were manifestly ill-founded.", "On 24 March 2003 the Constitutional Court’s decision was served on the applicant.", "On 1 April 1994 the Constitutional Court (U-I-6/93) decided that the courts in Slovenia should not rely on the provisions of the Decree on Military Tribunals of 24 May 1944, which had established the jurisdiction of military courts at the material time, if they had been used, inter alia, to incriminate persons purely on the ground of their status and had not had regard to the particular acts of the accused. In the same decision the Constitutional Court requested Parliament to ensure that extraordinary remedies would be available in order to annul any unjust decisions delivered on the basis of legislation passed by the wartime and post-war revolutionary government.", "On 19 September 1994 the Criminal Procedure Act (Zakon o kazenskem postopku, Official Gazette no. 63/94) was passed. It came into force on 1 January 1995.", "Section 559 of the Criminal Procedure Act provides for the possibility to lodge a request for the protection of legality against decisions which had become final before the date of its entry into force. It states, in so far as relevant:", "“... the convicted person and persons referred to in subsection 2 of section 367 of the present Act [among others also children of convicted persons] shall be entitled, within two years of the entry into force of the present Act, to lodge a request for the protection of legality against a judicial decision which became final before the entry into force of the present Act and against proceedings conducted before such final and binding decision was adopted.”", "Section 420 of the Criminal Procedure Act lays down the conditions under which a request for the protection of legality can be lodged:", "“(1) A request for the protection of legality against a final judicial decision and the judicial proceedings which preceded that decision may be submitted in the following cases:", "1) on the grounds of a violation of criminal law;", "2) on the grounds of a fundamental violation of the rules of criminal procedure referred to in the first subsection of section 371 of the present Act [listing such procedural violations];", "3) on the grounds of other violations of the rules of criminal procedure if such violations affected the lawfulness of a judicial decision.", "(2) A request for the protection of legality may not be lodged on the grounds of an erroneous or insufficient establishment of facts, or against a decision of the Supreme Court ...”", "Furthermore, section 425 of the Criminal Procedure Act provides:", "“The Supreme Court shall by a judgment dismiss a request for the protection of legality as unfounded, if it establishes that the violation of the law alleged by the requesting party has not been committed or that the request for the protection of legality has been lodged on the grounds of an erroneous or insufficient establishment of facts.”", "Lastly, section 426 provides for the various decisions which may be adopted by the Supreme Court in well-founded cases:", "“(1) If the Supreme Court finds that a request for the protection of legality is well-founded it shall pass a judgment by which, depending on the nature of the violation, it shall: modify a final and binding decision; or annul in whole or in part the decision of both the court of first instance and the higher court or the decision of the higher court only, and remit the case to the court of first instance or the higher court for a fresh decision or re-examination; or it shall confine itself to establishing a breach of the law.", "...”", "On 30 September 1998 the Constitutional Court, in decision no. U-I-248/96, considered the provisions of the ASNH. It found:", "“[t]he provisions of the Act on the Punishment for Crimes and Offences against Slovenian National Honour ... were in contradiction with the general principles of law recognised at the material time by civilised nations, in so far as they represented, because of their uncertainty, a basis for arbitrary use of the [A]ct. In such a case ... their use in the proceedings would be in contradiction with the Constitution.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}