{"ITEMID": "001-5887", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "CLARK AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Susan Clark, Fred Clark, Claudine Clark, Yvonne Clark, Irene Clark and Clara Cartwright, are United Kingdom nationals, living in Braintree, Essex. They are represented by Mr T. Christie, President of the National Romani Rights Association. The respondent Government are represented by Mr H. Llewellyn of the Foreign and Commonwealth Office.", "Until July 1993 the six applicants and their families were living in caravans on a privately owned site at Cressing. On an unspecified date the Braintree District Council informed the owner that there were too many caravans on the site. As a result the applicants had to move.", "On an unspecified date the applicants, or some of them, purchased a small plot of land, a few miles away from the site at Cressing, and stationed their caravans there. The applicants then sought retrospectively planning permission for the site’s change of use to a residential caravan site for seven families. This was refused by the Braintree District Council on 12 April 1994. On 28 June 1994 the applicants were served with two enforcement notices which required them inter alia to demolish all unauthorised structures such as fences, sheds and street-lighting appliances and to cease using the site for the siting of their caravans.", "The applicants appealed to the Secretary of State for the Environment. An Inspector appointed by him held a public inquiry on 7 December 1994 and visited the site. On 10 January 1995 the Inspector dismissed the appeal.", "The Inspector considered that the principal issues were: (i) the resulting impact on the appearance and character of the local countryside; (ii) the resulting impact on road safety; and iii) the degree of need for the accommodation.", "The Inspector noted that one of the applicable policies was to protect the countryside from developments unless related to agriculture, mineral extraction, forestry or outdoor recreational uses or other uses compatible with the rural areas. Another policy, contained mainly in Circular 1/94 and earlier relevant circulars intended to ensure that the planning system recognised the need for accommodation consistent with gypsies’ nomadic lifestyle, but also reflected the importance of a plan-led system in relation to site provision.", "The Inspector further found that the area where the applicants’ caravans were located was not covered by any specific protective planning designation. However, the landscape was predominantly arable and the development sought would detract from the area’s open rural character. To reach this finding the Inspector took into account that the site was exposed to wide public view; that the development included fences, telephone poles and lighting columns which together with the caravans inherently looked out of place; that permission was sought for a permanent and not temporary development and for seven pitches, whereas the normal policy was to limit them to three.", "The Inspector further concluded that “the impact on road safety [was] one of the principal issues” in the appeal. The site was accessible through an unmade green lane, branching off a primary route with heavy traffic where the speed limit was 60 miles per hour and was often exceeded. The road had seen serious and fatal accidents. The use of the access to the site by the occupants of seven dwellings would appreciably increase the likelihood of accidents.", "The Inspector also considered the applicants’ need for a caravan site. He noted that the available bi-annual counts showed that there had been a continuing, albeit decreasing, unmet need for authorised accommodation within the District of Braintree. He accepted that the applicants were in need of accommodation when they lost their pitches at the site at Cressing. He considered that these facts were powerful considerations in support of the development sought, but that on balance the benefits were outweighed by the indefinite harmful effects resulting from the choice of the particular site.", "On 3 July 1995, the applicants again applied to the Braintree District Council for a planning permission for the site. The application was dismissed on 29 August 1995. The applicants’ appeal was dealt with by written representations and the Inspector dismissed it by letter dated 14 May 1996. In his decision, he considered whether certain changes proposed to the site would overcome the objections. He found however that the fence remained a prominent intrusive feature in the open rural area, with the tops of the caravans rising above it and that screening could only be achieved by planting after some considerable period during which the site would continue to damage the rural landscape. He also noted that the road was heavily used by fast-moving traffic and considered that movement of vehicles in and out of the site would add to the dangers of the type already a feature of this section of the road. He concluded, having carefully considered the applicants’ representations about their links with the area and their children’s schooling that this relatively large scheme twice the size of those normally considered appropriate in the local plan was still harmful to the character and appearance of the area and prejudicial to highway safety.", "On 28 March 1996, six of the applicants were convicted by the Braintree Magistrates’ Court for, inter alia, failure to comply with the enforcement notices and were ordered to pay fines between 100 and 200 pounds sterling (GBP), plus costs. The Chairman noted that a wilful refusal to comply with an enforcement notice was a serious offence. Taking into account however the applicants’ previous good character and expressing sympathy for the applicants’ situation, he hoped that the planning authorities would find a way round their difficulties but stated that for a satisfactory outcome of the planning problem the applicants’ cooperation was necessary.", "The representative of the applicants and the Braintree District Council exchanged correspondence and had meetings for the purpose of exploring the possibilities for the applicants’ moving to other sites. The applicants were urged to identify two other sites, each for three pitches, and to apply for planning permission. Also, since finding sites was difficult, the applicants were urged to be prepared to apply and accept whatever vacancies for caravan pitches would arise. The applicants objected stating that buying a plot and applying for planning permission without a guarantee that such permission would be granted would involve serious costs. They suggested that compliance with the enforcement notice should not be required or should be delayed. By letter of 13 September 1996 the Council indicated that ownership of a site was not a pre-requisite for applying for planning permission. Also, in the Council’s view the applicants had made no serious effort to find other suitable sites. The letter also addressed the applicants’ argument that the caravan policies were discriminatory. It stated that insofar as there were provisions applicable specifically to gypsy caravans, these discriminated in their favour, by providing for exceptions to the normal restrictive planning policies.", "On 24 March 1997, the applicants were fined GBP 100 and GBP 75 costs for failure to comply with the enforcement notices.", "The Town and Country Planning Act 1990 (as amended by the Planning and Compensation Act 1991) (“the 1990 Act”) consolidated pre-existing planning law. It provides that planning permission is required for the carrying out of any development of land (section 57 of the 1990 Act). A change in the use of land for the stationing of caravans can constitute a development (Restormel Borough Council v. Secretary of State for the Environment and Rabey [1982] Journal of Planning Law 785; John Davies v. Secretary of State for the Environment and South Hertfordshire District Council [1989] Journal of Planning Law 601).", "An application for planning permission must be made to the local planning authority, which has to determine the application in accordance with the local development plan, unless material considerations indicate otherwise (section 54A of the 1990 Act).", "The 1990 Act provides for an appeal to the Secretary of State in the event of a refusal of permission (section 78). With immaterial exceptions, the Secretary of State must, if either the appellant or the authority so desire, give each of them the opportunity of making representations to an inspector appointed by the Secretary of State. It is established practice that each inspector must exercise independent judgment and must not be subject to any improper influence (see the Bryan v. the United Kingdom judgment of 22 November 1995, Series A no. 335-A, p. 11, § 21). There is a further appeal to the High Court on the ground that the Secretary of State’s decision was not within the powers conferred by the 1990 Act, or that the relevant requirements of the 1990 Act were not complied with (section 288).", "If a development is carried out without the grant of the required planning permission, the local authority may issue an “enforcement notice” if it considers it expedient to do so having regard to the provisions of the development plan and to any other material considerations (section 172 (1) of the 1990 Act).", "There is a right of appeal against an enforcement notice to the Secretary of State on the grounds, inter alia, that planning permission ought to be granted for the development in question (section 174). As with the appeal against refusal of permission, the Secretary of State must give each of the parties the opportunity of making representations to an inspector.", "Again there is a further right of appeal on a point of law to the High Court against a decision of the Secretary of State under section 174 (section 289). Such an appeal may be brought on grounds identical to an application for judicial review. It therefore includes a review as to whether a decision or inference based on a finding of fact is perverse or irrational (R. v. Secretary of State for the Home Department, ex parte Brind [1991] Appeal Cases 696, 764 H-765 D). The High Court will also grant a remedy if the inspector’s decision was such that there was no evidence to support a particular finding of fact; or the decision was made by reference to irrelevant factors or without regard to relevant factors; or made for an improper purpose, in a procedurally unfair manner or in a manner which breached any governing legislation or statutory instrument. However, the court of review cannot substitute its own decision on the merits of the case for that of the decision-making authority.", "Where any steps required by an enforcement notice to be taken are not taken within the period for compliance with the notice, the local authority may enter the land and take the steps and recover from the person who is then the owner of the land any expenses reasonably incurred by them in doing so (section 178 of the 1990 Act).", "New guidance on gypsy sites and planning, in the light of the 1994 Act, was issued to local authorities by the Government in Circular 1/94 (5 January 1994).", "Councils were told that:", "“In order to encourage private site provision, local planning authorities should offer advice and practical help with planning procedures to gypsies who wish to acquire their own land for development. ... The aim should be as far as possible to help gypsies to help themselves, to allow them to secure the kind of sites they require and thus help avoid breaches of planning control.” (paragraph 20)", "However:", "“As with other planning applications, proposals for gypsy sites should continue to be determined solely in relation to land-use factors. Whilst gypsy sites might be acceptable in some rural locations, the granting of permission must be consistent with agricultural, archaeological, countryside, environmental, and Green Belt policies. ...” (paragraph 22).", "It was indicated that as a rule it would not be appropriate to make provision for gypsy sites in areas of open land where development was severely restricted, for example Areas of Outstanding Natural Beauty, Sites of Special Scientific Interest. Nor were gypsy sites regarded as being among those uses of land normally appropriate in a Green Belt (paragraph 13).", "Further guidance issued by the Secretary of State dated 23 November 1994 concerned the unauthorised camping by gypsies and the power to give a direction to leave the land (CJPOA above). Paragraphs 6-9 required local authorities to adopt “a policy of toleration towards unauthorised gypsy encampments:", "“6. ... Where gypsies are camped unlawfully on council land and are not causing a level of nuisance which cannot be effectively controlled, an immediate forced eviction might result in unauthorised camping on a site elsewhere in the area which could give rise to greater nuisance. Accordingly, authorities should consider tolerating gypsies’ presence on the land for short periods and could examine the ways of minimising the level of nuisance on such tolerated sites, for example by providing basic services for gypsies e.g. toilets, a skip for refuse and a supply of drinking water. ...", "8. Where gypsies are unlawfully camped on Government-owned land, it is for the local authority, with the agreement of the land-owning Department, to take any necessary steps to ensure that the encampment does not constitute a hazard to public health. It will continue to be the policy of the Secretaries of State that Government Departments should act in conformity with the advice that gypsies should not be moved unnecessarily from unauthorised encampments when they are causing no nuisance.", "9. The Secretaries of State continue to consider that local authorities should not use their powers to evict gypsies needlessly. They should use their powers in a humane and compassionate fashion and primarily to reduce nuisance and to afford a higher level of protection to private owners of land.”", "Paragraphs 10-13 further require local authorities to consider their obligations under other legislation before taking any decisions under the 1994 Act. These obligations include their duties concerning pregnant women and newly-born children, the welfare and education of children and the housing of homeless persons. In a judgment of 22 September 1995 (R. v. Lincolnshire County Council, ex parte Atkinson, R. v. Wealden District Council, ex parte Wales and R. v. Wealden District Council, ex parte Stratford, unreported), the High Court held that it would be an error of law for any local authority to ignore those duties which must be considered from the earliest stages."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}