{"ITEMID": "001-58024", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF MAUER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 6-3-c;Not necessary to examine Art. 6-3-d;Non-pecuniary damage - finding of violation sufficient;Pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "R. Pekkanen", "TEXT": ["9. The applicant is an Austrian national born in 1953 and resident in Vienna. He has a taxi business.", "10. On 4 March 1988 a car identified as belonging to the applicant was seen to drive through a red traffic-light.", "11. On 15 May 1988 the Federal Police Authority (Bundespolizeidirektion) in Vienna sent the applicant a letter ordering him to disclose the identity of the driver.", "12. On 20 May 1988 the Vienna Federal Police Authority imposed a fine of 800 Austrian schillings (ATS) with forty-eight hours’ imprisonment (Arrest) in default on the applicant by way of a provisional penal order (Strafverfügung) for having failed to comply with his obligation as registered owner (Zulassungsbesitzer) of a car to disclose the identity of the driver at a particular time, contrary to section 103 (2) of the Motor Vehicles Act (Kraftfahrgesetz) 1967 (see paragraph 22 below).", "13. The applicant states that he tried to submit a written appeal at a police station, or in the alternative to declare his objections orally, but the officers at the police station refused to cooperate.", "14. When the Federal Police Authority proceeded to the enforcement of the provisional order, the applicant referred to this refusal. The authority thereupon instituted ordinary penal administrative proceedings which - after a hearing of the applicant - led to a penal order (Straferkenntnis) on 21 April 1989 imposing a fine of ATS 800 (again with forty-eight hours’ imprisonment in default) and ordering the applicant to pay costs to an amount of ATS 80.", "15. The applicant appealed to the Vienna regional government (Amt der Landesregierung), which on 12 June 1989 quashed this penal order as being null and void on the ground that the applicant had not effectively raised objections against the initial provisional penal order. The latter order accordingly remained valid.", "16. The applicant lodged a complaint regarding this decision with the Administrative Court (Verwaltungsgerichtshof), which on 18 October 1989 dismissed the appeal without a hearing (section 35 (1) of the Administrative Court Act) and confirmed the decision of the regional government. It found that the refusal of the police to accept his written appeal had not deprived the applicant of the possibility to lodge it; he could still have dropped it into the letter-box or sent it by post.", "17. On 6 August 1987 officers of the Vienna police found that a tyre on one of the applicant’s taxis had too low a tread. They drew up a report and confiscated the car’s number plates and logbook.", "18. On 20 September 1988 the Vienna Federal Police Authority, having heard the applicant, fined him ATS 500 for failure to comply with his duties as the registered owner of a motor vehicle (see paragraph 21 below), with thirty hours’ imprisonment in default.", "19. The applicant appealed to the Vienna regional government, which confirmed the decision of the Federal Police Authority on 21 April 1989.", "20. The applicant filed a further appeal to the Administrative Court on 9 June 1989, complaining, inter alia, that the regional government had refused to hear the evidence of witnesses whom he had sought to bring forward.", "The Administrative Court dismissed this appeal on 13 December 1989 without a hearing and ordered the applicant to pay ATS 2,760 costs. Its reasoning reflected the finding that the further evidence which the applicant had wished to put forward was in any event irrelevant.", "21. Under section 103 (1), first sub-paragraph, of the Motor Vehicles Act 1967, the registered owner of a motor vehicle is responsible for maintaining the vehicle in such a way as to comply with the Act or delegated legislation.", "Section 7 (1) of the Act requires motor vehicles to be equipped with appropriate tyres for the type of vehicle. Regulation 4 (4) of the Motor Vehicle (Implementation) Regulations (Kraftfahrzeuggesetz-Durchführungsverordnung) requires the tyres of the type of vehicle at issue in the present case to have a tread at least 1.6mm high over their entire surface.", "22. Section 103 (2) of the Act entitles the competent authority, inter alia, to require the registered owner to communicate the name and address of the person who has used the vehicle at a specific time.", "23. Under section 134 (1), first sub-paragraph, it is an administrative offence (Verwaltungsübertretung) not to comply with the above-mentioned provisions, punishable by a fine of up to ATS 30,000 or up to six weeks’ imprisonment in default.", "24. For a description of the relevant domestic procedure, reference is made to the Umlauft v. Austria judgment of 23 October 1995 (Series A no. 328-B, pp. 34-36, paras. 14-23)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}