{"ITEMID": "001-23456", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "FREIHEITLICHE PARTEI ÖSTERREICHS, LANDESGRUPPE NIEDERÖSTERREICH v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The applicant, Freiheitliche Partei Österreichs, Landesgruppe Niederösterreich is the regional branch of the Austrian Freedom Party in Lower Austria. It is represented before the Court by Oberhofer, Fink & Lechner, lawyers practising in Innsbruck.", "In December 1997 Mr H. Grabscheit, deputy mayor of Weistrach/Lower Austria and member of the Lower Austrian Regional Branch of the Austrian People’s Party (Österreichische Volkspartei Niederösterreich), published in the municipality’s party magazine “Weistracher Nachrichten”, inter alia, the following phrase:", "“They are sitting in Regional Governments where a minister really ought to work for the benefit of the Land, but instead they are sabotaging the work of the Land from within the Regional Government. (Schnell in Salzburg, Schimanek in Lower Austria).”", "Subsequently, Mr Schimanek, Minister of the Lower Austria Regional Government (Landesrat der Niederösterreichischen Landesregierung), lodged injunction proceedings under Section 1330 of the Civil Code (ABGB) against Mr Grabscheit. The proceedings were settled with the following disclaimer published by Mr Grabscheit in the above party magazine:", "“I wrote in the December 1997 issue of the Weistracher Nachrichten (...) that the Minister of the Freedom Party Hans Jörg Schimanek ‘would sabotage the work of the Land from within the Regional Government’. I have assured myself of the fact that that is untrue and I, thus, withdraw this reproach against Minister Schimanek with sincere regret. Furthermore, I declare not to repeat this statement.”", "Thereupon, the applicant published in no. 505/98 of its municipal party magazine the following article:", "“How credible is Deputy Mayor Herwig Grabscheit?", "A whole page of negative stories was published by federal, regional and municipal authorities (Bund, Land und Gemeinde) about Freedom Party deputies. One Minister of the Freedom Party was reproached of ‘sabotaging the work of the Regional Government’.", "It must be embarrassing for a Deputy Mayor to admit to the population: ‘I have assured myself of the fact that that is untrue and I withdraw this reproach against Minister Schimanek with sincere regret.’", "There’s a saying that crosses my mind: ‘If you are caught lying once, you are never believed even when telling the truth’ (‘Wer einmal lügt, dem glaubt man nicht und wenn er auch die Wahrheit spricht’).”", "On 22 February 1999 Mr Grabscheit filed a compensation claim under Section 6 of the Media Act against the applicant.", "On 15 November 1999 the St. Pölten Regional Court, after having held a hearing, at which the claimant and the applicant’s lawyer were present, ordered the applicant to pay ATS 10,000 (EUR 726) as compensation to the claimant and to publish the sentence. It noted in particular that the reproach against the claimant of having lied constituted defamation as it could not be established from his disclaimer that he had deliberately told the untruth when making the statement about the “sabotage” in the Regional Government. Further, the implied suggestion to the reader not to believe him in the future was capable to lower him in the public esteem. Though politicians had to display a higher degree of tolerance against criticism than private individuals, the reproach in the present case aimed at ridiculing and mocking the claimant, which exceeded the degree of lawful criticism against a politician.", "On 31 March 2000 the applicant appealed against this sentence, complaining in particular that the court had failed to consider the above article in the light of the political criticism lodged by the claimant against Mr Schimanek. Therefore the article at issue constituted political criticism, lawful within the meaning of Article 10 of the Convention.", "On 19 June 2000 the Vienna Court of Appeal, after having held a hearing, attended by the claimant and the applicant’s lawyer, dismissed the applicant’s appeal and confirmed the Regional Court’s sentence. The court found that withdrawing criticism against a political opponent did not constitute a sufficient factual basis for a reproach against a municipal politician of having deliberately told the untruth. In the present case the claimant, a deputy mayor who was not in the very centre of the public eye, had in the court’s view, “quasi” apologised to Minister Schimanek, which did not therefore raise the limits of lawful criticism. Furthermore, the claimant had stated in the proceedings that he had made his disclaimer in the Weistracher Nachrichten on strategic procedural grounds and because he had obtained the minutes of a meeting where the Lower Austrian Regional Governor, Mr Pröll, had acknowledged good co-operation within the Regional Government. Thus, it could not be established that the applicant had proved the truth of its allegations.", "Section 6 § 1 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. In this context “defamation” has been defined in Section 111 of the Criminal Code (Strafgesetzbuch), as follows:", "“1. As it may be perceived by a third party, anyone who makes an accusation against another of having a contemptible character or attitude, or of behaving contrary to honour or morality, and of such a nature as to make him contemptible or otherwise lower him in public esteem, shall be liable to imprisonment not exceeding six months or a fine (...)", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise, in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine (...)", "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}