{"ITEMID": "001-80025", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BAYSAYEVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Liberty of person;Security of person);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Violation of Article 38 - Examination of the case-{general} (Article 38 - Examination of the case);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant, Asmart Magomedovna Baysayeva, was born in 1958 and lives in the village of Pobedinskoye, Grozny district, Chechnya.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. The applicant lives in the village of Pobedinskoye in the Grozny district. The applicant's husband, Shakhid Baysayev, born in 1939, worked in the neighbouring village of Podgornoye (also referred to sometimes as Sobachevki) as a mechanic with a municipal transport company. The applicant had been married to her husband for 25 years and had five children.", "9. On 2 March 2000 the applicant's husband left for work at about 6.30 a.m. The road to the village of Podgornoye went through a Russian military checkpoint, at that time known as checkpoint no. 53, near which a military unit had been stationed.", "10. At about 10 a.m. the same day the applicant heard sounds of shooting and explosions from the road. She went out and saw a convoy of military cars under attack on the road. She later learned that the convoy of the OMON (special police forces) from the town of Sergiyev Posad, Moscow Region, had been under attack. The fighting lasted until about 1 p.m. It was later reported that the troops had been mistakenly ambushed by other detachments of the Russian forces, and in particular by OMON forces from Podolsk and a military unit from the Sverdlovsk Region. As a result of the fighting, more than twenty servicemen were killed and more than thirty wounded. The fighting was followed the same day by a “sweeping” operation (zachistka) in the village of Podgornoye, from where the attack had come.", "11. During the fighting and for the remainder of that day until nightfall checkpoint no. 53 remained closed and the road to Podgornoye was blocked. The applicant remained about 500 metres away from the checkpoint until about 8 p.m. that day, but was not able to get through to Podgornoye. Her husband did not come home that night. The applicant has not seen her husband since.", "12. The next day at about 5 a.m. she went to the checkpoint and saw the aftermath of the fighting – burned cars from the convoy, soldiers' bodies and blood stains. On that day and in the days immediately following it the applicant questioned numerous witnesses trying to find out about her husband. She did not keep records of these conversations, as at that time she could not have imagined that it would be useful.", "13. From the witnesses' statements the applicant learned that the “sweeping” operation in Podgornoye had resulted in a large number of persons – over fifty – being detained by the Russian military. All of them had been taken to the Staropromyslovskiy Temporary District Department of the Interior (VOVD) in Grozny. One of the witnesses told the applicant that he had seen her husband, Shakhid Baysayev, being taken away by the Russian servicemen in the village. The witness described the applicant's husband as being in pain – his appearance suggested that he had been beaten.", "14. On 4 March 2000 the applicant met with several men who had been detained in Podgornoye on 2 March and later released. They identified the applicant's husband from a photograph and confirmed that he had been detained by the soldiers at checkpoint no. 53 and then taken away. They had not seen him at the VOVD where they had been taken.", "15. Other witnesses told the applicant that her husband had finished work in Podgornoye and had been returning home, but that the soldiers had not let him through because of the fighting. He had returned to Podgornoye and been detained during the “sweeping” operation. Apparently, the applicant's husband had witnessed the killing by the soldiers of two brothers O. and had tried to intervene on their behalf. The soldiers had beaten him up, put a sack over his head and driven him away. In September 2000 the local authorities of Podgornoye village issued a certificate to the applicant confirming that two brothers O. had been killed on 2 March 2000 during a “sweeping” operation in the village. The applicant submitted that she had later found the O.s' house in Podgornoye locked and abandoned and had been told by local residents that their father had been killed by an unknown gunman about a month before the killing of the brothers, and their mother had been suffering from a severe mental disorder since the deaths of her family members. The applicant did not find any of the O.s' relatives.", "16. Further witnesses told the applicant that they had seen her husband at checkpoint no. 53 during the fighting, covered in blood.", "17. The applicant attempted to find out at the checkpoint whether her husband had been detained there, but the soldiers told her that they had been brought in as replacements after the fighting of 2 March 2000 and were not aware of any detainees.", "18. The Government submitted in their memorial of 28 April 2004 that it had been established that on 2 March 2000 in the village of Podgornoye fighting had taken place involving servicemen of the federal forces, which had resulted in the deaths of servicemen of the OMON detachments from Sergiyev Posad. Immediately after the fighting a special operation had been conducted in Podgornoye aimed at identifying members of the illegal armed groups who had participated in the ambush. The detainees had been taken to the Staropromyslovskiy VOVD, but Shakhid Baysayev was not listed among them. Nor was his name on the list of persons who had been detained by other detachments of the Ministry of the Interior in the Northern Caucasus.", "19. Starting on 2 March 2000, the applicant applied on numerous occasions to the prosecutors at various levels, the Ministry of the Interior, the administrative authorities in Chechnya, the Special Representative of the Russian President in the Chechen Republic for Rights and Freedoms and to other authorities and public figures. The applicant submitted several dozen copies of her letters stating the facts of her husband's disappearance and asking for assistance and details on the investigation. She also personally visited the Grozny Town Prosecutor's Office (to which she often had to walk – about 35 km one way), the Staropromyslovskiy VOVD and the main Russian military base in Khankala.", "20. The applicant received very little substantive information from the official bodies about the investigation into her husband's disappearance. On several occasions the applicant was sent copies of letters forwarding her requests to the relevant prosecutor's office.", "21. On 3 March 2000 the applicant went to the Staropromyslovskiy VOVD and talked to its head, Mr D. He called one of the officers, who confirmed that he had seen the man on the photograph – the applicant's husband - but said that he had never been brought to the VOVD. He told the applicant that her husband would be brought to the VOVD on 7 March at 11 a.m. and released. On 7 March 2000 the applicant returned to the VOVD and waited until 5 p.m., but received no news of her husband. She was then told that officer D. had left Chechnya after completion of his mission.", "22. On 4 March 2000 the applicant addressed the investigator of the Grozny Town Prosecutor's Office, Mr M., who had apparently been investigating the killing of the brothers O., and asked him to help her find her husband.", "23. On 8 March 2000 the applicant addressed the head of the Staropromyslovskiy VOVD and the head of the Staropromyslovskiy District Authority, asking them to help her to find her husband.", "24. On 16 March 2000 the applicant attempted to gain access to the military prosecutor's office in Khankala, but was not allowed to enter the compound.", "25. On 30 March 2000 the applicant wrote to the Grozny Town Prosecutor, the military commander of Chechnya, the military prosecutor of Chechnya and the mayor of Grozny, asking them to take measures to establish her husband's whereabouts.", "26. On 31 May 2000 the Chechnya Prosecutor's Office wrote to the head of the Department of the Interior in Chechnya, asking the department to organise a search for thirty missing persons at the request of their relatives, one of whom was the applicant. The letter asked the department to inform the persons concerned of the results of the investigation. A copy of that letter was forwarded to the applicant.", "27. On 1 June 2000 the applicant visited the Grozny Town Prosecutor's Office. The investigator talked to her and asked her to come back in two weeks. When the applicant returned, the investigator told her that her husband had been detained by servicemen of the Podolsk OMON on 2 March 2000 and taken to their base near Podgornoye between 12 and 2 p.m. that day. He also told the applicant that a videotape existed proving this information. The Grozny Town Prosecutor's Office had opened a criminal case under Article 126, part one of the Criminal Code (kidnapping). The applicant submitted that the investigator who gave her this information had stopped working there in September, and that after he had left the case had not progressed.", "28. On 28 June 2000 the applicant addressed the Special Representative of the Russian President in the Chechen Republic for Rights and Freedoms and the Prosecutor of the Chechen Republic, asking them to take measures to find out her husband's whereabouts and inform her of any results.", "29. Since the applicant did not receive any news of her husband, and knowing the circumstances of his detention, she concluded that he was probably no longer alive. She therefore also started to search for his body in places where persons who had been killed during the conflict were buried.", "30. Before 5 May 2000 the applicant, together with servicemen of the Staropromyslovskiy VOVD and the Ministry for Emergency Situations (Emercom), travelled on several occasions to a location near checkpoint no. 53, from where they transported over three dozen bodies.", "31. The applicant also accompanied the VOVD servicemen to another location, where dead bodies, apparently dumped by federal servicemen, had been brought. She also went to other villages, including Komsomolskoye and Znamenskoye. The applicant submitted that she had seen about 400 dead bodies, but had not found her husband.", "32. On an unspecified date at the beginning of August 2000, at about 5 p.m., the applicant was walking home. On the road not far from checkpoint no. 53 a white “Zhiguli” car stopped near her. A man in the car, wearing military uniform and a balaclava mask, told her in Russian, which he spoke without any accent, to kneel down with her back to the car. When the applicant obeyed, he told her that if she wanted to know who was behind her husband's disappearance she should bring him five thousand roubles the next day.", "33. The applicant collected the money. On the next day she saw the same car at the same place. This time a different man was inside. He showed her on a small TV set inside the car extracts from a videotape, in which the applicant recognised her husband. In the footage Shakhid Baysayev was shown lying on the ground, being kicked by a soldier, being ordered to stand up and being escorted by the military. The soldiers were talking to him in a harsh and aggressive tone, threatening him and using obscene language. The screen showed the date of his detention – 02.03.2000. After the applicant had given the unknown man the money, he gave her photographs made from the video. He also gave her a sketch map of four burial places, including that of her husband. The applicant asked for the videotape and was told that she would have to pay 1,000 US dollars for it. She was also told that the tape was known to the prosecutor's office under registration number 49030.", "34. The next day the applicant travelled to the Grozny Prosecutor's Office and talked to an investigator. She gave him the map and told him about the videotape on which her husband had been depicted after his “disappearance”. The investigator confirmed that he had known about the tape and that a copy of the tape was probably in the Chechnya Prosecutor's Office.", "35. One week later the applicant managed to buy the videotape, having paid 1,000 US dollars for it. The meeting was organised in the same way – a white “Zhiguli” car stopped alongside her on the road and the applicant talked to a man inside. The footage (a copy and a transcript of which were submitted to the Court) is about three minutes long. It shows a group of several dozen soldiers wearing camouflage and with guns and ammunition walking across a field. At one point they cross a small railroad and a low barrier. Then the camera turns towards the direction where they are walking and shows the only civilian, whom the applicant recognised as her husband. He is at first lying on the ground, then a soldier kicks him and orders him to stand up. The soldiers address him with threatening remarks, using obscene language. He is wearing a dark brown sheepskin coat and a yellow fur hat and his clothes are dirty. He is escorted by the soldiers towards partially destroyed buildings, where more soldiers are gathering, all in full gear. The applicant's husband appears for about one and a half minutes, then the camera turns to film the soldiers (who seem to be returning from a mission) and at least six bodies in camouflage on stretchers, some covered with blankets, others exposed. The tape also shows military equipment, some of it burnt, and a bus.", "36. On 23 August 2000 the applicant, together with an investigator from the Grozny Town Prosecutor's Office, travelled to the location indicated on the map. The place was within the military compound near checkpoint no. 53, and the military did not let them into the compound.", "37. On 7 September 2000 the Grozny Town Prosecutor's Office informed the applicant that the persons responsible for the kidnapping of her husband could not be identified, but that investigative measures were being carried out.", "38. On 10 September 2000 the Chechnya Prosecutor's Office informed the applicant that a preliminary investigation was being conducted by the Grozny Town Prosecutor's Office. Her oral statement about the alleged burial place would be verified.", "39. On 19 September 2000 the Grozny Town Prosecutor's Office informed the applicant that on 14 September 2000 the criminal investigation into the kidnapping of her husband by unknown persons in camouflage had been adjourned owing to a failure to identify those responsible.", "40. On 20 September 2000 the Pobedinskoye village authorities issued a certificate to the applicant confirming that she had applied to the authorities on 3 March 2000 on account of her husband's detention during a “sweeping” operation on 2 March 2000 following the ambush of the “Moscow OMON”. The note confirmed that the “sweeping” operation in Sobachevki had taken place on 2 March 2000 between 12 p.m. and 2.30 p.m.", "41. On an unspecified date at the end of September 2000 the applicant, together with investigator M. from the Grozny Town Prosecutor's Office and a police escort, again went to the presumed burial site. They were allowed into the military compound, but the investigator refused to instigate the search, apparently because the location was inexact and the area too big.", "42. On 9 October 2000 the Prosecutor General's Office informed the applicant that her request concerning the search for her husband had been forwarded to the Chechnya Prosecutor's Office.", "43. On 29 October and 3 December 2000 the Chechnya Prosecutor's Office forwarded the applicant's requests concerning her husband's unlawful detention to the Grozny Town Prosecutor's Office.", "44. On 23 November 2000 the Ministry of the Interior forwarded her request to the Department of the Interior in Chechnya.", "45. On 9 December 2000 the military prosecutor of military unit no. 20102 forwarded the applicant's request concerning the whereabouts of her husband to the head of the Grozny district VOVD, on the ground that the issue fell outside the jurisdiction of the military prosecutor.", "46. In March 2001 the NGO Human Rights Watch issued a report entitled “The 'Dirty War' in Chechnya: Forced Disappearances, Torture and Summary Executions”, which listed Shakhid Baysayev as one of the victims of “forced disappearances” following detention by Russian servicemen.", "47. On 23 April 2001 the Grozny Town Prosecutor's Office provided the applicant with a progress report in criminal investigation no. 12048. The note stated that on 10 May 2000 the Office had opened a criminal investigation under Article 126, part 1 of the Criminal Code. The investigation was based on the detention of Shamid [sic] Baysayev by unknown persons in camouflage on 2 March 2000 at about 12 a.m. near the village of Podgornoye. The investigative measures had failed to establish the whereabouts of Baysayev. The investigation was adjourned and later resumed on unspecified dates.", "48. In April 2001 the Joint Working Group on Chechnya, comprised of members of the Parliamentary Assembly of the Council of Europe and members of the State Duma, reported that the criminal investigation in the case concerning the disappearance of Sh. Baysayev was continuing, but no progress had been reported.", "49. On 28 June 2001 the Grozny District Court granted the applicant's request to declare her husband a missing person.", "50. On 17 August 2001 the Human Rights Watch forwarded a copy of the videotape purchased by the applicant to the Prosecutor General's Office.", "51. In autumn 2001 the applicant again applied to the Grozny Town Prosecutor's Office. She requested the prosecutors to resume the investigation in the case concerning her husband's disappearance, to identify the persons on the videotape and to obtain witness statements from them in relation to her husband's detention and disappearance.", "52. On 29 November 2001 the applicant learned in the Grozny Town Prosecutor's Office that the criminal case concerning her husband's disappearance had again been adjourned. On 7 December 2001 she again applied to the Grozny Town Prosecutor's Office, requesting the resumption of the investigation and the inspection of the alleged burial site.", "53. On 8 December 2001 the applicant, together with investigator Leushev and a crime-scene investigator from the Grozny Town Prosecutor's Office, travelled to the location of checkpoint no. 53. There they found the building to which the soldiers had led Shakhid Baysayev on the videotape. At the building they discovered several pieces of clothing and a human bone. At one location near a tree the investigators suggested that the sunken earth indicated a burial place. They started excavations and soon found a piece of brown cloth, resembling a piece of rotten sheepskin coat. The investigators stopped the excavations at that point, collected the items they had found and agreed with the military that they would come back the next day with a video camera. The applicant then returned home using the regular bus service.", "54. On 9 December 2001 investigators from the Grozny Town Prosecutor's Office came to the applicant's house and asked her to accompany them to the office. The applicant agreed, thinking that she would have to identify the body of her husband. However, on the way to the office she was told that, the day before, the car in which investigator Leushev and the crime-scene investigator had been travelling had been blown up before it had reached the Prosecutor's Office. Both had been killed in the explosion. The incident was reported in the Russian press.", "55. Once at the Grozny Town Prosecutor's Office, the applicant was brought into a room with two officers of the prosecution service, who only gave her their first names – Mikhail and Zukhari. They suggested that the applicant had been involved in the blowing-up of the prosecutors' car. They told her not to insist on further investigations and to stop searching for her husband's body, or risk her own safety and that of her children. The applicant, who perceived the threat to be real, refrained from contacts with the law-enforcement bodies for some time.", "56. In 2003 the applicant, acting in person and through her representative the SRJI, tried to obtain information about developments in the case. In response to several requests, the Grozny Town Prosecutor's Office wrote to the SRJI on 15 August 2003 stating that criminal investigation no. 12048 had established that, on the evening of 2 March 2000, Shakhid Baysayev had been caught in the shooting near the village of Podgornoye, had been wounded and had then been driven away by unknown persons. The investigation had been adjourned for failure to identify those responsible. Attached to the letter was a decision granting victim status to the applicant, dated 15 January 2002 and countersigned by her.", "57. The applicant submitted that in 2003 she had on several occasions met with an employee of the Grozny Town Prosecutor's Office on the premises of the Zavodskoy District Court. The employee had publicly called her a “murderer” and accused her of being involved in the death of the two officers of the prosecution service in December 2001. This had caused her severe emotional distress.", "58. In February 2004 the application was communicated to the Russian Government, who were requested at that time to submit a copy of investigation file no. 12048. In April 2004 the Government submitted about one-third of the file (judging by the page numbers) and stated that nothing else has been disclosed to them by the prosecutor's office. In December 2005 the Court declared the application admissible and reiterated its request to be provided with the entire file. It also asked the Government to provide an update of the investigation since March 2004. In March 2006 the Government submitted an additional 45 pages from the file, produced between March 2004 and February 2006, and containing the decisions to adjourn and reopen the case. The Government stated that disclosure of the remaining documents would be in violation of Article 161 of the Code of Criminal Procedure and would lead to a breach of military secrets and disclosure of the names and addresses of third parties.", "59. The Government also stated that in June 2005 the investigation had collected a number of photographs of servicemen of the OMON units from the Moscow Region who had been on mission in Chechnya in March 2000. In June and December 2005 more than sixty-five servicemen from these units had been questioned and had confirmed that on 2 March 2000 they had been in the convoy which had come under attack that day. However they stated that they had not taken part in the subsequent mopping-up operation and that they had not been aware of Mr Baysayev's disappearance. The Government did not submit any documents relating to these interviews.", "60. Between 2004 and 2006 the applicant on more than a dozen occasions applied to the Staropromyslovskiy District Prosecutor's Office, the Chechnya Prosecutor's Office and the Prosecutor General's Office with requests for information about the fate of her husband and for news of the investigation. She submitted that during one of her personal visits to the Staropromyslovskiy District Prosecutor's Office, in September 2005, an investigator had yelled at her and told her that he “had enough of her”. After that the applicant had on several occasions requested the senior prosecutors to transfer the investigation to another prosecutor's office, but to no avail. She had received responses from the Staropromyslovskiy District Prosecutor's Office telling her that the investigation had been adjourned or reopened.", "61. On 28 October 2005 the applicant wrote to the OMON unit in Sergiyev Posad, stating the circumstances of her husband's disappearance and asking for any information that could help establish his whereabouts.", "62. On 9 February 2006 the applicant submitted a complaint to the Staropromyslovskiy District Court alleging negligence on the part of the district prosecutor's office.", "63. On 13 February 2006 the applicant requested the district court to declare her husband dead.", "64. It appears that the investigation into Shakhid Baysayev's abduction was adjourned and reopened more than twelve times. The investigation was carried out by the Grozny Town Prosecutor's Office, and then by the Staropromyslovskiy District Prosecutor's Office. The investigation did not identify the persons or the detachment responsible for the abduction and no one was charged with the crimes (see Part B below for a description of the documents in the investigation file). The Government submitted in their latest memorial of 14 March 2006 that the investigation was continuing.", "65. The applicant also submitted that on 22 March 2004 a prosecutor from the Staropromyslovskiy District Prosecutor's Office had visited her at her home and asked her to sign a statement saying that she had not been subjected to any threats after her application to the European Court of Human Rights. The applicant felt that she was being put under pressure and agreed to write a statement with the following content: “When I lodged the application with the Court in Strasbourg nobody threatened me”.", "66. The applicant submitted that she had suffered from a heart condition since the first military campaign of 1994-96, when her daughter and daughter-in-law had been killed and her son had been wounded by the explosion of a shell. At that time the applicant had suffered her first attack of cardiac neurosis. On 2 November 1999 she had been wounded in the leg. Since the “disappearance” of her husband her health had worsened significantly, and she required regular treatment and injections. On 13 February 2004 she had had a stroke. She suffered from restlessness, anxiety and insomnia. The applicant did not submit any medical documents.", "67. On two occasions the Government submitted to the Court a part of the investigation file in criminal case no. 12048 which comprised three volumes. They stated that only these documents had been submitted by the Prosecutor General's Office. The documents may be summarised as follows:", "68. On 10 May 2000 a prosecutor from the Grozny Town Prosecutor's Office opened a criminal investigation into the abduction of Shakhid Baysayev on 2 March 2000 in Podgornoye by unidentified persons wearing camouflage. The decision referred to Article 126, part 1 of the Criminal Code (kidnapping).", "69. The file contains the applicant's letter of 30 March 2000 to the Grozny Town Prosecutor's Office stating the known details of her husband's disappearance and asking for assistance in finding him.", "70. On 29 June 2000 the applicant was questioned as a witness. She repeated the circumstances of her husband's detention by the military servicemen of which she was aware and confirmed that she had had no news of him.", "71. On 8 September 2000 the applicant was questioned once more. She made detailed submissions about her husband's apprehension, based on the witnesses' statements. According to her, her husband had been put in an armoured personnel carrier and taken to checkpoint no. 53, manned by OMON. The applicant gave evidence about her conversation with Mr D. at the Staropromyslovskiy VOVD. The applicant also stated that she had attempted to get to the checkpoint with another policeman from the VOVD, Major Ch., but that they had been fired upon when they tried to approach. She told the investigators about the videotape depicting her husband's detention and the map of the alleged place of burial, as well as the circumstances under which she had obtained them. She submitted a request to inspect the site. On the same day the applicant was granted victim status in the proceedings.", "72. On 21 March 2004 the applicant was again questioned about her husband's disappearance, about the videotape and the map of his alleged place of burial and about the attempts in 2000 and 2001 to find the site as indicated on the map. On the same day the applicant was again granted victim status.", "73. On 5 June 2000 the investigators requested the Ministry of the Interior to check whether Shakhid Baysayev had been detained in their facilities. In reply, four District Departments of the Interior in Grozny, the Operational Brigade of the Ministry of the Interior for the Northern Caucasus (based in Northern Ossetia) and the Federal Security Service for Chechnya responded that he had never been detained by them and that there was no information about him in their databases.", "74. On 17 June 2000 the Staropromyslovskiy VOVD replied to the investigators and stated that they could not find witnesses to the events surrounding Shakhid Baysayev's abduction and that the latter was reported to be a man of good conduct.", "75. It appears that the investigators tried to verify the information about the alleged witnessing by the applicant's husband of the killing of two brothers O. on 2 March 2000. On 22 March 2004 the Staropromyslovskiy District Prosecutor's Office stated that there was no criminal case pending with that office concerning the murder of “brothers A. [the names were similar to the ones indicated by the applicant except for the first letter]”, or the discovery in March 2000 of two unidentified male bodies.", "79. On 18 March 2003 the prosecutor of the Staropromyslovskiy District Prosecutor's Office ordered the investigation to collect the videotape stored at the Prosecutor's Office of the Chechen Republic.", "80. On 22 March 2003 the videotape was viewed in the presence of the applicant, who recognised the person depicted in it as her husband.", "81. In February and March 2004 investigators questioned about a dozen residents of the villages of Podgornoye, where the applicant's husband had been detained, and Pobedinskoye, where he had lived. The residents stated that on 2 March 2000 there had been fighting at around midday, followed by a “sweeping” operation in Podgornoye. Most of the villagers questioned did not know or had not seen Shakhid Baysayev, but they stated that several men from Podgornoye had been detained on that day and later released. They were also aware of the applicant's search for him, because she had come to the village, asked the residents about him and posted search notices with photographs of her husband. Two residents of Podgornoye testified to having seen Shakhid Baysayev on 2 March 2000 in Avtobusnaya Street during the sweeping operation, and one of Baysayev's colleagues testified that he had left the office together with the rest of the workers after the shooting broke out.", "82. The Government submitted in their memorial that over fifty witnesses had been questioned during the investigation. Thirteen statements were submitted to the Court.", "83. On 9 June 2000 the Grozny Town Prosecutor's Office informed the applicant that a criminal case had been opened by that office into her husband's abduction.", "84. On 7 September 2000 the Grozny Town Prosecutor's Office wrote to the applicant and stated that the criminal investigation into her husband's abduction was pending, but that no information about his whereabouts had been obtained.", "85. On 10 September 2000 the Chechnya Prosecutor's Office wrote a similar letter to the applicant.", "86. On 4 April 2003 the applicant wrote to the Grozny Town Prosecutor's Office asking to be informed of developments in the case.", "87. It appears that the prosecutors informed the applicant on several occasions of the adjournment and resumption of the investigation in criminal case no. 12048 – once in 2000, twice in 2004, four times in 2005 and once in 2006.", "88. At different stages of the proceedings several orders were issued by the supervising prosecutors detailing the steps to be taken by the investigators. On 9 November 2000 the prosecutor ordered that the site indicated by the applicant be examined with search dogs, that the videotape mentioned by the applicant be obtained and viewed, that the officers in the Sverdlovsk Region who had served at the Staropromyslovskiy VOVD and the servicemen of the Podolsk OMON who had manned roadblock no. 53 be questioned and that the custody records of the Staropromyslovskiy VOVD for 2 and 3 March 2000 be examined. On 3 December 2001 the prosecutor again ordered an investigation of all the circumstances of Mr Baysayev's disappearance. On 15 December 2001 a prosecutor from the Grozny Town Prosecutor's Office ordered criminal case file no. 12048 to be reconstructed following its destruction in a terrorist act of 8 December 2001.", "89. On 22 February 2004 the prosecutor of the Staropromyslovskiy District of Grozny ordered the investigators, among other things, to examine the site where Baysayev had allegedly been buried, to obtain and view the videotape, to identify and question witnesses among local residents who lived near the scene of the fighting and who had been detained on 2 March 2000, to view the videotape together with the senior officers of the OMON detachments in order to identify the servicemen, and to identify the military units involved in apprehending the applicant's husband. On the same day the investigation was entrusted to an investigative group composed of four investigators from the Staropromyslovskiy District Prosecutor's Office.", "90. On 17 March 2004 the prosecutor of the Staropromyslovskiy District of Grozny noted that the investigation had established that on 2 March 2000 Shakhid Baysayev had been detained by unidentified armed men in camouflage uniform after the fighting in Podgornoye which had involved federal troops. According to the videotape submitted by the applicant, the unidentified men had escorted the applicant's husband to the industrial site near the road where the fighting had occurred. The prosecutor ordered that steps be taken to review the materials of the criminal case concerning the attack on the OMON servicemen, to collect information from the Ministry of the Interior and the Ministry of Defence about the units that had been stationed at the industrial site where Baysayev had been taken, to identify the servicemen depicted on the videotape by viewing it together with the commanders of the relevant units, and to question those servicemen and evaluate their actions.", "91. On 13 January 2005 the same prosecutor ordered the investigation to gather personal information about the victim and to forward his photograph and a search request to all the district prosecutor's offices in Chechnya, to the local agencies of the Ministry of Justice and to hospitals, and to take steps in order to identify those responsible.", "92. On 14 June 2005 the same prosecutor ordered the investigation to identify and question the servicemen of the OMON unit from Podolsk who might have been involved in apprehending Mr Baysayev.", "93. On 5 December 2005 the same prosecutor ordered the investigation to question 63 servicemen of the OMON unit from Podolsk, to question the servicemen of the OMON unit from Sergiyev Posad, to identify the persons depicted in the videotape and to carry out an expert examination of the videotape in order to identify the persons who had apprehended the applicant's husband.", "94. The investigation into the case was adjourned and reopened at least twelve times. The last document in the case file is dated 2 February 2006. It extended the investigation into Mr Baysayev's disappearance until 2 March 2006 and again ordered that the servicemen of the two OMON units be questioned and the persons depicted in the videotape identified.", "95. The Government submitted letters from the Supreme Court of Ingushetia, the Krasnodar Regional Court, the Rostov Regional Court and the Stavropol Regional Court, dated March 2004. The letters stated that there were no criminal or civil cases in the respective regions in which the applicant was involved or which concerned the kidnapping of her husband. The Supreme Court of Chechnya wrote a letter on 19 March 2004 stating that the applicant had not applied to any court in Chechnya with complaints, but that criminal case no. 12048 was pending before the Staropromyslovskiy District Prosecutor's Office in Grozny, and that the investigation had been extended until 12 May 2004.", "96. The applicant submitted a number of press reports concerning the trial of two senior officers of the Ministry of the Interior for criminal negligence entailing grave consequences - 22 deaths and 33 wounded among the policemen of the OMON detachment from Sergiyev Posad, Moscow Region. According to these reports, it had been established that the fighting on 2 March 2000 in Podgornoye occurred when the convoy of the OMON going into Grozny on mission had been attacked by officers of the Staropromyslovskiy VOVD, staffed by policemen from the Sverdlovsk Region, and by the OMON detachments from Podolsk, Moscow Region stationed at the checkpoint in Podgornoye. The fighting was said to have been the result of provocation by the illegal paramilitaries who had managed to feed false information to the troops stationed in Podgornoye about the expected passage of fighters disguised as federal servicemen.", "97. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. Since 1 July 2002 the old Code has been replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "98. Article 161 of the new CCP prohibits the disclosure of information from the preliminary investigation file. Under part 3 of the Article, information from the investigation file may be divulged only with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings or prejudice the investigation. Divulging information about the private lives of participants in criminal proceedings without their permission is prohibited."], "VIOLATED_ARTICLES": ["13", "2", "38", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}