{"ITEMID": "001-58061", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF DE SALVADOR TORRES v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-3-a", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["6. The applicant, Mr de Salvador Torres, was born in 1928 and is resident in Barcelona.", "7. In June 1966, in his capacity as head administrator of a public hospital in Barcelona (Hospital Clínico y Provincial), the applicant made an agreement with a bank to the effect that interest on deposits would be paid at a higher rate than that applicable by law. The applicant arranged for payment into his personal account of the excess amounts corresponding to the difference between the legal rate of interest and that of the additional interest (extratipos) paid by the bank on the sums deposited. Between 1966 and 1983 a total sum of 147,614,565 pesetas were thus transferred to the applicant.", "8. In 1983 criminal proceedings were brought against the applicant. By a decision of 16 March 1984 (auto de procesamiento), Barcelona investigating judge no. 2 found that the facts established by him disclosed the offence of embezzlement of public funds (malversación de caudales públicos) under Article 394 para. 4 of the Criminal Code (see paragraph 15 below), carried out not by a civil servant stricto sensu but by a person entrusted with funds belonging to a public institution (Article 399 of the Criminal Code - see paragraph 16 below). The applicant was subsequently committed for trial in the Barcelona Audiencia Provincial. The public prosecutor and the hospital, acting as a private prosecutor, lodged submissions which essentially endorsed the findings of the investigating judge and requested, inter alia, that the applicant be sentenced to fifteen years' imprisonment. State Counsel (Abogado del Estado), appearing also as a private prosecutor on behalf of the State finances, submitted that the facts of the case constituted the offence of corruption of a civil servant.", "9. In a judgment of 12 September 1988, the Audiencia Provincial, held that, although the applicant fell into the category provided for in Article 399, the sums embezzled by him were not \"public funds\" and, accordingly, Article 394 para. 4 was not applicable. It further held that, owing to his particular personal status in the hospital, the applicant could not be considered a civil servant stricto sensu. It therefore dismissed the charges of corruption. The applicant was nonetheless convicted of the offence of simple embezzlement (apropiación indebida) under Article 535 (see paragraph 17 below) and sentenced to eighteen months' imprisonment pursuant to Articles 528 and 529 para. 7 of the Criminal Code (see paragraphs 18 and 19 below). The Audiencia Provincial did not find any aggravating circumstance of general application (see paragraph 21 below).", "10. The public prosecutor and the hospital appealed on points of law. They described the amounts in question as public funds and again requested the applicant's conviction for the offence of embezzlement of public funds under Articles 394 para. 4 and 399 of the Criminal Code. In his submissions, the public prosecutor stressed the fact that the Audiencia Provincial had clearly acknowledged that the applicant was a person entrusted with funds belonging to a public institution for the purposes of Article 399.", "11. The applicant did not appeal, thereby accepting the facts as established by the Audiencia Provincial, their legal classification and the sentence.", "12. In two subsequent decisions of 21 March 1990, the Supreme Court (Tribunal Supremo) found that, although the sums embezzled could be considered public, the offence under Article 394 para. 4 did not apply since the hospital was not legally entitled to those sums. Contrary to the Audiencia Provincial, the Supreme Court further held that:", "\"(...)", "In any event, it is true that, even if Article 394 of the Criminal Code (embezzlement of public funds) cannot be applied, the fact remains that the accused Mr de Salvador is a civil servant and that he took advantage of his position in order to commit the offence of which he was found guilty. Therefore, ... the aggravating circumstance in Article 10 para. 10 must be applied. To put it in a graphic manner: if the offence of embezzlement of public funds cannot apply due to the lack of the objective element, the aggravating circumstance must apply given the offender's legal position.\"", "The Supreme Court therefore quashed the judgment being appealed and convicted the applicant of the offence of simple embezzlement with the aggravating circumstance that he had taken advantage of the public nature of his position in performing the duties entrusted to him (Article 10 para. 10 of the Criminal Code - see paragraph 21 below). In doing so, the Supreme Court considered that a request to apply this aggravating circumstance could be inferred from the public prosecutor's submissions (see paragraph 10 above). In the exercise of its powers (see paragraph 22 below), the Supreme Court sentenced the applicant to five years' imprisonment, the maximum term of imprisonment for the offence of embezzlement under the rules for the determination of sentence set forth in Article 61 para. 2 of the Criminal Code (see paragraph 20 below).", "13. Mr de Salvador Torres filed an amparo appeal in the Constitutional Court (Tribunal Constitucional). He asserted that he had not been informed of all the components of the charge against him and that, accordingly, his right to a fair trial had been violated (Article 24 of the Constitution - see paragraph 14 below). By a decision (auto) dated 20 July 1992, the appeal was declared inadmissible on the ground that it did not disclose any relevant issues of constitutional law. The Constitutional Court found that the applicant was well aware that the charges against him presupposed not only that the offender's position was equivalent to that of a civil servant, but also that he had taken advantage of that position in the commission of the offence. He had therefore had the possibility to address that issue throughout the proceedings and his defence rights had not been forfeited.", "14. According to Article 24 of the Constitution:", "\"1. Everyone has the right to effective protection by the judges and courts in the exercise of his rights and his legitimate interests and in no circumstances may there be any denial of defence rights. 2. Likewise, everyone has the right ... to be informed of the charge against him, to have a ... trial ... attended by all the safeguards, to adduce the evidence relevant to his defence,", "(...)\"", "15. By Article 394 of the Criminal Code:", "\"Any civil servant who embezzles or suffers others to embezzle public funds or other property entrusted to his care by virtue of his office shall be liable to: ... 4. a term of imprisonment ranging from twelve years and one day to twenty years (reclusión menor) if the amount embezzled exceeds 2,500,000 pesetas. ... In all cases, the offender shall also be permanently disqualified from public office.\"", "16. By Article 399, the foregoing provision also applies to:", "\"(...)", "those entrusted, in any capacity whatsoever, with funds ... belonging to provincial or municipal authorities or to educational establishments or charitable organisations, and to administrators or depositories of funds ... deposited by a public authority, even if they belong to individuals\".", "According to the case-law, the offender must not only be a civil servant or a person entrusted with sums belonging to a public institution, he or she must also have taken advantage of that position.", "17. By virtue of Article 535:", "\"Anyone who, to the detriment of others, appropriates or embezzles money, assets or any other personal property, entrusted to his care as depository, agent or administrator, or in any other capacity carrying the obligation to deliver or return the property, or denies having received such property shall be liable to the penalties laid down in Article 528", "(...)\"", "18. Article 528, in so far as relevant, provides as follows:", "\"(...)", "A person convicted of this offence shall be liable to a term of imprisonment ranging from one month and one day to six months (arresto mayor) if the sum involved exceeds 30,000 pesetas. If there are found to be two or more of the aggravating circumstances provided for in Article 529 below or one especially aggravating circumstance, the person convicted shall be sentenced to a term of imprisonment ranging from six months and one day to six years (prisión menor) ... Where only one of the aggravating circumstances referred to in Article 529 is found to be established, the term of imprisonment shall be in the range of the maximum sentence available (grado máximo) [from four months and one day to six months].\"", "19. By Article 529:", "\"The following circumstances shall be deemed to be aggravating circumstances for the purposes of the preceding Article:", "(...)", "7. Where the offence is particularly serious in terms of the sum embezzled.\"", "20. In order to determine the sentence, where a particular offence is punished with a term of imprisonment, this can be divided in three identical periods (grados): minimum, medium and maximum. If a court finds that no mitigating circumstances and only one aggravating circumstance can be established, it shall impose a medium or maximum sentence. Where more than one aggravating circumstances are established, the maximum sentence shall be imposed (Article 61).", "21. Aggravating circumstances can be specific to a particular offence (see, for example, paragraph 19 above) or of a general nature. Article 10 of the Criminal Code describes the aggravating circumstances which can be applied to any offence:", "\"The following are aggravating circumstances:", "(...)", "10. the fact that the offender has taken advantage of the public nature of his or her position.\"", "22. Where the Supreme Court finds that an appealed decision is in breach of the law, it will quash it and set it aside and render a new decision on the merits. In doing so, the only restriction on the court is not to pass a heavier sentence than the one which would correspond to the prosecutor's request (Article 902 of the Code of Criminal Procedure).", "23. As with any court, the Supreme Court has the power to depart from the legal classification given by the prosecution provided that: (a) the criminal intent in the offence found applicable is essentially identical to that in the offence as charged (\"delitos homogéneos\" - for instance homicide and parricide); (b) no different facts are taken into consideration; (c) the new classification leads to the imposition of a sentence that is less severe than that requested by the prosecution. These powers have been considered constitutional by the Constitutional Court in, among others, its judgments of 23 November 1983 (105/83), 17 July 1986 (104/86) and 29 October 1986 (134/86). The new legal classification may involve the finding of aggravating circumstances that are implicit in the original characterisation (Supreme Court, Criminal Chamber, judgment of 13 June 1984, Repertorio de Jurisprudencia Aranzadi no. 3553, p. 2708)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-a"]}