{"ITEMID": "001-84700", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "OLEDZKI AND OLEDZKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Mr Tadeusz Olędzki and Mrs Lucyna Olędzka, are Polish nationals who were born in 1923 and 1924 respectively and lived in Siemiatycze, Poland. On 20 November 2003 Mrs Lucyna Olędzka died. The applicants were represented by their son, Mr Andrzej Olędzki.", "The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1974 the State Treasury bought from the applicants several plots of land in Siemiatycze. The land was later partly developed and, inter alia, a bakery was built on it.", "On 24 June 1991 the first applicant applied for the return of the remainder of their property, which had not been built on according to the relevant development plans.", "On 3 April 1993 the Head of the Siemiatycze District Office (Urząd Rejonowy) decided to return the property in question to the applicants. The applicants and other parties to the proceedings appealed against the decision.", "On 10 May 1993 the Białystok Governor (Wojewoda Białostocki) quashed the impugned decision and remitted the case.", "Between 15 July 1993 and 6 January 1994 the case was stayed.", "On 3 February 1994 the Head of the Siemiatycze District Office dismissed the applicants’ application and refused to return the property to them. They appealed against the decision.", "On 24 February 1994 the Białystok Governor dismissed the appeal and discontinued the proceedings. The applicants lodged a complaint against the decision with the Supreme Administrative Court (Naczelny Sąd Administracyjny).", "On 24 January 1996 the Supreme Administrative Court quashed the impugned decision and remitted the case.", "On 6 May 1996 the Białystok Governor quashed the District Office’s decision of 3 February 1994 and remitted the case.", "On 6 September 1996 the Head of the Siemiatycze District Office stayed the proceedings on the grounds that the outcome of two other sets of administrative proceedings was important for the instant case. The applicants’ appeal was dismissed on 30 September 1996.", "On 25 February 1997 the applicants complained to the Supreme Administrative Court about the non-compliance by the District Office with the judgment of 24 January 1996 and asked the court to impose a fine. The Supreme Administrative Court in its decision of 10 July 1997 rejected the complaint finding that domestic law did not allow for the imposition of a fine in such circumstances.", "On 18 March 1998 the Head of the Siemiatycze District Office resumed the proceedings.", "On 10 June 1998 the applicants complained to the higher authority, the Office for Housing and Town Development (Urząd Mieszkalnictwa i Rozwoju Miast), about the inactivity of the District Office. The applicants claimed that they had received no further information about their complaint. The Government submitted that on 11 September 1998 the Office for Housing and Town Development had given a decision urging the Governor to issue a decision in the applicants’ case.", "On 22 September 1998 the Białystok Governor gave a decision in which he refused to return the property to the applicants.", "The applicants’ appeal against this decision was dismissed by the Head of the Office for Housing and Town Development on 6 August 1999. The applicants lodged a complaint against it with the Supreme Administrative Court.", "On 28 November 2000 the Supreme Administrative Court quashed both decisions and remitted the case to the Bialystok Governor. Following an amendment to the law, the case was transferred to the Mayor of Siemiatycze (Starosta).", "On 21 December 2001 the Mayor of Siemiatycze dismissed the application and refused to return the property to the applicants.", "The applicants’ appeal was dismissed by the Podlaski Governor on 28 February 2002. The applicants lodged a complaint with the Supreme Administrative Court against that decision.", "On 14 August 2002 the Supreme Administrative Court quashed both preceding decisions and remitted the case to the Mayor of the District.", "On 4 December 2002 the Supreme Administrative Court dismissed the applicants’ request for a fine to be imposed on the Mayor of Siemiatyczne. In their request, the applicants complained about the inactivity of the Mayor and his non-compliance with the judgment of the Supreme Administrative Court of 28 November 2000. However, at the hearing held on 14 August 2002 the applicants’ representative specified that the complaint concerned the Mayor’s alleged non-compliance with the court’s judgment. Consequently, the Supreme Administrative Court found that the application was manifestly ill-founded as the impugned judgment had not imposed any obligation on the Mayor.", "On 29 May 2003 the applicants lodged a complaint about the inactivity of the Mayor of Siemiatycze with the Supreme Administrative Court. On 14 November 2003 the court rejected the complaint as it had not been lodged first with the higher authority, as provided by the domestic law.", "On 5 November 2003 the Mayor of Siemiatycze decided to return the disputed property to the applicants.", "On 20 November 2003 the second applicant, Mrs Lucyna Olędzka, died. It appears that the applicants’ son, Mr Andrzej Olędzki, joined the proceedings as her heir.", "The other parties to the proceedings appealed against the decision of 5 November 2003.", "On 24 December 2003 the Podlaski Governor allowed the appeals and quashed the decision. The appeal against this decision was dismissed by the Regional Administrative Court (Wojewódzki Sąd Administracyjny) on 25 January 2005.", "The case was transferred to the Mayor of Siemiatycze who, on 13 July 2005, stayed the proceedings in view of the fact that the Constitutional Court was examining the constitutionality of the relevant domestic regulation.", "The other party to the proceedings appealed against the decision asking for the proceedings to be resumed.", "On 5 August 2005 the Podlaski Governor quashed the impugned decision, finding that there were no valid grounds for staying the proceedings.", "The applicants’ son appealed against this decision to the Regional Administrative Court and asked for the proceedings to be stayed until the Constitutional Court had reached a decision.", "On 16 February 2006 the Regional Administrative Court dismissed his complaint.", "On 15 February 2007 the Mayor of Siemiatycze dismissed the applicants’ motion for the return of the property.", "It appears that the first applicant and Mr Andrzej Olędzki appealed against this decision to the Podlaski Governor. The proceedings are pending.", "Under Article 35 of the Code of Administrative Procedure (“the Code”) of 1960 an administrative authority should give a decision on the merits of a case within two months. If those time-limits have not been complied with, the authority must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new timelimit.", "Pursuant to Article 37 § 1, if the case has not been handled within the time-limits referred to in Articles 35 and 36, a party to administrative proceedings can lodge an appeal to the higher authority, alleging inactivity. In cases where the allegations of inactivity are well-founded, the higher authority fixes a new term for handling the case and orders an inquiry in order to determine the reasons for the inactivity and to identify the persons responsible for the delay. If need be, the authority may order that measures be applied to prevent future such delays.", "Until 1 October 1995, under Article 216 of the Code of Administrative Procedure, a party to administrative proceedings could, at any time, lodge with the Supreme Administrative Court a complaint about the fact that an administrative authority had failed to issue a decision.", "On 1 October 1995, the Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) entered into force. Under section 17 of the 1995 Act the Supreme Administrative Court was competent to examine complaints against inactivity on the part of an authority.", "Section 26 of the Act provided:", "“When a complaint alleging inactivity on the part of an administrative authority is well-founded, the Supreme Administrative Court shall oblige that authority to issue a decision, or to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law.”", "Section 34 of the 1995 Act set out the requirement of the exhaustion of available remedies before lodging a complaint with the Supreme Administrative Court. Accordingly, a complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the abovementioned Article 37 of the Code of Administrative Procedure.", "Pursuant to section 30 of the 1995 Act, the decision of the Supreme Administrative Court ordering an authority to put an end to its inactivity was legally binding on the authority concerned. If the authority did not comply with the decision, the court could, under section 31, impose a fine on it and might itself give a ruling on the right or obligation in question.", "The 1995 Act was repealed and replaced by the Law of 30 August 2002 on Proceedings before Administrative Courts (“the 2002 Act”) which entered into force on 1 January 2004. Section 3 § 2 of the 2002 Act contains provisions analogous to section 17 of the 1995 Act. It provides that administrative courts examine complaints about inactivity on the part of authorities obliged to issue an administrative decision or to carry out enforcement proceedings. Under section 149, if a complaint is well-founded, an administrative court shall oblige the authority concerned to issue a decision, to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}