{"ITEMID": "001-88377", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ATALAY v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1956 and lives in Istanbul.", "6. At approximately 11 p.m. on 24 August 1995, a police car stopped outside the shop run by the applicant in Istanbul’s Beyoğlu district. Three police officers got out of the car and asked the applicant to remove the letters “DHKP/C” (the abbreviation for the Revolutionary People’s Liberation Party/Front, an illegal organisation) written on a wall, two shops down the road from the applicant’s shop.", "7. When the applicant refused to comply with that request and told the police officers that it was not his wall and therefore he had no obligation to clean it up, the police officers started to beat him. A number of other police officers, who were driving in the area at the time, also stopped and took part in the beating. The police officers then took the applicant into custody where they continued to beat him in order to force him to sign statements, confessing to the offence of obstructing the police in the course of their duty.", "8. According to the incident report prepared by the three police officers who had beaten the applicant, the letters “DHKP/C” had been on the wall of the applicant’s shop and the applicant had told them that he would “rather die than wipe them away” and had then run away. When the police officers gave chase, the applicant had thrown stones at them and had kicked and punched them, injuring one of them in the process. Consequently, the officers had taken the applicant to the police station.", "9. The following day the applicant was taken to the First Aid Hospital in Istanbul’s Taksim district where a medical report was prepared. According to this report, the applicant’s body bore a number of ecchymoses and lacerations.", "10. The applicant was then brought to the office of the public prosecutor in Beyoğlu district where he told the prosecutor that the police officers had tortured him.", "11. The same day the prosecutor referred the applicant to the Beyoğlu branch of the Forensic Medicine Institute where he was examined by a doctor. The following injuries are recorded in the medical report prepared at the end of that examination: a one centimetre long abrasion on the left side of the rear parietal region; a thirty centimetre long ecchymosed area stretching from the back of the left shoulder to the right scapular area; an ecchymosed area measuring fifteen by three centimetres below the left scapular region; an ecchymosed area, measuring fifteen by five centimetres, on the left lumbar; two ecchymosed areas, measuring seven by three and seven by fourteen centimetres, on the right side of the chest; four one centimetre long bleeding grazes and two ecchymosed areas, each measuring three centimetres in diameter, on the inside of the left arm; two ecchymosed areas, each measuring two centimetres, on the left cheek; and another ecchymosed area on the right tibial region. The report concluded that the applicant would be unable to work for a period of ten days.", "12. The same day the prosecutor ordered the applicant’s release.", "13. On 10 October 1995 the applicant lodged a formal complaint with the Beyoğlu prosecutor, seeking the prosecution of the three police officers responsible for the ill-treatment.", "14. The following day the Beyoğlu prosecutor rendered a decision of non-jurisdiction, under the Law on the Trial of Civil Servants, and transferred the case file to the governor’s office in Beyoğlu for the “necessary action to be taken”.", "15. On 21 July 1997 the Beyoğlu District Administrative Council, presided over by the Beyoğlu governor, granted authorisation for the prosecution of the three officers.", "16. In its decision of 29 February 2000, the Beyoğlu Criminal Court of First Instance (hereinafter “the trial court”) convicted the three police officers of the offence of ill-treatment contrary to Article 245 of the Criminal Code, and sentenced each of them to three months’ imprisonment. The trial court also ordered their suspension from duty for a period of three months. Considering that the applicant’s “refusal to wipe away the writing on the wall and his attacks on the police officers” amounted to a “provocation”, within the meaning of Article 51 § 1 of the Criminal Code, the trial court reduced the prison sentences by a quarter and sentenced each officer to two months and seven days’ imprisonment. Taking into account the way in which the incident had taken place and the unlikelihood of police officers committing offences, the trial court was of the opinion that these particular officers would not reoffend if their sentences were suspended. Accordingly, it suspended their sentences under Article 6 of Law no. 647.", "17. Two of the three police officers lodged appeals against the judgment. The judgment became final in so far as it concerned the third police officer, who did not appeal.", "18. On 30 January 2002 the judgment was quashed by the Court of Cassation in so far as it concerned the two appellant police officers. The Court of Cassation held that the provisions of Law no. 4616 should be applied to them.", "19. On 26 April 2002 the trial court suspended the proceedings against the two police officers in accordance with Law no. 4616, which had entered into force on 22 December 2000 and which provides for the suspension of criminal cases in respect of certain offences committed before 23 April 1999.", "20. The applicant lodged an objection with the Beyoğlu Assize Court against the trial court’s decision, pointing out that the Court of Cassation had waited two years before rendering its judgment, and had only quashed the judgment following the entry into force of Law no. 4616. In any event, criminal proceedings concerning the offence of torture were outside the scope of that Law and could not, therefore, be suspended. Since, under Turkish law, ill-treatment could only be classified as torture if it was inflicted with the aim of extracting information from the victim (the offence defined in Article 243 of the Criminal Code), the trial court had no choice but to apply Article 245 of the Criminal Code in the present case. Nevertheless, the fact remained that the ill-treatment to which he had been subjected constituted “torture” within the meaning of the United Nations Convention Against Torture and Other Cruel Inhuman or Degrading Treatment or Punishment.", "21. On 28 May 2002 the Beyoğlu Assize Court rejected the applicant’s objection.", "22. The relevant provisions of the Criminal Code, in force at the material time, were as follows.", "“If a person commits an offence in a fit of anger or under the influence of a strong grievance caused by unjust provocation...the punishment prescribed for the offence shall be reduced by a quarter.”", "“Any public servant ... who inflicts torture or cruel, inhuman or degrading treatment on accused parties to make them confess their crimes shall be sentenced to up to five years’ imprisonment and temporarily or permanently barred from public service.”", "“Any law-enforcement officer ... who, in the course of duty ... and in circumstances other than those prescribed by law ..., ill-treats, injures or strikes a person or does them bodily harm shall be sentenced to between three months’ and five years’ imprisonment and temporarily barred from public service. ...”", "23. Pursuant to Article 153 of the Code of Criminal Procedure, in force at the material time, a public prosecutor who was informed by any means whatsoever of a situation that gave rise to the suspicion that an offence had been committed was obliged to investigate the facts in order to decide whether or not there should be a prosecution.", "24. Under Law no. 4616, which entered into force on 21 December 2000, criminal proceedings in respect of offences committed before 23 April 1999 can be suspended for a period of five years. Suspended criminal proceedings can subsequently be discontinued if no offence of the same or a more serious nature is committed by the offender within the five-year period. Article 5 (a) of Law no. 4616 stipulates that criminal proceedings concerning the offence proscribed by, inter alia, Article 243 of the former Criminal Code cannot be suspended.", "25. Pursuant to the Law on the Trial of Civil Servants, in force at the material time, if the alleged perpetrator of an offence was an agent of the State, permission to prosecute had to be obtained from the local administrative council. An appeal against the local council’s decision lay to the Supreme Administrative Court; a refusal to prosecute was subject to an automatic appeal of this kind."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}