{"ITEMID": "001-75131", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "YILDIZ & PACAVRA v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, whose names appear in the appendix, are Turkish nationals. They currently live in Istanbul. They are represented before the Court by Mr M.A. Kırdök, Mr Özcan Kılıç and Mr Hasan Kemal Elban, lawyers practising in Istanbul.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "Until October 1994 the applicants lived in Memetler and Paçolar respectively, hamlets of the Kozluca village, in the Ovacık district in Tunceli, where they own property.", "In October 1994 security forces forcibly evacuated Memetler and Paçolar on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Ovacık, where they currently live.", "On 20 April 2001 the applicants filed petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 23 April 2001 the District Governor’s office in Ovacık sent the following response to the applicants:", "“It is established by the decision of the Administrative Council of 23 June 1995 that your village was burned down by terrorists. Therefore there is no basis to start an investigation against the state officers.", "Your petition will be considered under the ‘Return to the Village and Rehabilitation Project.”", "Until October 1994 the applicant lived in Memetler, a hamlet of the Kozluca village, in the Ovacık district in Tunceli.", "It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Kozluca.", "In October 1994 security forces forcibly evacuated Memetler on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Hüllükuşağı, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Hüllükuşağı on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Eğripınar village in the Ovacık district, where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 10 May 2001 the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Hüllükuşağı, a village of the Ovacık district in Tunceli, where they own property. It is to be noted that another person, Hasan Emre, appears to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Hüllükuşağı on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "On an unknown date the applicants filed a petition with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 10 May 2001 the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Kuşluca, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kuşluca bear the applicant’s father-in-law’s name.", "In October 1994 security forces forcibly evacuated Kuşluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Ovacık, where they currently live.", "On 18 September 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to her village.", "On 22 March 2002 District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Kuşluca, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that his father Mehmet Haykır appears to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Kuşluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 4 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 3 October 1994.", "On 25 October 1995 the office of Administrative Council of the District Governor’s office in Ovacık sent a letter to the applicant stating that there would not be an investigation into his allegations as the perpetrators of the alleged acts could not be identified.", "On 20 August 2001 the applicant filed a petition with the District Governor’s office in the district of Bağcılar in Istanbul to be referred to the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Kuşluca, a village of the Ovacık district in Tunceli, where she owns property. It is to be noted that the applicant stated in her application that the property in question is registered in the name of her husband’s brother. The applicant further stated that she owns property which is registered in the name of her father, in a neighbouring village, Hanuşağı.", "In October 1994 security forces forcibly evacuated Kuşluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Istanbul, where they currently live.", "On 3 September 2001 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to her village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Kuşluca, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kuşluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kuşluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 4 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 3 October 1994.", "On 25 October 1995 the office of Administrative Council of the District Governor’s office in Ovacık sent a letter to the applicant stating that there would not be an investigation into his allegations as the perpetrators of the alleged acts could not be identified.", "On 30 April 2002 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 13 May 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Havuzlu village, in the district of Ovacık, where they currently live.", "In 2000 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to benefit from the pre-fabricated housing units that would be built.", "On 22 December 2000 the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to benefit from the prefabricated housing units has been received. However, the new houses will be used by those who are already residents in prefabricated buildings.", "Your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 4 December 2001 the applicant lodged a petition with the Ministry of the Interior requesting permission to return to his village.", "On 7 December 2001 the Ministry of the Interior received the applicant’s petition.", "On 24 December 2001 the applicant was notified about the response of the Ministry of the Interior by a police officer. The Ministry informed the applicant that returning to his village, Yazıören, was forbidden and his petition would be considered under the “Return to the Village and Rehabilitation Project”. The applicant did not receive a written copy of the Ministry’s response.", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that another person, Veli Yıldız, appears to be the owner of the property in question on the document submitted to the Court.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 5 November 2001 the applicant filed a petition with the Ministry of the Interior requesting permission to return to his village.", "On 10 December 2001 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Return to the Yazıören village is forbidden for security reasons. However, you can return and reside in Mollaaliler, Çakmaklı, Güneykonak, Havuzlu, Konaklar and Yoncalı villages.", "Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Yaziören bear his father’s name.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 16 January 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Yazıören.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Mollaaliler village, in the district of Ovacık, where they currently live.", "On an unknown date the applicant filed a petition with the Ministry of the Interior requesting permission to return to his village.", "On 19 February 2002 the applicant was notified about the response of the Ministry of the Interior by a state officer. The Ministry informed the applicant that his petition would be considered under the “Return to the Village and Rehabilitation Project”. The applicant did not receive a written copy of the Ministry’s response.", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that on the documents submitted to the Court, other persons with the family name “Dolu” appear to be the owners of the property in question.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On an unknown date the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants (Memurin Muhakematı Kanunu).", "On 7 March 2002 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 12 March 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Yazıören, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicants used in Yaziören bear their father’s name.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "On 7 February 2002 the applicants lodged petitions with the Governor’s Office in Istanbul to be referred to the Governor’s Office in Tunceli requesting permission to return to their village.", "On 20 February 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Yazıören, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Yazıören on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Çorlu district of the Tekirdağ province where they currently live.", "On 5 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 19 March 2002 the applicant filed a petition with the District Governor’s office in Ovacık requesting information about the proceedings concerning the burning down of his house in 1994 and permission to return to his village.", "On 4 April 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Kale, a hamlet of the Aslandoğmuş village, in the Ovacık district in Tunceli, where she owns property. It is to be noted that another person, Hüseyin İyitoğlu, appears to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Aslandoğmuş on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Istanbul where they currently live.", "On 19 October 2001 the applicant filed a petition with the District Governor’s Office in Ovacık requesting permission to return to her village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following response to the applicant:", "“Your petition requesting permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "The applicant is a retired worker who is originally from Cevizlidere, a village of the Ovacık district in Tunceli and who resides in Germany. Although he was not a permanent resident of Cevizlidere, the applicant used to spend his holidays in his house in the village, prior to the evacuation of the village. It is to be noted that the applicant did not submit any certificate to the Court attesting his ownership of property in Cevizlidere.", "In October 1994 security forces forcibly evacuated Cevizlidere on account of disturbances in the region. They also destroyed the applicant’s property.", "On 14 January 2002 the applicant sent a petition to the Governor’s office in Tunceli requesting permission to return to his village and reside there.", "On 21 January 2002 the Governor’s office in Tunceli received the applicant’s petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Cevizlidere, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Cevizlidere on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 10 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 23 June 1995 the District Governor’s office in Ovacık decided to discontinue the investigation into the applicant’s allegations as the perpetrators of the alleged acts could not be identified.", "In 2000 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 3 April 2002 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Çambudak, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate to the Court attesting his ownership of property in Çambudak.", "In October 1994 security forces forcibly evacuated Çambudak on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Sinop province where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Tepsili, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Tepsili on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Ovacık where they currently live.", "On 4 January 2002 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 20 February 2002 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Tepsili, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicants used in Tepsili bear their father’s name.", "In October 1994 security forces forcibly evacuated Tepsili on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "Following the incidents the applicants lodged petitions with the Public Prosecutor’s office in Ovacık complaining about the burning down of their houses by the security forces on 3 October 1994.", "On 25 October 1995 the Administrative Council responded the applicants stating that there would not be an investigation into their allegations, as the perpetrators of the alleged acts could not be identified.", "On 20 August 2001 the applicants filed petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Tepsili, a village of the Ovacık district in Tunceli, where they own property. It is to be noted that another person, Süleyman Artuk, appears to be the owner of the property in question on the documents submitted to the Court by Ali Artuk, Munzur Artuk and Polat Artuk.", "In October 1994 security forces forcibly evacuated Tepsili on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "On 20 August 2001 three of the applicants, Ali Artuk, Munzur Artuk and Polat Artuk filed petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 25 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to Ali Artuk and Munzur Artuk:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 11 January 2002 Hüseyin Artut lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "His petition was received by this office on the same day.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "On 12 March 2002 Polat Artuk received the above-mentioned response from the State of Emergency Unit of the District Governor’s office in Ovacık.", "Until October 1994 the applicant lived in Hacıbirim, a hamlet of the Buyükköy village, in the Ovacık district in Tunceli. It is to be noted that the title deeds to the porperty that the applicant used in Hacıbirim bear his father’s name.", "In October 1994 security forces forcibly evacuated Büyükköy and the surrounding hamlets on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Elazığ where they currently live.", "On an unknown date the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Buyükköy, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Büyükköy and the surrounding hamlets on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Tunceli where they currently live.", "On 6 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of her house by security forces on 3 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 23 June 1995 the District Governor’s office in Ovacık decided to discontinue the investigation into the applicant’s allegations as the perpetrators of the alleged acts could not be identified.", "On 25 October 1995 the office of Administrative Council of the District Governor’s office in Ovacık sent a letter to the applicant stating that there would not be an investigation into his allegations as the perpetrators of the alleged acts could not be identified.", "On 9 April 2002 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 25 April 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following response to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District’s Governor’s office. It is possible to reside in the Büyükköy village. Returning to your village is at your discretion.”", "Until October 1994 the applicant lived in Ağdonik, a hamlet of the Akyayık village, in the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Ağdonik bear his father’s name.", "In October 1994 security forces forcibly evacuated Büyükköy and the surrounding hamlets on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 2 November 2001 the applicant filed petitions with the Governor’s office in Tunceli and the Ministry of the Interior.", "The applicant received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Aktaş, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Aktaş.", "In October 1994 security forces forcibly evacuated Aktaş on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 26 September 2001 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Aktaş, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Aktaş bear his father’s name.", "In October 1994 security forces forcibly evacuated Aktaş on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 20 September 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On the same day the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“...Return to Aktaş village is forbidden for security reasons. However, you can return and reside in Mollaaliler, Çakmaklı, Güneykonak, Havuzlu, Konaklar and Yoncalı villages.", "Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’...”", "On 31 October 2001 the applicant filed a further petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On the same day the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Aktaş, a village of the Ovacık district in Tunceli, where they own property.", "In October 1994 security forces forcibly evacuated Aktaş on account of disturbances in the region. They also destroyed the applicants’ property. The applicant and their families then moved to Istanbul where they currently live.", "On an unknown date the applicants filed petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 4 April 2002 the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Şahverdi, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that other persons, Şahin Altunkıran and Seyit Ali Altunkıran, appear to be the owner of the property in question according to the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Şahverdi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Şahverdi, a village of the Ovacık district in Tunceli, where he owns property.", "On 4-5 October 1994 security forces forcibly evacuated Şahverdi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Ovacık, where they currently live.", "On 6 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4-5 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent a letter to the applicant stating that no investigation into his allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On an unknown date the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 27 July 2000 the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 25 October 2001 the applicant filed a further petition with the same office repeating his initial request.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Şahverdi, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that other persons, Ali Altunkıran and Cemal Altunkıran, appear to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Şahverdi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 13 December 2001 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 16 January 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Bilgeç, a village of the Ovacık district in Tunceli, where he owns property.", "On 4 October 1994 security forces forcibly evacuated Bilgeç on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 17 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent a letter to the applicant stating that no investigation into his allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On 21 December 2001 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 28 December 2001 his petition was received by this office.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Bilgeç, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Bilgeç.", "On 4 October 1994 security forces forcibly evacuated Bilgeç on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "In October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council of the District Governor’s office in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 23 June 1995 the District Governor’s office in Ovacık decided not to conduct an investigation into the applicant’s allegations as the perpetrators of the alleged acts could not be identified.", "On 20 August 2001 the applicant lodged petitions with the Governor’s office in Tunceli and the District Governor’s office in Ovacık requesting permission to return to his village.", "On 28 August 2001 his petitions were received by these offices.", "The applicant received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicants lived in Bilgeç, a village of the Ovacık district in Tunceli, where Kazım Emre owns property that the applicants used collectively.", "On 4 October 1994 security forces forcibly evacuated Bilgeç on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Ovacık, where they currently live.", "On 6 October 1994 and 17 October 1994 the applicants lodged petitions with the Public Prosecutor’s office in Ovacık complaining about the burning down of their houses by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent letters to the applicants stating that no investigation into their allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On an unknown date Kazım Emre filed a petition with the District Governor’s office requesting permission to benefit from the pre-fabricated housing units that would be built.", "On an unknown date the District Governor’s office in Ovacık sent the following reply Kazım Emre:", "“Your petition containing a request of permission to benefit from the prefabricated housing units has been received. However, the new houses will be used by those who are already residents in prefabricated buildings.", "Your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 15 October 2001 Kazım Emre lodged petitions with the Ministry of the Interior and with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 19 October 2001 his petition was received by the Ministry of the Interior.", "He received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "On 21 January 2002 Abbas Emre lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 22 January 2002 his petition was received by this office.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Bilgeç, a village of the Ovacık district in Tunceli, where he owns property.", "On 4 October 1994 security forces forcibly evacuated Bilgeç on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Ovacık, where they currently live.", "On 6 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent a letter to the applicant stating that no investigation into his allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On 21 January 2002 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 22 January 2002 his petition was received by this office.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Bilgeç, a village of the Ovacık district in Tunceli, where he owns property.", "On 4 October 1994 security forces forcibly evacuated Bilgeç on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Yeşilyazı, another village of Ovacık, where they currently live.", "On 10 October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 4 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent a letter to the applicant stating that no investigation into his allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On 21 January 2002 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 22 January 2002 his petition was received by this office.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Elgazi, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Elgazi bear her husband’s name. The applicant’s husband died in 1999.", "In October 1994 security forces forcibly evacuated Elgazi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to the Elazığ province, where they currently live.", "On an unknown date the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to her village.", "On 16 January 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Elgazi, a village of the Ovacık district in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Elgazi bear her husband’s name. The applicant’s husband died in 1999.", "In October 1994 security forces forcibly evacuated Elgazi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Ovacık, where they currently live.", "On 15 November 2001 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to her village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Elgazi, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Elgazi.", "In October 1994 security forces forcibly evacuated Elgazi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 20 August 2001 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Elgazi, a village of the Ovacık district in Tunceli, where he owns property. It is to be noted that the applicant did not submit any certificate attesting his ownership of property in Elgazi.", "In October 1994 security forces forcibly evacuated Elgazi on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 20 August 2001 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition requesting permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Buzlutepe, a village of the Ovacık district in Tunceli, where they own property.", "On 5 October 1994 security forces forcibly evacuated Buzlutepe, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Kayseri, where they currently live.", "On 26 October 1999 Emir Uluçınar lodged a petition with the Ministry of Agriculture and Rural Affairs requesting to be employed and to be provided with government aid as he had had to leave Buzlutepe after the evacuation of the village.", "On 12 November 1999 the office of the Prime Minister sent a letter to the applicant, notifying the applicant that his petition was transmitted to the Governor’s office in Kayseri.", "On 25 August 2000 Emir Uluçınar lodged petitions with the Governor’s office in Tunceli and the District Governor’s office in Ovacık requesting permission to return to his village. He also requested a loan to reconstruct his houses.", "On 25 September 2000 the District Governor’s office in Ovacık sent the following reply to Emir Uluçınar:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 28 August 2001 the applicants lodged further petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 31 August 2001 this office received their petitions.", "The applicants received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Buzlutepe, a village of the Ovacık district in Tunceli, where he owns property.", "On 5 October 1994 security forces forcibly evacuated Buzlutepe, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Ovacık, where they currently live.", "In October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 5 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 23 June 1995 the District Governor’s office in Ovacık decided not to conduct an investigation into the applicant’s allegations as the perpetrators of the alleged acts could not be identified.", "On 4 February 2002 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 20 February 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Buzlutepe, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Buzlutepe, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 20 July 2001 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 1 February 2002 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“... You can return and reside in Mollaaliler, Çakmaklı, Güneykonak, Havuzlu, Konaklar and Yoncalı villages.", "Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Buzlutepe, a village of the Ovacık district in Tunceli, where he owns property.", "On 5 October 1994 security forces forcibly evacuated Buzlutepe, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Ovacık, where they currently live.", "In October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 5 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 23 June 1995 the District Governor’s office in Ovacık decided not to conduct an investigation into the applicant’s allegations as the perpetrators of the alleged acts could not be identified.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to benefit from the pre-fabricated housing units that would be built.", "On an unknown date the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to benefit from the prefabricated housing units has been received. However, the new houses will be used by those who are already residents in prefabricated buildings.", "Your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 4 February 2002 the applicant lodged a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 20 February 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition requesting permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicant lived in Buzlutepe, a village of the Ovacık district in Tunceli, where he owns property.", "In October 1994 security forces forcibly evacuated Buzlutepe, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Karayonca, another village of Ovacık, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On an unknown date in 2000 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 1 April 2002 the applicant lodged a further petition with the District Governor’s office in Ovacık repeating his initial request.", "On 4 April 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until October 1994 the applicants lived in Yakatarla, a village of the Ovacık district in Tunceli. It is to be noted that Paşa Hüroğlu did not submit any certificate attesting his ownership of property in Yakatarla and that the title deeds to the property that Ali Hır and Halil Hır used in Yakatarla bear their father’s name. It is also to be noted that the title deeds to the property that Bilal Hır used in Yakatarla bear his father’s name.", "In October 1994 security forces forcibly evacuated Yakatarla, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul, where they currently live.", "On 15 November 2001 Yusuf Hır, on an unknown date Bilal Hır filed petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 20 November 2001 the State of Emergency Unit of the District Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 13 December 2001 Ahmet Hır filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 14 December 2001 Ağa Hır, Paşa Hüroğlu Halil Hır and Ali Hır lodged petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "Halil Hır and Ali Hır received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "On 16 January 2002 the State of Emergency Unit of the District Governor’s office in Tunceli sent the following reply to Ahmet Hır, Ağa Hır and Paşa Hüroğlu:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until 1994 the applicants lived in Kızılveren, a hamlet of the Hanuşağı village in Ovacık, in Tunceli where Abbas Hızlı owns property that the applicants used collectively.", "On 5 October 1994 security forces forcibly evacuated Hanuşağı, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Ovacık, where they currently live.", "On 6 October 1994 the applicants lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of their houses by the security forces on 5 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 October 1995 the Administrative Council sent letters to the applicants stating that no investigation into their allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "On 10 January 2002 the applicants lodged petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 16 January 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until 1994 the applicant lived in Işıkvuran, a village of the Ovacık district, in Tunceli where he owns property. It is to be noted that the title deeds to the property that the applicant used in Işıkvuran bear his father’s name.", "On 5 October 1994 security forces forcibly evacuated Işıkvuran, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to the Elazığ province, where they currently live.", "In October 1994 the applicant lodged a petition with the Public Prosecutor’s office in Ovacık complaining about the burning down of his house by the security forces on 5 October 1994.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 §§ b and ı of Decree no. 285 and the Law on the Prosecution of Civil Servants.", "On 25 December 2001 the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 16 January 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until 1994 the applicant lived in Yarımkaya, a village of the Ovacık district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Yarımkaya bear his father’s name.", "In October 1994 security forces forcibly evacuated Yarımkaya, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On an unknown date the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered within the context of ‘Return to the Village and Rehabilitation Project’.”", "On 7 December 2001 the applicant lodged further petitions with the District Governor’s office in Ovacık and the Governor’s office in Tunceli repeating his initial request.", "He received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicants lived in Yarımkaya, a village of the Ovacık district and in Boydaş, a village of the Hozat district, in Tunceli, where they own property. It is to be noted that on the documents submitted to the Court other persons appear to be the owners of the property in question, in relation to the applications of Münevver Gezik, Ali Haydar Gezik and Hasan Celaz. It is also to be noted that the title deeds to the property that Devrim Çeçi used in Yarımkaya bear his grandfather’s name.", "In October 1994 security forces forcibly evacuated Yarımkaya and Boydaş, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul, Ovacık and Bursa where they currently live.", "In October 1994 Ali Haydar Gezik, Hıdır Çubuk, İsmail Çubuk, Murat Çubuk, Rıza Çubuk, Turan Çubuk, Hasan Demir and Hasan Hüseyin Doğan lodged petitions with the Public Prosecutor’s office in Ovacık complaining about the burning down of their houses by the security forces.", "On 23 June 1995 the District Governor’s office in Ovacık decided not to conduct an investigation into the applicants’ allegations as the perpetrators of the alleged acts could not be identified.", "On an unknown date Münevver Gezik and Hasan Demir (1934) filed petitions with the Governor’s office in Tunceli requesting permission to return to their village.", "On 11 April 2000 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 20 August 2001 Münevver Gezik and Ali Haydar Gezik lodged further petitions with the District Governor’s office in Ovacık repeating the same request.", "They received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "In the meantime on 14 August 2001 Hıdır Çubuk, İsmail Çubuk, Murat Çubuk, Rıza Çubuk and Turan Çubuk applied to the District Governor’s office in Ovacık and requested permission to return to their village. They were told by a police officer that their petitions would not be registered and that they would not be replied. The applicants drafted a note on this statement. This note is attached to the applicants’ applications to the Court. The applicants did not submit any official document to the Court certifying the statement made by the police officer in question.", "On an unknown date Hasan Celaz filed a petition with the Ministry of the Interior requesting permission to return to his village.", "On 20 September 2001 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and has been considered under the ‘Return to the Village and Rehabilitation Project’. You can return and reside in your village.”", "On an unknown date Hasan Demir (1937) filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 4 April 2002 he received the following response from the the State of Emergency Unit of the District Governor’s office in Ovacık:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On an unknown date Hasan Demir (1934) filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the state of Emergency Unit of the District Governor’s office in Ovacık sent him the following reply:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On an unknown date Ali Rıza Demir filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the State of Emergency Unit of the District Governor’s office in Ovacık sent him the following reply:", "“Your petition containing a request of permission to return to your village has been received by theDistrict Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’. Besides, returning to your village is at your discretion.”", "On an unknown date Devrim Çeçi filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 31 October 2001 the state of Emergency Unit of the District Governor’s office in Ovacık sent him the following reply:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Upon a further petition with the Ministry of the Interior by Devrim Çeçi, on 25 December 2001 the District Governor’s office in Ovacık sent him the following reply:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office. As the Yarımkaya village is secure and economically suitable for residence, you can return and reside in your village.”", "On 10 April 2002 Hasan Hüseyin Doğan filed a petition with the District Governor’s office in Hozat and the Governor’s office in Tunceli requesting permission to return to his village.", "On 22 April 2002 he received the following reply from this office:", "“The Project ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ is developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "On 16 May 2002 the State of Emergency Unit of the Governor’s office in Tunceli sent the following letter to the applicant:", "“Your petition containing a request of permission to return to your village has been referred to the Governor’s office. You can return and reside in Çaytaşı, Karaca, Karaçavuş, Kavuktepe and Türktaner villages. Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 1 June 2002 some of the applicants, namely, Hıdır Çubuk, İsmail Çubuk, Murat Çubuk, Rıza Çubuk and Turan Çubuk with seven other Yarımkaya inhabitants decided to return to their village. They were stopped by gendarmerie officers on their way to Yarımkaya and were told that it was not allowed to go to the village for security reasons. The applicants drafted a note on this refusal. This note is attached to the applicants’ applications to the Court. The applicants did not submit any official document to the Court certifying the refusal of the gendarmerie officers.", "Until 1994 the applicant lived in Çalbaşı, a village of the Ovacık district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Çalbaşı bear his father’s name.", "In October 1994 security forces forcibly evacuated Çalbaşı, on account of disturbances in the region. They also destroyed the applicant’s property. The applicants and his family moved to the Hozat district of Tunceli. They then moved to the Manisa province, where they currently live.", "On an unknown date the applicant filed a petition with the District Governor’s office in Ovacık requesting permission to return to his village.", "On 5 June 1998 the District Governor’s office in Ovacık sent the following reply to the applicant:", "“... The struggle against terrorism in our region has been continuing intensively and positive result is being achieved.", "Our government has been working on the solutions to the problems you have mentioned in your petition and you will be informed by the District Governor’s office when it is possible to return to the villages...”", "On 15 December 2001 the applicant lodged a further petition with the Governor’s office in Tunceli repeating his initial request.", "The applicant received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicant lived in Bilekli, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Bilekli bear his father’s name.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 8 February 2002 the applicant filed a petition with the District Governor’s office in Hozat requesting permission to return to his village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicant lived in Bilekli, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On an unknown date the applicant lodged a petition with the District Governor’s office in Hozat requesting permission to return to his village.", "On 25 December 2001 he received the following reply from this office:", "“The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia Project’ was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "Until 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 23 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicants lived in Bilekli, a village of the Hozat district, in Tunceli where they own property. It is to be noted that other persons with the name “Gözler” appear to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Kocaeli where they currently live.", "On an unknown date the applicants lodged petitions with the District Governor’s office in Hozat requesting permission to return to their village.", "On 9 November 2001 the applicants received the following reply from this office:", "“... The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ Project was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "Until 1994 the applicant lived in Bilekli, a village of the Hozat district, in Tunceli where he owns property. It is to be noted that other persons with the name “Akgül” appear to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 7 September 2001 the applicant lodged a petition with the District Governor’s office in Hozat requesting permission to return to his village.", "On 10 September 2001 this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicants lived in Bilekli, a village of the Hozat district, in Tunceli where they own property. It is to be noted that other persons with the name “Gözler” appear to be the owner of the property in question on the documents submitted to the Court.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Kocaeli where they currently live.", "On an unknown date the applicants lodged petitions with the District Governor’s office in Hozat requesting permission to return to their village.", "On 13 September 2001 the District Governor’s office in Hozat sent the following reply to the applicants:", "“... The Project ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ is developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "On 13 April 2002 the applicants lodged further petitions with the same office repeating their initial requests.", "On 22 April 2002 the District Governor’s office in Hozat sent the applicants the same reply as of 13 September 2001.", "Until 1994 the applicants lived in Kurukaymak, a village of the Hozat district, in Tunceli where Celal Duman owns property that the applicants used collectively.", "In October 1994 security forces forcibly evacuated Kurukaymak, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "On 17 February 2000 the applicants lodged petitions with the Governor’s office in Istanbul to be referred to the Governor’s office in Tunceli. They received no response to their petitions.", "On 13 February 2002 the applicants lodged further petitions with the Governor’s office in Tunceli repeating their initial requests.", "They received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicant lived in Ağırbaşak, a village of the Hozat district, in Tunceli. It is to be noted that to the title deeds to the property that the applicant used in Ağırbaşak bear his father’s name.", "In October 1994 security forces forcibly evacuated Bilekli, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 1 April 2002 the applicant lodged a petition with the Governor’s office in Hozat requesting permission to return to his village.", "On 6 April 2002 this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until 1994 the applicant lived in Boydaş, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Boydaş, on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul where they currently live.", "On 10 April 2002 the applicant lodged petitions with the District Governor’s office in Hozat and with the Governor’s office in Tunceli requesting permission to return to his village.", "On 22 April 2002 the District Governor’s office in Hozat sent the following response to the applicant:", "“... The Project ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ is developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "On 16 May 2002 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been referred to the Governor’s office. You can return and reside in Çaytaşı, Karaca, Karaçavuş, Kavuktepe and Türktaner villages. Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Until 1994 the applicants lived in Boydaş, a village of the Hozat district, in Tunceli where Doğan Bulut owns property that the applicants used collectively.", "In October 1994 security forces forcibly evacuated Boydaş, on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul where they currently live.", "On an unknown date the applicants filed petitions with the Governor’s office in Tunceli.", "On 29 May 2000 the State of Emergency Unit of the Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project.”", "On 14 February 2002 the applicants lodged further petitions with the Governor’s office in Tunceli repeating their initial requests.", "They received no response to their second petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicants lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicants used in Kozluca bear their grandfather’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their families then moved to Istanbul, where they currently live.", "On an unknown date the applicants lodged petitions with the Governor’s office in Tunceli requesting permission to return to their village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 20 August 2001 Musa Uludağ, Bülent Uludağ, Ercan Uludağ, Erdal Uludağ, Hıdır Uludağ, İsmail Uludağ filed further petitions with the Governor’s office in Tunceli repeating their initial request.", "On 4 September 2001 Hasan Uludağ filed a petition with the District Governor’s office in Hozat repeating his initial request.", "On 13 September 2001 Musa Uludağ, Bülent Uludağ, Hasan Uludağ received the following reply from the District Governor’s office in Hozat:", "“The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia Project’ was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "Ercan Uludağ, Erdal Uludağ, Hıdır Uludağ, İsmail Uludağ received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Hozat, where they currently live.", "On an unknown date the applicant filed a petition with the Governor’s office in Tunceli and requested to be housed.", "On 19 January 1995 the District Governor’s office in Hozat rejected the applicant’s request, stating that he did not possess the conditions required by the Housing Law, no. 2510.", "On 4 September 2001 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 7 September 2001 this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear her husband’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Hozat, where they currently live.", "On 4 September 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to her village.", "She received no response to her petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant filed a petition with the Governor’s office in Tunceli and requested to be housed.", "On 19 January 1995 the District Governor’s office in Hozat rejected the applicant’s request, stating that he did not have the conditions required by the Housing Law, no. 2510.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 23 August 2001 the applicant filed a further petition with the Governor’s office in Tunceli repeating his initial request.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicants lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that they used in Kozluca bear the name of Raife Ulaş’s brother-in-law, Seyit Ali Ulaş, who is the uncle of the other applicants.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicants’ property. The applicants then moved to Istanbul, where they currently live.", "On an unknown date Raife Ulaş and Hüseyin Ulaş lodged petitions with the Governor’s office in Tunceli requesting permission to return to their village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 23 August 2001 the applicants filed further petitions with the Governor’s office in Tunceli repeating their initial requests.", "The applicants received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 20 August 2001 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 28 August 2001 this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicants lived in Kozluca, a village of the Hozat district, in Tunceli where Ali Yazar owns property that the applicants used collectively.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicants’ property. The applicants then moved to Istanbul, where they currently live.", "On an unknown date Ali Yazar filed a petition with the Governor’s office in Tunceli and requested to be housed.", "On 26 January 1995 the District Governor’s office in Hozat rejected his request, stating that he did not have the conditions required by the Housing Law, no. 2510.", "On an unknown date the applicants lodged petitions with the Governor’s office in Tunceli requesting permission to return to their village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 28 August 2001 the applicants filed further petitions with the Governor’s office in Tunceli repeating their initial requests.", "The applicants received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where she owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Istanbul, where they currently live.", "On 2 September 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to her village.", "On 3 September 2001 this office received the applicant’s petition.", "The applicant received no response to her petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Hozat, where they currently live.", "On 14 October 1994 the applicant filed petitions with the Prime Minister’s office, the State of Emergency Regional Governor’s office and the Governor’s office in Tunceli requesting government aid, as he had had to leave Kozluca after the evacuation of the village.", "On 31 August 2001 the applicant filed a further petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 3 September this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Hozat, where they currently live.", "On 11 April 2001 the applicant lodged a petition with the District Governor’s office in Hozat requesting permission to return to his village.", "On 7 May 2001 this office sent the following reply to the applicant:", "“The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia Project’ was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "On 31 August 2001 the applicant lodged a further petition with the Governor’s office in Tunceli repeating his initial request.", "On 3 September 2001 this office received his petition.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his grandfather’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 22 August 2001 the applicant filed a further petition with the Governor’s office in Tunceli repeating his initial request.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicants lived in Kozluca, a village of the Hozat district, in Tunceli where Abbas Karakoç owns property that the applicants used collectively.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicants’ property. The applicants and their family then moved to Istanbul, where they currently live.", "On 11 October 1994 the applicants filed petitions with the Prime Minister’s office, the State of Emergency Regional Governor’s office and the Governor’s office in Tunceli requesting government aid, as they had had to leave Kozluca after the evacuation of the village.", "The Prime Minister’s office received the applicants’ petitions on 17 October 1994 and on 12 October 1994 respectively.", "The State of Emergency Regional Governor’s office received the applicants’ petitions on 14 October 1994 and on 15 October 1994 respectively.", "The Governor’s office in Tunceli received the applicants’ petitions on 13 October 1994 and on 16 October 1994 respectively.", "The applicants received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "On 21 August 2001 Abbas Karakoç lodged a further petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 4 September 2001 Ali Karakoç lodged a further petition with the same office requesting permission to return to his village.", "They received no response to their petitions within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his brother’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 23 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 24 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his grandfather’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 22 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 22 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 21 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 20 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 13 September 2001 the applicant received the following reply from the District Governor’s office in Hozat:", "“The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia Project’ was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 3 November 1994 the applicant filed petitions with the Prime Minister’s office, the State of Emergency Regional Governor’s office and the Governor’s office in Tunceli requesting government aid, as he had had to leave Kozluca after the evacuation of the village. On 9 November 1994 the Prime Minister’s office received the applicant’s petition.", "The applicant received no response to his petitions within the 60-day period prescribed by Law no. 2577.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 23 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where she owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and her family then moved to Istanbul, where they currently live.", "On 25 October 1994 the applicant lodged a petition with the Governor’s office in Tunceli and requested to be housed", "On 26 January 1995 the District Governor’s office in Hozat rejected her request, stating that she did not have the conditions required by the Housing Law, no. 2510.", "On 17 October 1999 the applicant lodged a petition with the Ministry of the Interior requesting expropriation of her property in Kozluca.", "On 21 October 1999 the Governor’s office in Tunceli refused the applicant’s request stating that there was no legal ground for expropriation of the applicant’s property.", "On an unknown date the applicant lodged another petition with the Governor’s office in Tunceli requesting permission to return to her village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 24 August 2001 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli where he owns property.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On 26 October 1994 the applicant lodged a petition with the Governor’s office in Tunceli and requested to be housed", "On 26 January 1995 the District Governor’s office in Hozat rejected his request, stating that he did not have the conditions required by the Housing Law, no. 2510.", "In the meantime, on 23 November 1994 the applicant lodged a petition with the Public Prosecutor’s office in Hozat complaining about the burning down of his house by the security forces in October 1994.", "On 26 April 1995 the Administrative Council in Hozat sent a letter to the applicant stating that no investigation into his allegations would be initiated, as the perpetrators of the alleged acts could not be identified.", "In 1998 the applicant lodged a further petition with the Public Prosecutor’s office in Hozat repeating his initial complaint.", "On 5 June 1998 the Public Prosecutor in Hozat decided to discontinue the proceedings, as there was not sufficient evidence establishing that security forces had committed the offence in question.", "On 8 February 2000 the applicant filed a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 5 May 2000 the applicant received the following reply from the District Governor’s office in Hozat:", "“The ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia Project’ was developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma Idaresi Başkanlığı). It aims to provide the re-settlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of the terrorist incidents have relatively decreased in the region. The Project also aims to create sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration and your request will be responded when it is possible to return to the villages.”", "On 24 August 2001 the applicant lodged a further petition with the Governor’s office in Tunceli repeating his request as of 8 February 2000.", "He received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his father’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Hozat, where they currently live.", "On 31 August 2001 the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 3 September 2001 his petition was received by this office.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "Until October 1994 the applicant lived in Kozluca, a village of the Hozat district, in Tunceli. It is to be noted that the title deeds to the property that the applicant used in Kozluca bear his grandfather’s name.", "In October 1994 security forces forcibly evacuated Kozluca on account of disturbances in the region. They also destroyed the applicant’s property. The applicant and his family then moved to Istanbul, where they currently live.", "On an unknown date the applicant lodged a petition with the Governor’s office in Tunceli requesting permission to return to his village.", "On 11 April 2000 the State of Emergency of Unit of the Governor’s office in Tunceli sent the following reply to the applicant:", "“Your petition containing a request of permission to return to your village has been received by the Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "On 19 October 2001 the applicant filed a further petition with the Governor’s office in Tunceli repeating his initial request.", "On 23 October 2001 his petition was received by this office.", "The applicant received no response to his petition within the 60-day period prescribed by Law no. 2577.", "The official records indicated that the inhabitants of the villages of Ovacık had evacuated their places of living on account of intense terrorist activities in the region and threats issued by the PKK (Workers’ Party of Kurdistan) terrorist organisation against the villagers. The security forces had not forced the applicants to leave their village.", "Currently there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and regaining their activities in their villages.", "On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "The number of persons applying to these commissions had already attained approximately 170,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions. Many villagers had already been awarded compensation for the damage they had sustained.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-VI)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}