{"ITEMID": "001-105326", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "CELANO AND OTHERS v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi", "TEXT": ["The applicants (see attached table) are Italian nationals. They are represented before the Court by Mr M. de Stefano, a lawyer practising in Rome. The Italian Government (“the Government”) were represented by their Agent Ms E. Spatafora, and their Co-Agent, Ms P. Accardo.", "The applicants are all graduates in medicine and surgery. They have been undergoing a specialisation course “medici in formazione specialistica/ medici specializzandi”, on a scholarship for a number of years at the University of La Sapienza in Rome.", "The details about the applicants’ registration dates and the length of their courses can be found in the attached table.", "In accordance with section 39 of legislative decree no. 368 of 17 August 1999 (“Law no. 368”), they have been receiving remuneration of approximately 11,000 euros (EUR) per year for their academic work and practical work in hospitals. This amount remained the same throughout their years of service until 2006, notwithstanding that originally the law provided for adjustment according to inflation and a tri-annual revision. The latter had to be in accordance with a yet-to-be-enacted law on budget allocation (section 46 of Law no. 368) which was never enacted. Moreover, pay rises provided by the ordinary law had been blocked by the Government by means of various legal provisions. It was only through the “legge finanziaria” of 2006 that these pay rises were provided for, but only to take effect from the year 2006-2007. As a consequence the applicants, up to the year 2006, allegedly lost approximately 40-50% of what their salaries would have been if adjusted.", "During their service the applicants were not covered by an obligatory insurance and were not registered with the Istituto Nazionale della Previdenza Sociale (“INPS”), an Italian welfare entity, the latter notwithstanding that they claimed that their right to registration and cover by INPS had been provided for by Law no. 368 and was to be managed by the University. The provisions applicable to a contract of work-training (formazione-lavoro) (see section 37 (1) of Law no. 368) were section 3 (6) of Law no. 726 of 1984 as amended by Law no. 863 of the same year and section 41 of Law no. 368, which expressly provided for the payment of contributions. Social security cover was also due to medici specializzandi as transpired from section 37 (6) of Law no. 368 (see Relevant domestic law for legal texts).", "According to section 46 of Law no. 368, such social security cover would enter into force upon the enactment of the apposite legal provisions on budget allocation. However, for several years after the applicants took up their functions the relevant provisions were not enacted. Thus, they remained without social security cover for the entire period of service or up to 2006.", "In 2006 by means of the “legge finanziaria”, Law no. 368 was amended, in that medici specializzandi were to be governed by contracts of specialist training “di formazione specialistica” and no longer contracts of work-training. This law expressly provided for the registration with the INPS of medici specializzandi, under the provisions applicable to all categories of self-employed. Section 41 of Law no. 368 was amended accordingly (see Relevant domestic law). However, social security cover for the medici specializzandi was provided for only with effect from the year 2006-2007. Thus, the applicants remained excluded from such benefits entirely or up to the said year, respectively.", "On 11 April 2005 the first three applicants (application no. 14830/07) and another seventy-three individuals in their position instituted proceedings before the Rome Labour Court claiming that they had been denied social security cover and “salary” adjustments as a result of the failure to enact the law containing the relevant budgetary provisions. Such an omission was also contrary to EU regulations on the matter.", "By a judgment of 27 September 2006 filed with the relevant registry on 2 October 2006 their claims were rejected. The Rome Labour Court considered of relevance only the legislation in force at the time and not subsequent legislation. Distinguishing between medici in formazione specialistica and “medico strutturato”, it held that the relevant EU directive (Council Directive 93/16/EEC of 5 April 1993 to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications) left issues related to medici in formazione specialistica in a lacuna, the directive concentrating on reciprocal recognition of qualifications, freedom of movement of the profession and the coordination between States of the exercise of the medical profession. In particular, it did not provide specific criteria in relation to the principle of “appropriate remuneration”. In consequence it could not be said that the EU directive created a right in respect of specific salaries for medici in formazione specialistica. Neither was it possible to derive that right from sections 37 and 38 of Law no. 368, which aimed to transpose the said directive into national law. The limited time during which these provisions were in force before they were suspended by the same measures also suspending sections 39 and 41 did not allow for the creation of a substantive and actionable right on the part of the applicants. The stipulation of a contract of “annual training” could not allow medici specializzandi to acquire a right to remuneration adjustment and social security cover as provided in sections 39 and 41 of the said law which was suspended by express statutory norms, until the enactment of budgetary provisions. Neither did it appear that in the short time (a bit more than two months) before the latter suspension, the relevant decree “Decreto del Presidente del Consiglio dei Ministri” (DPCM), which would have defined the work-training contract’s scheme, had been adopted. Without this there could not be any activation of the norm. It follows that in the absence of the DPCM and relevant budgetary provisions, the failure of universities to stipulate “work-training” contracts could not give rise to any consequences, since Articles 37, 39 and 41 of the said law never became operational.", "An appeal is still pending. However, the first, second and third applicants claim that in view of current jurisprudence (see relevant domestic law) it is unlikely that such proceedings will be successful. Similarly, all the remaining applicants have not undertaken any domestic proceedings for the same reasons.", "In so far as relevant, the sections at issue read as follows:", "Section 37", "“1) On registration at the universities specialising in medicine and surgery, a doctor enters into a specific annual contract of work-training (formazione-lavoro), as provided for by this decree and the norms in force in this respect, in so far as there may be lacunae and in so far as compatible with the provisions of the present decree. A contract becomes binding exclusively on the achievement of the professional competencies inherent for the title of specialist, by the carrying out of formal didactic and assisting activities relevant to the achievement of the competencies provided by the academic regulations of the relevant schools in accordance with European Union guidelines. This contract does not guarantee access to roles in the National Health Service or the University or to any employment relations with such entities.", "(2) The scheme type of the contract is defined by a decree “Decreto del Presidente del Consiglio dei Ministri” (“DPCM”) [...]", "(4) The annual contract is renewable each year for a total of years equal to the duration of the specialisation course.", "(6) In the event of early cancellation of a contract, the doctor has the right to receive the remuneration accumulated to the date of the cancellation and to benefit from the contributions relevant to the working period.”", "Section 39 (2)", "“The remuneration is determined, every three years, according to the decree mentioned in Article 35 (1), in so far as may be permitted by the funds provided for by section 6 (2) of Law no. 428 of 29 December 1990 (re funds allocated for the implementation of EU directives) and the quotas of the national health fund intended for this purpose.”", "Section 41", "“(1) The remuneration is subject to the provisions of Article 4 of Law no. 476 of 13 August 1984 (scholarships are exempt from income tax).", "(2) For welfare purposes, the employers’ contribution is 75% of the ordinary contribution for the health sector, which may be re-determined by ministerial decree [...], in accordance with the evolution of the welfare treatment of work-training contracts.”", "Section 41 (2) as amended by the “legge finanziaria” 2005", "“With effect from the academic year 2006-2007, contracts of specialist training are to be governed by ... [relevant provisions].”", "Section 46", "“(1) Any financial burdens arising from Title V of the said decree are to be covered by the resources provided for in .... [relevant law], the quotas of the national health fund due for the training of specialised doctors and any other resources made available by the apposite legislative provisions.", "(2) Sections 39 and 41 will apply on the entry into force of the provisions mentioned in sub article 1; till then sections 6 of Law no. 257 of 8 August 1991 remains applicable.”", "Sub-section (2) is a result of an amendment by section 8 (3) of Law no. 517 of 1999. In so far as relevant, section 6 of Law no. 257 of 8 August 1991, regarding scholarships, reads as follows:", "“(1) Persons admitted to specialised schools as defined by the programme referred to in section 2 (2) in relation to full-time service, are entitled, for the entire duration of their course save any suspension periods, to a scholarship amounting to 21,500,000 Italian lire as determined for the year 1991. This amount is to be, as from 1 January 1992, annually increased by the rate of inflation and must be re-determined every three years by ministerial decree, in accordance with the minimum established salary improvements provided for by collective bargaining in respect of the medical staff employed by the National Health Service.", "(2) The scholarship is to be paid by rate every two months, by the relevant specialised school as recognised in terms of section 7. In respect of persons who have not successfully passed their annual examination by the end of the autumn session, the payment of the scholarship shall cease from the start of the month following their definite failure to succeed the examination.", "(3) Division and allocation of funds as established by Law no. 428 of 29 December 1990 is to be provided for by ministerial decree on the basis of the decree referred to in section 2 (2).", "(4) (Provision related to foreign students)", "(5) Section 6 (2) of Law no. 428 of 29 December 1990 (re funds allocated for the implementation of EU directives) shall apply.”", "However, the increments provided for by section 6 of Law no. 257 of 8 August 1991 were blocked by a series of legislative decrees and by-laws, dated 1992, 1995 and 2002.", "At the relevant time a work-training contract was governed by the provisions of section 3 (6) of legislative decree no. 726 of 1984, as amended by Law no. 863 of 1984, which read as follows:", "“For persons employed under a work-training contract, the employers’ contribution is a fixed rate corresponding to that for apprentices according to Law no. 25 of 19 January 1955 and its successive amendments, bearing in mind the employees’ contribution as provided for the majority of employees.”", "The relevant amendment provided for a reduction in the welfare contributions vis-à-vis that of normal subordinate employees, equating it to that of apprentices.", "In the judgment Commission v. Italy, case 49/86 of 7 July 1987, the European Court of Justice (“the ECJ”) held that Italy had failed to transpose the relevant directives in so far as it had failed to provide for “appropriate remuneration” of medici in formazione specialistica.", "Subsequently, in 1990 the relevant directives were transposed into Italian law, namely Law no. 428 of 1990 (see above), which provided for the detailed conditions relevant to funding in the sector. Its section 6 (2) provided that adjustments should be integrated annually.", "According to section 6 of Law no. 257 of August 1991 (see above) the scholarship amounted to EUR 11,000 per year, it was to be annually increased by the inflation rate and re-determined triennially, by ministerial decree, in accordance with the minimum established salary increases provided by the collective bargaining of the National Health Service’s medical staff. Subsequently, this was amended by Law no. 368 of 17 August 1999, sections 37-38 (see above). By Law no. 266 of 23 December 2005 (“legge finanziaria”) scholarship awards were raised and social security cover was introduced as from 1 November 2006.", "Up to the enactment of the relevant budgetary provisions in accordance with Law no. 368, the law applicable in relation to budgetary adjustments was section 6 of Law no. 257 of 8 August 1991. However, by means of a series of legislative measures, the possibility of such pay rises had been blocked.", "In this respect the Constitutional Court judgment of 23 December 1997 – Bartolomei c. Univ. studi Genova e altri – held that the legislative blocking of automatic adjustment of scholarships for medici specializzandi had been legitimate. The measures adapted the plaintiff’s situation to a common principle present in the public and private sector, namely the counteraction of the increase in the cost of living by contractual flexibility. Thus, the exceptional exclusion of scholarships from adjustments according to the rate of inflation, for a limited period of time, was not unreasonable or discriminatory. It was part and parcel of a complex group of norms in the health sector aiming to impede, for the same period of time, all pay rises arising from automatic salary increments.", "The Council Directive 93/16/EEC of 5 April 1993 to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications, in so far as relevant, reads as follows:", "Article 24", "1. Member States shall ensure that the training leading to a diploma, certificate or other evidence of formal qualifications in specialised medicine, meets the following requirements at least:", "(a) it shall entail the successful completion of six years’ study within the framework of the training course referred to in Article 23, (...)", "(b) it shall comprise theoretical and practical instruction;", "(c) it shall be a full-time course supervised by the competent authorities or bodies pursuant to point 1 of Annex I;", "(d) it shall be in a university centre, in a teaching hospital or, where appropriate, in a health establishment approved for this purpose by the competent authorities or bodies;", "(e) it shall involve the personal participation of the doctor training to be a specialist in the activity and in the responsibilities of the establishments concerned.", "ANNEX I - Characteristics of the full-time and part-time training of specialists as referred to in Articles 24 (1) (c) and 25", "1. Full-time training of specialists", "Such training shall be carried out in specific posts recognized by the competent authority.", "It shall involve participation in all the medical activities of the department where the training is carried out, including on-call duties, so that the trainee specialist devotes to this practical and theoretical training all his professional activity throughout the duration of the standard working week and throughout the year according to provisions agreed by the competent authorities. Accordingly these posts shall be subject to appropriate remuneration.", "2. Part-time training of specialists", "(...) Appropriate remuneration shall consequently be attached to such part-time training.", "In relation to the matter at issue in the present applications, the Milan Labour Court held that Law no. 368, in so far as it stipulated an annual contract of training, was not operative at the relevant time, it having become so only in 2006/2007 by means of the legge finanziaria. The application of section 37 of the said law had been suspended by means of section 8 (3) of Law no. 517 of 1999. The latter provision amended section 46 of Law no. 368, establishing that its provisions will apply only on the entry into force of legislative budgetary measures (which before 2005 had not been introduced). Up to that future date, Law no. 257 of 1991 was applicable, which provided for the payment of a scholarship for medici specializzandi. It held that, as acknowledged by the ECJ, the relevant EU Directive did not indicate a definition of appropriate remuneration, nor did it establish criteria for the calculation of such remuneration. Thus, there was no unconditional obligation on the State in this respect. Moreover, the said directive did not oblige member States to stipulate contracts of subordinate work with specialising doctors, as the same objective could be achieved by means of other forms of contract and the relevant remuneration through different methods. In consequence, national law was not in contradiction with the EU directive.", "The plaintiffs were covered by Law no. 257 and as previously stated by the Constitutional Court the functions undertaken by medici specializzandi did not constitute subordinate labour.", "As to the adjustments of the scholarship award (section 6 of Law no. 257) Law no. 384 of 1992 and successive laws blocked any adjustments. This matter had been examined by the Constitutional Court - judgment of 23 December 1997 – Bartolomei c. Univ. studi Genova e altri, which found it to be legitimate (see above).", "In relation to the same subject matter at issue in the present applications, the Messina Labour Court rejected the complaints on the basis that the EU directive was generic as to what constituted appropriate remuneration. Moreover, such rights could not have arisen from domestic constitutional criteria, as the function at issue did not equate to subordinate labour, it being a different relationship connected to training.", "In relation to the same subject matter at issue in the present applications, the Court of Cassation rejected the claims of the medici specializzandi for adjustment of their remuneration for the period between 1998 and 2002.", "In relation to the same subject matter at issue in the present applications, the Perugia Tribunal found in favour of the plaintiffs in the applicants’ position.", "In relation to the same subject matter at issue in the present applications, the Turin Tribunal found in favour of the plaintiffs in the applicants’ position. It noted that the Constitutional Court judgment of 23 December 1997 had held that the exceptional exclusion of scholarships from adjustments according to the rate of inflation was not unreasonable or discriminatory, only on the basis that it had been in place for a limited period of time. This was not so in the present case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}