{"ITEMID": "001-72988", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PLANKO v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1968 and lives in Šentrupert.", "6. On 12 October 1996 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZT.", "7. On 13 May 1997 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,064,671 tolars (approximately 8,600 euros) for the injuries sustained.", "Between 11 September 1998 and 30 October 2001 the applicant lodged six preliminary written submissions and/or adduced evidence.", "Between 19 September 1997 and 8 June 1998 he made three requests that a date be set for a hearing.", "Of the three hearings held between 11 September 1998 and 3 October 2001 none was adjourned at the request of the applicant.", "During the proceedings the court appointed two medical experts. The court also sought an additional opinion from the appointed experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 25 October 2001.", "8. On 6 November 2001 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 12 February 2003 the court dismissed the applicant’s appeal and upheld the ZT’s appeal in part.", "The judgment was served on the applicant on 23 April 2003.", "9. On 24 April 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 7 October 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 9 November 2004."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}