{"ITEMID": "001-85417", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "SCHUMACHER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Mr Friedrich Schumacher, is a German national who was born in 1953 and lives in Vestenbergsgreuth in Germany.", "The applicant is the father of three children born in wedlock: a son F., born on 15 September 1986, and two daughters born in 1980 and 1983.", "In June 1994 the applicant’s wife left the joint household together with the three children and denied the applicant contact with them.", "On 20 June 1994 the applicant requested the Cologne District Court (Amtsgericht) to grant him rights of contact with his three children.", "On 11 March 1997 the Cologne District Court, having heard expert opinion, suspended the applicant’s rights of contact.", "On 22 May 1997 the Cologne Court of Appeal (Oberlandesgericht) limited the suspension of rights of contact until 30 June 1998.", "On 4 April 2000, during a court hearing, the parents agreed on two contact visits, to take place on 25 April and 23 May 2000 within the premises of the Cologne Youth Office. Following these visits, the mother refused to consent to further contact visits.", "On 19 September 2000, in the proceedings relating to the parents’ divorce, the parents agreed that the applicant should enjoy supervised contact visits with his son F. on a monthly basis.", "Following one contact between the applicant and F., which took place on 10 November 2000, the child’s mother refused to grant the applicant further rights of contact.", "The applicant’s marriage was dissolved on 21 March 2001 without a decision on the applicant’s rights of contact having been taken.", "On 14 February 2001 the applicant, who was represented by counsel, having regard to the fact that the mother did not comply with the access agreement concluded on 19 September 2000, requested the Cologne District Court to grant him rights of contact with his son F. by interim order.", "On 15 May 2001 the District Court held a hearing.", "On 31 May 2001 the District Court refused the applicant’s request for an interim contact order on the ground that it deemed it necessary to examine further whether a regulation of rights of contact was in F.’s best interests. It noted that F., when heard by the court, had objected to contact with his father and that the tensions and conflicts between the parents were known to the court through a multitude of judicial proceedings pending between them.", "The District Court further ordered both parents to contact a municipal family counselling centre and to make use of the counselling offered to them. It further appointed a curator ad litem to represent the child’s interests.", "On 25 October 2001 the District Court held a hearing in the main proceedings.", "On 15 November 2001 the District Court refused the applicant’s request in the main proceedings, on the ground that fixed monthly contact visits would jeopardise the child’s welfare. It noted that F., who was fifteen years of age, had repeatedly declared that he refused contact with his father. According to the Youth Office’s opinion, F. should not be forced into contact with the applicant. According to the curator’s submissions, F. did not refuse contact with his father capriciously. Apparently, the hurt he had sustained in recent years had been so serious that he now did not wish to agree to personal contact with his father. There was no indication that F. had been influenced by his mother in this respect. The judicial conflicts concerning custody and rights of contact and the confrontations had led to the adolescent’s seeking psychotherapeutic treatment. Having regard to these circumstances, the District Court considered that it was in the child’s best interests to refuse the applicant’s request for rights of contact. The applicant remained, however, free to stay in touch with his son by mail.", "On 11 December 2001 the applicant lodged an appeal with the Cologne Court of Appeal.", "On 30 January 2002 the applicant’s counsel submitted reasons for his appeal. He alleged, in particular, that F. had been influenced by his mother against him and that a prohibition on contact visits would jeopardise the child’s welfare. The mother contested these submissions.", "On 6 December 2002 the Court of Appeal held a hearing in the presence of the applicant, F.’s mother, F., his curator ad litem and a Youth Office representative. The applicant alleged that F. suffered from parental alienation syndrome (PAS) and requested the court to hear expert opinion in this respect.", "On 13 December 2002 the Court of Appeal ordered the preparation of an expert opinion by psychological expert O. as to whether the exercise of rights of contact was contrary to F.’s welfare.", "On 9 January 2003 the applicant requested the Court of Appeal to rectify the record of its hearing and to include the applicant’s request to hear an expert opinion on PAS. The applicant further objected to the commission of expert O., on the ground that the latter was not licensed as a psychologist for children and adolescents, but only for adults. Furthermore, the question put to the expert did not sufficiently take into account the problems relating to PAS.", "On 25 February 2003 the Court of Appeal refused the applicant’s request for rectification of its record. It further appointed psychological expert Z. to replace O., who had been prevented by illness from accepting the commission.", "On 19 March 2003 the applicant named three witnesses to demonstrate that F. had been manipulated by his mother and submitted a written witness statement. He further requested the Court of Appeal to allow him contact with his son by interim order.", "On 21 March 2003 the Court of Appeal asked the applicant whether the request for an interim order could be suspended, having regard to the Youth Office’s efforts. In reply, the applicant declared on 28 March 2003 that the matter did not allow for any further delay, taking into account the fact that F. would soon reach the age of majority.", "On 10 April 2003 the applicant alleged that the Youth Office had delayed the proceedings and complained about the length of the proceedings on access rights. He further expressed doubts as to the competency of the court-appointed expert. Additionally, he named a further witness.", "On 5 May 2003 the applicant rejected expert Z., alleging that she lacked the necessary qualifications.", "On 6 May 2003 the Court of Appeal refused the applicant’s request for an interim contact order. Having regard to F.’s own statements when heard by the court and to the Youth Office’s submissions, that court considered that there were serious indications that court-ordered visits would lead to a deterioration of the relationship between father and son.", "On 20 June 2003 the Court of Appeal released expert Z. from her duties at her own request and decided to commission an expert, to be named by the psychological institute of Cologne University.", "On 28 July 2003 the applicant accepted the nomination of Professor P. as an expert.", "On 31 July 2003 the Court of Appeal commissioned the expert Professor P., who submitted his expert opinion on 16 December 2003. The expert considered that there was no indication that the applicant presented a danger to the child’s welfare. However, the severe conflicts between their parents prevented all three children from maintaining an emotional relationship with them. In this respect, both parents were seriously harming their children.", "The expert further considered that F. could be rather easily influenced by third persons. He did not, however, meet all the criteria defining parental alienation syndrome. Having regard to F.’s age and his strong resistance to contact visits, the expert urgently advised the court not to order forced contact visits. Such an order would not only jeopardise F.’s welfare, but would also complicate the instigation of voluntary contact after F. had reached adult age.", "In January 2004 the Court of Appeal scheduled a hearing for 20 February 2004, which was postponed at defence counsel’s request to 19 March 2004.", "On 19 February 2004 the applicant submitted two comments in reply to the expert opinion prepared by two psychological experts. He further repeated his request to summon the nominated witnesses to the hearing.", "On 19 March 2004 the Court of Appeal held a hearing in the presence of both parents, F., the curator ad litem, the expert Professor P. and another psychological expert summoned by the applicant. Following deliberations, F. declared that he was ready to meet the applicant on a monthly basis as from May 2004. The applicant declared that he would not pursue the proceedings further as long as the meetings took place.", "On 1 May 2004 a meeting took place between the applicant and F.", "On 13 May 2004 F. informed the Court of Appeal that he did not wish to continue the meetings because his father had failed to show personal interest and, in particular, because his father had taken enforcement measures against him.", "On 24 May 2004 the applicant, through his counsel, contested these submissions and urgently requested the Court of Appeal to render a decision without a further hearing.", "On 25 May 2004 the Court of Appeal served the applicant’s submissions on the defendant, the curator and the Youth Office for comments within two weeks. The Court of Appeal further considered that the applicant had not pursued his original request to hear the expert Professor P. in person.", "On 27 May 2004 the applicant stated that rights of contact should be granted in accordance with the agreement made during the hearing on 19 March 2004. Alternatively, he requested to be granted an interim contact order for June 2004. As a further alternative, he requested the Court of Appeal to hold a hearing without further delay and to hear the expert Professor P.", "On 8 June 2004 the applicant’s counsel submitted a personal letter dated 31 May 2004 from the applicant to his son and requested the court to render a decision without further delay.", "On 21 June 2004 the applicant’s counsel submitted further comments.", "On 22 June 2004 the Cologne Court of Appeal dismissed the applicant’s appeal. That court accepted that the applicant wished to exercise rights of contact in accordance with his son’s best interests. It considered, however, that the exercise of rights of contact would jeopardise F.’s welfare. The Court of Appeal, having heard F. personally, was firmly convinced that F. had formed his own strong opinion on the question of contact with his father which could be only marginally influenced by his mother’s wishes. Under these circumstances, the court did not consider it necessary to examine whether F. had been negatively influenced by his mother or to hear further expert opinion.", "The Court of Appeal further noted that F., during the hearing held on 19 March 2004, and under the influence of the expert’s and the court’s submissions that the exercise of rights of contact would not be harmful to him, had agreed to see his father once a month if the applicant refrained from instituting judicial proceedings. Accordingly, one meeting took place, on 1 May 2004. Having learned that the applicant had taken enforcement measures against him by attempting to execute costs orders obtained against him in separate proceedings, F. refused to agree to further contact. Even taking into account the explanations given by the applicant for taking these enforcement measures, according to which the enforcement measures were aimed at the mother and were addressed to the son for purely formal reasons, the Court of Appeal considered that F.’s reaction was understandable, at least on an emotional level. Having regard to the fact that F. had almost reached the age of majority, his firmly established will had to be respected. The Court of Appeal further considered that forced contact visits were not likely to contribute to establishing a stable relationship with his father.", "This decision was served on the applicant’s counsel on 29 June 2004.", "On 9 July 2004 the applicant lodged an extraordinary appeal (Gegenvorstellung) against the Court of Appeal’s decision. He complained, in particular, that the Court of Appeal had given its decision without having heard the witnesses named by the applicant and without a further oral hearing. He further complained about the length of the proceedings before the Court of Appeal.", "On 11 July 2004 the applicant extended the scope of his extraordinary appeal and requested the Court of Appeal to reopen the proceedings because of an infringement of his right to a fair hearing.", "On 21 July 2004 the curator ad litem requested the court to grant an extension of the time-limit for comments on the applicant’s submissions until 27 August 2004.", "On 23 July 2004 the applicant lodged a complaint with the Federal Constitutional Court (Bundesverfassungsgericht).", "On 27 July 2004 the Court of Appeal informed the curator that the time-limit could only be extended until 19 August 2004, having regard to the urgency of the matter.", "On 7 September 2004 the Court of Appeal dismissed the applicant’s extraordinary appeal. The Court of Appeal pointed out that it had referred to the written expert opinion submitted by Professor P. only in support of the assumption that contact with the applicant would not in principle jeopardise the child’s welfare. This assumption was in the applicant’s favour and induced the court to propose contact visits. Under these circumstances, it had not been necessary personally to hear the expert. Based on its own impression during the hearing held on 13 March 2004, the Court of Appeal confirmed that it had no doubt that F.’s refusal further to see the applicant was based on an autonomous decision. Under these circumstances, it was out of the question to impose contact visits on the adolescent, who was at the time seventeen and a half years of age.", "This decision was served on the applicant’s counsel on 8 September 2004.", "On 13 October 2004 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant’s constitutional complaint for adjudication pursuant to the relevant provisions of its Rules of Procedure without giving any further reasons. This decision (file no. 1 BvR 2094/04) was served on the applicant on 19 October 2004.", "According to Article 1684 subsection 1 of the Civil Code, a child is entitled to have contact with its parents; each parent is obliged to have contact with, and is entitled to such contact with, the child.", "Pursuant to subsection 2, each parent is obliged to refrain from any actions which could disturb the relationship of the other parent with the child.", "The family courts can restrict or suspend a parent’s rights of contact if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s welfare would be jeopardised (Article 1684 § 4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}