{"ITEMID": "001-72477", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KLEPETÁŘ v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1946 and lives in Prague.", "5. On 25 March 1992 the applicant’s brother brought restitution proceedings before the Brno Municipal Court (městský soud) against the Brno I Housing Association (podnik bytového hospodářství).", "6. Between 2 November 1992 and 4 January 1995, the court and the parties to the proceedings took a number of procedural steps, including a query by the court on 7 December 1994 regarding a possible settlement, to which the defendant replied on 4 January 1995.", "7. On 6 June 1995 the applicant requested the court to be added to the proceedings as a second claimant. His request was granted at a hearing held on 8 August 1995, which was then adjourned sine die, the claimants being requested to complete, within one month, their action.", "8. On 10 May 1996 the claimants were urged to supplement their action.", "9. On 16 December 1996 the court granted the claimants’ request that two other defendants be added to the proceedings. At the same time, it invited the claimants to present documentary evidence.", "10. On 19 February 1997 the court dismissed one of the defendants’ appeals of 16 January 1997 against the previous decision. On 19 May 1997 it requested that evidence suggested by the applicant be adduced.", "11. A hearing held on 4 September 1997 was adjourned until 14 October 1997. However, on 7 October 1997 it was again adjourned sine die, the plaintiffs’ submissions and claims still being unclear.", "12. A hearing held on 3 March 1998 was adjourned in order to complete the evidence. On 1 April 1998 the applicant adduced further documents in evidence. On 4 May 1998 the court invited the parties to submit their final written pleadings.", "13. In a judgment of 30 June 1998 the Municipal Court dismissed the claimants’ restitution action.", "14. On 1 and 6 October and 18 November 1998 respectively, the court received the claimants’ appeals. According to the applicant, his appeal was dated 27 September 1998.", "15. On 8 December 1998 the Municipal Court sent the case file to the Brno Regional Court (krajský soud) which, on 26 February 1999, invited the applicant to clarify, within seven days, his challenge to the Municipal Court’s presiding judge for bias. On 10 March 1999 the applicant complied, mentioning at the same time his new domicile. On 18 March 1999, the Regional Court remitted the case file to the Municipal Court, inviting the presiding judge to submit her comments. On 5 May 1999 the judge replied that she did not feel impartial.", "16. On 3 January 2000 the Regional Court informed the Brno Municipal Prosecutor (městské státní zastupitelství) that the applicant’s wording in his appeal of 27 September 1999 had to be interpreted as a criminal claim against the Municipal Court’s presiding judge, with which the court could deal. On 4 February 2000 the Municipal Prosecutor informed the court that the motion in question could not be considered as a criminal claim.", "17. On 5 September 2000 the Regional Court quashed the first instance judgment and remitted the case to the Municipal Court, stating that the judgment lacked sufficient reasoning, which consisted in mere references to the legal opinions of the parties and to facts presented by them. It also disqualified the Municipal Court’s presiding judge from considering the applicant’s case, as she had herself filed a request to be withdrawn, whilst rejecting the applicant’s allegation of anti-Semitism.", "18. On 23 October 2000 the Constitutional Court (Ústavní soud) declared the applicant’s constitutional appeal (ústavní stížnost) of 28 April 2000 inadmissible, stating inter alia that, although the restitution proceedings were long, the Regional Court had acted in the meantime by rendering its decision on 5 September 2000.", "19. On 23 January 2001 the applicant, having received the Regional Court’s decision on 13 December 2000 because, according to the Government, he had changed his domicile in the meantime, suggested a modification of the restitution action and the defendants. On 7 February 2001 his brother informed the court that he agreed with these modifications. On 19 April 2001 one of the defendants submitted its comments.", "20. On 26 April 2001 the Municipal Court took a partial decision on the applicant’s request that the original action be modified.", "21. On 25 May 2001 the applicant appealed challenging, at the same time, the presiding judge for bias. Therefore, on 27 June 2001, the case file was sent to the Regional Court.", "22. The applicant lodged a constitutional appeal, requesting the Constitutional Court to recognise the delays in the proceedings and to quash certain statutory provisions. On 20 June 2002 the Constitutional Court rejected this appeal as being manifestly ill-founded.", "23. On 16 August 2002 the Regional Court partly upheld the Municipal Court’s decision of 26 April 2001. It also decided that the presiding judge was not excluded from the examination of the restitution case. The Regional Court’s decision became effective on 23 September 2002.", "24. On 18 October 2002 the Municipal Court invited the claimants to specify the defendants in their restitution case. On 19 November 2002 the applicant replied, but not his brother.", "25. According to the applicant, the Municipal Court held a hearing on 3 February 2004. On 29 February 2004 the applicant, following the Municipal Court’s request of 19 February 2004, expressed his opinion on the case.", "26. On 11 March 2004 the Municipal Court refused the claimants’ request that the defendant party be modified.", "27. On 8 June 2004 the Municipal Court partly granted the claimants’ restitution action.", "28. On 9 July 2004 the claimants appealed. It appears that the proceedings are still pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}