{"ITEMID": "001-120047", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA;ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "GUSAR v. THE REPUBLIC OF MOLDOVA AND ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["1. The applicant, Mrs Ludmila Yakovlevna Gusar, is a Russian national, who was born in 1944 and lives in Slobozia, Moldova. She was represented before the Court by Mrs T. Bogoliubskaia, a lawyer practising in Moscow.", "Ilaşcu and Others v. Moldova and Russia ([GC], no. 48787/99, ECHR 2004VII), may be summarised as follows.", "3. The applicant is the widow of Mr A. Gusar, a military official of the break-away “Moldavian Republic of Transdniestria” (the “MRT”) who was killed on 8 May 1992, during the military conflict in the MRT.", "4. In a judgment of 9 December 1993 the “Supreme Court of the Moldavian Republic of Transdniestria” found the four applicants in Ilaşcu and Others (cited above) guilty, inter alia, of killing Mr A. Gusar and another high ranking MRT official and sentenced them to sentences varying between twelve years’ imprisonment and death penalty, Mr Ilascu being the one sentenced to death.", "5. The subsequent events were summarised as follows in Ilascu and others:", "“220. On 9 December 1993 the President of the Republic of Moldova declared that the applicants’ conviction was unlawful, on the ground that it had been pronounced by an unconstitutional court.", "...", "222. On 3 February 1994 the Supreme Court of the Republic of Moldova examined of its own motion the judgment of 9 December 1993 of the “Supreme Court of the MRT”, quashed it on the ground that the court which had rendered it was unconstitutional, and ordered the file to be referred to the Moldovan public prosecutor for a new investigation in accordance with Article 93 of the Code of Criminal Procedure. It appears from the written depositions, the information supplied by the Moldovan Government and the evidence given by the witnesses heard by the Court in Chişinău in March 2003, that the investigation ordered in the judgment of 3 February 1994 came to nothing (see Annex: Mr Postovan, § 184; and Mr Rusu, § 302).", "223. In addition, the Supreme Court of the Republic of Moldova set aside the warrant for the applicants’ detention, ordered their release and asked the public prosecutor to look into the possibility of prosecuting the judges of the “so-called” Supreme Court of Transdniestria for deliberately rendering an illegal decision, an offence punishable under Articles 190 to 192 of the Criminal Code.", "224. The authorities of the “MRT” did not respond to the judgment of 3 February 1994.", "225. The Moldovan authorities had opened an investigation into the deaths of Mr Gusar and Mr Ostapenko in April and May 1992 respectively, but the public prosecution service suspended this on 6 June 1994, under Article 172 § 3 of the Moldovan Code of Criminal Procedure, in the absence of any cooperation from the Transdniestrian judicial and police authorities. The investigation was reopened on 9 September 2000. As a result, a number of requests for cooperation (the transmission of documents) were sent to the “Public Prosecutor of the MRT”, Mr V.P. Zaharov. Not receiving any reply, the Moldovan public prosecution service once again suspended the investigation on 9 December 2000. Since then it has not been reopened.", "...", "234. On 5 May 2001 Mr Ilaşcu was released...”", "6. The other three applicants in Ilascu and others were released in 2004 and 2007.", "7. On 5 December 2002 the applicant wrote to the Prosecutor General’s Office of the Republic of Moldova requesting information concerning the progress of the investigation into the circumstances of her husband’s death.", "8. In a reply dated 13 January 2003 the applicant was informed that the investigation had been discontinued on 9 December 2000 in view of restrictions of access to the territory of the MRT."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}