{"ITEMID": "001-97978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DEPALLE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of P1-1", "JUDGES": "Anatoly Kovler;Antonella Mularoni;Elisabet Fura;Françoise Tulkens;George Nicolaou;Ineta Ziemele;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Mark Villiger;Mindia Ugrekhelidze;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["8. The applicant was born in 1919 and lives in Monistrol-d’Allier.", "9. On 3 November 1960 the applicant and his wife purchased by notarial deed a dwelling house built on land in the municipality of Arradon, in the département of Morbihan. The house had been built on a dyke that overlapped with land on the seashore falling within the category of maritime public property.", "10. It can be seen from the various documents relating to the house that, by a decision of 5 December 1889, the prefect of Morbihan had authorised Mr A., in consideration of payment of a charge, to “retain on maritime public property in the cove of Kérion, in the municipality of Arradon, a dyke ... on which stands a dwelling house”. The house had allegedly been built prior to that decision despite a decision of the prefect of 31 May 1856 refusing an application for a building permit. The decision of 1889 specified that “the existence of this dyke and dwelling house on maritime public property was recorded in 1886 ... and the permittee undertakes to pay the charge from 1 January 1887”. It also pointed out that the dyke, irregularly shaped and of a surface area of 359.40 sq. m, on which stood the dwelling house measuring 7.60 m by 6.60 m, “cannot interfere in any way with navigation rights or maritime coastal traffic on condition that steps are built at each end of the dyke in order to facilitate public access” and that the authorities “reserved the right to modify or withdraw the authorisation without the permittee thereby acquiring any right to claim compensation or damages in that regard. He must, if required, restore the site to its original state”.", "11. Prior to that, on 2 December 1889, the Directorate-General for Registration and Property had written to the prefect in the following terms:", "“... Having regard to Mr A.’s genuine lack of means, as a former seaman who has reached an advanced age and cannot possibly pay the normal charge, and considering, furthermore, that it would be a drastic measure to order the demolition of the little house that he has built on land reclaimed from the sea and uses as a dwelling house, I have decided to impose the minimum charge thus reflecting the precariousness of the occupancy and preventing the rights of the State from becoming time-barred.", "In the circumstances I consider ... that there is now no further obstacle to disposing of this case by issuing a concession order, but on Mr A.’s death, his heirs should be served with notice either to purchase the usurped land or to pay the charge at the rate applicable for private occupancy of maritime public property.”", "“Title and entry into possession: the purchasers shall hereby acquire title to the land and the little house of Kérion from today’s date. The property is sold free of tenants or occupants.”", "13. The relevant passages of the deed of sale of 1960 read as follows:", "“Title – Entry into possession:", "The purchasers hereby acquire title to the property conveyed to them under this deed, and shall enter into actual possession thereof from today’s date ...", "From the date of their entry into possession they shall pay all taxes and charges payable now or in the future on the house hereby sold together with the land. ...", "... The present sale is concluded in consideration of the principal price of three thousand new francs ...”", "14. Following this purchase, and in order to acquire legal access to the house, the applicant and his wife were granted rights of temporary occupancy of maritime public property that were regularly renewed in 1961 (year during which the applicant was permitted to extend the dyke and a public right of way was granted along the seaward edge of the dyke), 1975, 1986 and 1991. The authorisation of temporary occupancy of 1986 specified that the applicant sought “the renewal of the prefectoral decision of 17 August 1961 authorising the construction of a dyke with a dwelling house on it ...”. The last agreement granting them the right to occupy public property expired on 31 December 1992. The decisions specified that “the requested dyke will not in any way interfere with navigation rights, on condition that it is levelled off above the highest water mark, or with maritime coastal traffic provided that public access is guaranteed at all times” and that “in accordance with Article A 26 of the Code of State Property [see paragraph 40 below], the authorities reserve the right to modify or withdraw the authorisation should they deem it necessary, on any ground whatsoever, without the permittee thereby acquiring any right to claim damages or compensation in that regard. The permittee must, if required, restore the site to its original state by demolishing the constructions built on the public property, including those existing on the date on which the decision was signed. Should he fail to comply with that obligation, the authorities shall do so of their own motion and at his expense”.", "15. By a letter of 14 March 1993, the applicant and his wife requested the prefect of Morbihan to renew authorisation of their occupancy.", "16. The prefect of Morbihan replied on 6 September 1993 informing the applicant that the entry into force of Law no. 86-2 of 3 January 1986 on the development, protection and enhancement of coastal areas (“the Coastal Areas Act”), and in particular section 25 thereof, no longer allowed him to renew authorisation on the previous terms and conditions. Section 25 provided that decisions regarding the use of maritime public property had to take account of the vocation of the zones in question, which ruled out any private use including dwelling houses. However, in order to take account of the length of occupancy and the applicant’s sentimental attachment to the house in question, he proposed to enter into an agreement with the applicant that would authorise limited and strictly personal use and prohibit him from transferring or selling the land and house and from carrying out any work on the property other than maintenance and would include an option for the State, on the expiry of the authorisation, to have the property restored to its original condition or to reuse the buildings.", "17. By a letter dated 19 November 1993, the applicant and his wife rejected the prefect’s offer and requested a concession to build a dyke that would be valid as a transfer of ownership under Article L. 64 of the Code of State Property (see paragraph 43 below).", "18. On 9 March 1994 the prefect of Morbihan gave a decision, based on section 25 of the Coastal Areas Act, in which he considered that there was no public interest justifying the concession requested. He did, however, renew his offer to grant the applicant and his wife a right of temporary occupancy subject to conditions.", "19. On 5 May 1994 the applicant and his wife applied to the Rennes Administrative Court for the prefect’s decision of 9 March 1994 to be set aside. In support of their application, they submitted that the refusal to grant them a concession to build a dyke was unlawful.", "20. By a letter of 4 July 1994, the prefect of Morbihan served notice on the applicant and his wife to regularise their status as unauthorised occupants of public property. That notice was renewed on 10 April 1995.", "21. On 6 September 1995 the Public Works Department of the département of Morbihan drew up an official report recording the administrative offence of unlawful interference with the highway and noting the unlawful occupancy of the land by the applicant, contrary to the provisions of Article L. 28 of the Code of State Property (see paragraph 40 below).", "22. On 20 December 1995 the prefect of Morbihan lodged an application with the Rennes Administrative Court citing the applicant and his wife as defendants in respect of an offence of unlawful interference with the highway as they continued to unlawfully occupy public property. He sought an order against them to pay a fine and restore the foreshore to its original state prior to construction of the house and to restore the dyke on which it stood, within three months.", "23. On 19 February 1996 the Revenue Department served notice on the applicant to pay the sums due for the years 1995 and 1996 for unauthorised occupancy of public property, namely, a total of 56,754 French francs (FRF).", "24. By two separate judgments delivered on 20 March 1997, the Rennes Administrative Court ruled on the application lodged by the applicants on 5 May 1994 (case no. 941506) and the application lodged by the prefect of Morbihan on 20 December 1995 (case no. 953517).", "The application for the prefect’s decision rejecting their request for a permit to build a dyke to be set aside (case no. 941506) was dismissed on the following grounds:", "“... In support of their argument that the stretch of land on which the dwelling house stands belongs to the category of maritime private property the applicants have exhibited in the proceedings a decision authorising the temporary occupancy of maritime public property dating back to 1889. However, this decision merely takes note that the land in question has been drained and does not certify the lawfulness thereof. Accordingly, it does not call into question the classification of the land as public property.", "In accordance with Article L. 64 of the Code of State Property, ‘the State may concede, on conditions it shall determine ... the right to build a dyke’. While section 27 of the above-mentioned Act of 3 January 1986 [Coastal Areas Act] has reduced the scope of application of that Article, it does nonetheless specify that ‘land draining carried out prior to the present Act shall continue to be governed by the previous legislation’. Accordingly, the only provisions applicable to the present case are Article L. 64 of the above-mentioned Code and the Maritime Public Property Act of 28 November 1963, which provides that ... ‘subject to any contrary provisions of deeds of concession, land artificially removed from the action of the tide shall be incorporated into the category of maritime public property’. In rejecting the request on the basis of the principles and guidelines laid down in the inter-ministerial circular of 3 January 1973 setting out the policy to be followed for the use of maritime public property, the prefect – when examining the applicant’s particular situation involving an application for a concession – did not err as to the scope of the circular in question, which neither repeals nor amends the above-mentioned legislative provisions but is limited to applying them.", "The above-mentioned circular, which instructs the authorities responsible for deciding whether or not to grant concessions to build dykes not to transfer title to the plots of land thus created and to accept only installations designed for collective use, to the exclusion of private dwellings, was issued in respect of an area in which the relevant authorities have discretionary power. In referring to the principles laid down in the circular, the prefect does not appear to have interpreted the legislative provisions inaccurately; nor did he fail to consider the specificity of the applicant’s proposal before concluding that there was no special factor justifying an exemption from the instructions analysed above.”", "The application lodged by the prefect of Morbihan (case no. 953517) was granted. The court stated that “the land on which Mr and Mrs Depalle’s dwelling house stands is indeed public property”. With regard to the offence of unlawful interference with the highway, the court found as follows:", "“... The rules governing public property", "... The purpose of prosecuting someone for the administrative offence of interference with the highway is to preserve the integrity of public property. As can be seen from the judgment delivered by the court today in case no. 941506, the land on which Mr and Mrs Depalle’s dwelling house was built is indeed public property.", "The administrative courts base their determination of the substance of artificial public property on the judicial interpretation of any private deeds that may be produced whose examination raises a serious difficulty. In the present case the dyke and the house are not publicly owned property, given the exclusively private use made of them and the fact that they do not belong to a public authority, as confirmed by the deed of sale dated 8 October 1960. Accordingly, as it is not seriously disputed that the property in question has been appropriated for private use, it is not necessary to adjourn the application. ...", "Whether there has been unlawful interference with the highway", "While Mr and Mrs Depalle have full title to the dwelling house occupied by them and claim, accordingly, that they are therefore not the unlawful occupants of public property, the fact remains that the erection of a permanent structure on public property could not be legally undertaken without either a concession to build a dyke or another type of concession. The investigation into the facts and, in particular, the absence of any documents evidencing that a concession was granted show that the dwelling house in question was illegally built on maritime public property. Accordingly, and despite the production by the owners of undisputed title deeds, the prefect is justified in requesting an order against Mr Depalle to pay a fine and restore the foreshore to its original state prior to the construction of the house.", "Penalty for the offence", "... Mr Depalle is hereby ordered to pay a fine of FRF 500.", "State property proceedings", "Mr Depalle is hereby ordered to restore the property to the state it was in prior to the construction of the buildings within three months of service of this judgment. On expiry of that time-limit Mr Depalle shall pay a fine of FRF 100 per day’s delay in the event of failure to comply with the present judgment and the authorities shall be authorised to enforce it at the cost and risk of the offender ...”", "25. On 2 July 1997 the applicant and his wife lodged an appeal against the judgment delivered in case no. 953517. On 7 July 1997 they appealed against the judgment delivered in case no. 941506.", "In support of their appeal against the judgment delivered in case no. 941506, the applicant and his wife submitted that the land in question was not public property belonging to the State. They maintained that the land was private property belonging to the State with the twofold effect that the usual rules governing acquisition by adverse possession under private law were applicable to their situation and that the administrative courts did not have jurisdiction to decide the dispute.", "26. By a judgment of 8 December 1999, the Nantes Administrative Court decided to join the two sets of proceedings on the ground that they were connected and to dismiss the applicant and his wife’s appeals on the following grounds:", "“With regard to the application ... concerning the offence of unlawful interference with the highway:", "Regarding the State property proceedings", "Firstly, it is not disputed that the land on which the dyke on which the house occupied by Mr and Mrs Depalle was built was entirely covered by water, independently of any exceptional meteorological circumstances, prior to the draining works undertaken in order to build the dyke. It has not been established, or even alleged by the applicants moreover, that the undrained portion of this land had ever been removed from the action of the tide. The investigation shows, moreover, that the dyke is the result of land draining carried out prior to the entry into force of the above-mentioned Act of 28 November 1963 [the Maritime Public Property Act] ... and that, notwithstanding the various authorisations of temporary occupancy granted by the authorities, as this was not done in the manner prescribed for concessions for the construction of a dyke it has not had the effect of bringing this part of the land thus removed from the action of the tide outside the category of maritime public property. In accordance with the principles of inalienability and imprescriptibility of public property, the submissions by Mr and Mrs Depalle to the effect that the house was built legally and its occupancy accepted by the authorities for a very long time and tolerated even after expiry of the last authorisation to occupy it do not alter the fact that the property falls within the category of maritime public property.", "Secondly, as has been said, the last decision in favour of Mr and Mrs Depalle authorising temporary occupancy of the maritime public property expired on 31 December 1992. In the absence, since that date, of a lawful title of occupancy, the prefect of Morbihan is justified in requesting an order against the occupants to restore the site – if they have not already done so – to its original state prior to construction of the house on maritime public property. In disputing that obligation, the applicants cannot properly rely on the long period of occupancy of the premises or on the fact that the authorities have tolerated the continuation of that occupancy since 31 December 1992 and proposed draft occupancy agreements in order to regularise the situation, which, moreover, they have not taken up. ...", "Fifthly, [the obligation to restore the site to its original state] does not constitute a measure prohibited by the requirement of Article 1 of Protocol No. 1 that no one shall be deprived of his possessions except in the public interest. ...", "The application regarding the refusal to grant a concession to build a dyke", "... Secondly, as section 27 of the above-mentioned Act of 3 January 1986 [the Coastal Areas Act] provides that draining works carried out prior to enactment of that Act shall continue to be governed by the previous legislation, the provisions codified under Article L. 64 of the Code of State Property according to which ‘the State may concede, on conditions it shall determine ... the right to build a dyke ...’ are applicable.", "The prefect of Morbihan based his decision not to grant Mr and Mrs Depalle the requested concession to build a dyke on the guidelines set out in the circular of 3 January 1973 issued by the Minister for Economic Affairs and the Minister for Regional Development on the use of public property other than commercial or fishing ports. He did not discern any general-interest ground in favour of granting the applicants’ request.", "By instructing the authorities responsible for granting concessions to build a dyke not to allow any plot of land whatsoever falling into the category of public property to be reclassified as private property with a view to transferring full title thereto, the ministers signatory to the circular of 3 January 1973 did not adopt any legal rules amending or supplementing the above-mentioned provisions of Article L. 64 of the Code of State Property but confined themselves to applying them. Accordingly, as stated above, the plot of land in question is State-owned public property. There is no evidence in the case that the prefect, before reaching his decision, either failed to examine the particular circumstances of Mr and Mrs Depalle’s request or made a manifest error of assessment in concluding that there was no special feature or general-interest consideration in the case justifying an exemption from the above-mentioned rules.”", "27. On 21 February 2000 the applicant lodged an appeal on points of law against the judgment of 8 December 1999. The Government Commissioner pointed out, in the same submissions as those made in a similar case, that the value in today’s terms of the purchase price of the house was 1,067,143 euros (EUR). He continued as follows:", "“... However, the acquisition of rights in rem is not permitted under the Law of 25 July 1994 on State-owned Natural Public Property ... nor were these acquired before that Law was passed ... The appellants have not acquired any property rights over their houses; nor have they acquired rights in rem over public property as a result of the successive sales. Given the precarious situation of the buildings, the market value could not be established without taking account of that essential fact and it is to be hoped that the applicants were duly informed of the position when the purchase deeds were drawn up ... Lastly, and despite the fact that we are not especially enthusiastic about the outcome of this case, we have no alternative but to dismiss the appellants’ pleadings. ... They probably committed a tactical error in refusing the prefect’s reiterated offer. Even if they were not exactly delighted by the prospect, it was at least preferable to a straightforward demolition order which will have to be judicially enforced at their expense. All hope is perhaps not lost of renewing contact with the authorities with a view to finding what might be a less drastic solution.", "There may be a case for suing the State in tort for allowing occupants of public property to nurture for almost a century the hope that they would not be ruthlessly compelled to demolish their property. It should be pointed out that the prospects of success of such an action are fairly slim, however, given the legitimate protection enjoyed by public property. In any event, it is clear that if the public authority were to be found liable, the offenders would bear a considerable portion of liability too.”", "28. By a judgment delivered on 6 March 2002, the Conseil d’Etat dismissed the applicant’s appeal. It held that he could not rely on any right in rem over the land in question or over the buildings that had been erected on it and that the obligation to restore the land to its original state without any prior compensation was therefore not a measure prohibited by Article 1 of Protocol No. 1. It also held that the applicant could not rely on the fact that the authorities had tolerated the occupancy of the property in support of his submission that he should be allowed to restore the site to the state it had been in at the time of acquisition of the house.", "29. Following a fire in 2005 the applicant applied for a building permit for identical refurbishment of the house. By a decision of 5 September 2005, he was issued with a building permit following a favourable opinion given by an architect from the Architectes des bâtiments de France under the Coastal Areas Act. The permit was subsequently revoked, however, at the request of the prefect lodged with the mayor of Arradon, on the ground that it was illegal because it had been issued in contravention of the rules of inalienability and imprescriptibility of public property.", "30. In 2007 and 2008 the Revenue Department sent the applicant a reminder to pay the charges for the years 2006 and 2007 in the sum of EUR 5,518 and EUR 5,794 respectively, plus property tax.", "31. The applicant produced a valuation of his house drawn up by an estate agent’s office in November 2008 which states as follows:", "“... a dwelling house ... situated on a plot of land measuring 850 sq. m. ... Having regard to the geographical situation of the property, the condition of the building, the surface area, its location on maritime public property and the local property market, and subject to the owners’ ability to produce a concession agreement in respect of maritime public property, this property is worth between EUR 1,150,000 and 1,200,000.”", "32. The idea that the foreshore is “common property”, that is, cannot be appropriated for private use and is managed by the public authorities, dates back to Roman times (Institutiones Justiniani, Book II, Title I, De rerum divisione), when even then a permit was necessary in order to build on the seashore. Colbert’s Ordinance of the Marine of August 1681 codified the principle and up until recently was still the legal basis for the State’s management of maritime public property. In addition to defining what constituted the “seashore and foreshore”, it laid down the applicable rules:", "“No one shall build on the foreshore, set stakes in the ground or erect any construction that may interfere with navigation, on pain of demolition of the constructions, confiscation of the materials and discretionary fines.”", "At the time of the Revolution, the idea developed that maritime public property was governed by the government in the interest of the nation, and not merely as part of the heritage that used to belong to the Crown and now belongs to the State. The management of maritime public property is still largely guided by this principle today. Over and above the idea of State ownership of such property, the conservation and management of it are more a matter of implementation of a policy regarding its use than the exercise of the owner’s “civil” rights. The prefect has a major role in the protection of maritime public property. He is the authority who, generally, governs the use of the property at local level, decides whether or not to allow private occupancy and protects the integrity of the property by prosecuting offenders (source: www.mer.gouv.fr, consulted on 3 February 2010).", "Colbert’s Ordinance of the Marine was definitively repealed in 2006. Since 1 July 2006 the General Code of Property owned by Public Bodies (Code general de la propriété des personnes publiques – “the CGPPP”) has replaced the Code of State Property (dating from 1957). It restructures the law governing State-owned land and public bodies and combines the rules governing maritime public property into a whole, including provisions relating to the environment in particular.", "33. Maritime public property, determined on the basis of natural phenomena, lies between the highest point of the shore, that is, up to the high-tide mark under normal meteorological conditions (CE Ass, Kreitmann, 12 October 1973) and the boundary of the territorial waters, seaward. Under Article L. 2111-4 of the CGPPP, “State natural maritime public property” shall comprise:", "“1. The seabed and marine substrata between the external boundary of the territorial waters and, on land, the foreshore.", "The foreshore comprises the whole area covered (and uncovered) by the sea, up to the high-tide mark under normal meteorological conditions;", "2. The beds and substrata of salt pans communicating directly, naturally and permanently with the sea;", "3. Land naturally reclaimed from the sea:", "(a) which was part of the State’s private property at 1 December 1963, subject to third-party rights;", "(b) which has been constituted since 1 December 1963.", "...", "5. Land reserved for public-interest maritime, seaside or tourist needs which has been purchased by the State.", "Land artificially removed from the action of the tide shall remain in the category of natural maritime public property unless otherwise stipulated in legally concluded and lawfully executed deeds of concession transferring ownership.”", "34. The principle of inalienability of public land, which was established in the case-law and then incorporated into the Code of State Property (Article L. 52) and the CGPPP (Article L. 3111-1), is inextricably linked to the notion of public land. The basis of this principle is the designation of land for public use. As long as it remains thus designated, and no express decision has been taken reclassifying particular public land as private property, no transfer of land can be authorised. It is a means of preventing public land from being acquired by prescription or adverse possession under private law, hence the principle of imprescriptibility that is very often associated with the principle of inalienability. Accordingly, in its Cazeaux judgment, on the subject of plots of land situated close to the seashore in the Arcachon Basin, the Conseil d’Etat found:", "“... while the public authorities have authorised various building works on this land and on several occasions waived their right to apply the rules governing public land ..., neither the founders of the société du domaine des prés salés nor the company itself have been able to acquire any property right over the land, which, being part of public land, was inalienable and imprescriptible ...”", "35. The Constitutional Council has stated that inalienability is limited to precluding the transfer of public property that has not first been reclassified as private property (CC, no. 86-217 DC of 18 September 1986, Freedom of communication). It has not, however, recognised that the principle of inalienability has any constitutional status (CC, dec. no. 94-346 of 21 July 1994, Rights in rem over public property). The Conseil d’Etat has recently reiterated that “where property belonging to a public authority has been incorporated into the category of public land by virtue of a decision classifying it thus, it shall remain public land unless a decision is given expressly reclassifying it as private property”. Accordingly, it has held that the question whether or not short-stay factories fell into the category of public property was not affected by the fact “that these short-stay factories were intended to be rented or assigned to the occupants or that the occupancy leases granted were private-law contracts” (CE, Société Lucofer, 26 March 2008).", "36. The effect of the principle of inalienability is that any transfer of public land that has not been “reclassified” is null and void, so third-party purchasers have a duty to return the land even if they have purchased it in good faith. Moreover, the fact that public land is inalienable means – in theory – that no rights in rem can be established over it. However, the legislature has departed from this principle by passing two Acts, one of 5 January 1988 which creates long administrative leases, and the other of 25 July 1994 on the constitution of rights in rem over public land, thus making it possible to grant private rights in rem to occupants of maritime public property. The Act of 5 January 1988 concerns only public land belonging to local and regional authorities or groups thereof. The Act of 25 July 1994 relates to artificial maritime property and immovable constructions and installations built for the purposes of an authorised activity (Article L. 34-1 of the Code of State Property and Article L. 2122-6 of the CGPPP). In its above-mentioned decision of 21 July 1994, the Constitutional Council held that granting rights in rem in this way was compatible with the Constitution as public services were maintained and public property protected under the Act of 25 July 1994. However, it declared the provision allowing the renewal of authorisation beyond seventy years unconstitutional on the ground that it could potentially render ineffective the public authority’s right to the automatic return, free of charge, of any constructions and therefore undermine the “protection due to public property”.", "37. The last consequence of the principle of inalienability is that property belonging to public authorities cannot be seized (Article L. 2311-1 of the CGPPP). This consequence has been attenuated by a decision of the Conseil d’Etat in a case which subsequently came before the Court (Société de Gestion du Port de Campoloro and Société fermière de Campoloro v. France, no. 57516/00, 26 September 2006).", "38. Apart from public easements intended to protect public property from the encroachment of private properties, such as a three-metre wide right of way along the coast over properties adjoining maritime public property, created by an Act of 31 December 1976 reforming town and country planning, the land conservation policy guarantees the protection of the physical integrity of maritime public property and compliance with its designated use. Offenders are prosecuted for unlawful interference with the highway on grounds of infringement of the land conservation policy. An interference of this kind is liable to a criminal fine imposed by the administrative courts and the offender is required to restore the site to its original state. The relevant provisions on unlawful interference with maritime public property no longer refer essentially to navigation but take account of the protection of coastal areas for their own sake (Articles L. 2132-2 and L. 2132-3 of the CGPPP).", "39. According to the Conseil d’Etat, conservation agencies have a duty to prosecute offenders (CE, Ministre de l’équipement v. Association “des amis des chemins de ronde”, 23 February 1979). Regarding a plot of land incorporated into maritime public property at Verghia beach (southern Corsica), the Conseil d’Etat decided the following:", "“... the fact that M.A. produced title deeds to the property in question and had been authorised to build on the land under the regional planning legislation, as distinct from the legislation governing maritime public property, does not mean that the offence of unlawful interference with the highway has not been made out and, in any event, cannot preclude prosecution by the prefect ...” (CE, no. 292956, 4 February 2008).", "With regard to repairing damage caused to public property, the actual attitude adopted by the authorities prior to bringing proceedings for unlawful interference with the highway has been deemed to give rise to rights in favour of the offender, including the right not to assume personal responsibility for restoring the site to its original state (CE, Koeberlin, 21 November 1969).", "40. The use of maritime public property may be collective or private. Collective use which allows all citizens to benefit from public property (navigation on watercourses, beaches) is freely exercisable, equally available to all and free of charge. However, the principle that use is free of charge has not been expressly incorporated into the CGPPP because it is subject to numerous exceptions.", "Private occupancy must be compatible or in conformity with the designated use of the public property. Unlike collective use, it is subject to authorisation, issued personally, and a charge and is of a precarious nature.", "Article L. 28 of the Code of State Property (Article L. 2122-1 of the CGPPP) provided:", "“Subject to authorisation being issued by the competent authority, no one may occupy any national public property or make use thereof over and above the right of use vested in everyone.", "The Property Department shall record any infringement of the provisions of the preceding paragraph with a view to instituting proceedings against illegal occupants, recovering compensation for charges in respect of which the Treasury Department has been defrauded, without prejudice to the institution of proceedings for unlawful interference with the highway.” [Article A 26 specified that authorisation was revocable without compensation.]", "41. According to the Conseil d’Etat:", "“... while the authorities may, as part of their management powers, authorise – provisionally and on the conditions provided for by the rules in force – private occupancy of the said land, that authorisation cannot legally be granted unless, having regard to the requirements of the general interest, it is compatible with the designated use of the land that the public are normally entitled to exercise, and with the obligation incumbent on the authorities to conserve public land.” (CE, Commune de Saint-Brévin-les-Pins, 3 May 1963)", "42. The precariousness of these authorisations derives from the principle of inalienability, according to which the protection – and accordingly the disposal – of public land is vested in the authorities. According to the caselaw:", "“... any authorisation to occupy public land is precarious and revocable. Consequently, the fact – assuming it is made out – that, prior to adoption of the decision being challenged, I. had been granted authorisation to occupy the part of common public property ... does not affect the lawfulness of the mayor’s decision requesting him to demolish the buildings he had erected and restore the public land to its original state ...” (CE, Isas, 29 March 2000)", "It also states very clearly that those to whom authorisation has been granted have not thereby “acquired rights” to renewal of the authorisation (CE, Helie, 14 October 1991).", "43. The conditions of occupation of public property are determined either in unilateral concessions granted by the authorities (of the type referred to above in Article L. 28 of the Code of State Property) or in contracts signed with the occupant. The latter are called concessions to occupy public land, which – on maritime public property – may be a beach concession or a concession to build a dyke. By means of this concession, the State authorises the concessionaire to carry out works on the foreshore by which land is removed from the action of the tide. In respect of natural maritime public property an arrangement was established in 1807, traditionally called a concession to build a dyke and by which ownership was transferred (former Article L. 64 of the Code of State Property): the concessionaire was authorised to drain land, which, once removed from the action of the tide, no longer fell within the definition of natural maritime public property and could therefore be reclassified as private property and transferred by the State. That arrangement, which was originally used to build agricultural polders, has more recently been used for property developments in the form of marinas, reclaimed from the sea. Following a reaction to what was perceived as a privatisation of the shore, a circular was issued in 1973 prohibiting such arrangements – a prohibition later confirmed by the Coastal Areas Act, which imposes a broader prohibition on any interference with the natural state of the shore. It is now no longer possible to build marinas or polders by means of concessions to build dykes by which ownership is transferred. This arrangement can now apply only to past draining works and is the sole means of legalising these (source: www.mer.gouv.fr, consulted on 3 February 2010).", "44. Up until 1986 maritime public property was protected by the rules governing the highways. The Coastal Areas Act introduced new rules for the protection of natural public land (source: www.mer.gouv.fr).", "45. As early as the 1960s enthusiasm for seaside holidays brought about an increase in the number of tourists and thus in the number of buildings on the seashore. Awareness of the economic importance of the seashore and of the degree to which it is coveted made it necessary to introduce a rule of overriding legal force that would arbitrate between the many uses of coastal areas. It is in this spirit that the Coastal Areas Act of 3 January 1986 (consolidated on 7 August 2007) was unanimously passed by Parliament. Section 1 of the Act provides that coastal areas are “geographical entities which call for a specific policy of development, protection and enhancement”. The general principles of that Act consist in preserving rare and fragile areas, managing spatial planning and tourist development economically and, lastly, making the shore – like the beach – more widely accessible to the public and giving priority in coastal areas to marine-related activities.", "46. It is in the planning sphere that the principles established are the best known and have given rise to the most litigation. Planning permission for further development must be granted with regard to continuation of existing constructions or new hamlets. It is forbidden to build roads on the shore and through roads cannot be built closer than 2,000 metres from the shore. In order to preserve natural sites the Act imposes a “no building” rule within a 100-metre band – outside urban centres – from the shore, and restricts development in areas near the shore. Lastly, sites of outstanding interest or characteristic of the shore must be preserved and only small-scale development can be allowed.", "47. The Act has laid down rules for managing maritime public property which include a mandatory public inquiry prior to any substantive change of use, clarifying the procedures for delimiting the foreshore, prohibiting – other than in exceptional circumstances – interference with the natural state of the seashore and establishing specific rules for collective mooring. Lastly, it has established the principles of unobstructed and free public use of the beaches and facilitated public access to the sea (see Article 321-9 of the Environment Code and Article L. 2124-4 of the CGPPP:", "“Pedestrians shall have free access to beaches ... Beaches are fundamentally reserved for the unobstructed and free use of the public.”", "48. Section 25 of the Act, now Article L. 2124-1 of the CGPPP, has given rise to a reform of the rules governing the occupation of maritime public property. It provides:", "“Decisions regarding the use of maritime public property shall take account of the vocation of the zones in question and those of the neighbouring terrestrial areas, as well as of the requirements of conservation of coastal sites and landscapes and biological resources. Accordingly, they shall be coordinated with, inter alia, decisions concerning neighbouring public land.", "Subject to specific provisions regarding national defence and the requirements of maritime safety, any substantive change of use of zones of maritime public property shall first be the subject of a public inquiry ...”", "49. Section 27 of the Act, now Article L. 2124-2 of the CGPPP, lays down the principle that there shall be no interference with the natural state of the shore:", "“Subject to sea defence operations being carried out and the construction of structures and installations required for maritime safety, national defence, sea fishing, salt works and marine cultures, the natural state of the foreshore, outside port and industrial port areas, may not be damaged, especially by dyke construction, drainage, rock filling or embankment forming, except for structures or installations related to providing a public service or carrying out construction work for which the seaside location is essential for topographical or technical reasons that have been declared of public interest.", "However, land draining carried out prior to the present Act shall continue to be governed by the previous legislation.”", "50. The following is an extract from the section entitled “Matching facts with the theory” of a report on the conditions of application of the Coastal Areas Act, drawn up by the Highways Authority and sent to the Minister for Infrastructure, Housing and Transport in July 2000:", "“... there is an acute sense of unfairness when an application for planning permission is turned down in respect of a site where the presence of buildings would appear to suggest that at other times the authorities have been less particular. ...", "The right to enjoy ‘for life’ but not to transfer a dwelling house built on maritime public property, as recognised in an agreement signed with the prefect, the right granted to a married couple until their death to camp or park their caravan in a zone in which camping was now illegal, together with an agreement expressly stipulating that the right could not be inherited, illustrate the creativity shown by the authorities in this regard in Charente-Maritime and the Morbihan. ...", "All sorts of liberties are increasingly being taken in various degrees of good faith. ... Should we simply ignore the development of a black market in permits to occupy public property ... Should we not be attempting to establish liability on the part of public officials who in the course of their administrative duties have knowingly contributed to creating or exacerbating an illegal situation? ...”", "51. A report entitled “Assessment of the Coastal Areas Act and measures in favour of coastal areas”, prepared by the government for Parliament (September 2007), contains a part devoted to opening coastal areas to pedestrians which is worded as follows:", "“The purpose of the Coastal Areas Act is to maintain or develop tourism in coastal areas. Sections 3 to 8 of the Act, in particular, lay down the conditions in which the public may visit natural sites, the seashore and the corresponding facilities. The provision of coastal paths goes some way towards giving effect to these legislative provisions. ... The public can continue to walk along the coast by virtue of an easement over private properties and a right of way over public land that may belong to the State (maritime public property), the Coastal Protection Agency or local and regional authorities ...", "Making a pathway often requires an on-site study of the terrain in order to determine whether the coastal area in question can be opened to pedestrians without harming the fauna, the flora or the stability of the soil. If the land is considered to be accessible without any risk to the environment, regard will have to be had to where the path is routed, particularly across private property, it being observed that the statutory route (three metres in width running along the boundary of maritime public property) is not always the most appropriate solution. If the statutory route across private properties has been modified, a public inquiry must be carried out. ...”", "52. The Court examined the situation in sixteen coastal member States. Only four States (Albania, Bosnia and Herzegovina, Sweden and the United Kingdom) do not recognise the existence of maritime public property exclusive of any private ownership rights. In the other twelve States (Croatia, Germany, Greece, Ireland, Italy, Malta, Monaco, Montenegro, the Netherlands, Slovenia, Spain and Turkey), maritime public property belongs either to the State or to other public bodies and is inalienable on that basis. In all these States maritime public property can nevertheless be designated for private use on the basis of fixed-term concessions. And in all these States illegal use exposes the offender to administrative or even criminal penalties. In particular, the illegal construction of immovable property can result in the offender being ordered to demolish the building concerned at his or her own expense and without compensation. This type of measure also exists in Sweden, where the private right of ownership of land on the seashore is recognised by law but the land is subject to relatively strict easements which prohibit the construction of new buildings and guarantee public access to the sea.", "53. In Croatia, as in Spain, the owners of buildings legally built and acquired before the entry into force of the Maritime Property Act (2006) in the case of the former and the Coastal Areas Act in the case of the latter (1988), and designed for use as a dwelling, could obtain a concession of these buildings, without any obligation to pay a charge on the sole condition that they apply for the concession within one year of the entry into force of the Act. In Spain, properties built before the Act came into force without a permit or concession as required by the previous legislation will be demolished if they cannot be legalised on public-interest grounds. Any building that was authorised before the Act came into force but is now illegal will be demolished on the expiry of the concession if it is located on land falling within the category of maritime public property. In Turkey, according to the case-law of the Court of Cassation (judgment of 10 October 2007), which refers to the judgment in Doğrusöz and Aslan v. Turkey (no. 1262/02, 30 May 2006), if the annulment of a property deed in respect of property located inside the delineation of the foreshore is compatible with the domestic legislation, the interested party can apply to the courts for compensation for his or her pecuniary loss.", "54. The following relevant texts can be cited: Recommendation No. R (97) 9 of the Committee of Ministers on a policy for the development of sustainable environment-friendly tourism in coastal areas adopted on 2 June 1997, and the appendix thereto; the decision of the Committee of Ministers taken at its 678th meeting (8-9 September 1999) at which the Ministers’ Deputies took note of the Model Law on sustainable management of coastal zones (see Article 40 on public maritime domain and Article 45 on pedestrian access to beaches and coasts) and the European Code of Conduct for Coastal Zones, and agreed to transmit them to their respective governments."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}