{"ITEMID": "001-5382", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ROEPSTORFF v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Danish national, born in 1969. He resides in Herlev, Denmark. Before the Court he is represented by Mr Christian Harlang, a lawyer practising in Copenhagen.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "At the material time the applicant was employed as a baker by FDB (fællesforeningen af Danmarks Brugsforeninger). He was also a member of the trade union NNF (Nærings- og Nydelsesmiddelarbejderforbundet) and his employment was governed by a collective labour agreement between the NNF and the FDB.", "On 11 September 1994 the applicant left his place of work in circumstances which remain in dispute. The following day he received a letter from his employer by which his employment was terminated. The applicant protested against the dismissal and contacted his trade union. Following a discussion with the applicant the NNF sent a letter to the FDB on 23 September 1994 protesting against the applicant’s dismissal.", "Subsequently the NNF discussed the settlement with the applicant who, following consultations with his lawyer, could not approve the text but requested certain additional guarantees as to employment, wages and seniority.", "On 1 November 1994 another meeting was held between the representatives of the NNF and the FDB. The applicant was aware of the date of this meeting but did not participate this time either. According to the minutes of this meeting the above settlement was upheld with two additional guarantees in respect of the applicant’s salary and seniority. The settlement was approved and signed by the representatives of the NNF and the FDB on 7 November 1994.", "On the same date the City Court of Glostrup (Civilretten i Glostrup) received a writ by which the applicant instituted proceedings against the FDB claiming 35,426.89 DKK representing his salary from 11 September until 31 October 1994. It appears that at this moment in time the applicant still considered himself employed by the FDB. However, subsequently he refused the FDB’s offer of reemployment in accordance with the above settlement since he had found other employment.", "In the proceedings before the City Court the FDB maintained, in particular, that the applicant could not submit further claims as he was bound by the settlement reached between the NNF and the FDB. The applicant maintained, however, that this argument would, if upheld by the court, amount to a violation of his rights as secured to him by Article 6 § 1 of the Convention.", "The City Court held an oral hearing in the case where the applicant, assisted by counsel, was heard. The court furthermore heard three witnesses. On the basis of an evaluation of the available evidence the City Court pronounced judgment in favour of the FDB on 3 May 1995. The judgment reads, in its relevant part as follows:", "(Translation)", "“The settlement between the NNF and the FDB is final and it has been approved by [the representative of the NNF] on behalf of [the applicant]. It is noted in this connection that the NNF by virtue of the [collective labour] agreements has a standing and irrevocable authorisation to reach such settlements on behalf of its members.", "On the basis of the evidence submitted the terms of the settlement must be considered fulfilled.", "Accordingly, the court finds in favour of the defendant.", "It is noted in this respect that [the applicant] will not be precluded from claiming damages from the NNF during a possible lawsuit, if [he] finds that during the settlement negotiations the NNF did not take proper care of [his] interests. Thus, the settlement ought not to be set aside with reference to Article 6 § 1 of [the Convention]. ...”", "The applicant appealed against the judgment to the High Court of Eastern Denmark (Østre landsret) which also held a hearing during which the applicant and the witnesses were heard again. On 15 January 1996 the High Court upheld the City Court’s judgment. The judgment reads, in its relevant parts, as follows:", "(Translation)", "Two judges ... opine as follows:", "We find it established that [the applicant] himself requested his union NNF to secure that the dispute concerning his dismissal should be solved by negotiations between the NNF and the FDB. It must have been clear to [the applicant] that a solution in the case would hereafter be found in accordance with the rules governing labour disputes. Furthermore, we find it established that between the parties in question agreement was reached on the disputed settlement.", "We find hereafter that, also without [the applicant’s] acceptance of the settlement, the NNF has had authorisation to reach it with binding effect for [the applicant]. With this reasoning we vote for [upholding the judgment].", "Judge ... opines as follows:", "First, I do not find that the NNF by virtue of the collective labour agreements has a standing and irrevocable authorisation to enter into an agreement as the one in question which does not concern a labour market dispute.", "Second, I find it established that the reservation in the draft settlement referred to the NNF's approval as well as that of [the applicant]. ... I do not find it established that, when he received confirmation of [the NNF's] approval of the settlement, [the representative of the FDB] believed or had any reason to believe that the agreement had not been approved by [the applicant] ... . Thus, the agreement is binding on [the applicant]. With this reasoning I vote as the majority. ...”", "On 14 May 1996 the Board of Leave to Appeal (Procesbevillingsnævnet) rejected the applicant's request for leave to appeal to the Supreme Court (Højesteret).", "B. Relevant domestic law and practice", "The Danish labour market is to a high extent governed by collective agreements concluded between the labour market parties. About 80 per cent of all employees are organised and nearly 90 per cent of all employees are covered by collective agreements.", "As a consequence of the high rate of organisation, pay and working conditions in Denmark are mainly regulated by collective agreements between labour market partners.", "Pay and working conditions may further be agreed individually between the individual employee and the employer.", "There is an interaction among the three elements - collective agreements, individual agreements and legislation - when it comes to identifying the rights of an employee in relation to the employer.", "A collective agreement has effect within the occupation field covered by the agreement. An employer who has concluded or adhered to a collective agreement has a duty in relation to the trade union to pay the employees the wage and salary fixed in the collective agreement whether the employee is or is not a member of the organisation concerned. However, a non-organised employee may not invoke rights under the collective agreement, but only under his or her individual agreement. On the other hand employees have no independent and direct rights which can be invoked under the collective agreement. Through the membership of a trade union, the union is considered empowered to act on behalf of its members.", "As regards cases settled within the machinery set up for settlement of labour disputes, i.e. by arbitration or by the Labour Court, the right to take legal action is vested in the organisation which is a party to the agreement. It is also the organisation which decides about the subject-matter of the case. Before the ordinary courts of law it is the individual employee who has the right to sue.", "As regards rights based on legislation the rule is that such rights may always be enforced by the ordinary courts of law. The courts will hear the case whether or not the employee is a member of a trade union or other organisation. In such cases it is always the individual employee who is entitled to bring the action and who may dispose of the subjectmatter of the case.", "If the rights of the employee are based on a collective agreement, the legal situation may be summarised as follows:", "If the employee is not organised and thus not attached to any organisation, but his or her rights are, nevertheless, based on a collective agreement, the practice is that the ordinary courts of law will hear the case. Reference is made to U 85/800 V and U 1983/730H.", "If the employee is organised, the starting point is that the matter should be settled by the special machinery for settlement of labour disputes, i.e. by arbitration or by the Labour Court. In such cases the general rule is that the organisations have the full disposal of the subject-matter and the right to take legal action. An exception from this general rule follows from section 11, subsection 2, of the Labour Court Act which reads as follows:", "(Translation)", "“An employee shall, however, be entitled to bring an action for award of outstanding wages in the ordinary courts of law unless the organisation, in proceedings before the Labour Court, has waived this right on behalf of the employee or when the failure to pay wages is related to a labour market dispute.”", "The ordinary courts of law have, inter alia on the basis of this provision, heard cases involving collective agreements, even if the organisation has failed to proceed with the case within the framework of the machinery set up for the settlement of labour disputes, cf. U85/997Ø, U54/935H and U94/953H in which express reference was made to the right of access to court under Article 6 of the Convention.", "Any decision (judgment) of the Labour Court is final. The Labour Court is the first and only level of jurisdiction, since no appeal lies against its decisions. Consequently, the judgments of the Labour Court are directly enforceable in accordance with the rules of the Administration of Justice Act relating to enforcement of judicial awards, cf. Section 20 of the Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}