{"ITEMID": "001-69424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KOLANIS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 5-1-e;Violation of Art. 5-4;Violation of Art. 5-5;No separate issue under Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1972 and lives in London.", "8. On 2 February 1998 the applicant was convicted of causing grievous bodily harm with intent. She was found to be suffering from a mental illness. She was detained in hospital pursuant to sections 37 and 41 of the Mental Health Act 1983 (“the 1983 Act”). She applied to a Mental Health Review Tribunal (“MHRT”) for her discharge from detention in hospital.", "9. On 24 May 1999 the MHRT first considered her application. It adjourned in order, inter alia, to obtain a psychiatric report from a Dr Hamilton which was to address the eligibility of the applicant for a conditional discharge from hospital.", "10. On 16 August 1999 the MHRT resumed its hearing of the applicant's application. It had before it the report of Dr Hamilton, which expressed the view that the applicant was not ready for discharge. Furthermore, the psychiatrist in charge of the applicant's care, Dr O'Grady, and a social worker gave evidence to the MHRT stating that they were opposed to the applicant's discharge. They proposed that the applicant should instead be transferred to hostel-type accommodation, under the care of a supervising consultant psychiatrist.", "11. The MHRT nevertheless concluded that the applicant should be conditionally discharged. The conditions were that the applicant should reside at the home of her parents, that she should cooperate with supervision by a social worker and a forensic consultant psychiatrist, and that she should comply with such treatment as might be prescribed for her.", "12. In coming to its decision, the MHRT answered the three questions below as follows:", "The MHRT expressed the following as a part of its reasoning:", "“The Tribunal is satisfied ... that the patient is now suffering from mental illness, namely schizophrenia, the symptoms of which are being fully controlled by medication and that she needs ongoing treatment and medication in order to control her illness.", "The patient ... has been symptom-free for at least the last 8 to 12 months.", "...", "... in view of the possibility of a relapse, she should remain liable to be recalled to hospital for further treatment.”", "13. The MHRT deferred the discharge of the applicant until satisfactory arrangements had been made to meet the conditions it had imposed.", "14. On 30 September 1999 the psychiatrist responsible for supervising the applicant in the community, Dr Kennedy, saw her with two members of his team. He concluded that he was not prepared to supervise her if she were at home but only if she were in supported accommodation. He described his consultation with the applicant in a letter to Dr O'Grady, dated 6 October 1999, in which he wrote, inter alia:", "“I made it clear that I would not consider it safe to supervise [the applicant] if she were to go straight home to the care of her parents, as there are important areas of her treatment in which she has not yet made sufficient progress for anyone to be confident that she would not relapse and reoffend while there.”", "15. Dr Kennedy made clear that he was in no doubt that the next stage in the applicant's treatment, rehabilitation and risk management should take place near her family, but in a medium-security unit or at a registered mental nursing home. Alternatively, he suggested asking one of his colleagues, or one of the general psychiatrists at St Anne's Hospital, whether they would be willing to supervise the applicant on conditional discharge to her parents' home.", "16. On 11 October 1999 Dr O'Grady wrote to the MHRT. He stated that the purpose of his letter was to give the MHRT advance notice that his team was unable to meet the conditions set by the tribunal for the conditional discharge of the applicant. He explained that both Dr Hamilton and Dr Kennedy were agreed that it would be difficult to manage her should she be discharged directly to her parents' home. He continued:", "“In the circumstances, I believe it is highly unlikely that there will be another forensic psychiatrist willing to provide the supervision that is necessary to meet the conditions of the tribunal ... We continue to hold the view that it is not in her best interests to be discharged directly to her family but [that she] should go through a further period of rehabilitation in the community to prepare her fully for community living.”", "17. On 19 October 1999 Dr O'Grady again wrote to the MHRT informing it that he would write to the other consultant forensic psychiatrists in the North London Forensic Service (“the NLFS”) to enquire whether they would be prepared to supervise the applicant under the conditions laid down by the tribunal. As it transpired, none of those psychiatrists was prepared to do so.", "18. On 15 November 1999 the health authority responsible for the area in which the applicant lived (“the health authority”) requested the director of the NLFS to approach forensic colleagues working in the private sector to establish whether they might be willing to offer supervision.", "19. On 2 December 1999 the NLFS informed the health authority that the applicant's new responsible medical officer, Dr Duffield, was not satisfied that the applicant should return home. However, he had agreed to approach all local catchment area forensic consultant psychiatrists to determine whether they would be willing to provide after-care supervision for the applicant were she to be discharged to her parents' home.", "20. On 15 December 1999 the NLFS wrote to the health authority to confirm that no consultant forensic psychiatrist from the NLFS was willing to supervise the applicant in the community. Furthermore, it stated that it was not aware of any individual or organisation that would be suitably equipped to undertake such a task in the community. The letter noted that most private independent sector providers concentrated on acute and in-patient care only.", "21. On 17 December 1999 Dr Duffield wrote to the MHRT to advise it that its conditions had not been complied with so far, and the reasons therefor.", "22. In December 1999 and January 2000 the health authority wrote to the clinical directors of the forensic psychiatry services in London, Hertfordshire and Essex, identifying nine units in addition to the NLFS. They were asked to discuss the case urgently with their consultant colleagues to establish whether any of them was prepared to assess the applicant with a view to becoming her supervising consultant forensic psychiatrist under the terms laid down by the MHRT. None was willing or able to assist.", "23. The health authority subsequently wrote to both national and private institutions in Cambridgeshire and Northamptonshire with the same request. Once again, no one was prepared to comply with the conditions set by the MHRT.", "24. The health authority concluded that there were no further steps that it could take.", "25. On 3 March 2000 Dr Kennedy wrote to the Home Office, advising it of his opinion that the conditions imposed by the MHRT were impossible to meet. He therefore requested the Home Secretary to consider exercising his powers under section 71(1) of the 1983 Act to refer the applicant to an MHRT. The Home Secretary complied with that request on 17 March 2000.", "26. On 3 December 1999 the applicant issued proceedings for judicial review of the decision of the health authority not to provide her with psychiatric supervision in the community in implementation of the conditions imposed by the MHRT, which was preventing her discharge from hospital. She sought, inter alia, the quashing of that decision and/or an order to compel the health authority to provide her with the psychiatric treatment necessary to implement the conditions imposed by the MHRT.", "27. On 18 January 2000 the High Court granted the applicant permission to apply for judicial review. The Secretary of State for Health declined to intervene in the proceedings, but made the following observations:", "“The Mental Health Act provides an established legislative framework in this and similar cases designed to safeguard the interests of patients. As part of this scheme Responsible Medical Officers are accountable in a way which clearly does not permit them to effectively deny the determinations of properly constituted Mental Health Review Tribunals ... It is a matter for the Tribunal whether they decide to order a conditional discharge against the advice of the [Responsible Medical Officer].”", "28. On 9 June 2000 the High Court judge (Mr Justice Burton) heard the applicant's substantive application for judicial review. The applicant argued that she was entitled to be discharged from hospital; that the health authority was in breach of its duty under section 117 of the 1983 Act for failing to provide her with the necessary services to comply with the conditions of the MHRT; and that the failure to comply with those conditions within a reasonable period of time was in breach of Article 5 of the Convention.", "29. The judge rejected the applicant's application. He held that, under section 117 of the 1983 Act, the health authority was not under an absolute duty to implement the conditions of the MHRT, but only a duty to take all reasonable steps to attempt to satisfy those conditions. The judge further held that, on the facts, the health authority had complied with that duty. He further rejected the applicant's suggestion that any of the psychiatric consultants had “thwarted” the conclusions of the MHRT, holding that doctors were both entitled and obliged to exercise their own professional judgment.", "30. On 24 August 2000, following the reference by the Home Secretary on 17 March 2000 (see paragraph 25 above), a differently constituted MHRT considered the applicant's case afresh. It concluded that the applicant should be conditionally discharged. The conditions were that the applicant should reside in accommodation approved by her responsible medical officer, that she accept to be supervised and take the medication prescribed by the latter, and that she accept to be supervised by her social supervisor.", "31. The MHRT gave the same answers as the first MHRT to the questions set out in paragraph 12 above. It also deferred the discharge of the applicant until satisfactory arrangements had been made to meet the conditions it had imposed. It further expressed the following as part of its reasoning:", "“... we consider that it is appropriate that [the applicant] should remain liable to recall to hospital. The critical issue, we feel, is that Miss Kolanis's current good mental health is dependent, in our view, upon her continuing to receive her medication.", "Our hope and expectation is that the condition as to residence which we have imposed will be capable of being complied with within a relatively short period. We consider that, bearing in mind that Miss Kolanis had a legitimate expectation a year ago of being released into the community almost at once, her [Responsible Medical Officer] and the other responsible authorities should treat the finding of suitable accommodation for her as urgent. Having seen Miss Kolanis, it is clear to us that she is a very personable woman and we find it difficult to conceive of any responsible body having any legitimate objection to accommodating her.”", "32. On 23 December 2000 the applicant was conditionally discharged from hospital to a resettlement project hostel in London.", "33. Subsequently, the Court of Appeal granted the applicant permission to appeal against the judgment of the High Court of 9 June 2000 in her judicial review proceedings. It recognised that, in the light of the applicant's conditional discharge, which had occurred subsequent to the judgment of the High Court, the issues raised on appeal were, in one sense, academic. However, permission to appeal was granted as a result of the importance of the issues raised.", "34. On 21 February 2001 the Court of Appeal dismissed the applicant's appeal. It agreed with the interpretation of section 117 of the 1983 Act that had been the basis of the decision of the High Court judge (see paragraph 29 above).", "35. In paragraph 16 of his judgment, Lord Phillips set out the effect of an earlier judgment of the House of Lords in R. v. Oxford Regional Mental Health Review Tribunal, ex parte Secretary of State for the Home Department [1987] 3 All England Law Reports 8 (“Oxford”) as follows:", "“Should, for any reason, it prove impossible to implement the conditions specified by a Tribunal, that Tribunal could not consider whether to impose alternative conditions or even to direct discharge of the patient without conditions. In such circumstances the patient would remain detained unless and until a fresh reference was made to a Tribunal. The patient was not entitled himself to initiate a reference for twelve months. The Secretary of State was under no similar restriction, but in practice a considerable length of time would be likely to elapse before the matter came back before the Tribunal pursuant to a reference by the Secretary of State. The implications of this state of affairs were considered by the European Court of Human Rights in Johnson v. the United Kingdom ...”", "At the time at which the facts in the present case arose, no separate relief was available to the applicant under the Human Rights Act 1998 (which incorporated the Convention directly into domestic law). Nevertheless, Lord Phillips proceeded on the basis that, where there was no conflict with precedent, the correct approach had always been to interpret legislation in a manner that was consistent with the Convention. He therefore addressed the human rights issues in the case as follows:", "“32. Does the legislative scheme, as interpreted in [Oxford], violate the right to liberty conferred by Article 5 of the [Convention]? In considering this question it is necessary to distinguish between two different situations. The first is a case, such as the present, where the Tribunal concludes that the patient is mentally ill and requires treatment, but that under appropriate conditions such treatment can be provided in the community. The second is where, as in the case of Johnson, the Tribunal finds that the patient is no longer suffering from mental illness, is not in need of treatment but needs to be discharged into a controlled environment in order to reduce the stress involved, to make sure that the patient is indeed free of the illness and to reduce the risk that the illness may recur.", "33. Where (i) a patient is suffering from mental illness and (ii) treatment of that illness is necessary in the interests of the patient's own health or for the protection of others and (iii) it proves impossible or impractical to arrange for the patient to receive the necessary treatment in the community, it seems to me that the three criteria identified by the European Court in Winterwerp are made out. Whether or not it is necessary to detain a patient in hospital for treatment may well depend upon the level of facilities available for treatment within the community. Neither Article 5 nor Strasbourg jurisprudence lays down any criteria as to the extent to which member States must provide facilities for the care of those of unsound mind in the community, thereby avoiding the necessity for them to be detained for treatment in hospital.", "34. If a health authority is unable, despite the exercise of all reasonable endeavours, to procure for a patient the level of care and treatment in the community that a Tribunal considers to be a prerequisite to the discharge of the patient from hospital, I do not consider that the continued detention of the patient in hospital will violate the right to liberty conferred by Article 5.", "35. Very different considerations apply to a factual situation such as that considered by the Strasbourg Court in Johnson. Where a patient has been cured of mental illness, he is no longer of unsound mind and the exception to the right to liberty provided for by Article 5 § 1 (e) does not apply. In Johnson the Court has recognised that, in such circumstances, it may nonetheless be legitimate to make discharge of the patient conditional rather than absolute and to defer, to some extent, the discharge to which the patient is entitled. The deferral must, however, be proportionate to its object and cannot become indefinite. The decision in Johnson suggests that the statutory regime as interpreted in [Oxford], may not be consistent with Article 5. If the Tribunal imposes a condition which proves impossible of performance, too lengthy a period may elapse before the position is reconsidered as a result of a subsequent referral.", "36. The solution to the problem is not to interpret section 117 in such a way as to impose on health authorities an absolute obligation to satisfy conditions imposed by Tribunals. I do not consider it appropriate in this case to attempt to provide a definitive answer to the problem. I would simply observe that the solution may well involve reconsidering the decision of the House of Lords in [Oxford]. ...”", "36. During the course of his judgment, Lord Justice Buxton opined as follows:", "“39. The effect of Article 5 § 4 of the [Convention] is to entitle a person in the situation of [the applicant] to have the lawfulness of her detention decided by a body, within the system of the State that is detaining her, that has appropriate court-like characteristics. In the case of the United Kingdom, that court-like function is performed by the Mental Health Review Tribunal (MHRT). One necessary characteristic of such a body, if it is to meet the requirements of Article 5 § 4, is that its orders should be effective in securing the release of persons whose detention it rules to be unlawful: see ... X v. the United Kingdom[judgment of 5 November 1981, Series A no. 46] ...", "40. In the present case, the MHRT concluded that the detention of [the applicant] would be unlawful once the conditions upon which her release was contingent were put in place. Those conditions, in particular, included cooperation by [the applicant] with supervision by a forensic consultant psychiatrist; and therefore, by necessary implication, provision of such supervision by the appropriate organ of the State. If that order were to be effective, as Article 5 § 4 requires, such supervision had to be provided.", "41. Johnson ..., paragraphs 66 and 67, seems to me to make clear, in accordance with that requirement of effectiveness, that a breach of Article 5 § 1 is committed by the State if, once the MHRT has determined that a patient should be released, it imposes conditions to facilitate that release that in the event are not fulfilled, at least if the non-fulfilment can be attributed to another organ of the State.", "42. In applying that part of the Court's jurisprudence, I would not make the distinction drawn by [Lord Phillips], in paragraph 32 of his judgment, and based on the approach of the Strasbourg Court in Winterwerp, between cases where the MHRT concludes that the patient is mentally ill, but can be treated in the community, and cases (such as Johnson itself) where the MHRT finds that the patient is no longer suffering from mental illness but nonetheless needs to be released into a controlled environment. In the latter case, the justification for the placing of continued restrictions on the subject relates, and can only relate, to the history of mental illness and, as in Johnson, to the prospect of recurrence. In both cases, there is continued detention; the role of the MHRT in both cases is to exercise the court-like functions required by Article 5 § 4, and under the jurisprudence of Article 5 § 4 the national authorities are equally bound to respect and act on the determination of the MHRT in either case.", "43. There is also a practical difficulty in applying the Winterwerp criterion of whether the mental disorder is 'of a kind or degree warranting compulsory confinement' to decisions that were not taken with that formulation expressly in mind. In [the applicant's] case, the MHRT answered 'Yes' to the question: 'Is the Tribunal satisfied that the patient is not now suffering from mental illness ... of a nature or degree which makes it appropriate for the patient to be liable to be detained in a hospital for medical treatment?', but in their extended reasoning made it clear that any discharge must be subject to the provision of continuing treatment. That is not a clear-cut decision of the type that Winterwerp seems to assume.", "44. However that may be, under the [Convention] jurisprudence ... once the MHRT made a decision as to [the applicant's] release that was contingent on the provision of forensic psychiatric supervision, it became the responsibility of the State to provide that supervision. Otherwise, if nothing was done, the situation would arise that was identified in paragraph 67 of the judgment in Johnson, of indefinite deferral of the release that had been ordered by the MHRT. That deferral would arguably entail a breach of the [Convention]. The issue would depend on whether, once the MHRT had determined that her condition could and should be treated in the community, she was, in terms of the analysis in Winterwerp, suffering from a mental disorder of a kind or degree warranting compulsory confinement. I have already indicated the difficulty of this question. We received no submissions upon it, the argument being concentrated in another direction, and I certainly do not decide the issue here.", "45. In raising the possibility that [the applicant's] detention became unlawful I have not overlooked [Lord Phillips's] view, set out in paragraph 33 of his judgment, that such a conclusion may be controlled or affected by the availability of treatment facilities in the particular community involved; but what matters in [Convention] terms is the ruling of the MHRT, the determining body created by Article 5 § 4. If the ruling of the MHRT is frustrated, in a case where under the [Convention] jurisprudence the subject should no longer be detained, then the subject is deprived of her Article 5 § 4 protection, as (I think it to be clear) the [Court] would have held in Johnson had the issue not been determined already under Article 5 § 1: see paragraphs 69-72 of the judgment.", "46. I well accept that this conclusion entails a number of practical difficulties, not least that it might appear to lead to the release of a person who is or has been mentally ill without the support that the MHRT thought necessary for that release. That may appear surprising, not only in common-sense terms, but also in view of the emphasis placed in the jurisprudence of the [Convention] upon the judgment of the national authorities: see for instance the observations of the [Court] in Luberti v. Italy [judgment of 23 February 1984, Series A no. 75] at paragraph 27 as to the relevance in this context of the doctrine of the margin of appreciation; and the observations in paragraph 63 of the judgment in Johnson as to the respect to be paid to the discretionary judgment of those responsible for dealing with the mentally ill. The problem in this case arises, however, from the rigidity of the required procedure of the MHRT that is identified in paragraphs 16 and 36 of [Lord Phillips's] judgment. If the MHRT indeed had the power to review its decisions in the light of practical circumstances, as was envisaged by Woolf J in [Oxford], then difficulties of the present order would not arise; and provided that the national authorities made all reasonable efforts to comply with provisional decisions of the MHRT I very much doubt that any objection to such a procedure would arise under the [Convention]. That, however, is not the present state of domestic law: the decision of the MHRT being once and for all, that is the decision that Article 5 § 4 requires to be respected.", "...", "48. ... [the applicant] may have a complaint under Article 5 in relation to the whole circumstances that led to her continued detention: including, in particular, that the MHRT having ruled that her continued detention was not justified, the implementation by the State of that order in the event caused her to continue to be detained. The State is responsible for the whole of these circumstances. That, presumably, is why the State was found to be in breach in Johnson from the original date of the MHRT's decision: see the last sentence of paragraph 67 of the judgment. The circumstances of [the applicant's] case might, therefore, by the same token found a successful complaint in Strasbourg.”", "37. Lord Justice Sedley, during the course of his judgment, expressed the following view (in paragraphs 55 and 56):", "“... more than one legitimate judgment – that of the community psychiatrist as well as of the MHRT – may have to be accommodated for the purposes of Article 5 § 4, at least to the extent that the decision of the MHRT is explicitly dependent on the collaboration of the psychiatrist.", "... I am rather less positive than Buxton LJ in looking to Strasbourg to afford [the applicant] a remedy that cannot be afforded here. It seems to me ... that the legislative scheme, while not always satisfactory in practice, is Convention-compliant in principle.”", "38. On 3 July 2001 the House of Lords refused the applicant's petition of appeal against the judgment of the Court of Appeal.", "39. Section 1(2) of the Mental Health Act 1983 (“the 1983 Act”) defines “mental disorder” as “mental illness, arrested or incomplete development of mind, psychopathic disorder and any other disorder or disability of mind”.", "40. Section 37 of the 1983 Act empowers a court to order a person, on being convicted of a criminal offence punishable with imprisonment, to be admitted to and detained in a specified hospital (“a hospital order”).", "41. The court can only make a hospital order if it is satisfied on the written or oral evidence of two registered medical practitioners that the offender is suffering from mental disorder (see paragraph 39 above) and that", "“the mental disorder ... is of a nature or degree which makes it appropriate for him to be detained in a hospital for medical treatment and, in the case of psychopathic disorder or mental impairment, that such treatment is likely to alleviate or prevent a deterioration in his condition” (section 37(2)(a)(i))", "and", "“the court is of the opinion, having regard to all the circumstances including the nature of the offence and the character and antecedents of the offender, and to the other available methods of dealing with him, that the most suitable method of disposing of the case is by means of a [hospital order]” (section 37(2)(b).", "42. Under section 37(7), a hospital order must specify the form or forms of mental disorder from which the offender is suffering, as confirmed by the evidence of two practitioners.", "43. Under section 41(1) of the 1983 Act, where a hospital order is made by the Crown Court, and it appears to the court, having regard to the nature of the offence, the antecedents of the offender and the risk of his committing further offences if set at large, that it is necessary for the protection of the public from serious harm to do so, the court may further order that the offender shall be subject to certain specified restrictions, detailed in section 41 of the Act. Such an order is called a “restriction order” and may be made either without limit of time or for the period specified in the order.", "44. The purpose of an MHRT is to deal with applications and references by and in respect of patients under the provisions of the 1983 Act (section 65(1)).", "45. Under section 70 of the 1983 Act, a person who is subject to a hospital order and a restriction order (“a restricted patient”) may apply to an MHRT for a review of his or her detention in hospital:", "(i) initially after a period of between six and twelve months' detention;", "(ii) thereafter, annually.", "46. Under section 71(1) of the 1983 Act, the Secretary of State may at any time refer the case of a restricted patient to an MHRT. This power is discretionary. The Secretary of State therefore cannot be compelled by a patient to exercise it.", "47. Under section 73(1) and (2), read in conjunction with section 72(1), of the 1983 Act (as they were at the time when the facts giving rise to the applicant's case occurred, the sections having subsequently been amended), where an application was made to an MHRT by a restricted patient or where his case was referred to it by the Secretary of State, the MHRT was required to direct the absolute discharge of the patient if it was satisfied:", "(a) (i) that the patient was not then suffering from mental illness, psychopathic disorder, severe mental impairment or mental impairment or from any of those forms of disorder of a nature or degree which made it appropriate for the patient to be liable to be detained in a hospital for medical treatment; or", "(ii) that it was not necessary for the health or safety of the patient or for the protection of other persons that the patient should receive such treatment (section 73(1) of the 1983 Act); and", "(b) that it was not appropriate for the patient to remain liable to be recalled to hospital for further treatment (section 73(2) of the 1983 Act).", "48. Pursuant to section 73(3), upon an absolute discharge, the patient ceases to be liable to be detained by virtue of the hospital order and the restriction order ceases to have effect.", "49. Under section 73(2) of the 1983 Act, where an MHRT is satisfied as to either of the matters referred to in (a), but not as to the matter referred to in (b) in paragraph 47 above, it is required to direct the conditional discharge of the patient.", "50. Lady Justice Butler-Sloss, giving judgment in R. v. Merseyside Mental Health Review Tribunal, ex parte K. [1990] 1 All England Law Reports 699-700, explained the nature of this power as follows:", "“Section 73 gives to the tribunal the power to impose a conditional discharge and retain residual control over patients not then suffering from mental disorder or not to a degree requiring continued detention in hospital. This would appear to be a provision designed both for the support of the patient in the community and the protection of the public, and it is an important discretionary power vested in an independent tribunal, one not lightly to be set aside in the absence of clear words.”", "51. By virtue of section 73(4) of the 1983 Act, a patient who has been conditionally discharged may be recalled by the Secretary of State. In addition, that patient must comply with the conditions attached to the discharge. In contrast to a patient who has been absolutely discharged, a conditionally discharged patient does not cease to be liable to be detained by virtue of the relevant hospital order.", "52. Under section 73(7) of the 1983 Act, an MHRT can defer a direction for the conditional discharge of a restricted patient until such arrangements as appear to be necessary for the purpose of discharge have been made to its satisfaction.", "53. As set out above, in the applicant's domestic case in the Court of Appeal (R. (K.) v. Camden and Islington Health Authority [2001] England and Wales Court of Appeal (Civil Division) 240), Lord Phillips considered the effect of the House of Lords' decision in Oxford. He concluded that if it proved impossible to implement the conditions specified by an MHRT, the patient would remain detained unless and until a fresh reference were made to an MHRT. The original MHRT that imposed the conditions did not have any power to reconsider its decision.", "54. A patient's case can therefore only be reconsidered by a differently constituted MHRT. In those circumstances the case must be considered afresh.", "55. The Secretary of State may also order a patient's conditional or absolute discharge under section 42 of the 1983 Act.", "56. Section 117(2) of the 1983 Act reads as follows:", "“It shall be the duty of the health authority and of the local social services authority to provide, in cooperation with relevant voluntary agencies, after-care services for any person to whom this section applies ...”", "57. As set out above, the Court of Appeal in the applicant's domestic case (cited above) held that the duty imposed by section 117(2) was not absolute. It was a duty to take all reasonable steps to attempt to satisfy the conditions imposed by the MHRT.", "58. In R. (I.H.) v. Secretary of State for the Home Department and Another [2002] England and Wales Court of Appeal (Civil Division) 646, decided on 15 May 2002, the Court of Appeal considered the question of whether sections 73(2) and/or 73(7) of the 1983 Act were incompatible with Article 5 §§ 1 (e) and/or 4 of the Convention in that MHRTs lacked the power to guarantee that conditions they might attach to a deferred order for conditional discharge would be implemented within a reasonable period of time. The case, similarly to that of the applicant, involved a patient who was suffering from a mental illness, but one which was in remission. It was decided subsequently to the applicant's domestic case and was brought under the Human Rights Act 1998. It therefore took into account the judgments in the applicant's domestic proceedings, the Convention and Strasbourg jurisprudence.", "59. In paragraph 53 of his judgment, Lord Phillips confirmed that the decision of the House of Lords in Oxford made clear that an MHRT was neither obliged nor entitled to reconsider its earlier decision in respect of a conditional discharge in order to accommodate any new facts that might cause it to alter that decision.", "Lord Phillips continued, in paragraph 54:", "“... the decision in [Oxford] is in potential conflict with the requirements of Article5 § 4. If, having made a decision that a patient is entitled to a conditional discharge, subject to specific conditions which necessitate deferral of the discharge, the Tribunal cannot revisit its decision, the patient is liable to find himself 'in limbo' should it prove impossible to put in place the arrangements necessary to enable him to comply with the proposed conditions. That period 'in limbo' may last too long to be compatible with Article 5 § 4 and may result in the patient being detained in violation of Article 5 § 1.”", "Lord Phillips therefore determined that the decision in Oxford needed to be reviewed in the light of the requirements of Article 5 of the Convention. He concluded, in paragraph 71:", "“Tribunals should no longer proceed on the basis that they cannot reconsider a decision to direct a conditional discharge on specified conditions where, after deferral and before directing discharge, there is a material change of circumstances. ... The original decision should be treated as a provisional decision, and the Tribunal should monitor progress towards implementing it so as to ensure that the patient is not left 'in limbo' for an unreasonable length of time.”", "Lord Phillips then gave guidelines to MHRTs considering the discharge of a patient. The guidelines comprised specific steps that could be taken by an MHRT should problems arise with making arrangements to meet the conditions of a conditional discharge. Those steps included the possibility of deferring for a further period, varying the proposed conditions to seek to overcome the difficulties, ordering a conditional discharge without specific conditions or deciding that the patient had to remain detained in hospital for treatment. The Court of Appeal concluded (in paragraphs 96-98) that such a scheme, proposed in the light of its review of the decision of the House of Lords in Oxford, would be compatible with Article 5 § 1 of the Convention.", "60. Following an appeal to the House of Lords, on 13 November 2003, Lord Bingham, in his judgment with which the other members of the House of Lords agreed, held:", "“18. The key to a correct understanding of Johnson is to appreciate the nature of the case with which the Court was dealing. It was that of a patient who, from June 1989 onwards, was found not to be suffering from mental illness and whose condition did not warrant detention in hospital. The Court's reasoning is not applicable to any other case.", "...", "26. I do not accept that, because the tribunal lacked the power to secure compliance with its conditions, it lacked the coercive power which is one of the essential attributes of a court. What Article 5 §§ 1 (e) and 4 require is that a person of unsound mind compulsorily detained in hospital should have access to a court with power to decide whether the detention is lawful and, if not, to order his release. This power the tribunal had. Nothing in Article 5 suggests that discharge subject to conditions is impermissible in principle, and nothing in the Convention jurisprudence suggests that the power to discharge conditionally (whether there are specific conditions or a mere liability to recall), properly used, should be viewed with disfavour. Indeed, the conditional discharge regime, properly used, is of great benefit to patients and the public, and conducive to the Convention object of restricting the curtailment of personal liberty to the maximum, because it enables tribunals to ensure that restricted patients compulsorily detained in hospital represent the hard core of those who suffer from mental illness, are a risk to themselves or others and cannot be effectively treated and supervised other than in hospital. If there is any possibility of treating and supervising a patient in the community, the imposition of conditions permit that possibility to be explored and, it may be, tried.", "27. When, following the tribunal's order of 3 February 2000, it proved impossible to secure compliance with the conditions within a matter of a few months, a violation of the appellant's Article 5 § 4 right did occur. It occurred because the tribunal, having made its order, was precluded by the authority of the Oxford case from reconsidering it. The result was to leave the appellant in limbo for a much longer period than was acceptable or compatible with the Convention. I would accordingly endorse the Court of Appeal's decision to set aside the Oxford ruling and I would adopt the ruling it gave in paragraph 71 of its judgment quoted above. Evidence before the House shows that that ruling is already yielding significant practical benefits. ...", "28. There was no time between 3 February 2000 and 25 March 2002 when the appellant was, in my opinion, unlawfully detained, and there was thus no breach of Article 5 § 1 (e). There is a categorical difference, not a difference of degree, between this case and that of Johnson. Mr Johnson was a patient in whose case the Winterwerp criteria were found not to be satisfied from June 1989 onwards. While, therefore, it was reasonable to try and ease the patient's reintegration into the community by the imposition of conditions, the alternative, if those conditions proved impossible to meet, was not continued detention but discharge, either absolutely or subject only to a condition of liability to recall. His detention became unlawful shortly after June 1989 because there were, as all the doctors agreed, no grounds for continuing to detain him. The present case is quite different. There was never a medical consensus, nor did the tribunal find, that the Winterwerp criteria were not satisfied. The tribunal considered that the appellant could be satisfactorily treated and supervised in the community if its conditions were met, as it expected, but the alternative, if these conditions proved impossible to meet, was not discharge, either absolutely or subject only to a condition of recall, but continued detention. ...", "29. The duty of the health authority, whether under section 117 of the 1983 Act or in response to the tribunal's order of 3 February 2000, was to use its best endeavours to procure compliance with the conditions laid down by the tribunal. This it did. It was not subject to an absolute obligation to procure compliance and was not at fault in failing to do so. It had no power to require any psychiatrist to act in a way which conflicted with the conscientious professional judgment of that psychiatrist. Thus the appellant can base no claim on the fact that the tribunal's conditions were not met. ...", "30. I do not consider that the violation of Article 5 § 4 which I have found calls for an award of compensation since (a) the violation has been publicly acknowledged and the appellant's right thereby vindicated, (b) the law has been amended in a way which should prevent similar violations in future, and (c) the appellant has not been the victim of unlawful detention, which Article 5 is intended to avoid.", "For these reasons ... I would dismiss this appeal.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-e"]}