{"ITEMID": "001-96565", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GEORGIEVI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Georgieva;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste", "TEXT": ["7. The applicants were born in 1926 and 1927 respectively. The second applicant lives in Sofia. The two applicants were spouses.", "8. In 1966 they bought from the Sofia municipality an apartment of 81 square metres, located in the centre of the city, which had become State property by virtue of the nationalisations carried out by the communist regime in Bulgaria in 1947 and the following years.", "9. At the beginning of 1993 the heir of the former pre-nationalisation owners of the property brought proceedings against the applicants under section 7 of the Restitution Law.", "10. By judgments of 24 September 1996 and 10 July 1998 the Sofia District Court and the Sofia City Court allowed the claim. They found the applicants’ title to be null and void on two grounds: 1) no decision of the mayor to initiate the sale procedure had been found in the case file; nor had the applicants established that such a decision had existed but had been lost or destroyed; 2) the sale had not been approved by the Minister of Finance, as required by law, but by one of his deputies.", "11. The applicants did not submit a petition for review (cassation).", "12. On an unspecified date in 1998 they vacated the apartment. In May 1999 they were granted the tenancy of a municipal apartment of 51 square metres.", "13. Following the judgment of 10 July 1998 the applicants applied to receive compensation bonds, which could be used in privatisation tenders or sold to brokers. In December 2000 they obtained bonds with a total face value of 62,400 Bulgarian levs (BGN), in accordance with a valuation of the apartment prepared by an expert.", "14. On 9 July 2003 the second applicant sold her half of the bonds for BGN 7,434.01, the equivalent of 3,810 euros (EUR).", "15. On 17 February 2004 the first applicant sold his half of the bonds for BGN 7,387.68, the equivalent of EUR 3,780.", "16. The relevant background facts, domestic law and practice have been summarised in the Court’ s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}