{"ITEMID": "001-61957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF SULEYMAN YILDIRIM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Brought promptly before judge or other officer);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Impartial tribunal;Independent tribunal);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1968 and is currently detained in Batman “E” Type Prison.", "10. The facts of the case, as submitted by the parties, may be summarised as follows.", "11. On 2 September 1997 the applicant was arrested in Istanbul on suspicion of membership of an illegal organisation, namely the PKK. 4,000 German Marks and 2,600 US Dollars in cash were found in his possession. During his questioning at the Istanbul Police Headquarters, the applicant stated that he had joined the PKK in 1992 and that the money found in his possession at the time of his arrest had been given to him by the PKK to obtain a false passport. He also added that he had been trained in Syria and that he had carried out activities on behalf of the PKK in Germany, the Netherlands and France.", "12. On 3 September 1997 the applicant’s detention period was extended for two days with the permission of the public prosecutor at the Istanbul State Security Court.", "13. On 6 September 1997 the applicant was handed over to the Siirt Police Headquarters in whose jurisdiction the applicant had allegedly committed a number of offences. On the same day the Siirt public prosecutor authorised the applicant’s detention for a further two days.", "14. On 7 September 1997 a statement was taken from the applicant by the Siirt Police. The applicant reiterated the confessions he had made in his statement at the Istanbul Police Headquarters.", "15. The applicant was subsequently handed over to the Batman Police in whose jurisdiction he had allegedly carried out certain illegal activities. On his arrival in Batman the applicant was given a medical examination by a doctor. No signs of ill-treatment were observed on his body according to the medical report drawn up on 7 September 1997.", "16. On 8 September 1997, at the request of the Batman public prosecutor and without the applicant being brought before him, a judge at the Batman Magistrates’ Court in Criminal Matters authorised the applicant’s detention until 12 September 1997.", "17. On 11 September 1997 a statement was taken from the applicant by the Batman Police. The applicant gave a detailed account of his involvement within the PKK and of the activities he had carried out on behalf of that organisation. He further described the structure of the PKK in detail.", "18. On 12 September 1997 the applicant gave a statement before the Batman public prosecutor. He maintained that his police statements were correct and that he had nothing to add to them.", "19. On the same day the applicant was taken before the Batman Magistrates’ Court in Criminal Matters and subsequently remanded in detention.", "20. On 2 October 1997 the public prosecutor filed an indictment with the Diyarbakır State Security Court against the applicant and requested the court to sentence him pursuant to Article 168 § 2 of the Criminal Code and Article 5 of the Prevention of Terrorism Act.", "21. In the proceedings before the Diyarbakır State Security Court, which was composed of three judges including a military judge, the applicant mainly repeated the statements he had made to the police.", "22. In a supplementary indictment submitted to the trial court on 30 May 2000, the prosecutor accused the applicant of carrying out activities aimed at breaking up the unity of the State and removing part of the national territory from the State’s control. He requested the court to sentence the applicant in accordance with Article 125 of the Criminal Code.", "23. On 2 November 2000 the Diyarbakır State Security Court found the applicant guilty as charged and sentenced him to the death penalty under Article 125 of the Criminal Code. Taking into account the applicant’s good conduct during the trial, the death penalty was commuted to a life sentence.", "24. The applicant’s appeal against the judgment was rejected by the Court of Cassation on 22 May 2001.", "25. A full description of the relevant domestic law may be found in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Nuray Şen v. Turkey (no. 41478/98, §§ 13-16, 17 June 2003)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}