{"ITEMID": "001-72158", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MARIA KACZMARCZYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1953 and lives in Wiśniowa, Poland.", "5. On an unspecified date in 1989 the applicant’s father lodged an application with the Myślenice District Court (Sąd Rejonowy) for distribution of the inheritance from his late wife. The applicant was a participant in the proceedings.", "6. Between October 1989 and December 1992 the court held four hearings.", "7. On 19 February 1993 the court ordered that expert evidence be obtained.", "8. On 26 May 1993 four of the participants challenged the expert opinion.", "9. On 2 November 1994 the applicant submitted her own proposal to the court for distribution of inheritance.", "10. On 15 November 1994 the expert submitted his new opinion.", "11. At a hearing on 19 January 1995 the court proposed that the participants conclude a friendly settlement. Only two of the participants accepted the court’s proposal.", "12. At a hearing on 23 March 1995 the court ordered that new expert evidence be obtained. It also ordered the participants to pay an advance to cover the costs of the preparation of an expert report..", "13. On 17 September 1997 the court decided that, as the participants had failed to comply with the order of 23 March 1995, the costs of the preparation of expert opinions would be temporarily covered by the court.", "14. Between 17 January 1996 and 16 July 1998, J.M., one of the participants in the proceedings, unsuccessfully challenged the presiding judge four times.", "15. On 2 October 1998 and 4 March 1999 the court appointed experts to prepare opinions on agriculture and forestry. The experts submitted their reports on 12 November 1998 and 21 March 1999 respectively.", "16. On November 1999 the court held a hearing.", "17. On 30 November 1999 the Myślenice District Court gave judgment.", "18. On 27 March 2000 the Kraków Regional Court (Sąd Okręgowy) dismissed the applicant’s appeal.", "19. On 28 June 2001 the Supreme Court (Sąd Najwyższy) refused to deal with her cassation appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}