{"ITEMID": "001-93401", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BLAGOJEVIC v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Vidoje Blagojević, is a Serbian national who was born in 1950. He is currently detained in a prison in Norway, serving a fifteen-year prison sentence imposed by the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991 (also known as the International Criminal Tribunal for the Former Yugoslavia, hereafter the ICTY). He was represented before the Court by Mr V. Domazet, a lawyer practising in Niš (Serbia).", "2", "3. On 30 October 1998 the ICTY’s Prosecutor issued an indictment against the applicant. This indictment charged the applicant, who had commanded a brigade of the Bosnian Serb Army (Vojska Republike Srpske, “VRS”) in Eastern Bosnia, with genocide and in the alternative complicity in genocide, extermination as a crime against humanity, murder as a crime against humanity and a violation of the laws and customs of war, and persecutions on political, racial and religious grounds as a crime against humanity. This indictment was amended on 27 October 1999 to include two further charges, namely deportation as a crime against humanity and inhumane acts based on forcible transfer as a crime against humanity. The indictment was kept sealed until the applicant’s arrest.", "4. The applicant was arrested by the Stabilisation Force (SFOR) on 10 August 2001 and transferred to the custody of the ICTY the same day.", "5. On 16 August 2001 the applicant made his initial appearance in open court, assisted by duty counsel, Mr Van der S. He pleaded not guilty to all charges. On the same day the applicant was ordered placed in detention on remand until further order.", "6. The applicant claimed to lack the means to retain counsel and subsequently qualified to have counsel assigned. The ICTY’s Registrar assigned Mr K., pursuant to the applicant’s request, on 5 September 2001. On 25 September 2002 Ms T. was assigned as co-counsel, based on the request of Mr K.", "7. On 27 November 2002 the applicant lodged a motion for the replacement of Ms T. By a decision dated 9 December 2002 the Trial Chamber refused to do so, finding that leading counsel Mr K. had expressed confidence in Ms T. and that Ms T. was not incompetent or acting in any way contrary to the applicant’s interests.", "8. On 27 March 2003 the applicant again sought the replacement of Ms T. In addition, stating that he had lost confidence in Mr K. who had failed to consult him when choosing Ms T. as co-counsel, he requested the replacement of his entire legal team. On 8 April 2003 the ICTY’s Registrar issued a decision refusing both requests, citing a lack of substantive grounds relating to Ms T.’s peformance or professional ethics and pointing out that a replacement of counsel could cause delays in the proceedings which would affect the applicant’s right to an expeditious trial.", "9. Following a statement made by the applicant on 5 May 2003 to the effect that he considered his entire defence team fired, the Trial Chamber on 9 May 2003 instructed the Registrar to appoint independent counsel for the purpose of assisting the applicant in his dispute with his assigned defenders.", "10. In the meantime the applicant’s case had been joined with that of another accused, Major J. The trial opened on 14 May 2003.", "11. The Registrar appointed the lawyer Mr Sj. in the role of independent counsel on 23 May 2003. On 5 June 2003 Mr Sj. filed a motion seeking that the Trial Chamber instruct the Registrar to appoint a new defence team for the applicant due to an absence of trust and communication with the current team. This was denied by the Trial Chamber on 3 July 2003; however, the Trial Chamber requested that the Registrar appoint a legal representative to assist the applicant and his defence team during the trial process in order to re-establish a relationship of trust.", "12. Mr Sj. lodged an appeal against the Trial Chamber’s decision. On 15 September 2003 the Appeals Chamber dismissed the appeal. In so doing it considered that the applicant had failed to demonstrate any error of the Trial Chamber in its impugned decision that would warrant the interference of the Appeals Chamber and that it was in the interests of justice that the applicant retain his assigned counsel, and that the applicant’s trial had been adjourned pending the outcome of his appeal.", "13. On 5 April 2004 the Trial Chamber gave a judgment on motions for acquittal lodged by both accused. It acquitted the applicant of planning, instigating and ordering the crimes with which he was charged, with the exception of genocide. This document names Mr K. and Ms T. as the applicant’s counsel.", "14. The Trial Chamber rendered a single judgment against both the applicant and Major J. on 17 January 2005. This judgment too names Mr K. and Ms T. as the applicant’s counsel. It found the applicant guilty of complicity to commit genocide, aiding and abetting murder as a crime against humanity and as a violation of the laws or customs of war and of aiding and abetting deportation as a crime against humanity and inhumane acts based on forcible transfer as a crime against humanity. The Trial Chamber then sentenced him to eighteen years’ imprisonment, putting the time which he had spent in ICTY’s custody to his credit towards the sentence.", "15. Both the applicant and the prosecution appealed.", "16. The Appeals Chamber gave judgment on 9 May 2007. The judgment names the applicant’s counsel as Mr Vladimir Domazet, who is also his representative in the proceedings before the Court.", "The judgment contains the following passages (footnote references omitted):", "“17. Blagojević submits that the Trial Chamber violated his right to counsel of his choice when it refused to replace his entire defence team after the breakdown in trust and communication between him and his assigned counsel. This submission consists of two principal arguments. First, Blagojević maintains that, even as a participant in the International Tribunal’s legal aid system, he has a right to counsel of his choice. This argument has no merit. An accused who lacks the means to remunerate counsel shall have the right to have counsel assigned to him by the Registrar from the list drawn up in accordance with Rule 45(B), provided that there is no impediment to the assignment of that counsel. While there is the additional limitation placed on the right of an indigent accused to choose counsel in so far as the choice is limited to the list of counsel maintained in accordance with Rule 45, as previously explained in this case, the Registrar normally takes account of an accused’s preferences in assigning counsel, as was done in the present case, but it is also within the Registrar’s discretion to override that preference in the interests of justice. Once counsel has been properly assigned, as was the case here, counsel has a professional obligation to continue representing the accused and may only be withdrawn or replaced, if sufficient cause exists.", "18. Second, Blagojević disputes the conclusion of the Appeals Chamber and Trial Chamber that he was not justified in resisting his assigned legal representation and that he did not show good cause for removing his assigned counsel. Blagojević contends that the breakdown was not, in fact, unilateral because his counsel falsely accused him of trying to engage in fee-splitting. Blagojević argues that this ‘false and tendentious accusation’ destroyed all possibility of re-establishing any form of cooperation between them because in his view his counsel had accused him of being a ‘common criminal’. Though the Appeals Chamber found this argument to be without merit at the pre-trial stage, Blagojević points to an exchange at a status conference during the trial where Mr. [K.], in his view, acknowledged and apologized for making false accusations against him, thereby vindicating his refusal to deal with his counsel.", "19. The Appeals Chamber previously explained that the matter of alleged fee-splitting had no bearing on the Trial Chamber’s decision to maintain Blagojević’s assigned counsel. The Appeals Chamber nonetheless considered the nature and possible impact of such an allegation on the lawyer-client relationship ‘for completeness and to ensure finality’. The Appeals Chamber noted that the assigned counsel did not breach any client confidence by raising the issue of fee-splitting, as he was ethically bound to bring such issues to the attention of the Registrar. The Appeals Chamber also determined that this issue should not unduly impact the relationship, in particular, noting that Mr. [K.] did not place blame on Blagojević for attempting to enter into a feesplitting arrangement and instead explained that it resulted from ‘family pressures’. The Appeals Chamber observed that this was consistent with Blagojević’s own explanation. A review of the transcripts of the status conference pointed to by Blagojević does not, contrary to his submissions, indicate that Mr. [K.] admitted to falsely accusing him of trying to engage in fee-splitting. Rather, Mr. [K.] simply made clear, consistent with the submissions previously considered by the Appeals Chamber, that he never accused Blagojević himself of trying to engage in feesplitting.", "20. In addition, Blagojević seeks to reopen the issues considered and decided in the interlocutory appeal by arguing that the Appeals Chamber and Trial Chamber failed to appreciate that the breakdown of his relationship with his counsel would last throughout the trial and prevent him from playing any meaningful role in his defence. However, Blagojević’s submissions before trial clearly indicated that he considered the breakdown irreparable. Nonetheless, Blagojević correctly notes that both the Appeals Chamber and Trial Chamber expressed measured optimism that the situation between him and his counsel would improve. This view resulted from the determination that there was no objective basis for Blagojević to be dissatisfied with his counsel’s performance. Blagojević has not called this conclusion into question. More importantly, however, Blagojević’s argument on this point fails to address the key aspect of the Appeals Chamber’s earlier holding. In dismissing Blagojević’s interlocutory appeal, the Appeals Chamber stated:", "[sub-quotation]", "In circumstances such as this, where an Appellant unjustifiably resists legal representation from assigned Counsel, Counsel’s professional obligations to continue to represent the accused remain. The Appeals Chamber is satisfied that Counsel in this case is committed to representing the Appellant, and that the Appellant will receive a fair trial with the assistance of his assigned Counsel. In dismissing the Appellant’s appeal, the Appeals Chamber wishes to make it clear to the Appellant that he has now exhausted all avenues available to him to voice his objections that he has not been accorded that to which he has no justifiable reason to demand. The Tribunal will not entertain a demand by an Appellant for that to be granted to him to which he has established no legal entitlement.", "[end of sub-quotation]", "21. Blagojević’s own submissions under the present ground of appeal reflect that the continued breakdown during the trial and the resulting complaints about the conduct of his defence also resulted from his unilateral refusal to communicate with his counsel, rather than from any action on the part of his counsel and Defence team. The Trial Chamber’s decision on Blagojević’s request to testify is exemplary of Mr. [K.]’s continued willingness to meet with and assist him and of Blagojević’s unilateral resistance to any cooperation. The Appeals Chamber considers that an appellant cannot premise a request for a new trial on a claim of a total breakdown in communication in circumstances where the appellant unjustifiably refused to cooperate with his or her assigned counsel throughout the trial proceedings.”", "17. The Court understands fee-splitting to be an arrangement under which an accused who has been granted legal aid makes his consent to be represented by assigned counsel conditional on payment to him or her of a portion of the legal aid fees paid to counsel. The judgment includes the following quotation of Mr K. from the transcript of a status conference during the trial (footnote 65 on page 9):", "“I just want to reiterate, one, I have done nothing for which I need to explain or apologise. I have never divulged any attorney/client privileges, nor have I ever accused Mr. Blagojević of making any attempts to fee split as he seems to indicate. I’ve never accused him of that, nor has he ever made any efforts himself. So I want to make sure that’s very clear on the record. I have nothing more, Your Honour. ”", "18. The Appeals Chamber went on to dismiss the prosecution’s appeal in its entirety and to allow the applicant’s appeal in part. It reversed the Trial Chamber’s conviction of complicity in genocide and reduced the sentence to fifteen years’ imprisonment, subject to credit being given for the period which the applicant had already spent in detention.", "19. One judge, Judge S., appended a partly dissenting opinion in which he expressed the view that the applicant’s steadfast refusal to recognise Mr K. as his counsel ought to have been respected and that the applicant ought to have been granted a retrial.", "20. The Kingdom of the Netherlands ratified the Charter of the United Nations on 10 December 1945. As relevant to the present case, it provides as follows:", "We the peoples of the United Nations determined", "to save succeeding generations from the scourge of war, which twice in our lifetime has brought untold sorrow to mankind, and", "to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small, and", "to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained, and", "to promote social progress and better standards of life in larger freedom,", "And for these ends", "to practice tolerance and live together in peace with one another as good neighbours, and", "to unite our strength to maintain international peace and security, and", "to ensure, by the acceptance of principles and the institution of methods, that armed force shall not be used, save in the common interest, and", "to employ international machinery for the promotion of the economic and social advancement of all peoples,", "Have resolved to combine our efforts to accomplish these aims", "Accordingly, our respective Governments, through representatives assembled in the city of San Francisco, who have exhibited their full powers found to be in good and due form, have agreed to the present Charter of the United Nations and do hereby establish an international organization to be known as the United Nations.", "The Purposes of the United Nations are:", "1. To maintain international peace and security, and to that end: to take effective collective measures for the prevention and removal of threats to the peace, and for the suppression of acts of aggression or other breaches of the peace, and to bring about by peaceful means, and in conformity with the principles of justice and international law, adjustment or settlement of international disputes or situations which might lead to a breach of the peace;", "2. To develop friendly relations among nations based on respect for the principle of equal rights and self-determination of peoples, and to take other appropriate measures to strengthen universal peace;", "3. To achieve international co-operation in solving international problems of an economic, social, cultural, or humanitarian character, and in promoting and encouraging respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language, or religion; and", "4. To be a centre for harmonizing the actions of nations in the attainment of these common ends.", "The Organization and its Members, in pursuit of the Purposes stated in Article 1, shall act in accordance with the following Principles.", "1. The Organization is based on the principle of the sovereign equality of all its Members.", "2. All Members, in order to ensure to all of them the rights and benefits resulting from membership, shall fulfill in good faith the obligations assumed by them in accordance with the present Charter.", "3. All Members shall settle their international disputes by peaceful means in such a manner that international peace and security, and justice, are not endangered.", "4. All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations.", "5. All Members shall give the United Nations every assistance in any action it takes in accordance with the present Charter, and shall refrain from giving assistance to any state against which the United Nations is taking preventive or enforcement action.", "6. The Organization shall ensure that states which are not Members of the United Nations act in accordance with these Principles so far as may be necessary for the maintenance of international peace and security.", "7. Nothing contained in the present Charter shall authorize the United Nations to intervene in matters which are essentially within the domestic jurisdiction of any state or shall require the Members to submit such matters to settlement under the present Charter; but this principle shall not prejudice the application of enforcement measures under Chapter VII.", "1. In order to ensure prompt and effective action by the United Nations, its Members confer on the Security Council primary responsibility for the maintenance of international peace and security, and agree that in carrying out its duties under this responsibility the Security Council acts on their behalf. ...", "The Members of the United Nations agree to accept and carry out the decisions of the Security Council in accordance with the present Charter.", "The Security Council may establish such subsidiary organs as it deems necessary for the performance of its functions.", "The Security Council shall determine the existence of any threat to the peace, breach of the peace, or act of aggression and shall make recommendations, or decide what measures shall be taken in accordance with Articles 41 and 42, to maintain or restore international peace and security.", "In order to prevent an aggravation of the situation, the Security Council may, before making the recommendations or deciding upon the measures provided for in Article 39, call upon the parties concerned to comply with such provisional measures as it deems necessary or desirable. Such provisional measures shall be without prejudice to the rights, claims, or position of the parties concerned. The Security Council shall duly take account of failure to comply with such provisional measures.", "The Security Council may decide what measures not involving the use of armed force are to be employed to give effect to its decisions, and it may call upon the Members of the United Nations to apply such measures. These may include complete or partial interruption of economic relations and of rail, sea, air, postal, telegraphic, radio, and other means of communication, and the severance of diplomatic relations.", "Should the Security Council consider that measures provided for in Article 41 would be inadequate or have proved to be inadequate, it may take such action by air, sea, or land forces as may be necessary to maintain or restore international peace and security. Such action may include demonstrations, blockade, and other operations by air, sea, or land forces of Members of the United Nations.", "All Members of the United Nations, in order to contribute to the maintenance of international peace and security, undertake to make available to the Security Council, on its call and in accordance with a special agreement or agreements, armed forces, assistance, and facilities, including rights of passage, necessary for the purpose of maintaining international peace and security.", "Such agreement or agreements shall govern the numbers and types of forces, their degree of readiness and general location, and the nature of the facilities and assistance to be provided.", "The agreement or agreements shall be negotiated as soon as possible on the initiative of the Security Council. They shall be concluded between the Security Council and Members or between the Security Council and groups of Members and shall be subject to ratification by the signatory states in accordance with their respective constitutional processes.", "...", "The action required to carry out the decisions of the Security Council for the maintenance of international peace and security shall be taken by all the Members of the United Nations or by some of them, as the Security Council may determine.", "Such decisions shall be carried out by the Members of the United Nations directly and through their action in the appropriate international agencies of which they are members.", "The Members of the United Nations shall join in affording mutual assistance in carrying out the measures decided upon by the Security Council.", "...", "In the event of a conflict between the obligations of the Members of the United Nations under the present Charter and their obligations under any other international agreement, their obligations under the present Charter shall prevail.”", "21. The ICTY was established by United Nations Security Council Resolution S/RES/827 of 25 May 1993, which reads as follows:", "“The Security Council,", "Reaffirming its resolutions 713 (1991) of 25 September 1991 and all subsequent relevant resolutions,", "Having considered the report of the Secretary-General (S/25704 and Add.1) pursuant to paragraph 2 of resolution 808 (1993),", "Expressing once again its grave alarm at continuing reports of widespread and flagrant violations of international humanitarian law occurring within the territory of the former Yugoslavia, and especially in the Republic of Bosnia and Herzegovina, including reports of mass killings, massive, organized and systematic detention and rape of women, and the continuance of the practice of ‘ethnic cleansing’, including for the acquisition and the holding of territory,", "Determining that this situation continues to constitute a threat to international peace and security,", "Determined to put an end to such crimes and to take effective measures to bring to justice the persons who are responsible for them,", "Convinced that in the particular circumstances of the former Yugoslavia the establishment as an ad hoc measure by the Council of an international tribunal and the prosecution of persons responsible for serious violations of international humanitarian law would enable this aim to be achieved and would contribute to the restoration and maintenance of peace,", "Believing that the establishment of an international tribunal and the prosecution of persons responsible for the above-mentioned violations of international humanitarian law will contribute to ensuring that such violations are halted and effectively redressed,", "Noting in this regard the recommendation by the Co-Chairmen of the Steering Committee of the International Conference on the Former Yugoslavia for the establishment of such a tribunal (S/25221),", "Reaffirming in this regard its decision in resolution 808 (1993) that an international tribunal shall be established for the prosecution of persons responsible for serious violations of international humanitarian law committed in the territory of the former Yugoslavia since 1991,", "Considering that, pending the appointment of the Prosecutor of the International Tribunal, the Commission of Experts established pursuant to resolution 780 (1992) should continue on an urgent basis the collection of information relating to evidence of grave breaches of the Geneva Conventions and other violations of international humanitarian law as proposed in its interim report (S/25274),", "Acting under Chapter VII of the Charter of the United Nations,", "Approves the report of the Secretary-General;", "Decides hereby to establish an international tribunal for the sole purpose of prosecuting persons responsible for serious violations of international humanitarian law committed in the territory of the former Yugoslavia between 1 January 1991 and a date to be determined by the Security Council upon the restoration of peace and to this end to adopt the Statute of the International Tribunal annexed to the above-mentioned report;", "Requests the Secretary-General to submit to the judges of the International Tribunal, upon their election, any suggestions received from States for the rules of procedure and evidence called for in Article 15 of the Statute of the International Tribunal;", "Decides that all States shall cooperate fully with the International Tribunal and its organs in accordance with the present resolution and the Statute of the International Tribunal and that consequently all States shall take any measures necessary under their domestic law to implement the provisions of the present resolution and the Statute, including the obligation of States to comply with requests for assistance or orders issued by a Trial Chamber under Article 29 of the Statute;", "Urges States and intergovernmental and non-governmental organizations to contribute funds, equipment and services to the International Tribunal, including the offer of expert personnel;", "Decides that the determination of the seat of the International Tribunal is subject to the conclusion of appropriate arrangements between the United Nations and the Netherlands acceptable to the Council, and that the International Tribunal may sit elsewhere when it considers it necessary for the efficient exercise of its functions;", "Decides also that the work of the International Tribunal shall be carried out without prejudice to the right of the victims to seek, through appropriate means, compensation for damages incurred as a result of violations of international humanitarian law;", "Requests the Secretary-General to implement urgently the present resolution and in particular to make practical arrangements for the effective functioning of the International Tribunal at the earliest time and to report periodically to the Council;", "Decides to remain actively seized of the matter.”", "22. Annexed to the resolution was the “Statute of the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991”. Elements of the Statute relevant to the case before the Court are the following:", "1. The judge of the Trial Chamber to whom the indictment has been transmitted shall review it. If satisfied that a prima facie case has been established by the Prosecutor, he shall confirm the indictment. If not so satisfied, the indictment shall be dismissed. ...", "1. All persons shall be equal before the International Tribunal.", "2. In the determination of charges against him, the accused shall be entitled to a fair and public hearing, subject to article 22 of the Statute [protection of victims and witnesses].", "3. The accused shall be presumed innocent until proved guilty according to the provisions of the present Statute.", "4. In the determination of any charge against the accused pursuant to the present Statute, the accused shall be entitled to the following minimum guarantees, in full equality:", "(a) to be informed promptly and in detail in a language which he understands of the nature and cause of the charge against him;", "(b) to have adequate time and facilities for the preparation of his defence and to communicate with counsel of his own choosing;", "(c) to be tried without undue delay;", "(d) to be tried in his presence, and to defend himself in person or through legal assistance of his own choosing; to be informed, if he does not have legal assistance, of this right; and to have legal assistance assigned to him, in any case where the interests of justice so require, and without payment by him in any such case if he does not have sufficient means to pay for it;", "(e) to examine, or have examined, the witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;", "(f) to have the free assistance of an interpreter if he cannot understand or speak the language used in the International Tribunal;", "(g) not to be compelled to testify against himself or to confess guilt.", "1. The Appeals Chamber shall hear appeals from persons convicted by the Trial Chambers or from the Prosecutor on the following grounds:", "(a) an error on a question of law invalidating the decision; or", "(b) an error of fact which has occasioned a miscarriage of justice.", "2. The Appeals Chamber may affirm, reverse or revise the decisions taken by the Trial Chambers.", "1. The Convention on the Privileges and Immunities of the United Nations of 13 February 1946 shall apply to the International Tribunal, the judges, the Prosecutor and his staff, and the Registrar and his staff.", "2. The judges, the Prosecutor and the Registrar shall enjoy the privileges and immunities, exemptions and facilities accorded to diplomatic envoys, in accordance with international law.", "3. The staff of the Prosecutor and of the Registrar shall enjoy the privileges and immunities accorded to officials of the United Nations under articles V and VII of the Convention referred to in paragraph 1 of this article.", "4. Other persons, including the accused, required at the seat of the International Tribunal shall be accorded such treatment as is necessary for the proper functioning of the International Tribunal.", "The International Tribunal shall have its seat at The Hague.”", "23. As relevant to the case before the Court, the Agreement between the United Nations and the Kingdom of the Netherlands concerning the Headquarters of the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law committed in the Territory of the Former Yugoslavia since 1991 (“Headquarters Agreement”) reads as follows:", "“The United Nations and the Kingdom of the Netherlands,", "Whereas the Security Council acting under Chapter VII of the Charter of the United Nations decided, by paragraph 1 of its resolution 808 (1993) of 22 February 1993, inter alia ‘that an international tribunal shall be established for the prosecution of persons responsible for serious violations of international humanitarian law committed in the territory of the former Yugoslavia since 1991’;", "Whereas the International Tribunal is established as a subsidiary organ within the terms of Article 29 of the Charter of the United Nations;", "Whereas the Security Council, in paragraph 6 of its resolution 827 (1993) of 25 May 1993 further inter alia decided that ‘the determination of the seat of the International Tribunal is subject to the conclusion of appropriate arrangements between the United Nations and the Netherlands acceptable to the Council’;", "Whereas the Statute of the International Tribunal, in its Article 31, provides that ‘the International Tribunal shall have its seat at The Hague’;", "Whereas the United Nations and the Kingdom of the Netherlands wish to conclude an Agreement regulating matters arising from the establishment and necessary for the proper functioning of the International Tribunal in the Kingdom of the Netherlands;", "Have agreed as follows. ...", "This Agreement shall regulate matters relating to or arising out of the establishment and the proper functioning of the Tribunal in the Kingdom of the Netherlands.", "The General Convention and the Vienna Convention shall be applicable mutatis mutandis to the Tribunal, its property, funds and assets, to the premises of the Tribunal, to the Judges, the Prosecutor and the Registrar, the officials of the Tribunal and persons performing missions for the Tribunal.”", "The expressions “General Convention” and “Vienna Convention” refer to the Convention on the Privileges and Immunities of the United Nations adopted by the General Assembly of the United Nations on 13 February 1946 and the Vienna Convention on Diplomatic Relations of 18 April 1961, respectively (Article I (u) and (v) of the Headquarters Agreement).", "1. The premises of the Tribunal shall be under the control and authority of the Tribunal, as provided in this Agreement.", "2. Except as otherwise provided in this Agreement or in the General Convention, the laws and regulations of the host country shall apply on the premises of the Tribunal.", "3. The Tribunal shall have the power to make regulations operative on the premises of the Tribunal for the purpose of establishing therein the conditions in all respects necessary for the full execution of its functions. The Tribunal shall promptly inform the competent authorities of regulations thus enacted in accordance with this paragraph. No law or regulation of the host country which is inconsistent with a regulation of the Tribunal shall, to the extent of such inconsistency, be applicable within the premises of the Tribunal.", "4. Any dispute between the Tribunal and the host country, as to whether a regulation of the Tribunal is authorised by this Article, or as to whether a law or regulation of the host country is inconsistent with any regulation of the Tribunal authorised by this Article, shall be promptly settled by the procedure set out in Article XXVIII, paragraph 2 of this Agreement [i.e. arbitration]. Pending such settlement, the regulation of the Tribunal shall apply and the law or regulation of the host country shall be inapplicable on the premises of the Tribunal to the extent that the Tribunal claims it to be inconsistent with its regulation.", "1. The host country shall not exercise its criminal jurisdiction over persons present in its territory, who are to be or have been transferred as a suspect or an accused to the premises of the Tribunal pursuant to a request or an order of the Tribunal, in respect of acts, omissions or convictions prior to their entry into the territory of the host country.", "2. The immunity provided for in this Article shall cease when the person, having been acquitted or otherwise released by the Tribunal and having had for a period of fifteen consecutive days from the date of his or her release an opportunity of leaving, has nevertheless remained in the territory of the host country, or having left it, has returned.”", "24. The ICTY’s Rules of Procedure and Evidence, as in force on 15 September 2003 and as relevant to the case before the Court, provided as follows:", "(A) Whenever the interests of justice so demand, counsel shall be assigned to suspects or accused who lack the means to remunerate such counsel. Such assignments shall be treated in accordance with the procedure established in a Directive set out by the Registrar and approved by the permanent Judges.", "...", "...", "(G) A suspect or an accused electing to conduct his or her own defence shall so notify the Registrar in writing at the first opportunity.", "(A) (i) A Chamber may, after a warning, refuse audience to counsel if, in its opinion, the conduct of that counsel is offensive, abusive or otherwise obstructs the proper conduct of the proceedings.", "(ii) The Chamber may also determine that counsel is no longer eligible to represent a suspect or accused before the Tribunal pursuant to Rule 44 and 45. ...”", "25. The member States of the North Atlantic Treaty Organisation (NATO) have entered into an agreement (Agreement between the Parties to the North Atlantic Treaty regarding the Status of their Forces, London, 19 June 1951, as supplemented by the Supplementary Agreement of 1959 (subsequently amended in 1971, 1981 and 1993) – “NATO Status of Forces Agreement”). It regulates, among other things, criminal jurisdiction over members of their armed forces serving on each other’s territory. Article VII of this Agreement provides as follows:", "“1. Subject to the provisions of this Article,", "a. the military authorities of the sending State shall have the right to exercise within the receiving State all criminal and disciplinary jurisdiction conferred on them by the law of the sending State over all persons subject to the military law of that State;", "b. the authorities of the receiving State shall have jurisdiction over the members of a force or civilian component and their dependents with respect to offences committed within the territory of the receiving State and punishable by the law of that State.", "2. a. The military authorities of the sending State shall have the right to exercise exclusive jurisdiction over persons subject to the military law of that State with respect to offences, including offences relating to its security, punishable by the law of the sending State, but not by the law of the receiving State.", "b. The authorities of the receiving State shall have the right to exercise exclusive jurisdiction over members of a force or civilian component and their dependents with respect to offences, including offences relating to the security of that State, punishable by its law but not by the law of the sending state.", "c. For the purposes of this paragraph and of paragraph 3 of this Article a security offence against a State shall include:", "i. treason against the State;", "ii. sabotage, espionage or violation of any law relating to official secrets of that State, or secrets relating to the national defence of that State.", "3. In case where the right to exercise jurisdiction is concurrent the following rules shall apply:", "a. The military authorities of the sending State shall have the primary right to exercise jurisdiction over a member of a force or of a civilian component in relation to", "i. offences solely against the property or security of that State, or offences solely against the person or property of another member of the force or civilian component of that State or of a dependent;", "ii. offences arising out of any act or omission done in the performance of official duty.", "b. In the case of any other offence the authorities of the receiving State shall have the primary right to exercise jurisdiction.", "c. If the State having the primary right decides not to exercise jurisdiction, it shall notify the authorities of the other State as soon as practicable. The authorities of the State having the primary right shall give sympathetic consideration to a request from the authorities of the other State for a waiver of its right in cases where that other state considers such waiver to be of particular importance.", "4. The foregoing provisions of this Article shall not imply any right for the military authorities of the sending State to exercise jurisdiction over persons who are nationals of or ordinarily resident in the receiving State, unless they are members of the force of the sending State.", "5. a. The authorities of the receiving and sending states shall assist each other in the arrest of members of a force or civilian component or their dependents in the territory of the receiving State and in handing them over to the authority which is to exercise jurisdiction in accordance with the above provisions.", "b. The authorities of the receiving State shall notify promptly the military authorities of the sending State of the arrest of any member of a force or civilian component or a dependent.", "c. The custody of an accused member of a force or civilian component over whom the receiving state is to exercise jurisdiction shall, if he is in the hands of the sending State, remain with that State until he is charged by the receiving State.", "6. a. The authorities of the receiving and sending States shall assist each other in the carrying out of all necessary investigations into offences, and in the collection and production of evidence, including the seizure and, in proper cases, the handing over of objects connected with an offence. The handing over of such objects may, however, be made subject to their return within the time specified by the authority delivering them.", "b. The authorities of the Contracting parties shall notify one another of the disposition of all cases in which there are concurrent rights to exercise jurisdiction.", "7. a. A death sentence shall not be carried out in the receiving State by the authorities of the sending State if the legislation of the receiving state does not provide for such punishment in a similar case.", "b. The authorities of the receiving State shall give sympathetic consideration to a request from the authorities of the sending State for assistance in carrying out a sentence of imprisonment pronounced by the authorities of the sending State under the provision of this Article within the territory of the receiving State.", "8. Where an accused has been tried in accordance with the provisions of this Article by the authorities of one Contracting Party and has been acquitted, or has been convicted and is serving, or has served, his sentence or has been pardoned, he may not be tried again for the same offence within the same territory by the authorities of another Contracting Party. However, nothing in this paragraph shall prevent the military authorities of the sending State from trying a member of its force for any violation of rules of discipline arising from an act or omission which constituted an offence for which he was tried by the authorities of another Contracting Party.", "9. Whenever a member of a force or civilian component of a dependent is prosecuted under the jurisdiction of a receiving State he shall be entitled:", "a. to a prompt and speedy trial;", "b. to be informed, in advance of trial, of the specific charge or charges made against him;", "c. to be confronted with the witnesses against him;", "d. to have compulsory process for obtaining witnesses in his favour, if they are within the jurisdiction of the receiving State;", "e. to have legal representation of his own choice for his defence or to have free or assisted legal representation under the conditions prevailing for the time being in the receiving State;", "f. if he considers it necessary, to have the services of a competent interpreter; and", "g. to communicate with a representative of the Government of the sending State and when the rules of the court permit, to have such a representative present at his trial.", "10. a. Regularly constituted military units or formations of a force shall have the right to police any camps, establishment or other premises which they occupy as the result of an agreement with the receiving State. The military police of the force may take all appropriate measures to ensure the maintenance of order and security on such premises.", "b. Outside these premises, such military police shall be employed only subject to arrangements with the authorities of the receiving State and in liaison with those authorities, and in so far as such employment is necessary to maintain discipline and order among the members of the force.", "11. Each Contracting Party shall seek such legislation as it deems necessary to ensure the adequate security and protection within its territory of installations, equipment, property, records and official information of other Contracting Parties, and the punishment of persons who may contravene laws enacted for that purpose.”", "26. An additional agreement concluded in 1995 (Agreement among the States Parties to the North Atlantic Treaty and the other States participating in the Partnership for Peace regarding the Status of their Forces, Brussels, 19 June 1995) extends the territorial application of this provision to non-NATO member States participating in the Partnership for Peace.", "27. On 18 September 1998 the Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the Kingdom of the Netherlands, acting in pursuance of a resolution of the Security Council under Chapter VII of the United Nations Charter (Resolution 1192 of 27 August 1998), concluded an agreement under which the Netherlands Government undertook to host a Scottish Court for the purpose and the duration of a trial under Scots law and procedure of two Libyan nationals accused of bombing a civilian passenger aircraft over Lockerbie, Scotland, in 1988 (Agreement between the Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the Kingdom of the Netherlands concerning a Scottish trial in the Netherlands (with annexes), [2002] 2062 United Nations Treaty Series – UNTS – pp. 81 et seq.). The Scottish Court in the Netherlands existed until 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}