{"ITEMID": "001-103690", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LALAS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Ireneu Cabral Barreto", "TEXT": ["5. The applicant, Mr Marius Lalas, is a Lithuanian national who was born in 1978. The place where the applicant lives is unknown, as he is in hiding (see paragraph 23).", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 19 February 2003 the Kaišiadorys District Court convicted the applicant, together with his accomplice M., of attempted drug dealing in large quantities (Articles 16 § 2 and 232-1 § 5 of the Criminal Court as then in force). The court established that the offence had been disclosed using a “criminal conduct simulation model” (“the model”), which had been authorised against M. by the Prosecutor General on 29 May 2002.", "8. The court found that in June 2002 (4 June according to the Government) V., a policeman acting as an undercover agent under the model, had approached M. and, during their conversation on various topics, asked where he could get psychotropic drugs. M. had said that he could procure and sell samples to the policeman straight away and more thereafter if the samples were good. The samples would cost from 15 to 21 Lithuanian Litai (“LTL”) (about 5 euros) per gram, depending on the quantities required. He had refused to lower the price for the first transaction, but suggested that it might be cheaper if V. needed a regular supply. However, the officer had replied that he could not wait and they had agreed to telephone each other on the matter. V. had to undergo a hospital intervention. Thereafter, it was M. who contacted V., suggesting a meeting so that he could provide V. with drug samples.", "9. On an unknown date, M. had contacted the applicant with a request to obtain the drugs (0,5 kg), as V. liked the samples. The applicant had agreed to procure the narcotics. The Government contended that the applicant had contacted an acquaintance who had provided him with drugs.", "10. On 21 June 2002, the applicant and M. had sold V. a few samples. The Government contended that the applicant had provided just one sample of amphetamines and stressed that he had stayed in the car while M. went to V.'s car.", "11. On 23 June, V. had telephoned M., requesting more drugs for a total sum of USD 3,000. On 25 June the applicant and M. had provided V. with 250 grams of amphetamines. The applicant and his accomplice had been arrested immediately. Both had pleaded guilty to the attempted drug offence.", "12. The court questioned V. as an anonymous witness in private, outside the courtroom via an audio relay. His identity was not disclosed in order to protect him and the proper functioning of the police drug squad. At that stage the defence did not put any questions to V. After V.'s testimony had been read out by the trial judge, the defence formulated some questions which were put to him by the judge and answered. The other evidence examined by the court included the transcripts of the conversations between V. and M., the testimony of another police officer who had acted as V.'s back-up during the operation, of their supervising officer and of the applicant and his co-accused, as well as an expert's findings.", "13. The documents relating to the use of the model were classified as secret and were not disclosed to the defence because they would have disclosed the identity of the police officers involved and the operational methods of the drug squad. The Government contended that the applicant was not, however, denied access to information about the execution of the model.", "14. Defence counsel, in his final submissions to the trial court, contended that the undercover police officer V. had acted unlawfully and that the applicant had been incited to commit the offence. Consequently, the officer's evidence could not be relied on. Furthermore, counsel contended that the applicant had never been involved in drug dealing before.", "15. At the same time, M.'s defence counsel argued that the initial conversations between V. and M. had deliberately not been recorded by the police officer and that was because the crime was provoked.", "16. The trial court concluded that the use of the model in the case had been lawful. The court observed inter alia:", "“[T]he Criminal Conduct Simulation Model is used to collect evidence about the criminal activities of a particular person. That is what happened in the present case. Having obtained information that M. ... was selling psychotropic substances, the police officer - whose identity was concealed - expressed his wish to get some drugs. The subsequent activities of [both the applicant and his accomplice], i.e. the selling of a large quantity of drugs, were in part determined by the conduct of the police officer.”", "17. The court acknowledged that the applicant's and his accomplice's conduct had been influenced by Officer V. from the outset, and commented at the sentencing stage that it had not been established that the applicant and M. had sold or tried to sell drugs to anyone other than this officer.", "18. The applicant was convicted of the attempted offence and sentenced to three years' imprisonment, as well as to the confiscation of LTL 2,000 (approximately 580 euros).", "19. The applicant appealed to the Kaunas Regional Court. His defence counsel argued that the sentence imposed was – that the crime was incited by the police officers and that the applicant had not even been mentioned in the authorisation for the model – the officers had controlled the actions of the applicant and his accomplice. As there was no real damage done to the interests protected by law, and the applicant had acknowledged his guilt, the goal of punishment could be reached by imposing another sentence. The Government contended that the applicant had not claimed that V. had overstepped the legitimate limits of investigation by influencing and inciting M. and the applicant to sell a large quantity of drugs: he had mainly raised issues relating to the punishment and had claimed that he had been drawn into committing the crime by M.", "20. On 10 June 2003 the Kaunas Regional Court upheld the conviction, considering that the applicant was guilty of a completed offence. The court also re-classified the conviction under Article 260 § 2 of the new Criminal Code and set the sentence at eight years of imprisonment. With respect to the applicant's entrapment allegations, the court noted:", "“The court finds the [applicant's] arguments that he was drawn into committing the crime by M. unfounded. The evidence shows that M., as the person who carried out the crime, had already been detected when drug-related crimes were being investigated. The case file shows that both M. and Lalas actively carried out the crime. ... [I]n establishing the persons involved in drug-dealing, [the officers] did not overstep the limits of the Criminal Conduct Simulation Model. ... [T]he police have only uncovered the ring of persons committing crimes and brought to an end their criminal activities. The officers joined in the crime that was already taking place ... Having established the group of accomplices, the officers brought to an end their criminal activities, but did not influence or incite them.”", "21. The applicant lodged a cassation appeal. He alleged that the police actions had been unlawful. He argued that the authorities had applied the Criminal Conduct Simulation Model, as a consequence of which he had been induced into a crime by assisting M. to fulfil the police officer's lucrative request to procure drugs. The applicant observed that he had acted on the police officer's instructions. The lower courts had had no data that before the model had been sanctioned either the applicant or M. had ever been involved in similar or any other crimes. The applicant alleged that, at least from 21 June 2002, the police had known that he was an accomplice of M. However, the authorities had failed to sanction the application of the Criminal Conduct Simulation Model against him and, moreover, had continued provoking him to sell drugs in even larger quantities. Lastly, the applicant claimed a breach of his defence rights, alleging that he could not acquaint himself with the documents related to the authorisation to use the simulation model.", "22. The Supreme Court dismissed the applicant's cassation appeal on 14 October 2003. As regards the lawfulness of the Model, it held:", "“In the present case, the Criminal Conduct Simulation Model ... was applied in order to protect society and the State from the challenges posed by the consumption and illegal circulation of drugs and psychotropic substances. The model was sanctioned by the Prosecutor General, in view of the possession of information about M. selling narcotic substances. Such data ... is a lawful ground for the use of the model.", "By entering into contact with M. and offering to buy psychotropic substances from him ..., V. only joined in the criminal activity of M. and uncovered his accomplice. Such actions cannot be considered as entrapment (nusikaltimo provokavimas): it appears from the case file that M. and Lalas were not subject to any pressure ... [The applicants'] allegation that the police undercover agent drew into the crime (paskatino) persons who had never offended before to commit a serious crime, is unsubstantiated. On the contrary, the use of [the model] helped to stop the criminal activity. ...", "The information which is obtained by use of the [model] constitutes a State secret ... and is accessible only to persons who have special authorisation. Neither [the applicant] nor his lawyer has such authorisation. Consequently, the fact that secret operative information was not disclosed to them cannot be regarded as a violation of the applicant's defence rights. It should be noted that the first instance court acquainted itself with the secret operative information and its sources, and properly evaluated the lawfulness of the model.”", "As regards the qualification of the offence the Supreme Court held that “the activities [of Malininas and Lalas] which constituted the objective part of the norm of § 2 of Article 260 of the Criminal Code were controlled by the officials and partially realised under their influence.” The applicant's conviction was again re-classified as an attempt to sell drugs in large quantities (Articles 22 § 1 and 260 § 2 of the new Criminal Code), and the sentence of eight years' imprisonment was maintained.", "23. On 3 March 2004, the applicant's defence counsel submitted a request to the Supreme Court for reopening the case, claiming that the courts' decisions were based on inappropriate evidence which had been gathered unlawfully. This request was dismissed by the Supreme Court on 30 March 2004, on the ground that the arguments submitted by the applicant were intended to contest the factual background of the case and therefore were not a ground for reopening the case according to domestic law. The Government indicated that at the time when the request for reopening was lodged the applicant had already gone into hiding.", "24. The Government submitted information about M.'s request for reopening his case, which has been granted by the Supreme Court on 18 December 2008 after the judgment of the Court in the Malininas case (Malininas v. Lithuania, no. 10071/04, 1 July 2008).", "25. The relevant domestic law and practice, as well as the relevant international law, concerning police undercover activities and Criminal Conduct Simulation Models, have been summarised in the judgment of 5 February 2008 in the case of Ramanauskas v. Lithuania ([GC] no. 74420/01, §§ 31-37)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}