{"ITEMID": "001-81688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF JEVREMOVIC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;Violation of Art. 13+6-1", "JUDGES": "", "TEXT": ["6. The first applicant is a child born out of wedlock in 1999.", "7. On 9 June 1999 the first applicant and her mother (“the second applicant”) filed a civil suit against D.K. (“the respondent”), a very popular local singer, before the Fourth Municipal Court in Belgrade (“the Municipal Court”) in order to establish paternity and obtain child maintenance.", "8. Between 20 September 1999 and 22 January 2002, nine hearings were scheduled, five of which were held and another four adjourned. During that time, though duly summoned, the respondent failed to appear in court on at least two occasions.", "9. On 5 November 1999 and in compliance with an order issued by the Municipal Court, the Blood Transfusion Institute conducted blood tests, having taken samples provided by the three parties, and found that the probability that the respondent was the father of the first applicant was 97.14% and, as such, “highly likely”.", "10. From 10 January 2001 to 12 February 2002, on six separate occasions, DNA testing was attempted but each time, unlike the applicants, the respondent, though duly summoned, failed to appear at the clinic where the appointment was scheduled.", "11. On 26 February 2002 the Municipal Court ruled in favour of the applicants. In so doing, it established the respondent's paternity, partly granted the child maintenance requested and issued an interim maintenance order. In its reasoning, inter alia, the court relied on the findings of the Blood Transfusion Institute, as well as the respondent's failure to appear at the clinic in order to undergo a DNA test. Finally, it noted that the relevant legislation did not provide for a possibility to subject the respondent to a DNA test against his will and held that there was no evidence that would have justified the rejection of the applicants' claims.", "12. On 22 October 2002 the Municipal Court adopted a supplementary judgment, granting the applicants' request for statutory interest.", "13. On 12 August 2002 the respondent filed an appeal with the District Court in Belgrade (“the District Court”).", "14. On 19 November 2002 the District Court quashed the judgments of the Municipal Court and remitted the case for a retrial. In its reasons, inter alia, it stated that the respondent had apparently been unable to attend the scheduled DNA tests but that he would now be willing to do so. The court added that the facts of the case concerning child maintenance also required further clarification.", "15. From 12 February 2003 to 26 November 2003, another six hearings were scheduled before the Municipal Court, five of which were adjourned and only one held. During that time, though duly summoned, the respondent failed to appear in court on at least three occasions.", "16. From 8 May 2003 to 22 July 2003, on three separate days, DNA testing was attempted but each time, unlike the applicants, the respondent, though twice duly summoned, failed to appear at the clinic where the appointment was scheduled.", "17. On 26 September 2003 the applicants complained about the delay to the Ministry of Justice.", "18. On 27 October 2003 the President of the Municipal Court informed the applicants that he had instructed the presiding judge in their case to proceed expeditiously.", "19. On 26 November 2003 the Municipal Court again ruled in favour of the applicants. In so doing, it established the respondent's paternity, partly granted the child maintenance requested and issued an interim maintenance order. The reasons offered, for the most part, were identical to those contained in its prior ruling.", "20. On 11 March 2004 the Municipal Court issued a decision correcting an obvious error contained in its judgment.", "21. On 19 April 2004 the respondent filed an appeal with the District Court.", "22. On 26 May 2004 the District Court again quashed the decisions of the Municipal Court and remitted the case for a retrial. In its reasoning it held that the civil parties needed to be heard again, that the actual moment of conception of the first applicant needed to be determined precisely in order to find out whether the second applicant had sexual relations with the respondent at that particular time, and that the DNA test needed to be attempted yet again. The court further explained that, should the respondent again fail to be tested, the Municipal Court would need to address the Blood Transfusion Institute in order to find out whether the fact that the first applicant was less than one year old when she was last tested (in 1999) meant that a new blood test might now be warranted. If so, following a new blood test and even in the absence of a DNA test, a new judgment should be rendered, due consideration being given to the respondent's refusal to submit to a DNA test. The court concluded by stating that the facts of the case concerning child maintenance also required additional clarification.", "23. The actual case file was not physically returned to the Municipal Court until 15 October 2004.", "24. The first hearing thereafter was initially scheduled for 24 February 2005. In January 2005, however, this hearing was cancelled by the Municipal Court itself, apparently without any reasons being specified.", "25. On 12 April 2005 the Municipal Court decided to request an expert medical opinion in line with the directions given by the District Court.", "26. On 28 April 2005 the same court heard the second applicant as well as the respondent. In his statement, inter alia, the respondent denied being the biological father of the first applicant and expressly said that he would not accept being subjected to a DNA test.", "27. On 5 July 2005 the Municipal Court appointed a medical expert and requested an opinion in line with its decision of 12 April 2005.", "28. On 2 October 2005 the medical expert invited the parties in the case to attend a meeting scheduled for 7 October 2005. On the said date, the applicants appeared but not the respondent.", "29. On 23 November 2005 the medical expert provided his opinion.", "30. On 10 March 2006, following the appointment of a new presiding judge in the case, the Municipal Court relieved the second applicant of her obligation to pay for the costs of the proceedings at issue. It stated, inter alia, that she was unemployed and unable to cover these costs without endangering the most basic needs of the first applicant.", "31. On 28 March 2006 the Municipal Court, inter alia, heard the parties to the proceedings, ordered them to provide the court with the relevant information concerning the maintenance sought and informed them that the DNA test was to be carried out on 3 April 2006 and 18 April 2006, respectively.", "32. Both applicants duly appeared on those dates but the respondent did not.", "33. On 11 May 2006 the applicants submitted the maintenance-related information requested. The respondent apparently failed to do so.", "34. On 12 May 2006 the Municipal Court adjourned the hearing which had been scheduled because it did not have all of the maintenance-related information at its disposal and a forensic expert, who had not been duly summoned, had failed to appear.", "35. On 24 May 2006, the Municipal Court accepted the applicants' motion to obtain additional maintenance-related information.", "36. On 16 June 2006 the Municipal Court adjourned the hearing scheduled for that day because the forensic expert in question had been “unavailable”.", "37. At the hearing held on 20 July 2006 the Municipal Court finally heard this expert.", "38. On 28 July 2006 the Municipal Court issued a judgement finding that the respondent was indeed the first applicant's natural father and, as such, obliged to pay 32,000 Serbian dinars (“RSD”), approximately 400 euros (“EUR”), monthly for her maintenance, as of 1 July 1999, together with the legal costs and the applicable statutory interest. In its reasoning, based on the relevant provisions of the Family Act 2005, as well as bearing in mind the views expressed by the District Court in its decision of 26 May 2004, the Municipal Court, inter alia, attached particular weight to the fact that the respondent had refused to be subjected to a DNA test, as the single most reliable way of confirming or refuting his paternity. Finally, the court noted that the second applicant was unemployed and indigent, which is why the respondent was ordered to pay the said child maintenance. The applicants were served with this judgment on 24 August 2006.", "39. In September 2006 the respondent filed an appeal with the District Court in Belgrade.", "40. On 25 December 2006 the District Court, relying on the Family Act 2005, upheld the impugned judgment but reduced the costs awarded to the applicants.", "41. On 14 March 2007 the respondent filed an appeal on points of law (revizija). On 9 May 2007 the Supreme Court confirmed the lower courts' judgments as regards the respondent's paternity and upheld the maintenance ordered in the amount of RSD 15,000 monthly (approximately EUR 190). At the same time, however, it quashed the said judgments in respect of the remainder of the maintenance awarded, as well as the costs, and ordered that these two issues be re-examined by the Municipal Court.", "42. In 2000 the first applicant was diagnosed with asthma.", "43. On 21 October 2005 the National Employment Agency confirmed that the second applicant was unemployed and secured her an internship at the Agricultural Faculty in Belgrade. The Agency also accepted to pay the second applicant a total of RSD 6,100 per month (approximately EUR 76) for the next six months.", "44. The applicants further referred to numerous reports in the Serbian media concerning the above proceedings, as well as their own and the respondent's personal circumstances. Finally, the second applicant stated that the respondent, through his connections, made sure that she could not find work as a songwriter even though she had been successful in this field previously.", "45. Article 310b provided that all maintenance-related suits were to be dealt with by the courts urgently.", "46. Under Article 204 all family-related disputes involving children must be resolved urgently. The first hearing must be held within 15 days of the date when the claim was filed. First instance courts should conclude the proceedings following no more than two hearings, and second instance courts must decide on appeals within a period of 30 days.", "47. Similarly, Article 280 defines all maintenance suits as “particularly urgent”. The first hearing must be held within 8 days of the date when the claim was filed and the second instance courts must decide on appeals within 15 days.", "48. Article 208 provides that an appeal on points of law (revizija) shall always be allowed in family disputes, unless this Act states otherwise.", "49. The Family Act 2005 entered into force on 1 July 2005, thereby repealing the Marriage and Family Relations Act 1980. Further, Article 357 of the Family Act 2005 provides that it shall be applied to all ongoing judicial proceedings instituted prior to 1 July 2005, unless the competent court, in the specific proceedings at issue, had already adopted a first instance decision before that date.", "50. Article 8 provided that the courts were to determine civil matters according to their own discretion after carefully assessing all the evidence presented individually and as a whole, and taking into account the results of the overall proceedings.", "51. Under Article 221a, the courts could also draw conclusions as to the facts of the case based on the application of the “rules on the burden of proof”.", "52. In accordance with Article 269, neither the plaintiff nor the respondent could be “forced” to appear in court or, indeed, give a statement. The court itself, however, could take into account the parties' failure/refusal to do so and draw its own conclusions therefrom.", "53. Finally, pursuant to Articles 382-400, parties could file an appeal on points of law (revizija) with the Supreme Court. They could do so under certain very specific conditions only and against a judgment rendered at second instance. This remedy, however, could not provide the parties with compensation for any procedural delay that may have occurred, nor could it have expedited the proceeding which had already been concluded before the lower courts.", "54. The language of Articles 8, 223 § 1 and 267 contained in this Act corresponds to Articles 8, 221a and 269 of the Civil Procedure Act 1977 referred to above.", "55. Articles 220 and 223 §§ 2 and 3, however, provide that every civil party shall state the facts in its favour and propose the supporting evidence, as well as actively attempt to challenge the other party's factual and/or legal claims.", "56. This Act entered into force on 23 February 2005, thereby repealing the Civil Procedure Act 1977. Article 491 § 4 of the Civil Procedure Act 2004, however, states that an appeal on points of law shall be filed in accordance with the relevant provisions of the Civil Procedure Act 1977 whenever the proceedings at issue were instituted prior to 23 February 2005.", "57. The relevant provisions of this Act read as follows:", "“A party or another participant in the court proceedings shall have the right to complain about the work of a court when they consider the proceedings delayed, improper, or that there has been an [untoward] influence on their course and outcome.”", "“The President of a higher instance court shall have the right to monitor the court administration of a lower instance court, and the President of a directly higher court shall have the authority to adopt an act from within the competence of the President of a lower instance court, if the latter omits to perform his [or her] duty.", "The President of a higher instance court may request from the lower instance court information regarding the implementation of existing legislation, information concerning any problems about trials and all information regarding the work of the court.", "The President of a higher instance court may order a direct inspection of the work of a lower instance court.”", "“When a party to a case or another person taking part in the proceedings files a complaint, the President of the court must, having considered it, inform the complainant about his [or her] views concerning its merits as well as any measures taken in this respect, within 15 days of receipt of the complaint.", "If a complaint was filed through the Ministry of Justice or through a higher instance court, the Minister and the President of a higher court shall be informed of the merits of the complaint and of any measures taken in this respect.”", "58. Under Article 8, inter alia, the President of a court must ensure that the court's work is carried out in a timely manner. He or she shall also look into every complaint filed by a party to the proceedings in respect of delay and respond within 15 days, giving a decision and, if necessary, ordering that steps be taken to remedy the situation.", "59. Article 4, inter alia, provides that the Ministry of Justice shall supervise the work of the courts in terms of their timeliness. Should certain problems be identified, the Ministry shall “propose” specific measures to be undertaken within a period of 15 days.", "60. The relevant provisions of this Act read as follows:", "“The Supreme Court of Serbia shall set up a Supervisory Board [“Nadzorni odbor”] (“the Board”).", "This Board shall be composed of five Supreme Court judges elected for a period of four years by the plenary session of the Supreme Court of Serbia.”", "“In response to a complaint or ex officio, the Board is authorised to oversee judicial proceedings and look into the conduct of individual cases.", "Following the conclusion of this process, the Board may initiate, before the High Personnel Council, proceedings for the removal of a judge based on his [or her] unconscientious or unprofessional conduct, or propose the imposition of other disciplinary measures.”", "61. Article 172 § 1 provides that a legal entity (“pravno lice”), which includes the State, is liable for any damage caused by one of “its bodies” (“njegov organ”) to a “third person”.", "62. Under Articles 199 and 200 of the Obligations Act, inter alia, anyone who has suffered fear, physical pain or mental anguish as a consequence of a breach of “personal rights” (“prava ličnosti”) may, depending on their duration and intensity, sue for financial compensation before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.", "63. The relevant provisions concerning the Court of Serbia and Montenegro and the succession of the State Union of Serbia and Montenegro are set out in the Matijašević v. Serbia judgment (no. 23037/04, §§ 12, 13 and 16-25, 19 September 2006).", "64. In a reservation contained in its instrument of ratification of the Convention and its Protocols, deposited with the Council of Europe on 3 March 2004, the Government stated that “the provisions of Article 13 shall not apply in relation to the legal remedies within the jurisdiction of the Court of Serbia and Montenegro, until the said Court becomes operational in accordance with Articles 46 to 50 of the Constitutional Charter of the State Union of Serbia and Montenegro (Službeni list Srbije i Crne Gore, no. 1/03)”.", "65. This reservation was withdrawn by a letter dated 11 July 2005 from the Permanent Representation of the State Union of Serbia and Montenegro, registered at the Secretariat General on 15 July 2005."], "VIOLATED_ARTICLES": ["13", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}