{"ITEMID": "001-80696", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KONTROVA v. SLOVAKIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Positive obligations;Article 2-1 - Life);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1974 and lives in Michalovce.", "7. The applicant was married. The marriage produced two children: a daughter who was born in 1997 and a son who was born in 2001.", "8. On 2 November 2002 the applicant filed a criminal complaint against her husband with the Michalovce District Police Department (Obvodné oddelenie Policajného zboru). She accused him of having assaulted and beaten her with an electric cable the previous day. She submitted a medical report by a trauma specialist indicating that her injuries would incapacitate her from work for up to seven days. The applicant also stated that there was a long history of physical and psychological abuse by her husband.", "9. At an unspecified time between 15 and 18 November 2002 the applicant and her husband went to the District Police Station. They sought to withdraw the applicant's criminal complaint. A police officer, Mr H., advised them that, in order to avoid a prosecution, they would have to produce a medical report showing that after the incident on 1 November 2002 the applicant had not been incapacitated from work for more than six days. The applicant produced such a report on 21 November 2002.", "10. On 26 November 2002 officer H. decided that the above matter was to be dealt with under the Minor Offences Act (Law no. 372/1990 Coll.) and, under section 60(3)(a) of that Act, decided to take no further action (odloženie veci).", "11. During the night of 26 to 27 December 2002 a relative of the applicant called the emergency service of the District Police Department to report that the applicant's husband had a shotgun and was threatening to kill himself and the children. The applicant herself made a similar phone call later that night. The phone calls were received by a police officer, Mr B., who instructed a police officer, Mr P.Š., to arrange for a police patrol to visit the premises. The patrol found the applicant in the village of Tušická Nová Ves. The applicant's husband had left the scene prior to their arrival. The policemen took the applicant to her parents' home and invited her to come to the police station the following morning so that a formal record of the incident could be drawn up.", "12. In the morning of 27 December 2002 the applicant, accompanied by her brother, went to the Trhovište District Police Station, where she spoke to a police officer, Mr M.Š.", "13. In the morning of 31 December 2002 the applicant and her brother went to the Michalovce District Police Station, where she talked to officer H. She enquired about her criminal complaint of 2 November 2002 and also mentioned the incident of the night of 26 to 27 December 2002.", "14. On 31 December 2002 between 11 a.m. and 11.15 a.m. the applicant's husband shot their two children and himself dead.", "15. On 31 January 2003 the Košice Branch of the Police Inspection Service (Úrad inšpekčnej služby Policajného zboru – “the Inspection Service”) charged officer M.Š. with abuse of public authority (Article 158 § 1 (c) of the Criminal Code) on the ground that on 27 December 2002 he had failed to accept and duly register the applicant's criminal complaint and to commence criminal proceedings against the applicant's husband immediately.", "16. On 3 February 2003 the Inspection Service charged officer P.Š. with dereliction of duty (Article 159 § 1 and 2 (b) of the Criminal Code) on the ground that on the night of 26 to 27 December 2002 he had failed to take appropriate action in response to the emergency calls from the applicant and her relative, in particular, to launch a criminal investigation, to keep a proper record of the emergency calls and to advise the next shift of the situation and of the fact that the applicant would be visiting the police station the following morning to file a formal criminal complaint.", "17. On 7 February 2003 the Inspection Service charged officer H. with abuse of public authority (Article 158 § 1 (a) of the Criminal Code) for altering records pertaining to the applicant's criminal complaint of 2 November 2002 and arbitrarily treating it as a minor offence calling for no further action.", "18. On 12 February 2003 the Inspection Service commenced criminal proceedings against an unknown police officer for abuse of public authority (Article 158 § 1 (a) of the Criminal Code) in connection with an allegation that on 31 December 2002 he had wrongfully refused to register a criminal complaint from the applicant concerning the incident of the night of 26 to 27 December 2002. These proceedings later resulted in charges against officer H. On the same day the Inspection Service charged officer B. with abuse of public authority (Article 158 § 1 (a) of the Criminal Code) on the ground that on the night of 26 to 27 December 2002 he had failed to take appropriate action in connection with the allegations that the applicant's husband had threatened violence. He was accused, inter alia, of having omitted to carry out a search in the register of firearms and firearms licence holders.", "19. On 30 April 2003 the Prešov District Military Prosecutor (Vojenský obvodný prokurátor) discontinued the proceedings that had been commenced on 12 February 2003 and had subsequently led to the charges against officer H. After examining documentary evidence and testimony by the applicant, the accused and witnesses, the prosecutor found that the purpose of the applicant's conversation with officer H. on the morning of 31 December 2002 had not been to lodge a new formal criminal complaint against her husband. She had merely sought information about the state of the proceedings further to her criminal complaint of 2 November 2002 and there was no suspicion that officer H. had committed any criminal offence.", "20. On 28 July 2003 the Košice Regional Investigation Office (Krajský úrad vyšetrovania) discontinued the criminal proceedings instituted against officer H. on 7 February 2003. Observing that he had acted in good faith and in accordance with the applicant's express wishes, the investigator decided that the actions of officer H. had not involved the element of social gravity that was requisite in order to constitute a criminal offence. The investigator also observed that officer H. had already been discharged from the police and that therefore no disciplinary proceedings could be brought against him. The applicant challenged this decision by means of a complaint which the District Military Prosecutor declared inadmissible on 15 August 2003, finding under Article 142 § 1 of the Code of Criminal Procedure (CCP) that she had no right to make it.", "21. On 4 August 2003 the District Military Prosecutor summoned officers B., P.Š. and M.Š. for trial in the Michalovce District Court (Okresný súd) on a charge of negligent dereliction of duty (Article 159 §§ 1 and 2 (b) of the Criminal Code) in connection with the above events. The summons set out in detail the internal regulations of the Ministry of the Interior the officers were alleged to have breached.", "22. On 20 October 2003, following a hearing on the same day in which the applicant took part through the intermediary of her lawyer, the District Court dismissed the summons. It found that the criminal offence of dereliction of duty presupposed a complete or enduring failure to discharge the duty. Merely impeding the discharge of the duty was not enough. It found that in the present case the officers' actions did not amount to such a failure to discharge their duty and that the connection between their actions and the tragedy of 31 December 2002 was not sufficiently direct.", "The applicant appeared in the District Court as a witness and was not served with a copy of the judgment.", "23. On 21 January 2004 the Košice Regional Court (Krajský súd) dismissed an appeal by the District Military Prosecutor against the judgment of 20 October 2003. No further appeal was available.", "The applicant was neither officially informed about the appellate proceedings nor served with a copy of the Regional Court's judgment.", "24. The Prosecutor General, however, challenged the Regional Court's decision of 21 January 2004 by lodging a complaint in the interests of the law (sťažnosť pre porušenie zákona) in the Supreme Court (Najvyšší súd).", "25. On 29 September 2004 the Supreme Court quashed both the Regional Court's decision of 21 January 2004 and the District Court's judgment of 20 October 2003. The Supreme Court found that the lower courts had assessed the evidence illogically, that they had failed to take account of all the relevant facts and that they had drawn incorrect conclusions. The Supreme Court found that it was clear that the accused officers had acted in dereliction of their duties. It concluded that there was a direct causal link between their unlawful actions and the fatal consequence. The Supreme Court remitted the case to the District Court for reconsideration and pointed out that, pursuant to Article 270 § 4 of the CCP, the latter was bound by its above legal views.", "26. On 14 March 2006 the District Court held a hearing in which the applicant took part in the capacity of a witness. Following the hearing, on the same day, the District Court found officers B., P.Š. and M.Š. guilty as charged and sentenced them to, respectively, six, four and four months' imprisonment. All sentences were suspended for 12 months. It was found that the accused had negligently breached the applicable service regulations and had thereby caused the death of the applicant's children. When determining the sentence, the District Court took into account inter alia the fact that the accused had thus far been leading honest lives, their work appraisals were positive and officers B. and M.Š. had already been discharged from service in the police. All the accused and the public prosecution service appealed. Officer B. later withdrew his appeal.", "27. On 26 September 2006 the Regional Court heard and dismissed the outstanding appeals. It found that the District Court had adequately established and correctly assessed the facts and had drawn accurate legal conclusions both as regards the guilt and the sentences. No ordinary remedy was available against the Regional Court's judgment.", "28. On 26 February 2003 the applicant, who was represented by a lawyer, lodged a complaint under Article 127 of the Constitution with the Constitutional Court (Ústavný súd). She formally directed her complaint against the District Police Department, maintaining that its officers' failure to act had led to a violation of her right to protection of her personal integrity (Article 16 § 1 of the Constitution), her right to protection from unjustified interference with her private life (Article 19 § 2 of the Constitution) and her right to legal protection (Article 46 § 1 of the Constitution). She asserted that the police had been well aware of the situation that had preceded the tragedy of 31 December 2002 and, in breach of their positive obligations, had failed to take the necessary action. She claimed that responsibility for this failure lay with the District Police Department. She also maintained that the criminal proceedings which were currently pending could not afford her complete redress for the damage she had sustained.", "29. On 2 July 2003 a three-judge bench of the Constitutional Court declared the complaint inadmissible. It observed that the Constitutional Court only had jurisdiction if the matter concerned did not fall within the jurisdiction of another authority. Its power to award just satisfaction in respect of non-pecuniary damage could only be exercised if the Constitutional Court had substantive jurisdiction over the matter. In the present case the primary issue was whether the officers who had dealt with the applicant's case had complied with the applicable regulations. That issue fell within the jurisdiction of the ordinary courts and was being examined in the criminal proceedings which were currently under way and in which the applicant could claim standing to intervene as an aggrieved party. A ruling on that issue could nevertheless also be sought before the civil courts. To that end, the bench observed that the applicant's range of options was not limited to actions of the type specifically provided for by statute. The bench concluded that, in these circumstances, the applicant's complaint was premature and the Constitutional Court had no jurisdiction to entertain it.", "30. The presiding judge, however, did not share the majority view and gave a dissenting opinion. According to him, in view of its primary purpose, namely to uphold constitutionality, the Constitutional Court was free to examine complaints under the legal provisions which it considered to be the most relevant. The present case was to be examined primarily from the standpoint of the right to life and, in particular, the positive obligations inherent in that right. Contrary to the bench's finding, and in breach of the positive obligations in question, there were no remedies available to the applicant under civil or criminal law permitting her to claim and obtain adequate and sufficient redress for her alleged nonpecuniary damage. He pointed out that not even the bench had clearly identified the remedies available to the applicant for that purpose. Finally, the presiding judge said that the principle that the Constitutional Court's jurisdiction was subsidiary, which was set out in Article 127 of the Constitution, was to be interpreted with a degree of flexibility in the light of the circumstances of each particular case. In his view, the Constitutional Court was the only authority to which the applicant could have made her claim for compensation for nonpecuniary damage in the present case. It therefore should not have been precluded from examining the case by the possible existence of other remedies which in any event were not complete.", "31. On 26 February 2004 the applicant, who was represented by a lawyer, lodged a fresh complaint against the District Police Department with the Constitutional Court. She reiterated the arguments she had submitted in the first complaint and added that the criminal proceedings had ended without producing any positive results in respect of her complaints. She maintained that she had no remedy before any other authority as regards the non-pecuniary damage she had suffered. She concluded that the Constitutional Court was therefore called upon to deal with the merits of her case. She alleged a violation of her children's right to life (Article 15 §§ 1 and 2 of the Constitution and Article 2 § 1 of the Convention). She further alleged a violation of her right to protection of her personal integrity and privacy (Article 16 § 1 of the Constitution), her right to protection from unjustified interference with her private and family life (Article 19 § 2 of the Constitution), her right to legal protection (Article 46 § 1 of the Constitution), her right to security of person (Article 5 of the Convention) and her right to respect for her private and family life (Article 8 of the Convention).", "32. On 8 September 2004 the Constitutional Court declared the complaint of 26 February 2004 inadmissible, holding that it had no jurisdiction to entertain it. In this context the Constitutional Court held that the principal questions of whether there had been any illegal action causing damage to the applicant and who was responsible for it fell to be determined by the ordinary courts. More specifically, the question of whether a crime had been committed in connection with the events complained of was to be determined in criminal proceedings. The Constitutional Court noted that in the criminal proceedings in the present case the applicant had failed to claim standing as an aggrieved party, which would have given her a series of procedural rights enabling her to influence their outcome. The fact that the criminal courts had sole jurisdiction in the matter meant that the Constitutional Court had power to intervene only if the criminal courts had acted manifestly arbitrarily. The applicant had, however, put forward no arguments to that effect. The Constitutional Court further held that, in any event, in so far as the complaint pertained to the District Police Department's failure to take action in November and December 2002, it had been submitted outside the statutory two-month time-limit. Furthermore, the applicant had no right of petition, either of her own or on behalf of her late children, in respect of the alleged violation of their right to life. Finally, part of the second complaint was in any event inadmissible as it raised issues that were res judicata by virtue of the decision of 2 July 2003.", "33. The law concerning protection of personal integrity under Articles 11 et seq. of the Civil Code is summarised in the decision of 13 June 2006 in the present case. In addition, the following judicial decisions are of relevance.", "34. In an action in the Nitra District Court (file no. 10C 142/2002) a mother claimed, among other things, financial compensation for non-pecuniary damage in connection with the death of her daughter. She relied on the previous conviction for manslaughter of a car driver who had run over her daughter.", "In a judgment of 15 May 2006 the District Court accepted that the plaintiff had suffered damage of a non-pecuniary nature and awarded her 200,000 Slovakian korunas by way of compensation.", "35. In an action in the Poprad District Court (file no. 9C 688/2002) Mrs M. brought claims for protection of personal integrity against the State, in the person of the police, in connection with the death of her husband. She relied on a penal order (trestný rozkaz) of that court of 18 October 2000 in which a police officer had been found guilty of manslaughter under Article 224 §§ 1 and 2 of the Criminal Code on the ground that, while questioning the applicant's husband at a police station, he had failed to secure his service gun in an appropriate manner. He had thereby enabled the applicant's husband to grab the gun and shoot himself dead.", "Mrs M. claimed, inter alia, financial compensation for the non-pecuniary damage suffered by herself and her late husband. She later withdrew the claim while at the same time submitting a similar claim in the name of her and her husband's daughter, Miss M.", "In a judgment of 31 May 2006 the District Court allowed the withdrawal of the claim by Mrs M. and discontinued the proceedings in respect of that claim. At the same time, it dismissed the claim in the name of Miss M. The reasons for dismissing her claim were multiple. The State was not the defendant to be sued in the present case, the police having their own legal personality and the capacity to be sued. The claim was statute-barred. And finally, at the time of the tragedy Miss M. had only been 10 months old and had mainly not been living with her father. She therefore could not have suffered any trauma. The action is still pending on appeal.", "36. Pursuant to Article 2 §§ 3 and 4, the public prosecution service is obliged to prosecute all criminal offences of which it learns, unless a statute or an international treaty provides otherwise. Authorities involved in prosecution, that is to say the police, investigators, public prosecution service and courts, are obliged to act on their own initiative.", "37. If a criminal complaint does not contain information excluding the possibility that a criminal offence was committed, and if there are no special circumstances, the police or investigator, as the case may be, are obliged to commence criminal prosecution immediately (Article 160 § 1).", "38. The concept of a criminal attempt is defined in Article 8. Conduct which is dangerous for society, which immediately leads to the completion of a criminal offence and which the culprit carries out with the intention to commit a criminal offence is considered a criminal attempt provided that the offence itself has not been completed. A criminal attempt is liable to the same punishment as the completed offence to which it leads.", "39. The Act governs the organisation and powers of the police. Pursuant to section 2(1)(a), (b) and (d) the police serve, inter alia, to protect fundamental rights and freedoms, life, health, personal safety and property, to investigate criminal offences, to identify culprits and to examine criminal complaints and other applications for a criminal prosecution to be opened.", "40. Pursuant to section 9, a police officer on duty – and also, unless there are special circumstances, off duty – is obliged to intervene if a criminal offence is being committed and if there is an imminent danger to life, limb or property."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}