{"ITEMID": "001-98401", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FATULLAYEV v. AZERBAIJAN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Violation of Art. 6-1;Violation of Art. 6-2;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1976 and lives in Baku.", "7. The applicant was the founder and chief editor of the newspapers Gündəlik Azərbaycan, published in the Azerbaijani language, and Realny Azerbaijan (“Реальный Азербайджан”), published in the Russian language. The newspapers were widely known for often publishing articles harshly criticising the Government and various public officials.", "8. Prior to the events complained of in this application, the applicant had been sued for defamation in a number of sets of civil and criminal proceedings instituted following complaints by various high-ranking government officials, including cabinet ministers and members of parliament. In the most recent set of proceedings, on 26 September 2006 the applicant was convicted of defamation of a cabinet minister and conditionally sentenced to two years' imprisonment. Moreover, according to the applicant, at various times he and his staff had received numerous threatening phone calls demanding him to stop writing critical articles about high-ranking officials or even to completely cease the publication of his newspapers.", "9. In 2007 two sets of criminal proceedings were brought against the applicant in connection with, inter alia, two articles published by him in Realny Azerbaijan.", "10. In 2005 the applicant visited, as a journalist, the area of NagornoKarabakh and other territories controlled by the Armenian military forces. This was one of a few exceptionally allowed and organised visits by Azerbaijani nationals to those territories and to Armenia in the years following the Nagorno-Karabakh war, as movement across the front line in Nagorno-Karabakh and across the Armenian-Azerbaijani border remains severely restricted to this day from both sides. During his visit he met, among others, some officials of the self-proclaimed, unrecognised “Nagorno-Karabakh Republic” and some ordinary people. In the aftermath of this visit, in April 2005 the applicant published an article called “The Karabakh Diary” (Russian: “Карабахский дневник”) in Realny Azerbaijan.", "11. In the article, styled as a diary, the applicant described his visits to several towns, including Lachin, Shusha, Agdam and Khojaly, which had formerly been inhabited primarily by ethnic Azerbaijanis who had been forced to flee their homes during the war. He described both the ruins of war and the new construction sites that he had seen in those towns, as well as his casual conversations with a number of local Armenians he had met during his visit.", "12. One of the topics discussed in “The Karabakh Diary” concerned the Khojaly massacre of 26 February 1992. Discussing this topic, the applicant made certain statements which could be construed as differing from the commonly accepted version of the Khojaly events according to which hundreds of Azerbaijani civilians had been killed by the Armenian armed forces, with the reported assistance of the Russian (formerly Soviet) 366th Motorised Rifle Regiment, during their assault on the town of Khojaly in the course of the war in Nagorno-Karabakh. Specifically, the article contained the following passages:", "“Having seen Khojaly, I could not hide my astonishment. This Azerbaijani town, which had been razed to the ground, has been completely reconstructed and converted into a town called Ivanovka, named after an Armenian general who had actively participated in the occupation of Khojaly. The Khojaly tragedy and the deep wounds inflicted on our soul by the Armenian expansionism on this long-suffering Azerbaijani land permeated all my meetings in Askeran [a town in Nagorno-Karabakh close to Khojaly]. How so? Can it be true that nothing human is left in these people? However, for the sake of fairness I will admit that several years ago I met some refugees from Khojaly, temporarily settled in Naftalan, who openly confessed to me that, on the eve of the large-scale offensive of the Russian and Armenian troops on Khojaly, the town had been encircled [by those troops]. And even several days prior to the attack, the Armenians had been continuously warning the population about the planned operation through loudspeakers and suggesting that the civilians abandon the town and escape from the encirclement through a humanitarian corridor along the Kar-Kar River. According to the Khojaly refugees' own words, they had used this corridor and, indeed, the Armenian soldiers positioned behind the corridor had not opened fire on them. Some soldiers from the battalions of the NFA [the National Front of Azerbaijan, a political party], for some reason, had led part of the [refugees] in the direction of the village of Nakhichevanik, which during that period had been under the control of the Armenians' Askeran battalion. The other group of refugees were hit by artillery volleys [while they were reaching] the Agdam Region.", "When I was in Askeran, I spoke to the deputy head of the administration of Askeran, Slavik Arushanyan, and compared his recollection of the events with that of the Khojaly inhabitants who came under fire from the Azerbaijani side.", "I asked S. Arushanyan to show me the corridor which the Khojaly inhabitants had used [to abandon the town]. Having familiarised myself with the geographical area, I can say, fully convinced, that the conjectures that there had been no Armenian corridor are groundless. The corridor did indeed exist, otherwise the Khojaly inhabitants, fully surrounded [by the enemy troops] and isolated from the outside world, would not have been able to force their way out and escape the encirclement. However, having crossed the area behind the Kar-Kar River, the row of refugees was separated and, for some reason, a group of [them] headed in the direction of Nakhichevanik. It appears that the NFA battalions were striving not for the liberation of the Khojaly civilians but for more bloodshed on their way to overthrow A. Mutalibov [the first President of Azerbaijan] ...”", "13. More than a year after the publication of the above article, during the period from December 2006 to January 2007, a person registered under the username “Eynulla Fatullayev”, identifying himself as the applicant, made a number of postings on the publicly accessible Internet forum of a website called AzeriTriColor. The postings were made in a specific forum thread dedicated to other forum members' questions to the forum member named “Eynulla Fatullayev” about the contents of “The Karabakh Diary”. In his various answers to those questions, the person posting under the username “Eynulla Fatullayev” made, inter alia, the following statements:", "“I have visited this town [Naftalan] where I have spoken to hundreds (I repeat, hundreds) of refugees who insisted that there had been a corridor and that they had remained alive owing to this corridor ...", "You see, it was wartime and there was a front line... Of course, Armenians were killing [the civilians], but part of the Khojaly inhabitants had been fired upon by our own [troops]... Whether it was done intentionally or not is to be determined by investigators. ...", "[They were killed] not by [some] mysterious [shooters], but by provocateurs from the NFA battalions ... [The corpses] had been mutilated by our own ...”", "14. On 23 February 2007 Ms T. Chaladze, the Head of the Centre for Protection of Refugees and Displaced Persons, brought a civil action against the applicant in the Yasamal District Court. She claimed that the applicant had “for a long period of time insulted the honour and dignity of the victims of the Khojaly Tragedy, persons killed during those tragic events and their relatives, as well as veterans of the Karabakh War, soldiers of the Azerbaijani National Army and the entire Azerbaijani people”. She alleged that the applicant had done so by making the above-mentioned statements in his article “The Karabakh Diary” as well as by making similar insulting statements on the forum of the AzeriTriColor website. Ms Chaladze attributed the authorship of the Internet forum postings made from the forum account with the username “Eynulla Fatullayev” to the applicant.", "15. In his submissions to the court, the applicant argued that the forum postings at the AzeriTriColor website had not been written by him and denied making these statements. He also argued that, in “The Karabakh Diary”, he had merely reported the information given to him by persons whom he had interviewed.", "16. The Yasamal District Court, sitting as a single-judge formation composed of Judge I. Ismayilov, heard evidence from a number of refugees from Khojaly, all of whom testified about their escape from the town and noted that they had not been fired upon by Azerbaijani soldiers and that the applicant's assertions concerning this were false. Furthermore, having examined electronic evidence and witness statements, the court established that the postings on the AzeriTriColor forum had indeed been made by the applicant himself and that they had been posted in response to various questions by readers of Realny Azerbaijan. The court found that the applicant and the newspaper had disseminated false and unproven statements tarnishing the honour and dignity of the survivors of the Khojaly events.", "17. In view of the above findings, on 6 April 2007 the Yasamal District Court upheld Ms Chaladze's claim and ordered the applicant to publish, in Realny Azerbaijan and on related websites, a retraction of his statements and an apology to the refugees from Khojaly and the newspaper's readers. The court also ordered the applicant and Realny Azerbaijan to pay 10,000 New Azerbaijani manats (AZN – approximately 8,500 euros) each in respect of non-pecuniary damage. This total award of AZN 20,000 was to be spent on upgrading the living conditions of the refugees from Khojaly temporarily residing in Naftalan.", "18. Thereafter, on an unspecified date, a group of four Khojaly survivors and two former soldiers who had been involved in the Khojaly battle, represented by Ms Chaladze, lodged a criminal complaint against the applicant with the Yasamal District Court, under the private prosecution procedure. They asked that the applicant be convicted of defamation and of falsely accusing Azerbaijani soldiers of having committed an especially grave crime.", "19. At a preliminary hearing held on 9 April 2007 the applicant filed an objection against the entire judicial composition of the Yasamal District Court. He claimed that all of the judges of that court had been appointed to their positions in September 2000 for a fixed five-year term and that their term of office had expired in 2005. He therefore argued that the composition of the court meant that it could not be regarded as a “tribunal established by law”. This objection was dismissed.", "20. The hearing of the criminal case took place on 20 April 2007 and was presided over by Judge I. Ismayilov, sitting as a single judge.", "21. In his oral submissions to the court, the applicant pleaded his innocence. In particular, he denied making the statements on the forum of the AzeriTriColor website and maintained that those statements had been made by some unknown impostor who had used his name for this purpose.", "22. The court heard a linguistic expert who gave an opinion on the applicant's statements. The expert testified, inter alia, that, owing to the specific style in which “The Karabakh Diary” had been written, it was difficult to differentiate whether the specific statements and conclusions made concerning the Khojaly events could be attributable to the applicant personally or to those persons whom he had allegedly interviewed in Nagorno-Karabakh. He also noted that it was difficult to analyse separately the specific phrases taken out of the context of the article as a whole, and that it appeared from the context that the author had attempted to convey the positions of both sides to the conflict. The court also heard several witnesses who testified about the Khojaly events and stated that there had been no escape corridor for the civilians and that the civilians had been shot at from the enemy's positions. The court further found that the Internet forum of the AzeriTriColor website, in essence, had replaced the Internet forum of the Realny Azerbaijan website, which had become defunct in 2006, and that the statements posted on that forum under the username “Eynulla Fatullayev” had indeed been made by the applicant himself. Lastly, the court found that, through his statements made in “The Karabakh Diary” and his Internet forum postings, the applicant had given a heavily distorted account of the historical events in Khojaly and had deliberately disseminated false information which had damaged the reputation of the plaintiffs and had accused the soldiers of the Azerbaijani Army (specifically, the two plaintiffs who had fought in Khojaly) of committing grave crimes which they had not committed. The court convicted the applicant under Articles 147.1 (defamation) and 147.2 (defamation by accusing a person of having committed a grave crime) of the Criminal Code and sentenced him to two years and six months' imprisonment.", "23. The applicant was arrested in the courtroom and taken to Detention Facility No. 1 on the same day (20 April 2007).", "24. On 6 June 2007 the Court of Appeal upheld the Yasamal District Court's judgment of 20 April 2007.", "25. On 21 August 2007 the Supreme Court dismissed a cassation appeal by the applicant and upheld the lower courts' judgments.", "26. In the meantime, on 30 March 2007, Realny Azerbaijan had published an article entitled “The Aliyevs Go to War” (Russian: “Алиевы идут на войну”). The article was written by the applicant but published under the pseudonym “Rovshan Bagirov”.", "27. This analytical article was devoted to the possible consequences of Azerbaijan's support for a recent “anti-Iranian” resolution of the United Nations (UN) Security Council, which had called for economic sanctions against that country. The article referred to the current Azerbaijani government as “the Aliyev clan” and “the governing Family” and expressed the view that the government had sought United States (US) support for President Ilham Aliyev's “remaining in power” in Azerbaijan in exchange for Azerbaijan's support for the US “aggression” against Iran.", "28. The article continued as follows:", "“It is also known that, immediately after the UN [Security Council] had voted for this resolution, [the authorities] in Tehran began to seriously prepare for the beginning of the 'anti-Iranian operation'. For several years, the military headquarters of the Islamic regime had been developing plans for repulsing the American aggression and counter-attacking the US and their allies in the region. After 24 March 2007 Azerbaijan, having openly supported the anti-Iranian operation, must prepare for a lengthy and dreadful war which will result in large-scale destruction and loss of human life. According to information from sources close to official Paris, the Iranian General Staff has already developed its military plans concerning Azerbaijan in the event that Baku takes part in the aggression against Iran. Thus, the Iranian long-range military air force, thousands of insane kamikaze terrorists from the IRGC [the Islamic Revolution's Guardian Corps] and hundreds of Shahab-2 and Shahab-3 missiles will strike the following main targets on the territory of Azerbaijan ...”", "29. The article continued with a long and detailed list of such targets, which included, inter alia, active petroleum platforms on the shelf of the Caspian Sea, the Sangachal Oil Terminal and other petroleum plants and terminals, the BakuTbilisiCeyhan petroleum pipeline and the BakuTbilisi-Erzurum gas pipeline, the building of the Presidential Administration, the building of the US Embassy in Azerbaijan, buildings of various ministries, the Baku seaport and airport, and a number of large business centres housing the offices of major foreign companies doing business in Azerbaijan.", "30. Further, it was noted in the article that the Azerbaijani Government should have maintained neutrality in its relations with both the US and Iran, and that its support of the US position could lead, in the event of a war between those two States, to such grave consequences as loss of human life among Azeris in both Azerbaijan and Iran. In this connection, the author noted that the US military forces were already operating four airbases on the territory of Azerbaijan and had expressed an interest in operating the Gabala Radar Station, which was then operated by Russia.", "31. The article also discussed the issue of possible unrest, in the event of a conflict with Iran, in the southern regions of Azerbaijan populated by the Talysh ethnic minority, who are ethnically and linguistically close to the Persians. Among other things, the article appeared to imply that the current ruling elite, a large number of whom allegedly came from the region of Nakhchivan, was engaging in regional nepotism by appointing people from Nakhchivan to government posts in southern areas of the country, including the Lenkoran region. In particular, the article stated:", "“Thus, the Talysh have long been expressing their discontent with the fact that [the central authorities] always appoint to administrative positions in Lenkoran persons hailing from Nakhchivan who are alien to the mentality and problems of the region. ... The level of unemployment in the region is terribly high, drug abuse is flourishing, every morning hundreds of unemployed Talysh cluster together at the 'slave' [that is, cheap labour] market in Baku. Is this not a powder keg?", "But the authorities, seemingly unaware of the danger of the developing situation, are giving preference to their standard methods – repressive measures and paying off the Talysh elite. It seems as if the authorities are deliberately pushing the Talysh into the embrace of Iranian radicals.”", "32. The article noted that certain high-ranking Iranian officials and ayatollahs were of Talysh ethnicity, and that there were “several million” Talysh living across the Iranian border who could “support their kin” living in Azerbaijan in the event of a war. Lastly, the article concluded that the Azerbaijani authorities did not realise all the dangerous consequences of the geopolitical game they were playing.", "33. On 16 May 2007 the investigation department of the Ministry of National Security (“the MNS”) commenced a criminal investigation in connection with the publication of the article under Article 214.1 of the Criminal Code (terrorism or threat of terrorism).", "34. On 22 May 2007 the investigation authorities conducted searches in the applicant's flat and in the office of the Realny Azerbaijan and Gündəlik Azərbaycan newspapers. They found and seized certain photographs and computer disks from the applicant's flat and twenty computer hard drives from the newspaper's office.", "35. On 29 May 2007 the applicant was transferred to the MNS detention facility.", "36. On 31 May 2007 the Prosecutor General made a statement to the press, noting that the article published in Realny Azerbaijan contained information which constituted a threat of terrorism and that a criminal investigation had been instituted in this connection by the MNS. This statement was reported on Media Forum, an Internet news portal, as follows:", "“Today, the Prosecutor General ... provided an explanation concerning the criminal case instituted by the Ministry of National Security in respect of Eynulla Fatullayev, the editor-in-chief of Gündəlik Azərbaycan and Realny Azerbaijan newspapers, and stated that the Internet site [of the newspapers] had indeed contained information threatening acts of terrorism. According to Azadliq Radio, the Prosecutor General stated: 'The site mentions specific State facilities and addresses which would allegedly be bombed by the Islamic Republic of Iran. This information constitutes a threat of terrorism.' [He] noted that, in connection with this, the MNS had instituted criminal proceedings under Article 214.1 of the Criminal Code. The Prosecutor General stated that the MNS would shortly make a statement concerning the results of the investigation.”", "37. Another Internet news portal, Day.Az, reported as follows:", "“The Internet site of Realny Azerbaijan, founded by Eynulla Fatullayev, indeed contains a threat of terrorism. The Prosecutor General ... made this statement. According to him, the Internet site of Realny Azerbaijan mentions specific addresses of certain State facilities and asserts that, according to available information, they will be bombed by the Islamic Republic of Iran. 'This information constitutes a threat of terrorism. Therefore, the Ministry of National Security (the MNS) has instituted criminal proceedings under Article 214.1 of the Criminal Code and is taking investigative measures.' [The Prosecutor General] noted that the MNS would keep the public informed about the progress in the case...”", "38. On 3 July 2007, by a decision of an MNS investigator, the applicant was formally charged with the criminal offences of threat of terrorism (Article 214.1 of the Criminal Code) and inciting ethnic hostility (Article 283.2.2 of the Criminal Code).", "39. On the same day, 3 July 2007, pursuant to a request by the Prosecutor General's Office, the Sabail District Court remanded the applicant in custody for a period of three months in connection with this criminal case. The applicant appealed. On 11 July 2007 the Court of Appeal upheld the Sabail District Court's decision.", "40. On 4 September 2007 the applicant was also charged with tax evasion under Article 213.2 of the Criminal Code on account of his alleged failure to duly declare taxes on his personal earnings as a newspaper editor.", "41. During the trial, among other evidence, the prosecution produced evidence showing that in May 2007 the full electronic version of “The Aliyevs Go to War” had been forwarded by e-mail to the offices of a number of foreign and local companies in Baku. A total of eight employees of these companies testified during the trial that, after reading the article, they had felt disturbed, anxious and frightened. The court found that the publication of this article had pursued the aim of creating panic among the population. The court further found that, in the article, the applicant had threatened the Government with destruction of public property and acts endangering human life, with the aim of exerting influence on the Government to refrain from taking political decisions required by national interests.", "42. On 30 October 2007 the Assize Court found the applicant guilty on all charges and convicted him of threat of terrorism (eight years' imprisonment), incitement to ethnic hostility (three years' imprisonment) and tax evasion (four months' imprisonment). The partial merger of these sentences resulted in a sentence of eight years and four months' imprisonment. Lastly, the court partially merged this sentence with the sentence of two years and six months' imprisonment imposed on the applicant in the previous criminal case, which resulted in a total sentence of eight years and six months' imprisonment. In imposing this final sentence, the court found that, on account of his previous convictions, the applicant was a repeat offender and assessed this as an aggravating circumstance. The court also ordered that 23 computers and several compact discs, previously seized as material evidence from the newspapers' offices, be confiscated in favour of the State. Lastly, the court ordered that AZN 242,522 (for unpaid taxes) and AZN 17,800 (for unpaid social security contributions) be withheld from the applicant.", "43. On 16 January 2008 the Court of Appeal upheld the Assize Court's judgment of 30 October 2007.", "44. On 3 June 2008 the Supreme Court upheld the lower courts' judgments.", "45. In his defence speech at the trial and in his appeals to the higher courts, the applicant had complained, inter alia, of a breach of his presumption of innocence on account of the Prosecutor General's statement to the press, relying directly on Article 6 § 2 of the Convention. His arguments under the Convention in this respect had been summarily rejected.", "46. It appears that, on an unspecified date during the period when the above-mentioned criminal proceedings were taking place, the publication and distribution of Gündəlik Azərbaycan and Realny Azerbaijan were halted, in circumstances which are not entirely clear from the material available in the case file.", "47. Article 147 of the Criminal Code, in force at the relevant time, provided as follows:", "“147.1. Defamation, that is, dissemination, in a public statement, publicly exhibited work of art or through the mass media, of knowingly false information discrediting the honour and dignity of a person or damaging his or her reputation,", "shall be punishable by a fine in the amount of one hundred to five hundred conditional financial units, or by community service for a term of up to two hundred and forty hours, or by corrective labour for a term of up to one year, or by imprisonment for a term of up to six months.", "147.2. Defamation by accusing [a person] of having committed a serious or especially serious crime", "shall be punishable by corrective labour for a term of up to two years, or by restriction of liberty for a term of up to two years, or by imprisonment for a term of up to three years.”", "48. Article 214.1 of the Criminal Code provided as follows:", "“Terrorism, that is, perpetration of an explosion, arson or other acts creating a danger to human life or significant material damage or other grave consequences, if such acts are carried out for the purpose of undermining public security, frightening the population or exerting influence on the State authorities or international organisations to take certain decisions, as well as the threat to carry out the above-mentioned acts with the same purposes,", "shall be punishable by deprivation of liberty for a term of eight to twelve years together with confiscation of property.”", "49. Article 283 of the Criminal Code provided as follows:", "“283.1. Acts aimed at incitement to ethnic, racial or religious hostility or humiliation of ethnic dignity, as well as acts aimed at restricting citizens' rights or establishing citizens' superiority on the basis of their ethnic or racial origin, if committed openly or by means of the mass media,", "shall be punishable by a fine in the amount of one thousand to two thousand conditional financial units, or by restriction of liberty for a term of up to three years, or by imprisonment for a term of two to four years.", "283.2. The same acts, if committed:", "283.2.1. with the use of violence or the threat of use of violence;", "283.2.2. by a person using his official position;", "283.2.3. by an organised group;", "shall be punishable by imprisonment for a term of three to five years.”", "50. Under Article 449 of the Code of Criminal Procedure (“the CCrP”), an accused or suspected person can lodge a complaint against procedural steps or decisions of the prosecuting authorities (preliminary investigator, investigator, supervising prosecutor, etc.) with the court supervising the pretrial investigation. Article 449.3 of the CCrP provides that such a complaint may be lodged, inter alia, in the event of a violation of a detainee's rights.", "51. Articles 450 and 451 of the CCrP provide for the procedure for examining such complaints and outline the supervising court's competence. In particular, under Article 451.1 of the CCrP, the supervising court may take one of the following two decisions in respect of a complaint under Article 449 of the CCrP: (a) declaring the impugned procedural step or decision lawful; or (b) declaring the impugned procedural step or decision unlawful and quashing it. Article 451.3 of the CCrP provides that in the event of a finding that the impugned step or decision is unlawful, the prosecutor supervising the investigation or a superior prosecutor is to take immediate measures aimed at stopping the violations of the complainant's rights.", "52. Chapter 27 of the Code of Civil Procedure (“the CCP”), consisting of Articles 296-300, provides for the procedure for examining civil lawsuits concerning decisions and acts (or omissions) of “the relevant executive authorities, local self-administration authorities, other authorities and organisations and their officials”. In particular, in accordance with Article 297.1 of the CCP, decisions and acts (or omissions) covered by this procedure include those which violate a person's rights or freedoms, impede a person's exercise of his or her rights or freedoms, or impose an unlawful obligation or liability upon a person.", "53. The relevant provisions of the Law on Courts and Judges of 10 June 1997, in force before the amendments adopted on 28 December 2004, and the relevant domestic law concerning the status and composition of the Judicial Legal Council, in force prior to the enactment of the Law on the Judicial Legal Council of 28 December 2004, are summarised in Asadov and Others v. Azerbaijan ((dec.), no. 138/03, 12 January 2006).", "54. Law No. 817-IIQD on Additions and Amendments to the Law on Courts and Judges, of 28 December 2004 (“Law No. 817-IIQD”), in force from 30 January 2005, introduced a number of amendments concerning, inter alia, the process for the selection and appointment of candidates for judicial office, terms of office of judges, the code of judicial ethics, disciplinary procedures in respect of judges and the immunity of judges. Specifically, Articles 93-1 to 93-4 of the Law on Courts and Judges, as amended by Law No. 817-IIQD, provide that candidates for judicial office are selected by the Judge Selection Committee, established by the Judicial Legal Council, according to a procedure involving written and oral examinations and long-term training courses where each candidate's performance is subsequently graded by the Judge Selection Committee. In accordance with Article 96 of the Law on Courts and Judges, as amended by Law No. 817-IIQD, judges are initially appointed for a five-year term and, during this term, must attend a judicial training course at least once. If following the initial five-year term no professional shortcomings are detected in the judge's work, he or she is reappointed to an indefinite term of office (expiring at the age of 65 or, in exceptional cases, 70) pursuant to a recommendation by the Judicial Legal Council. Prior to the latter amendment, judges were appointed for fixed terms of five or ten years, depending on the court in which they served.", "55. Clause 1 of the Transitional Provisions of Law No. 817-IIQD provided as follows:", "“The terms of office of judges of the courts of the Republic of Azerbaijan who were appointed before 1 January 2005 shall expire on the date of the appointment of new judges to those courts ...”", "56. The Law on the Judicial Legal Council of 28 December 2004 provides that the Judicial Legal Council has 15 members (including representatives of the executive and legislative authorities, judges of various courts, and representatives of the prosecution authorities and the Bar Association) and is a body competent to organise the process of selecting candidates for judicial office and submitting recommendations to the President on judicial appointments, and to perform other tasks including organising training courses for judges, providing logistical support to the courts and taking disciplinary measures against judges.", "57. The following are extracts from Resolution 1614 (2008) of the Parliamentary Assembly of the Council of Europe on the functioning of democratic institutions in Azerbaijan:", "“19. As regards freedom of expression, the Azerbaijani authorities should:", "19.1. initiate the legal reform aimed at decriminalising defamation and revise the relevant civil law provisions to ensure respect for the principle of proportionality, as recommended in Resolution 1545 (2007); in the meantime, a political moratorium should be reintroduced so as to put an end to the use of defamation lawsuits as a means of intimidating journalists ...”", "58. The following are extracts from the report by the Council of Europe Commissioner for Human Rights, Mr Thomas Hammarberg, on his visit to Azerbaijan, from 3 to 7 September 2007 (CommDH(2008)2, 20 February 2008):", "“B. A matter of urgency: the decriminalisation of defamation", "69. At the time of the Commissioner's visit, it was reported that there were seven journalists in prison, out of whom four were for libel or defamation under Articles 147 and 148 of the Criminal Code. Both international monitoring bodies and local NGOs claimed that charging individuals for defamation was used as a means to avoid the dissemination of news that could be detrimental to high-ranking officials or to other influential people. According to the parliamentary assembly of the Council of Europe rapporteurs, the number of charges has grown in the last few years. Out of fear of imprisonment journalists are compelled to resort to self-censorship. In 2005, the President, Mr Ilham Aliyev had called for abandoning the use of criminal provisions in matters of defamation, but this was not respected. Some cases, which the Commissioner was informed about point to abusive or unfair imprisonment of journalists.", "70. ... Indeed, many journalists remain incarcerated. Mr Eynulla Fatullayev, who was held at the pre-trial detention centres on the premises of the Ministry for National Security is still incarcerated. This journalist had criticised the authorities' and armed forces' conduct during the siege of Khojaly. His critical analysis of the handling of the crisis cost him a two and half year sentence for libel. Furthermore, in a concerning stacking of incriminations, he was sentenced on 30 October 2007 to an additional eight and a half years, this time on charges of terrorism and incitement to racial hatred. When this journalist met the Commissioner, he said that the fact that he had been jailed was evidence of political pressure on him as a journalist. After the decision on this second sentence, he reiterated this comment. The Commissioner mentioned his imprisonment for libel to the authorities and called for his immediate release. The Commissioner once again urges the authorities to release Mr Eynulla Fatullayev.", "71. The authorities' response to questions regarding this issue is that actions against journalists are caused by their lack of professionalism, which leads them to writing in a non-responsible manner and ignoring their legal and ethical duties. There should indeed be proper training and education of journalists, who have a responsibility in the exercise of their profession and should follow a code of ethics in line with European standards. At the same time, officials should allow easy access to information and accept criticism inherent to their position of accountability in society.", "72. Nevertheless, the fundamental issue here is whether people, in particular but not only journalists, should be deprived of liberty and other criminal law consequences on account of views expressed. The supplementary issue, as already dealt with, is whether, where it still exists as an offence under criminal law, as it is the case in Azerbaijan, the prosecution of defamation does not in fact lead to instances of abusive prosecution and/or excessive sentences. There is clearly a general trend to move towards a decriminalisation of defamation in Europe today. International standards allow the penalisation of defamation through criminal law but only in cases of hate speech directly intended at inciting violence. To corroborate the requirement of intention, there has to be a direct link between the intention and the likeliness of the violence. ... In most countries, the criminal route is not used: there is a moratorium on such laws. The criminalisation of defamation has a chilling effect on freedom of expression. The legal framework in Azerbaijan provides for a wide range of possibilities for criminalisation, notably for 'damage to honour and reputation'. Work on a draft law on defamation has been going on for more than a year, involving a working group of parliamentarians and media experts, with the support of the OSCE. Emphasis would be shifted from criminal law to civil law.", "73. The Commissioner was encouraged by talks he had on this issue with the Minister of Justice. He recommends the launching of an open public debate that would help define a rights-based approach that would remove defamation from the criminal books and offer alternative protection to other rights and interests. Council of Europe experts could provide assistance in that respect. In order to support the holding of that debate, the President could reiterate his 2005 declaration on a moratorium on the use of the criminal provision. The Commissioner recommends, as a first step, the release of all those, who have been criminally prosecuted under the relevant provisions of the criminal code.”", "59. Most of the facts of the reported massacre of Azerbaijani civilians in Khojaly are contested by the Azerbaijani and Armenian sides. As for thirdparty sources, the following are extracts from reports of international organisations and human-rights NGOs concerning these events.", "60. The background paper prepared by the Directorate General of Political Affairs of the Council of Europe, appended to the report by the Parliamentary Assembly's Political Affairs Committee on the conflict over the Nagorno-Karabakh region dealt with by the OSCE Minsk Conference (rapporteur Mr D. Atkinson, 29 November 2004, Doc. 10364), states:", "“In February 1992, almost day-to-day four years after the Sumgait events, the ethnic Armenian forces attacked the only airport in [Nagorno-Karabakh], in Khojali, to the North of the local capital. At the time, the population of Khojali was 7000. The Azerbaijani view is that the taking of Khojali, which left some 150 defenders of the airport dead, was followed by unprecedented brutalities against the civilian population. In one day, reportedly 613 unarmed people were massacred and close to 1300 were captured – many of them while trying to flee through an alleged humanitarian corridor. The Armenian side contests this view and the number of casualties.", "The Khojali massacre sparked an exodus of Azerbaijanis and precipitated a political crisis in Baku. Five years later, in 1997, President Aliyev issued a Decree referring to the tragedy as the 'Khojali genocide'.”", "61. The following are extracts from the Human Rights Watch World Report 1993 on the former Soviet Union:", "“During the winter of 1992, Armenian forces went on the offensive, forcing almost the entire Azerbaijani population of the enclave to flee, and committing unconscionable acts of violence against civilians as they fled. The most notorious of these attacks occurred on February 25 in the village of Khojaly. A large column of residents, accompanied by a few dozen retreating fighters, fled the city as it fell to Armenian forces. As they approached the border with Azerbaijan, they came across an Armenian military post and were cruelly fired upon. At least 161 civilians are known to have been murdered in this incident, although Azerbaijani officials estimate that about 800 perished. Armenian forces killed unarmed civilians and soldiers who were hors de combat, and looted and sometimes burned homes.”", "62. The Memorial Human Rights Centre, based in Moscow, dispatched its observers to Nagorno-Karabakh during the war. The following are extracts from the report by the Memorial Human Rights Centre “On Mass Violations of Human Rights in Connection with the Armed Capture of the Town of Khojaly on the Night of 25 to 26 February 1992” (translated from Russian):", "“As practically all refugees from Khojaly claimed, military personnel from the 366th Regiment took part in the assault on the town. According to the information received from the Armenian side, combat vehicles of the 366th Regiment which took part in the assault on the town shelled Khojaly but did not actually enter the town. As the Armenian side asserts, the participation of the military personnel [from the 366th Regiment] was not sanctioned by a written order from the Regiment's command. ...", "Part of the population started to leave Khojaly soon after the assault began, trying to flee in the direction of Agdam. There were armed people from the town's garrison among some of the fleeing groups. People left in two directions: (1) from the eastern side of the town in the north-east direction along the river, passing Askeran to their left (this specific route, according to Armenian officials, was provided as a 'free corridor'); (2) from the northern side of the town in the north-east direction, passing Askeran to their right (it appears that a smaller number of refugees fled using this route). Thus, the majority of civilians left Khojaly, while around 200-300 people stayed in Khojaly, hiding in their houses and basements. As a result of the shelling of the town, an unascertained number of civilians were killed on the territory of Khojaly during the assault. The Armenian side practically refused to provide information about the number of people who so perished. ...", "According to the officials of the NKR [the self-proclaimed 'Nagorno-Karabakh Republic'], a 'free corridor' was provided for fleeing civilians..., which began at the eastern side of the town, passed along the river and continued to the north-east, leading to Agdam and passing Askeran to its left. ... According to the officials of the NKR and those taking part in the assault, the Khojaly population was informed about the existence of this 'corridor' through loudspeakers mounted on armoured personnel carriers. ... NKR officials also noted that, several days prior to the assault, leaflets had been dropped on Khojaly from helicopters, urging the Khojaly population to use the 'free corridor'. However, not a single copy of such a leaflet has been provided to Memorial's observers in support of this assertion. Likewise, no traces of such leaflets have been found by Memorial's observers in Khojaly. When interviewed, Khojaly refugees said that they had not heard about such leaflets. In Agdam and Baku, Memorial's observers have interviewed 60 persons who had fled Khojaly during the assault on the town. Only one person out of those interviewed said that he had known about the existence of the 'free corridor' (he had been told about it by a 'military man' from the Khojaly garrison). ... Several days prior to the assault, the representatives of the Armenian side had, on repeated occasions, informed the Khojaly authorities by radio about the upcoming assault and urged them to immediately evacuate the population from the town. The fact that this information had been received by the Azerbaijani side and transferred to Baku is confirmed by Baku newspapers (Bakinskiy Rabochiy). ...", "A large column of inhabitants [of Khojaly] rushed out of town along the river (route 1 – [see above]). There were armed people from the town garrison in some of the groups of refugees. These refugees, who walked along the 'free corridor'..., were fired upon, as a result of which many people were killed. Those who remained alive dispersed. Running [refugees] came across Armenian military posts and were fired upon. Some refugees managed to escape to Agdam, some, mainly women and children (the exact number is impossible to determine), froze to death while wandering around in mountains, some ... were captured ... The site of the mass killing of refugees, as well as their corpses, was filmed on videotape when the Azerbaijani units carried out an operation to evacuate the corpses to Agdam by helicopter. ... Among the corpses filmed on the videotape, the majority were those of women and elderly people; there were also children among those killed. At the same time, there were also people in uniform among those killed. ... Within four days, about 200 corpses were evacuated to Agdam. A few score of corpses bore signs of mutilation. ...", "Official representatives of the NKR and members of the Armenian armed forces explained the death of civilians in the zone of the 'free corridor' by the fact that there were armed people fleeing together with the refugees, who were firing at Armenian outposts, thus drawing return fire, as well as by an attempted breakthrough by the main Azerbaijani forces. According to members of the Armenian armed forces, the Azerbaijani forces attempted to battle through from Agdam in the direction of the 'free corridor'. At the moment when the Armenian outposts were fighting off this attack, the first groups of Khojaly refugees approached them from the rear. The armed people who were among the refugees began firing at the Armenian outposts. During the battle, one outpost was destroyed ..., but the fighters from another outpost, of whose existence the Azerbaijanis were unaware, opened fire from a close distance at the people coming from Khojaly. According to testimonies of Khojaly refugees (including those published in the press), the armed people inside the refugee column did exchange gunfire with Armenian outposts, but on each occasion the fire was opened first from the Armenian side. ...”"], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}