{"ITEMID": "001-61030", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PANNOCCHIA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1925 and lives in Livorno.", "9. The applicant is the owner of a flat in Livorno, which he had let to A.R.", "10. In a writ served on the tenant on 16 September 1991, the applicant communicated his intention to terminate the lease and summoned the tenant to appear before the Livorno Magistrate.", "11. By a decision of 19 October 1991, which was made enforceable on 17 March 1993, the Livorno Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 14 October 1992.", "12. On 23 March 1993, the applicant served notice on the tenant requiring him to vacate the premises.", "13. On 6 May 1993, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 8 June 1993.", "14. Between 8 June 1993 and 26 June 2000, the bailiff made ten attempts to recover possession.", "15. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "16. In the meantime, on 27 January 1994, the applicant made a statutory declaration that he urgently required the premises as accommodation for his daughter", "17. Pursuant to Section 6 of Law no. 431/1998, the enforcement proceedings were suspended.", "18. At the beginning of 2002 the tenant vacated the flat.", "19. The relevant domestic law is described in the Court’s judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}