{"ITEMID": "001-70869", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF LESHCHENKO AND TOLYUPA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["8. The applicants are Ukrainian nationals, who were born in 1957 and 1977, respectively. They reside in the Nyzhnia Krynka village, Ukraine. Ms Leshchenko was the second applicant’s guardian until he reached the age of majority.", "9. On 18 January 1993 a bus belonging to the Khartsyzk Transportation Company No. 11414 (the “TCK”), in which the second applicant travelled to work, had an accident. As a result of the accident he received multiple injuries which left him with a permanent disability, as established by a medical commission.", "10. On 1 November 1993 the Sovetskiy District Court of Makeyevka sentenced Y.F.P. (the bus driver responsible for the accident) to eight years’ imprisonment following his conviction for an infringement of road traffic regulations which had had grave consequences. The court did not consider the applicants’ claims for pecuniary damage lodged in the course of the criminal proceedings, and advised them to appeal to the civil courts in separate proceedings.", "11. In May 1994 the first applicant, the mother and legal representative of the second applicant, lodged complaints on his behalf with the Sovetskiy District Court of Makeyevka against the TCK, seeking compensation for injuries suffered by the second applicant as a result of the accident.", "12. On 7 June 1994 the court allowed the applicants’ claims and ordered the TCK to pay him 29,325,933 Ukrainian Karbovantsi (українські карбованці) in compensation. Later, the Donetsk Regional Court quashed this judgment and remitted the case for reconsideration.", "13. In November 1996 the second applicant, after reaching the age of majority (набуття повнолітнього віку), lodged his own complaints with the Sovetskiy District Court of Makeyevka against the TCK, seeking compensation for the damage caused by the accident. On 26 December 1996 the court allowed his claims and ordered the TCK to pay him UAH 36,232 in compensation for non-pecuniary damage. Moreover, it fixed a monthly pension of UAH 254 to be paid to him for the period from 1 December 1996 until 1 September 1997. This judgment was not appealed in cassation and became final.", "14. On 26 February 1997 the applicants lodged complaints with the Prosecutor of the Donetsk Region, seeking to institute a supervisory review of the judgment of 26 December 1996.", "15. In April 1997 the Deputy Prosecutor of the Donetsk Region lodged a protest with the Presidium of the Donetsk Regional Court, seeking to quash the judgment of 26 December 1996. On 9 April 1997 the Presidium quashed this judgment and remitted the case to the Sovetskiy District Court of Makeyevka.", "16. On 27 August 1997 the second applicant was declared to be in the “first group” of disabled persons (перша група інвалідності).", "17. On 19 September 1997 the Sovetskiy District Court of Makeyevka allowed the applicants’ petition for a forensic medical examination, suspending the proceedings in the meantime.", "18. On 7 October 1997 the forensic medical examination fixed the second applicant’s loss of work capacity at 100% (з повною втратою працездатності).", "19. In October 1997 the Sovetskiy District Court of Makeyevka re-examined the second applicant’s petition on the basis of the first applicant’s claims regarding the recalculation of the amount of compensation. On 29 October 1997 the court partially allowed the second applicant’s petition and ordered the TCK to pay him UAH 2,965.26 in additional compensation. The court also ordered the TCK to pay the second applicant UAH 148 as a monthly pension for the period from 6 October 1997 to 1 September 1999. The decision was not appealed in cassation and became final. The claims of the first applicant for pecuniary and non-pecuniary damages were rejected as being unsubstantiated.", "20. On 4 December 1998 the applicants’ lawyer lodged a request with the Sovetskiy District Court of Makeyevka, seeking an extension of the deadline for an appeal in cassation against the judgment of 29 October 1997. On 18 December 1998 the court dismissed this request. The applicants appealed further to the Donetsk Regional Court, which, on 19 January 1999, refused to consider the matter due to the applicants’ failure to comply with appeal formalities. The applicants were allowed time until 1 February 1999 to rectify their mistakes, which they failed to do, according to the Sovetskiy District Court of Donetsk decision of 8 February 1999, confirmed by the Donetsk Regional Court on 18 March 1999.", "21. On 17 July 1999 the applicants lodged a complaint with the Prosecutor of the Donetsk Region, seeking a supervisory review of the case. In September 1999 the Deputy Prosecutor of the Donetsk Region lodged a protest with the Presidium of the Donetsk Regional Court, seeking to quash the judgment of 29 October 1997. By a resolution of 22 September 1999, the Presidium quashed the judgment of 29 October 1997 and remitted the case for fresh consideration.", "22. On 25 April 2000 the Sovetskiy District Court of Makeyevka allowed the second applicant’s claims and ordered the TCK to pay him UAH 23,130.06 in compensation for non-pecuniary damage. The court also ordered the TCK to pay him a monthly pension of UAH 249.96 for the period from 6 October 1997 until 1 September 1999. It rejected the first applicant’s claims for pecuniary and non-pecuniary damages. The applicants complained in cassation to the Donetsk Regional Court.", "23. On 4 May 2000 the Sovetskiy District Court of Makeyevka extended the deadline for lodging the cassation appeal with the Donetsk Regional Court as the verbatim records of the hearing of 25 April 2000 were not available to the parties.", "24. On 15 May 2000 the applicants lodged a cassation appeal with the Donetsk Regional Court. On 8 June 2000 the Donetsk Regional Court rejected the cassation appeal as it failed to correspond to the appeal formalities, laid down in Article 292 of the Code of Civil Procedure. The applicants rectified the mistakes and the Donetsk Regional Court considered the cassation appeal on its merits. On 10 August 2000 it quashed the judgment of the Sovetskiy District Court of Makeyevka of 25 April 2000 and remitted the case for fresh consideration. The court also gave a separate ruling regarding the unreasonable length of the proceedings, which they held had been caused by the remittal of the case for fresh consideration on two occasions. It also acknowledged the inactivity of the judges dealing with the case.", "25. On 12 September 2000 the Donetsk Regional Court decided to assume jurisdiction over the case as a first instance court. In particular, it took into account the numerous remittals and the lengthiness of the proceedings. The parties were invited to a pre-trial meeting on 15 September 2000.", "26. On 16 September 2000 the Donetsk Regional Court decided to hold a hearing on 26 September 2000.", "27. In the course of the hearing, the applicants lodged pleas challenging the judge hearing their case as they considered him biased. These pleas were rejected by the President of the Donetsk Regional Court on 21 September and 7 June 2001 as being unsubstantiated.", "28. On 12 December 2000 the Donetsk Regional Court ordered a forensic medical examination concerning the second applicant’s state of health.", "29. On 25 May 2001 the applicants’ lawyer asked for an adjournment of the hearing in the applicants’ case because he had other business commitments. He also complained that the dates were inconvenient for him and, therefore, he could not attend the hearings between 23 April and 22 May 2001. As to his absence from the hearing on 16 January 2001, the lawyer maintained that he was not duly informed about it.", "30. On 25 June 2001 the Donetsk Regional Court of Appeal rejected the applicants’ motion for an additional forensic medical examination concerning the second applicant’s state of health as being unsubstantiated.", "31. On 9 July 2001 the Donetsk Regional Court of Appeal allowed the applicants’ claims in part and ordered the TCK and the State company Makiyivvantazhtrans (the “SCM”), jointly, to pay the second applicant UAH 1,967.91 in compensation. It also ordered them to pay him UAH 60 per month (for the period from 10 July 2000 until 1 September 2001), a monthly pension of UAH 25. for external assistance, UAH 14,320 for the acquisition of a “Tavriya” car (a special vehicle for the disabled), UAH 996 for specialised medical treatment (санаторно-курортне лікування) and UAH 1,275 for the purchase of a wheelchair and crutches (інвалідна коляска та милиці). It also rejected the first applicant’s claims for pecuniary and non-pecuniary damages.", "32. On 7 August 2001 the applicants’ lawyer lodged an appeal with the Supreme Court.", "33. On 8 August 2001 one of the respondents, SCM, lodged an appeal in cassation (касаційна скарга) with the Supreme Court, seeking to have quashed the ruling of the Donetsk Regional Court of Appeal which had awarded compensation for non-pecuniary damage to the second applicant and which, in its view, infringed Articles 440 and 450 of the Civil Code.", "34. On 1 October 2001 the Supreme Court decided to allocate the applicants’ cassation appeal to a Chamber composed of 15 judges. On 5 December 2001 the Supreme Court rejected the applicants’ petition challenging the composition of this chamber. It also refused to consider the applicants’ appeal on points of fact (апеляційна скарга) as it only had jurisdiction to consider appeals in cassation (касаційна скарга) on points of law. The case file was remitted to the Donetsk Regional Court of Appeal to determine the admissibility of the applicants’ appeal on points of fact.", "35. On 21 January 2002 the Donetsk Regional Court of Appeal issued writs of execution for the judgment of 9 July 2001.", "36. On 21 January 2002 the Donetsk Regional Court of Appeal allowed the applicants until 11 February 2002 to rectify the mistakes in their appeal. On 25 February 2002 the Donetsk Regional Court of Appeal returned the applicants’ appeal lodged with the Supreme Court, without consideration, as the applicants had failed to rectify the mistakes.", "37. On 24 April 2002 the Girnytsky District Execution Service initiated the enforcement of the judgment of 9 July 2001.", "38. On 11 May 2002 the SCM lodged complaints with the Girnytsky District Court of Makeyevka, seeking suspension of the enforcement proceedings pending the hearing of the case by the Supreme Court.", "39. On 24 May 2002 the Girnytsky District Court of Makeyevka granted the suspension, in accordance with Article 35 § 5 of the Law on enforcement proceedings. On 17 July 2002 the court rejected the SCM’s complaints as being unsubstantiated.", "40. On 23 and 26 September, 4 October 2002 and 21 July 2003 the Girnytsky District Bailiffs’ Service terminated the enforcement of the judgment 9 July 2002 in view of its full enforcement.", "41. On 17 June 2002, following the rectification of mistakes in the cassation appeal, the Donetsk Regional Court of Appeal transferred the applicants’ cassation appeal on points of law against its ruling of 25 February 2002 to the Supreme Court for consideration on the merits. In their appeal the applicants challenged the lawfulness of the return of their appeals in cassation by the Donetsk Regional Court of Appeal.", "42. On 30 October 2003 the civil chamber of the Supreme Court rejected the applicants’ cassation appeal against the ruling of 25 February 2002 as the applicants had failed to comply with the ruling of the Donetsk Regional Court of Appeal of 21 January 2002, allowing them time to rectify the shortcomings in their appeal in cassation.", "43. On 4 December 2003 the civil chamber of the Supreme Court, composed of eighteen judges, rejected the SCM’s cassation appeal lodged against the judgment of 9 July 2001 as unsubstantiated. The ruling of the Supreme Court was final and not subject to appeal.", "44. The relevant provisions of the Constitution of Ukraine provide as follows:", "“...The main principles of judicial proceedings are:", "1) legality; ...", "8) ensuring complaints against court decisions by way of appeal and cassation, except in cases finalised by law;", "9) the mandatory nature of court decisions.", "The law may also determine other principles of judicial procedure in courts of specific jurisdiction.”", "45. The relevant provisions of the Law of 21 June 2001 read as follows:", "Chapter II", "Transitional provisions", "“1. This Law shall enter into force on 29 June 2001...", "3. Appeals in civil cases lodged before 29 June 2001 shall be considered in accordance with the procedure adopted for the examination of appeals against local court judgments.", "4. Protests against judgments lodged before 29 June 2001 shall be sent to the Supreme Court of Ukraine for consideration in accordance with the cassation procedure.", "5. Judgments that have been delivered and which have become enforceable before 29 June 2001 can be appealed against, within three months, in accordance with the cassation procedure [to the Supreme Court of Ukraine].”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}