{"ITEMID": "001-108504", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TSATURYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 9 - Freedom of thought conscience and religion (Article 9-1 - Manifest religion or belief);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra;Mihai Poalelungi", "TEXT": ["5. The applicant was born in 1980 and lives in Yerevan.", "6. The applicant is a Jehovah’s Witness. From 1997 he attended various Jehovah’s Witnesses religious services.", "7. On 31 January 1997 the applicant was registered as a person liable for military service with the Shahumyan Military Commissariat. Because the applicant was studying at the university, his military service was postponed.", "8. On 23 September 2002 the applicant received notice to appear at the military commissariat to report for military service.", "9. On the same date the applicant wrote a letter to the Malatia-Sebastia District Military Commissariat, stating that he would not report for military service and requesting that his case be sent to the Prosecutor’s Office. The applicant also informed the General Prosecutor of Armenia in writing that he refused to perform military service because of his religious beliefs but was willing to perform alternative civilian service.", "10. On 2 October 2002 the Shahumyan Military Commissar wrote to the relevant police station about the applicant’s refusal to report for military service, asking that he be forcibly brought to the military commissariat.", "11. On 17 October 2002 the applicant made a statement at the police station, explaining that he refused to perform military service because of his religious beliefs but was willing to perform alternative civilian service.", "12. By a letter of 8 November 2002 the Shengavit District Prosecutor’s Office of Yerevan informed the applicant that he would face criminal charges if he failed to report for military service.", "13. On 4 March 2003 criminal proceedings were instituted under Article 75 of the Criminal Code on account of the applicant’s draft evasion.", "14. On 18 March 2003 the applicant was questioned at the Shengavit District Prosecutor’s Office of Yerevan. He once again submitted that he was refusing to serve in the army for religious reasons but was prepared to perform alternative civilian service.", "15. On the same date the Shengavit District Court of Yerevan ordered that the applicant be detained on remand.", "16. On 29 April 2003 the Shengavirt District Court of Yerevan found the applicant guilty of draft evasion and sentenced him to two years in prison.", "17. On an unspecified date the applicant lodged an appeal.", "18. On 24 June 2003 the Criminal Court of Appeal upheld the judgment of the District Court.", "19. On 3 July 2003 the applicant lodged an appeal, arguing, inter alia, that his conviction violated his rights guaranteed by Article 9 of the Convention.", "20. On 25 July 2003 the Court of Cassation upheld the applicant’s conviction.", "21. On 28 August 2003 the applicant was released on parole after having served five months and ten days of his sentence.", "22. For a summary of the relevant domestic provisions see the judgment in the case of Bayatyan v. Armenia ([GC], no. 23459/03, §§ 41-45, 7 July 2011)."], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": ["9-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}