{"ITEMID": "001-78279", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BORAK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Impartial tribunal;Independent tribunal);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1978 and was serving his prison sentence in the Sakarya Prison at the time of his application to the Court.", "5. On 17 July 1997 the applicant was arrested and taken into police custody by the Anti-terror branch of the Izmir Security Directorate on suspicion of his involvement in an illegal organisation, namely the DHP (Revolutionary Peoples’ Party).", "6. According to the search protocol drafted on 18 July 1997 by police officers and signed by the applicant’s father, the police, after obtaining his consent, searched the applicant’s parents’ flat and did not find any incriminating evidence.", "7. According to the search and seizure protocol drafted on the same day by the police officers and signed by the applicant, the police searched the applicant’s flat and had found inside a book a paper with coded inscriptions and numbers on it. Following the search the applicant was taken back to the police station. However, three police officers remained in the applicant’s flat, until 6.30 p.m., in case other members of the illegal organisation appeared.", "8. On 18 July 1997 the applicant’s representative requested the public prosecutor at the Izmir State Security Court to give her permission to see the applicant in police custody. On the same day the public prosecutor refused.", "9. Also the same day, the applicant was examined by a doctor at the Izmir Forensic Medicine Institute. The applicant complained that he had been beaten. However, the doctor found no physical evidence of illtreatment.", "10. On 21 July 1997 the applicant was brought before the public prosecutor at the Izmir State Security Court. Before the public prosecutor the applicant gave information as to his relations with various people but denied that he had been involved in an illegal organisation and that he had taken part in military training in Greece. He claimed that he did not know anything about the code found during the search. He acknowledged that he knew Mr A.T and Mr U.M who had identified him in the police station. He submitted further that he knew Mr A.E.K., Mr M.K, and Mr G.C. because they were in the same prison as his sister. He admitted that Mr A.T and Mr U.M knew him as Kemal Borak but stated that this was not a code name.", "11. On the same day the applicant was brought, together with two other suspects, before the Izmir State Security Court. He refuted the statements he had given to the police and reiterated his statements made to the public prosecutor. The other suspects claimed that they knew the applicant as “Kemal” and acknowledged their statements given to the police and to the public prosecutor. The court ordered the applicant’s remand in custody.", "12. On 25 July 1997 the public prosecutor at the Izmir State Security Court filed a bill of indictment with that court, accusing the applicant of membership of an illegal organisation, namely the DHP. The public prosecutor requested that the applicant be convicted and sentenced under Article 168 § 2 and Article 5 of Law no. 3713.", "13. On an unspecified date the Izmir State Security Court commenced the trial against the applicant and two other co-accused.", "14. At a hearing held on 7 October 1997 the applicant stated that he was not a member of the DHP and that he did not accept the content of the statements he had given to the police since they had been extracted under duress and torture. The statements which the applicant had made to the public prosecutor were read out to him. He rectified certain details. He further submitted that he had asked his brother for money but since he did not have an identity document and a bank account, his brother had sent the money to the bank account of Mr R.A. He was asked about Ms S.D, who had sent the money to R.A. He stated that he did not know Ms S.D. personally but that she was a friend of his brother. He maintained that he did not have a code name and that people knew him as “Kemal” because that was his middle name. As to the coded inscriptions, he claimed that the police made him write them in the police station. The search and seizure protocol was read out to him. He denied that the coded inscriptions had been found in his house.", "15. At a hearing held on 6 November 1997 the applicant requested that witnesses on his behalf be heard by the court. The court, taking into account the evidence contained in the case file and the fact that the witness Ms S.D. was living in Germany, decided not to hear the latter witness. On the other hand, the court decided to hear the other witnesses. On 27 November 1997 the court heard the applicant’s witnesses.", "16. On 23 December 1997 the applicant submitted his final written defence submissions to the court. He claimed that there was no evidence in the case file to support the accusations against him apart from his statements given under duress in police custody. In particular, he alleged that the police had made him write the coded inscriptions while he was in custody.", "17. On 23 December 1997 the Izmir State Security Court convicted the applicant as charged and sentenced him to twelve years and six months’ imprisonment. The court held, inter alia, that as the applicant’s statements in police custody were consistent with the statements made by Mr I.A., Mr R.K, Mr A.T and Mr U.M., it did not find the applicant’s statements made during the trial convincing. As to the defence witnesses’ statements, the court ruled that, as the witnesses were the applicant’s relatives, their submissions could not be considered reliable. The court further held that since the profile of the applicant did not match that given by two convicted persons who had given evidence it did not take into account the latter’s statements in its assessment.", "18. On 23 September 1998 the applicant appealed against the judgment of the Izmir State Security Court. In his appeal petition, the applicant reiterated his previous submissions. He further argued that the court had relied on unlawfully obtained evidence and that there was no evidence to support the allegation that he was a member of an illegal organisation. The applicant also attached the written witness statement of Ms S.D to his petition. According to the written statement of Ms S.D., she was a friend of the applicant’s brother and since he had been busy she had made all the necessary transactions and sent the money to the bank account given to her.", "19. On 28 September 1998 the Court of Cassation held a hearing and upheld the judgment of the İzmir State Security Court. The court pronounced its decision on 30 September 1998 in the absence of the applicant and his representative. The applicant’s representative claims that she learned of the decision of the Court of Cassation on 12 October 1998 when she went to that court on other business.", "20. On 26 October 1998 the decision of the Court of Cassation was deposited with the registry of the first-instance court.", "21. The applicant’s representative informed the Court that the applicant had been released from prison after having served his sentence.", "22. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003).", "23. By Law no. 5190 of 16 June 2004, published in the Official Journal on 30 June 2004, the State Security Courts were abolished."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}