{"ITEMID": "001-58307", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF CIVET v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Lack of jurisdiction (complaint inadmissible)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["7. Mr Civet, a French national, was born in 1947 and is currently in custody at Aiton Prison.", "8. On 6 October 1993 one of the applicant’s daughters, Mrs Isabelle Di Malta (née Civet), who was born in 1970, went to the police station with her mother, Mrs Liliane Civet, to complain that her father had raped her on several occasions. She stated that Mr Civet had sexually abused her a number of times at the family home, while her mother was out, between 1984 and 1987.", "9. On 7 October 1993 another daughter of the applicant, Miss Aline Civet, born in 1972, also reported her father to the police for raping her a number of times at the family home, while her mother was out, when she was 16 years old.", "10. On the same day Mr Civet was placed under judicial investigation on charges of rape of a minor by a legitimate ascendant (ascendant légitime). The applicant was immediately charged and remanded in custody by an investigating judge of the Saint-Etienne tribunal de grande instance.", "11. The applicant went on hunger strike for the first time, for twelve days until 6 April 1994.", "12. On 13 July 1994 the investigating judge informed the parties that the investigation appeared to be complete and that the case file would be sent to the public prosecutor for his views on whether a prosecution should be brought. However, the investigation continued after that date as the judge had granted an application by Mr Civet for supplementary investigative measures.", "13. On 8 February 1995 the investigating judge informed the parties again that the investigation appeared to be complete, but granted a further application by the applicant for supplementary investigative measures.", "14. On 10 May 1995 the investigating judge informed the parties for the third time that the investigation appeared to be complete. The case file was sent to the public prosecutor on 31 May 1995 for his views on whether a prosecution should be brought.", "15. On 2 October 1995 the investigating judge made an order for the documents to be forwarded to the public prosecutor at the Lyons Court of Appeal, in order to conclude the investigation.", "16. In a judgment of 24 November 1995 the Indictment Division of the Lyons Court of Appeal committed the applicant for trial at the Assize Court on several counts of rape of a minor by a legitimate ascendant. An appeal on points of law by the applicant was dismissed on 21 March 1996.", "17. On 3 June 1994 the investigating judge dismissed an application for release submitted on 31 May 1994. In a judgment of 24 June 1994 the Indictment Division of the Lyons Court of Appeal upheld the order dismissing his application.", "18. The applicant appealed to the Court of Cassation on points of law, but his appeal was dismissed on 4 October 1994 on the ground that he had failed to lodge his grounds of appeal within the statutory time.", "19. On 5 August 1994 the investigating judge dismissed a further application for release, submitted on 2 August 1994, on the following grounds:", "“[The applicant’s] two daughters have made grave allegations against him of sex offences classified as ‘serious crimes’ (de nature criminelle). Offences of this kind, committed against girls under the age of 15 by a legitimate ascendant, seriously prejudice public order. There is a risk that the victims and their mother will be intimidated. The applicant has numerous previous convictions.”", "20. The Indictment Division of the Lyons Court of Appeal upheld that order in a judgment of 23 August 1994.", "21. On 9 September 1994 the investigating judge refused a further application for release, submitted on 6 September 1994, stating:", "“The charges are serious. These offences classified as ‘serious crimes’ are, by definition, seriously prejudicial to public order in that they inflict lasting damage on the physical, mental and psychological well-being of children. The applicant is known for his intemperance and violence and has numerous previous convictions.”", "22. The applicant appealed. In a judgment of 4 October 1994 the Indictment Division of the Lyons Court of Appeal upheld the order of 9 September 1994.", "23. In an order of 4 October 1994 the investigating judge extended the pre-trial detention for one year on the same grounds as those set out in the order of 9 September 1994.", "24. On 17 August 1995 the investigating judge dismissed an application for release submitted by the applicant on 14 August 1995. The applicant appealed.", "25. In a judgment of 1 September 1995 the Indictment Division of the Lyons Court of Appeal upheld the order on the grounds that, despite the applicant's denials,", "“there is serious and strong evidence that he committed the rapes with which he has been charged. Given his attitude to the charges, there is a risk that, if released, he would be tempted to pressurise the victims, and indeed his wife, into retracting their statements. These violent crimes, even if not widely publicised, have caused serious prejudice to public order as far as the protection of children’s physical and psychological well-being is concerned. This prejudice, temporarily contained by remanding the applicant in custody, would recur if he were to be released, particularly as the investigation is almost complete. [The applicant], who is unemployed and has several previous convictions (for theft, handling stolen goods, misappropriation, driving while under the influence of alcohol and a hit-and-run offence), is described as a violent individual who presents a danger both to himself and others, particularly when under the influence of alcohol, and thus cannot provide sufficient guarantees that he will appear for trial. It therefore appears necessary to keep the accused in detention on remand in order to prevent him from reoffending, to protect public order from the consequences of these offences and to ensure that he remains at the disposal of the judicial authorities ...”", "26. In an order of 29 September 1995 the investigating judge dismissed a further application for release, submitted on 25 September 1995. Mr Civet appealed.", "27. In a judgment of 20 October 1995 the Indictment Division of the Lyons Court of Appeal upheld the order for the same reasons as those contained in its judgment of 1 September 1995.", "28. On 27 June 1996 the Assize Court for the département of the Loire convicted the applicant of the offences charged and sentenced him to ten years’ imprisonment.", "29. The relevant provisions of the Code of Criminal Procedure on pre-trial detention applicable at the material time are the following:", "“In cases involving serious crimes (matière criminelle) and other major offences (matière correctionnelle), where the possible sentence is equal to or exceeds one year’s imprisonment in the case of an offence discovered during or immediately after its commission (délit flagrant), or two years’ imprisonment in other cases, and if the constraints of judicial supervision are inadequate in regard to the functions set out in Article 137, detention pending trial may be ordered or continued", "(1) where detention of the accused pending trial is the sole means of preserving evidence or material clues or of preventing either pressure being brought to bear on witnesses or victims, or collusion between accused and accomplices;", "(2) where such detention is necessary to protect the accused, to put an end to the offence or to prevent its repetition, to ensure that the accused remains at the disposal of the judicial authorities or to preserve public order from the disturbance caused by the offence.", "Detention pending trial may also be ordered, in the circumstances set out in Article 141-2, where the accused deliberately fails to comply with the obligations imposed by judicial supervision.”", "“Whatever the classification of the offence, an order for detention pending trial must set out the legal and factual reasons for the decision with reference to the provisions of Article 144 alone; the accused shall be informed orally of the order and be given a full copy of it, receipt being acknowledged by signature in the case file …”", "“In cases involving lesser criminal offences (matière correctionnelle) pre-trial detention may not exceed four months. However, at the end of this period, the investigating judge may extend the detention by an order giving reasons as indicated in the first paragraph of Article 145. No extension may be ordered for a period exceeding four months.", "Where the accused has not previously been sentenced for a serious crime (crime) or other major offence (délit) to a non-suspended term of imprisonment exceeding one year and where the sentence that may be passed on him does not exceed five years, the extension of detention provided for in the preceding paragraph may be ordered only once and for a period not exceeding two months.", "In other cases the accused may not be kept in detention for longer than one year. However, in exceptional circumstances the investigating judge may decide at the end of that period to extend the detention, for a period not exceeding four months, by a reasoned order made in accordance with the provisions of the first and fourth paragraphs of Article 145, his lawyer having been summoned in accordance with the provisions of the second paragraph of Article 114. That order is renewable by means of the same procedure. Nevertheless the accused may not be kept in detention for more than two years where the sentence to which he is liable does not exceed five years.", "The orders referred to in the first and second paragraphs of this Article shall be made after the public prosecutor and, if applicable, the accused or his lawyer have submitted their observations.”", "“In cases involving serious crimes (matière criminelle) an accused cannot be held in detention for more than one year. However, the investigating judge may, at the end of that period, decide to prolong detention for a period not exceeding one year in a decision made in accordance with the provisions of the first and fourth paragraphs of Article 145, his lawyer having been summoned in accordance with the provisions of the second paragraph of Article 114. That decision is renewable by means of the same procedure.", "The provisions of this Article shall apply until the disposal order is made.”", "“Whatever the classification of the offence, the accused may be released, subject or not to judicial supervision, by means of an order made by the investigating judge of his own motion after the public prosecutor has submitted his observations, provided that the accused undertakes to attend for procedural purposes whenever required to do so during the investigation and to keep the investigating judge informed of all his movements.", "The public prosecutor may also apply at any time for the accused to be released. The investigating judge shall rule within five days of such an application.”", "“Whatever the classification of the offence, the accused or his lawyer may at any time lodge with the investigating judge an application for release, subject to his giving the undertakings referred to in the preceding Article.", "The investigating judge shall communicate the file immediately to the public prosecutor for his submissions.", "The investigating judge shall take a decision, in an order setting out the legal and factual reasons for the decision with reference to the provisions of Article 144, not later than five days following communication of the file to the public prosecutor. However, where a decision has still to be taken on a previous application for release or on an appeal against an earlier order refusing release, the five-day period shall not start to run until the date of the decision of the investigating judge or indictment division.", "Where release is granted, it may be made subject to judicial supervision.", "If the investigating judge fails to give a decision within the period laid down in the third paragraph, the person concerned may apply directly to the indictment division, which after receiving the Principal Public Prosecutor’s reasoned submissions in writing, shall give a decision within twenty days of the application to it, failing which the accused shall automatically be released unless an order has been made for particulars of his application to be verified. The public prosecutor is likewise entitled to apply to the indictment division in the same eventuality.”", "“An application for release may also be made by any accused for any reason and at any stage in the proceedings …”", "“Any judicial authority which has to rule, pursuant to Articles 141-1 and 148-1, on an application for a judicial supervision order to be discharged in whole or in part or for release shall give its decision after hearing the prosecution and the accused or his lawyer; an accused who is not in detention and his lawyer shall be given notice by registered letter at least forty-eight hours before the date of the hearing.", "The judicial authority to which the application has been made, depending on whether it is an authority of first or second instance, shall give its decision within ten or twenty days of receipt of the application. However, where on the date of receipt of the application a decision has still to be taken on a previous application for release or on an appeal against an earlier decision to refuse release, the ten- or twenty-day period shall not start to run until the date of the decision of the relevant judicial authority; if no decision has been given by the end of that period, the judicial supervision or detention pending trial shall be terminated and the accused, unless detained for another reason, shall automatically be released.", "The judicial authority’s decision shall be enforceable immediately notwithstanding any appeal; where the accused remains in detention, the indictment division shall give its decision within twenty days of the appeal, failing which the accused, unless detained for another reason, shall automatically be released.”", "“When four months have elapsed since his last appearance before the investigating judge or a judge delegated by the investigating judge, an accused or his lawyer may, provided no disposal order has been made, apply for release directly to the indictment division, which shall decide as laid down in the last paragraph of Article 148.”", "“In the event of a breach of the law, judgments of indictment divisions and judgments of the criminal courts against which no ordinary appeal lies can be set aside on an appeal on points of law to the Court of Cassation lodged by the public prosecutor or by the party adversely affected, according to the distinctions made hereafter.", "Such an appeal shall be lodged with the Criminal Division of the Court of Cassation.”", "“The Criminal Division, when hearing an appeal on a point of law against a judgment of the indictment division concerning pre-trial detention, shall rule within three months of the file’s being received at the Court of Cassation, failing which the accused shall automatically be released.", "The appellant or his lawyer shall, on pain of having his application dismissed, file his pleading setting out the grounds of appeal within one month of the file’s being received, save where exceptionally the President of the Criminal Division has decided to grant an extension of eight days. After the expiry of this time-limit, no new grounds may be raised by him and no further pleadings may be filed.", "As soon as the pleading has been filed, the President of the Criminal Division shall set the case down for hearing.”", "“Judgments of indictment divisions and judgments of trial and appeal courts against which no ordinary appeal lies and which comply with the formal requirements laid down by statute can be quashed only on grounds of a breach of the law.”", "“Such judgments shall be declared null and void if they are not delivered by the prescribed number of judges or have been delivered by judges who have not attended all the hearings in the case. Where several hearings have been held in one and the same case, the judges who have taken part in the decision shall be presumed to have attended all of them.", "Such judgments shall also be declared null and void if they have been delivered without submissions having been heard from the public prosecutor.", "Subject to the exceptions laid down by law, judgments which have not been delivered, or in respect of which the proceedings have not been conducted in open court, shall also be declared null and void.”", "“Judgments of indictment divisions and judgments against which no ordinary appeal lies shall be declared null and void if they contain no reasons or if the reasons are insufficient and do not enable the Court of Cassation to exercise its power of review and to ascertain that the law has been complied with in the operative provisions.", "The same rule shall apply in the event of a failure or refusal to rule either on one or more applications by the parties or on one or more applications by the public prosecutor.”", "“The Court of Cassation shall be able to quash a judgment without remitting it to the Court of Appeal if quashing it does not entail a rehearing of the merits.", "It may also, when quashing a judgment without remitting it to the Court of Appeal, dispose of the case where the facts, as found and assessed by the tribunals of fact in the exercise of their exclusive jurisdiction, allow it to apply the appropriate rule of law.", "…”", "31. The Court of Cassation has acknowledged that the assessment of the facts of a case by indictment divisions is a matter falling within their exclusive jurisdiction, but verifies that they have addressed “essential” (péremptoires) grounds, including those based on Article 5 § 3 of the Convention (Court of Cassation, Criminal Division (“Cass. Crim.”), 20 October 1987, Bull. Crim. no. 356; 12 April 1995, appeal no. 95-80,328; see also Cass. Crim., 2 September 1997, appeal no. 97-83,234). The Criminal Division of the Court of Cassation reviews the reasoning of indictment divisions in order to satisfy itself that it complies with statutory requirements, and ascertains that the reasons given by the tribunals of fact for their decisions regarding the length of pre-trial detention are adequate and consistent (see Cass. Crim., 20 June and 16 July 1996, appeals nos. 9681,557 and 96-82,086 respectively; see also Cass. Crim., 2 September 1998, appeal no. 98-83,322). Where an indictment division omits to address in its judgment a pleading by an appellant to the effect that there has been a violation of Article 5 § 3 of the Convention, the Court of Cassation will find that the judgment has no legal basis and quash it (see Cass. Crim., 12 December 1995, appeal no. 95-84,949; and 14 May 1996, appeal no. 9681,045; see also Cass. Crim., 18 May 1998, appeal no. 98-81,085). In exercising its power of review, the Court of Cassation has delivered judgments in the following terms, in particular:", "“The courts must address ‘essential’ grounds raised in pleadings submitted to them; all judgments must contain reasons justifying the decision reached, and giving inadequate reasons is tantamount to giving no reasons.", "It appears from the judgment appealed against and the documents exhibited in the proceedings that [C.W.], a Belgian national extradited from Spain, was charged by the investigating judge on 18 May 1991 with several counts of fraud and with infringing the Act of 24 January 1984 on money-lending and on the same day was ordered to be detained pending trial. An order was made on 16 September 1991 extending pre-trial detention for four months from 18 September 1991. On 19 November 1991 the investigating judge ordered him to be released subject to judicial supervision and on payment, before release, of security in the amount of 4,500,000 francs. 100,000 francs of that amount was intended to ensure that he appeared for subsequent proceedings and up to a ceiling of 4,400,000 francs to guarantee payment of ‘compensation for the damage caused by the offence, the expenses incurred by the State and fines’; that order was not complied with, since the defendant paid only 2,563,000 francs of the required security; on 15 May 1992 the investigating judge dismissed an application by [W.] for the judicial supervision order to be discharged in part and extended the pre-trial detention for four months from 18 May 1992, ‘subject to activation of the order for his release that was made on condition that a security in the amount of 4,500,000 francs was paid in advance’; in an order of 16 September 1992, against which the defendant appealed, the pre-trial detention was extended for a further period of four months with effect from 18 September 1992.", "In upholding that order [extending the pre-trial detention, following non-payment of the sum set by way of security], the Indictment Division, after referring to the offences with which [C.W.] had been charged and to the fact that the order of 19 November 1991 releasing him subject to judicial supervision had become final, stated: ‘The discussion initiated by [W.]’s lawyer of the criteria for pre-trial detention has no place here; it is of no relevance now that the defendant’s release has been ordered subject to judicial supervision and that his detention is being extended as a result of his own acts and therefore does not violate the rules laid down by the Convention for the Protection of Human Rights and Fundamental Freedoms.’ The Indictment Division added: ‘As a subsidiary consideration, his failure to comply with the conditions accepted by him suggests that were he to be released today, he would not appear for trial.’", "However, in reaching that decision and not addressing the pleading submitted to it, in which reliance was placed on a violation of Article 5 § 3 of the above-mentioned Convention, according to which everyone arrested or detained is entitled to trial within a reasonable time or to release pending trial, and in failing to set out the considerations of law and of fact which, under Article 144 of the Code of Criminal Procedure, justified extending pre-trial detention, the rules on which (as laid down by Article 145-1 of that Code) do not provide for any exception, the Indictment Division infringed the aforementioned provisions and principle and deprived its decision of a legal basis.", "The decision must therefore be quashed. For these reasons, the Court quashes and sets aside …” (Cass. Crim., 20 January 1993, Bull. crim. no. 32)", "“… [D.Z.] submitted before the Indictment Division that he had been continuously detained, since being charged, for four years and six months, during which the only measures taken by the investigating judge had been: at the end of 1994, to arrange a confrontation with the witnesses who had implicated him; between November 1994 and January 1996, to instruct experts to identify the victims who had died in 1992; and, during 1996, to take further witness statements. The length of his detention had thus been justified neither by the complexity of the case nor by his own conduct.", "In upholding the order appealed against, the Indictment Division stated that despite [D.Z.]’s denials, there was strong evidence that he had committed the offences with which he was charged; that detaining him was the sole means of ensuring until the trial that no pressure was brought to bear on witnesses and that the accused, who had no regular employment and no fixed address, appeared for trial; and that the investigating judge’s refusal of the application for release therefore had to be upheld, notwithstanding the length of time already spent in detention, which had been justified by the difficulties encountered by the judge in carrying out his task and especially in identifying the deceased.", "But by confining itself to referring, in order to justify the length of detention, to an investigative measure carried out by an expert and omitting to address the main arguments in the pleading submitted to it, the Indictment Division infringed the principles alluded to above.", "The decision must therefore be quashed. For these reasons, the Court quashes and sets aside …” (Cass. Crim., 22 July 1997)", "“ … Regard being had to Article 593 of the Code of Criminal Procedure, read together with Article 5 § 3 of the Convention for the Protection of Human Rights and Fundamental Freedoms,", "The courts are required to address the main arguments in the pleadings submitted to them.", "In dismissing [J.E.]’s application for release, the Court of Appeal in its judgment went no further than stating that the charges of aggravated rape of which he stood accused had caused exceptional and continuing prejudice to public order and that keeping him in detention was the only means of preventing him from bringing pressure to bear on the victim or evading justice by taking refuge outside French territory, since judicial supervision was inadequate for that purpose.", "However, in reaching that decision without addressing the defendant’s pleading in which reliance was placed on a violation of Article 5 § 3 of the European Convention on Human Rights, which provides that everyone arrested or detained is entitled to trial within a reasonable time or to release pending trial, the Indictment Division deprived its decision of a legal basis.", "The judgment must therefore be quashed. For these reasons, and without its being necessary to examine the other grounds of appeal, the Court quashes and sets aside …” (Cass. Crim., 18 May 1998, appeal no. 98-81,085)", "32. The Criminal Division of the Court of Cassation also quashes judgments for non-compliance with statutory formalities laid down on pain of nullity (Cass. Crim., 25 April, 21 August and 15 November 1995, appeals nos. 95-80,682, 95-83,124 and 95-84,543 respectively) and errors of law in the interpretation and application of the Code of Criminal Procedure (Cass. Crim., 11 January, 15 February, 27 February and 10 May 1995, appeals nos. 94-85,155, 94-85,570, 94-85,957 and 95-80,975 respectively).", "33. Lastly, having regard to the provisions inserted into the Code of Criminal Procedure by Law no. 96-1235 of 31 December 1996, which came into force on 31 March 1997, the Court of Cassation now quashes judgments of indictment divisions which do not make clear why judicial supervision would be inadequate in a particular case or do not give any special reasons why the investigation should be continued (Cass. Crim., 6 and 19 August 1997, appeals nos. 97-82,955 and 97-38,014 respectively) or any indications of when the investigation is likely to be completed (Cass. Crim., 19 August 1997, cited above)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}