{"ITEMID": "001-97900", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "NILSEN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["1. The applicant, Mr Dennis Andrew Nilsen, is a British national who was born in 1945. He is currently in prison. He was represented before the Court by Mr N. Wells, a lawyer practising in Manchester. The United Kingdom Government (“the Government”) were represented by their Agent, Ms H. Upton, of the Foreign and Commonwealth Office.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In 1983 the applicant was convicted of the murder of six men and of the attempted murder of two others. The bodies of the deceased had been variously dismembered, buried, burned, boiled and/or disposed of otherwise. He was arrested when a drain cleaning company, called to his building to investigate a blocked drain, found human flesh. The applicant had confessed to numerous additional killings, but identification of all of the victims was not possible at that point. The applicant is subject to a whole life tariff and has always been a Category A security prisoner. The High Court (see below) later described his offences as “as grave and depraved as it is possible to imagine”.", "4. In 1985 a journalist published a book about the murders entitled “Killing for Company”: it drew extensively on the applicant’s notes written whilst on remand and it contained graphic descriptions of the applicant’s crimes.", "5. In 1992 the applicant began to write his autobiography. By 1996 his work amounted to 400 closely typed pages. He handed the manuscript to his then solicitor, with a view to publication, who took it with him when he left the prison. The prison authorities did not know about, or consent to, the manuscript leaving the prison. A number of copies were made and these are still, unpublished, outside the prison. The High Court later described the manuscript as falling into three parts. The first concerned aspects of the applicant’s life before he committed the offences and contained explicit details of sexual encounters with various men. The second concerned the offences and included considerable detail of the killings and the ways in which the bodies of the victims were abused, dismembered and disposed of. The third – the longest part – was essentially a diary of prison experiences with reflections on the criminal justice system. On 7 July 1996 the applicant’s then solicitor wrote to the prison stating that the applicant intended to publish the manuscript “at some later date” and offering the Governor the opportunity to read it “in case it should be thought that any abuse of the legal visit has occurred”. However, in a subsequent letter that solicitor informed the Governor that he no longer had instructions to permit the prison authorities to read the manuscript.", "6. On 7 March 2001 a new solicitor sent a copy of the manuscript in a sealed package to the prison with a cover letter stating that it was legally privileged material to be handed to the applicant unopened but disclosing the nature of the material. The Governor returned it to the solicitor on the basis that it was not legal correspondence. On 28 March 2001 the solicitor wrote to the prison claiming the right to send the manuscript to the applicant and on 25 May 2001 the Governor replied noting that it was clear that manuscript was intended for publication, that correspondence in and out of the prison which contained material intended for publication was restricted under paragraph 34(9) of Standing Order No. 5B (“SO5B”) and that it was necessary for the prison service to examine the material in order to determine if SO5B applied.", "7. The applicant began judicial review proceedings. On 19 March 2002 the High Court found that the prison authorities had the right to examine the manuscript to see whether it would be in accordance with the rules for it to be passed to the applicant and dismissed the application. The judgment noted that it was not in dispute that the applicant’s objective was to rework the manuscript for publication.", "8. The prison authorities then read the manuscript. By letter dated 23 October 2002 the applicant was informed by the Governor of the decision of the prison service that the manuscript would not be passed on to him:", "“The Prison Service has now read the manuscript ... It has decided not to allow the manuscript to be passed to [the applicant] and because of this I am returning the manuscript to you.", "The Prison Service considers that the manuscript is material intended for publication, that it is about [the applicant’s] offences and that it does not consist of serious representations about a conviction or sentence and does not form part of serious comment about crime, the processes of justice or the penal system. [The applicant] is not permitted to send such material out of prison: [SO5B] paragraph 34(9)(c); Standing Order 4, paragraph 40. Because the manuscript has been out of prison for a number of years, it is likely that copies have been made by third parties. However, to date [the applicant] has not caused the manuscript to be published and has indicated that he wishes to do further work on it. The Secretary of State has no reason to believe that any such further work would alter the character of the manuscript.", "The only way in which the Secretary of State can in practice realistically seek to prevent [the applicant] from publishing such material is by withholding the manuscript from [the applicant pursuant to rules 34 and/or 70 of the Prison Rules ...and/or paragraph 40 of SO5B [see relevant domestic law below].", "The reasons why the Secretary of State has concluded that publication of the manuscript, or of a revised version of it, would be contrary to paragraph 34(9)(c) ...are as follows.", "The manuscript is about [the applicant]. But it is also about his offences: the offences themselves, how [the applicant] came to commit them, and how he is now being punished for them. The offences are an integral part of the manuscript.", "The manuscript does not consist of serious representations about conviction or sentence or form part of serious comment about crime, the processes of justice or the penal system. Rather it is a platform for [the applicant] to seek to justify his conduct and denigrate people he dislikes. The Secretary of State believes that his decision is in accordance with Article 10 of the European Convention on Human Rights. He accepts that withholding the manuscript is an interference with [the applicant’s] freedom of expression. But he considers that this is justified in the circumstances.", "The withholding of the manuscript is prescribed by law, for the reasons set out above.", "The withholding of the manuscript pursues a legitimate aim, namely the protection of morals, the protection of the reputation or the rights of others and the protection of information received in confidence. The manuscript contains several lurid and pornographic passages. It contains highly personal details of a number of [the applicant’s] offences. It seeks to portray [the applicant] as a morally and intellectually superior being who justifiably holds others in contempt. Its publication would be likely to cause great distress to [the applicant’s] surviving victims and to the families of all his victims, and would be likely to cause a justifiable sense of outrage among the general public.", "The withholding of the manuscript is a proportionate response in the circumstances. There is a pressing social need to avoid the harm described above. No lesser measure will avoid that harm. [the applicant] is free to send out writings that comply with the terms of the Prison Rules and the Standing Orders.", "In reaching his decision, the Secretary of State has borne in mind that [the applicant] is serving a whole life tariff. The Secretary of State’s present view is that for as long as [the applicant] remains in prison, preventing the publication of the material in the manuscript is justified, no matter how long that may be.”", "9. The applicant sought leave to challenge by judicial review the decision of 23 October 2002 and on 19 December 2003 the High Court refused his application. The applicant relied on three grounds.", "10. In the first place, the applicant submitted that paragraph 34(9)(c) of SO5B was unlawful given Article 10 of the Convention. He argued that Parliament had neither expressly not impliedly conferred upon the prison Governor or service the power to regulate matters beyond the prison walls, any implied power was limited to matters concerning good order and discipline and prison security so that the prevention of harm to the families of victims and the prevention of public outrage were not matters for a prison Governor. The High Court found it abundantly clear that section 47 of the 1952 Act enabled the Secretary of State to promulgate Rule 34 of the 1999 Rules which conferred upon him a discretion to impose “any restriction or condition, either generally or in a particular case, upon the communications to be permitted between a prisoner and other persons”, provided that he considered that it was Convention compliant. Paragraph 34(9)(c) was the result of such an exercise of discretion. Once it was accepted that the paragraph allowed the Secretary of State to concern himself with consequential effects outside the prison, and not just matters such as internal prison security, it followed that he could restrict a prisoner’s freedom of expression in pursuance of the legitimate aim of, inter alia, the prevention of disorder or crime, the protection of morals and the protection of the rights and freedoms of others. This case was, in the High Court’s view, “an object lesson in why private feelings and public outrage may be matters of highly relevant concern”. Paragraph 34 struck a balance which, in principle, complied with Article 10 acknowledging as it did the prisoner’s right to expression as regards serious representations but restricting it in relation to other matters.", "11. Secondly, the applicant maintained that paragraph 34(9)(c) could not apply to autobiographical writings. The High Court found that Article 10 did not confer special status on autobiographical work, whatever its nature or content, and the solution was to be found in the general principles of Article 10 of the Convention.", "12. Thirdly, the applicant argued that the application of that paragraph was disproportionate or irrational: it was a futile exercise since copies of the manuscript existed already outside the prison and since the material was already in the public domain given the book “Killing for Company”; the applicant wished to work on it to make it less offensive and its later dissemination could be controlled; and what was at issue was the return of the manuscript which had been in the prison for years without objection. The High Court found:", "“The decision letter ... unquestionably carried out a proportionality assessment. ... I am entirely satisfied that his decision satisfies the demands of proportionality and the test of rationality. ... The Secretary of State is entitled, and in my view right, to take the view that, notwithstanding the risk of publication of material which is already in hands outside his control, it is not futile to prevent [the applicant] from doing what he wishes to do – that is, publish his material in a revised form. The history of the original movement of the material out of prison, putting it at its lowest, justifies the Secretary of State’s view that there is a significant risk that, if the material is entrusted to [the applicant], it may later leave the prison in a revised form without the knowledge or consent of the prison authorities. I am wholly unpersuaded that what is already in the public domain, in particular in Killing for Company, is such as to render any further restriction pointless. There is an appreciable difference between the publication of material which is all the prisoner’s own work and the publication of his account by another person over whom the prisoner had no control. The difference is highlighted by the fact that [the applicant] intends to dispute significant parts of [the previously published book].", "I have already explained ... that ... the Secretary of State is entitled to have regard to the likely effect of publication on members of the public, including survivors and the families of victims of [the applicant’s] serial offences. I am unimpressed by the suggestion that anyone can choose not to read whatever may be published.", "... I have not read the entirety of [the applicant’s] material. To do so would take 2-3 days. However, from what I have seen of it and from what I have learned from the witness statements of Steven Taylor (filed on behalf of [the applicant]) and Professor Martin Wasik (filed on behalf of the Secretary of State), I am satisfied that the Secretary of State reached unimpeachable conclusions about it – both as regards proportionality and as regards its falling outside the “serious representations” and “serious comment” exceptions in paragraph 34(9)(c).", "... although the majority of [the applicant’s] submissions on proportionality were made in the context of Article 10, [he] also sought to rely on Article 1 of the First Protocol ... The arguments on behalf of [the applicant] which failed to relation to Article 10 produce no more favourable an analysis in relation to Article 1 of the First Protocol.”", "13. On 17 November 2004 the Court of Appeal rejected the applicant’s appeal. He again argued that paragraph 34 of SO5B fell outside the powers conferred on the Secretary of State by the 1952 Act. Having reviewed relevant domestic law, the Court of Appeal confirmed that paragraph 34 did not exceed the 1952 Act in that section 47 of the 1952 Act spoke not only of the regulation and management of prisons but about control of prisoners. The applicant further argued that paragraph 34 of SO5B itself conflicted with Article 10 of the Convention. The Court of Appeal, in the first place, found the limitation in paragraph 34 of SO5B to be consistent with relevant domestic jurisprudence as regards Article 10 and prisoners:", "“Criminals who are deprived of their liberty by a sentence of imprisonment are deprived of enjoyment of their possessions and of communication with the outside world, save in so far as the prison authorities permit this. Prison rules must necessarily make provision for the use prisoners may make of their possessions and for what may be sent from the outside world in to prisoners and what prisoners may send out. [The applicant] does not challenge this. The issue is the matters to which the Secretary of State can properly have regard when making rules in relation to these matters.", "... Penal legislation is not required to spell out those aspects of a prison regime that properly constitute an incident of the punishment of deprivation of liberty. The powers conferred on the Secretary of State under the [1952 Act] include, at least, the power to have regard, when regulating what a prisoner can and cannot do, to the natural incidents of penal imprisonment.", "It is not so easy to define the test of what are the natural incidents of penal imprisonment, and these are certainly susceptible to change as a result of changes in attitude to punishment. In [R(Mellor) v. Secretary of State for the Home Department [2001] EWCA Civ 472)] at paragraph 65 the Master of the Rolls expressed the view that:", "‘Penal sanctions are imposed, in part, to exact retribution for wrongdoing. If there were no system of penal sanctions, members of the public would be likely to take the law into their own hands. In my judgment it is legitimate to have regard to public perception when considering the characteristic of a penal system.’", "We endorse that statement. In considering what restrictions can properly be placed on prisoners as natural incidents of imprisonment regard can be had to the expectations of right thinking members of the democracy whose laws have deprived the prisoners of their liberty.", "In his decision letter, the Governor made the point that publication of [the applicant’s] typescript would be likely to cause great distress to families of his victims and a justifiable sense of outrage among the general public. There is ample authority that freedom of expression includes the freedom to publish outrageous matter. But the outrage referred to by the Governor was not outrage at the subject matter, but outrage that a prisoner should be permitted to publish such material from his prison cell. ...", "[In the present case, we] are concerned with a tightly drawn restriction on a prisoner writing about his crimes, which is subject to an exception for ‘serious representations about conviction or sentence’ or ‘part of serious comment about crime, the processes of justice or the penal system’.", "We do not believe that any penal system could readily contemplate a regime in which a rapist or a murderer would be permitted to publish an article glorifying in the pleasure that his crime had caused him. English jurisprudence suggests that to restrict prisoners from publishing such matter is a legitimate exercise of the power conferred on the Secretary of State by the Prison Act. We have concluded that, from the viewpoint of that [domestic] jurisprudence, the wording of Paragraph 34 (9)(c) draws the line appropriately between what is and what is not acceptable conduct on behalf of a prisoner and falls within the powers conferred on the Secretary of State by the Prison Act.”", "14. The Court of Appeal also found that this Court’s jurisprudence did not mean that paragraph 34 of SO5B was in conflict with Article 10 of the Convention. That court also rejected the proposition that the wording of paragraph 34 was too vague to indicate to an inmate what would fall foul of the law, finding that the wording of the exception was “clear and readily capable of application by a prison Governor”.", "15. The Court of Appeal went on to review this Court’s case-law. While Hirst v. the United Kingdom (no. 2) ([GC], no. 74025/01, ECHR 2005IX) found that a blanket ban on voting was disproportionate, it accepted that it was open to the legislative to tailor disenfranchisement to particular offences. In Bamber v. the United Kingdom (application no. 33742/96 (1997)) the Commission accepted that some measure of control over the content of prisoners’ communications (the scope of which was not in issue in that case) was not in itself incompatible with the Convention. The significance of the Silver Commission Report (Silver and Others v. the United Kingdom (1980), application nos. 5947/72 et seq., Report of Commission 11 October 1980) was not so much that it was a decision endorsing a restriction that had much in common with that under consideration in the appeal (Silver was decided nearly 25 years previously and standards could change). It was rather that it exemplified the approach of considering what restrictions on freedom of expression are normal incidents of imprisonment. That approach was more clearly demonstrated by the Commission’s approval of the prohibition of letters in connection with business matters without the prior leave of the Secretary of State: in this respect, the Commission commented that it was, in principle, a normal consequence of imprisonment, necessary ‘for the prevention of disorder’ that convicted prisoners cease their professional activities during their term of imprisonment. The Court of Appeal noted that this Court had not found it necessary to comment on this conclusion of the Commission and affirmed both decisions on narrower grounds than that adopted by the Commission.", "16. The Court of Appeal concluded that this Court’s jurisprudence did not support the applicant’s arguments that it was disproportionate for imprisonment to carry with it some restrictions on freedom of expression or for those restrictions to have regard to the effect of the exercise of that freedom in the world outside the prison walls. Paragraph 34 was not therefore in conflict with the requirements of Article 10 of the Convention.", "17. As to whether the restriction was disproportionate on the facts of his case, the applicant argued, in the first place, that it was futile. A book had been already published containing graphic descriptions of his crimes which he had provided to its author and there were copies of the manuscript outside the prison the publication of which the Secretary of State was powerless to prevent. The Court of Appeal found these submissions paradoxical: the applicant’s primary argument was that the Governor’s conduct was illegal in preventing him from publishing his typescript and yet he was also submitting that the Governor’s conduct could not pose any significant impediment to that. It continued:", "“We do not consider that there is any merit in this part of [the applicant’s] case. The fact that, 19 years ago, Brian Masters published an account of [the applicant’s] crimes is not likely to do much to diminish the public outrage that will be felt if the prison service permits [the applicant] himself to publish his own account. [The applicant] has not caused or permitted the typescript to be published in its present form. He has made it plain that he wants to work on it before publication. We do not consider that the prison service can be expected to waive prison rules in order to assist him to achieve a goal which is contrary to the Secretary of State’s policy. [The applicant] has argued that he should be given the opportunity to transform his typescript into a work which makes serious representations about his conviction or sentence or serious comment about crime, the processes of justice or the penal system. There is no evidence that [the applicant] has any such intention.”", "18. The applicant sought leave to appeal to the House of Lords arguing that the Court of Appeal erred in law and invoking Article 10 of the Convention: the prison service did not have the power to regulate his Article 10 rights outside the prisons; that refusing to return the manuscript was disproportionate since it was futile to prevent publication since the material was in the public domain; that paragraph 34 of SO5B was too vague (he also invoked Article 8 in this respect); that the application of paragraph 34 was disproportionate in that it would never be possible for the applicant to publish his writing in his lifetime (he was serving a life sentence); and that the Court of Appeal applied an insufficiently intrusive form of review by placing itself in the shoes of the decision maker, the latter of whom was not qualified to make the decision he did (Article 8 was also invoked in this context).", "19. On 18 April 2005 the applicant was refused, by summary decision, leave to appeal to the House of Lords.", "20. Sections 1 and 3 of the 1952 Act vest in the Secretary of State for Justice all existing powers exercisable in relation to prisons whether under statute, common law or charter, and grant the Secretary of State power to do all acts necessary for the maintenance of prisons and prisoners. Section 4 of the 1952 Act reads as follows:", "“(1) The Secretary of State shall have the general superintendence of prisons and shall make the contracts and do the other acts necessary for the maintenance of prisons and the maintenance of prisoners.", "(2) Officers of the Secretary of State duly authorised in that behalf shall visit all prisons and examine the state of buildings, the conduct of officers, the treatment and conduct of prisoners and all other matters concerning the management of prisons and shall ensure that the provisions of this Act and of any rules made under this Act are duly complied with.", "(3) The Secretary of State and his officers may exercise all powers and jurisdiction exercisable at common law, by Act of Parliament, or by charter by visiting justices of a prison.”", "21. Section 47(1) of the 1952 Act provides:", "“Rules for the management of prisons, remand centres, detention centres and Borstal institutions", "(1) The Secretary of State may make rules for the regulation and management of prisons... and for the classification, treatment, employment, discipline and control of persons required to be detained therein.”", "22. The 1999 Rules (as amended by the Prison (Amendment) (No. 2) Rules 2000), in so far as relevant, provide as follows:", "“34. (1) Without prejudice to sections 6 and 19 of the Prison Act 1952 and except as provided by these Rules, a prisoner shall not be permitted to communicate with any person outside the prison, or such person with him, except with the leave of the Secretary of State or as a privilege under rule 8.", "(2) Notwithstanding paragraph (1) above, and except as otherwise provided in these Rules, the Secretary of State may impose any restriction or condition either generally or in a particular case, upon the communications to be permitted between a prisoner and other persons if he considers that the restriction or condition to be imposed-", "(a) does not interfere with the convention rights of any person; or", "(b)(i) is necessary on grounds specified in paragraph (3) below;", "(ii) reliance on the grounds is compatible with the convention right to be interfered with; and;", "(iii) the restriction or condition is proportionate to what is sought to be achieved.", "(3) The grounds referred to in paragraph (2) above are-", "(a) the interests of national security;", "(b) the prevention, detection, investigation or prosecution of crime;", "(c) the interests of public safety;", "(d) securing or maintaining prison security or good order and discipline in prison;", "(e) the protection of health or morals;", "(f) the protection of the reputation of others;", "(g) maintaining the authority and impartiality of the judiciary; or", "(h) the protection of the rights and freedoms of any persons.”", "23. Rule 70 provides:", "“No person shall, without authority, convey into or throw into or deposit in a prison, or convey or throw out of a prison, or convey to a prisoner, or deposit in any place with intent that it shall come into the possession of a prisoner, any money, clothing, food, drink, tobacco, letter, paper, book, tool, controlled drug, firearm, explosive, weapon or other article whatever. Anything so conveyed, thrown or deposited may be confiscated by the governor.”", "24. In order to ensure uniformity of practice throughout prisons, the Secretary of State also issues to prison governors, pursuant to his general powers and duties under sections 1 and 4 of the 1952 Act, management guidance or directives in the form of SOs. While previously these SOs were not made available to the public or prisoners, they were at the relevant time available, inter alia, in prison libraries and on the Prison Service website. SOs have since been replaced by Prison Service Orders.", "25. SO5B dealt with communications between prisoners and other persons, is entitled “restrictions on general correspondence” and where relevant provides:", "“1. The examination and reading of correspondence to and from inmates is undertaken to prevent its use to jeopardise the good order of establishments, to detect and prevent offences against prison discipline or the criminal law and to satisfy other ordinary and reasonable requirements of prison administration. Accordingly the extent to which correspondence needs to be read will vary according to the nature of the establishment, inmate and correspondence ....", "33. For the purpose of restrictions on content, inmates’ correspondence, both incoming and outgoing, is divided into the following groups (1) general correspondence, that is to say correspondence with ... individuals ... [excluding, for example, correspondence between a prisoner and his legal adviser].", "34. General correspondence ... may not contain the following:", "...", "(9) Material which is intended for publication or for use by radio or television (or which, if sent, would be likely to be published or broadcast) if it ...", "(c) is about the inmate’s crime or past offences or those of others, except where it consists of serious representations about conviction or sentence or forms part of serious comment about crime, the processes of justice or the penal system...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}