{"ITEMID": "001-85573", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LB INTERFINANZ A.G. v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (applicability);No violation of Art. 6-1;Remainder inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant is a company based in Zurich, Switzerland.", "5. Following the institution of bankruptcy proceedings before the Osijek Commercial Court (Trgovački sud u Osijeku) against the Županjska Bank, d.d. Županja, on 3 May 1999, creditors were invited to lodge their claims against the said bank. Pursuant to that invitation, the applicant company lodged its claim. On 9 September 1999 a notice was placed on the court’s public noticeboard informing all interested persons that a list of claims to be examined in the bankruptcy proceedings could be consulted in the court’s registry. The list included a claim submitted on behalf of the State Agency for the Insurance of Savings Deposits (Državna agencija za osiguranje štednih uloga – hereinafter the “Agency”).", "6. The applicant company’s representative was present at an examination hearing (ispitno ročište) held on 15 September 1999 where the bankruptcy administrator assigned to the case (stečajni upravitelj) was to accept or reject each of the claims. No objections were raised as to the accepted claims. The relevant parts of the transcript of the hearing read as follows:", "“It is established that the following creditors’ representatives are present at today’s hearing:", "... attorney Dražen Štivić for LB Interfinanz Switzerland ... Maja Špoljarić for DABA [short for Državna agencija za osiguranje štednih uloga] ...", "After having announced the subject matter of the case, the president of the bankruptcy panel informs the creditors in attendance that a list of creditors’ claims available to everyone exists and after that [the creditors] agree that there is no need to write down individual claims since the amount of each claim is going to be announced orally by the bankruptcy administrator and the creditors will be able to comment on it.", "...", "After that the claims are examined under sections 155 and 157 of the Bankruptcy Act and the bankruptcy administrator presents the amounts of the claims of the creditors in attendance in the order established in the list of claims.", "...", "At the bankruptcy president’s inquiry whether the creditors wish to contest any of the claims examined today no objections are raised.", "...", "The hearing is concluded.", "A decision on the creditors’ claims examined today will be issued in writing.”", "7. Immediately afterwards a report hearing was also held (izvještajno ročište), where the applicant company’s representative was appointed as a representative of all foreign creditors in the board of creditors. The Agency, being the creditor claiming the highest sum, was also included in the board of creditors, a body designed to represent the creditors’ interests in the bankruptcy proceedings. In the subsequent course of the proceedings two meetings of the board of creditors were held, on 27 September 1999 and 20 June 2000 respectively, the applicant company’s representative being present at both.", "8. A decision concerning the claims examined at the hearing of 15 September 1999 was subsequently issued where, inter alia, the claim submitted on behalf of the Agency was accepted.", "9. In its submission of 26 February 2001 the applicant company opposed the claim filed by the Agency, arguing that although the Agency’s claim had been listed in the decision of 15 September 1999 it had not been subject to examination at the hearing held on the same day as the claim in question had not yet become due. On 25 April 2001 the Osijek Commercial Court declared the applicant company’s submission inadmissible. It held that creditors’ claims in the context of bankruptcy proceedings could only be opposed at the examination hearing and that the contested claim had been accepted by the bankruptcy administrator as stated in her decision of 15 September 1999.", "10. On 10 May 2001 the applicant company appealed against the above decision contending that during the examination hearing held on 15 September 1999 the bankruptcy administrator had not stated whether she accepted or rejected the Agency’s claim and that therefore it had had no opportunity of contesting that claim.", "11. On 12 June 2001 the High Commercial Court (Visoki trgovački sud Republike Hrvatske) dismissed the appeal, finding that the contested claim had been accepted in the bankruptcy administrator’s decision of 15 September 1999 and that the applicant company could have filed an appeal against that decision. Since the applicant company had failed to file a timely appeal it had no right to oppose the contested claim at a later stage.", "12. The applicant company then filed a constitutional complaint whereby it argued that the Agency’s claim had not been subject to examination at the hearing held on 15 September 1999 as it had not yet become due at that time. Furthermore, it contended that the decision of 15 September 1999 had not been served on it. On 14 May 2004 the Constitutional Court dismissed the applicant’s complaint, finding that it did not concern the merits of the case.", "13. The applicant company submitted a letter of the Osijek Municipal Court of 5 February 2007 whereby it replied to its enquiry and stated that the decision of 15 September 1999 had been filed in the court’s registry the same day and kept there for a further fifteen days. In their further letter of 8 February 2007 it was stated that the former bankruptcy administrator in the proceedings had informed the court that a notice had been posted on the court’s public noticeboard informing all interested parties that the decision of 15 September 1999 could be consulted in the court’s registry within the following fifteen days. There was no mention of the date when this notice had been posted on the court’s noticeboard and for how long it had stayed there. The decision itself had not been posted on the noticeboard because it had comprised eighty-two pages.", "14. The Bankruptcy Act (Stečajni zakon, Official Gazette nos. 44/96, 29/99, 129/00, 123/03, 197/03, 187/04 and 82/06) in its relevant part provides as follows:", "Section 8 allows for court decisions addressed to a large number of persons to be placed on a court’s public noticeboard. These decisions are considered as being served on parties three days after they are posted on the noticeboard. The courts are to maintain registers of documents placed on their public noticeboards, containing, inter alia, the date of the posting of each decision on the noticeboard.", "Sections 297 and 350 impose on commercial courts a duty to furnish supplementary registers, including a list of documents posted on their public noticeboards.", "Section 175 provides for an examination hearing before the competent commercial court at which the bankruptcy administrator shall either accept or reject each of the reported claims. Likewise, a creditor can oppose a claim reported by another creditor.", "Section 177 provides that a claim is deemed to have been accepted if no objection has been raised by either the bankruptcy administrator or another creditor. The commercial court shall prepare a schedule of examined claims on the basis of which it shall issue a decision (rješenje) showing which claims were accepted and which were rejected, and setting out the amount and priority of each claim.", "Section 181(1) provides that a final decision establishing the claim and its priority, or establishing that a claim does not exist, shall be effective against the bankrupt and all its creditors."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}