{"ITEMID": "001-99903", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FUŞCĂ v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 8", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicant was born in 1968 and lives in Câmpulung Muscel.", "6. On 16 January 1999, the applicant married O.L.F. The couple had one son, born on 31 July 1999. In March 2005, O.L.F left the couple's home, taking her son with her, and since then both of them have been living with the maternal grandparents.", "7. By a judgment of 17 November 2005, the Câmpulung District Court granted the couple's divorce and awarded the mother custody of the child. This judgment was upheld by a decision of the Argeş County Court of 10 April 2006 and by a final decision of the Piteşti Court of Appeal of 28 February 2007. A social investigation conducted in the framework of the divorce proceedings indicated that O.L.F. was not working and was receiving a monthly unemployment allowance of approximately 62 euros a month.", "8. On 22 April 2005 the applicant brought an action for the establishment of his rights of contact with the child. The Câmpulung District Court, by a judgment of 9 June 2005, granted the applicant visiting rights for the first two Sundays of each month between certain hours, one week during the summer holidays and three days during the winter holidays. Allowing the applicant's appeal against that judgment, the Argeş County Court, by a decision of 30 September 2005, extended his visiting rights as follows: the first two weeks of each month from 4 p.m. on Friday until 2 p.m. on Sunday, during the summer holidays between 1st and 31st July, and during the winter holidays between 19th and 28th December. By a final decision of the Piteşti Court of Appeal of 19 January 2006, following the mother's appeal on points of law, the applicant's visiting rights were limited during the summer holidays to the period from 1st to 15th July and during the winter holidays to the period from 19th to 24th December and remained unchanged in respect of the weekends.", "9. Faced with his ex-wife refusal to allow him to visit the child during the prescribed periods, on 8 December 2005 the applicant lodged an application with the bailiff for enforcement of the judgement of 9 June 2005. On the same date the bailiff sent a request to the Câmpulung District Court to issue an interlocutory order to have the said judgement declared enforceable. On 14 December 2005, the district court allowed the request.", "10. Subsequently, the bailiff initiated the enforcement actions, by issuing a first summons to O.L.F. on 21 December 2005. Official records drawn up by the bailiff during the period from January to July 2006 record attempts to enforce the contact rights defined by the judgement of 9 June 2005 and modified by the final decision of 19 January 2006.", "11. On 6 January 2006 the mother and the child were not present at their home and the bailiff issued a new summons for 13 January 2006. On that date the mother allowed the applicant to see the child at her home and refused to let the child leave the house, declaring that an appeal against the decision of 30 September 2005 was pending.", "12. On 3 and 10 February and 3 March 2006, the mother was not at home and the grandparents refused to hand over the child, claiming that they had not received a copy of the final decision. On these occasions the bailiff issued a summons to the mother to comply with the judgment granting the applicant visiting rights.", "13. Meanwhile, on 17 February 2006, the applicant lodged a new request for enforcement of the final decision of 19 January 2006. On 24 February 2006, the district court allowed the request and declared the said decision enforceable.", "14. A new summons was therefore issued on 2 March 2006, inviting O.L.F. to comply with the final decision granting the applicant visiting rights. On 10 March 2006, the bailiff took note that the mother initially refused to hand over the child, stating that he did not want to join his father. She was asked by the bailiff to bring the child to the gate and persuade him to join his father. The child was taken outside into the courtyard and the mother invited the applicant to enter the courtyard and take the child. The applicant requested that the child be brought to the gate, but then the child went back into the house when he heard his mother crying. Then the mother started to reproach the applicant and the bailiff for causing distress to the child.", "15. On 10 April 2006, the applicant took the child from kindergarten to his home. O.L.F. lodged a civil action to have the child returned to her. By a decision of 13 April 2006 of the Câmpulung District Court the applicant was ordered to return the child. On 17 April 2006 the same bailiff, accompanied by the mother, summoned the applicant to return the child. The applicant complied but he also requested that O.L.F. respect his right to maintain personal links with the child. On that occasion, the mother undertook to respect his visiting rights.", "16. On 12 May and 2 June 2006, the grandparents refused to hand over the child, on the first occasion because he was sick and on the second occasion because he was not at home. The father handed over clothes, toys and fruit for the child. The bailiff gave notice of the fact that a summons would be issued for 9 June 2006 and he reminded the family of the obligation to allow the child to join his father during the period from 1st to 15th July.", "17. On 9 June 2006, the mother refused to hand over the child, claiming that he was sick and refusing to bring him outside to talk to his father and to receive the fruit that the applicant had brought for him.", "18. On 5 July 2006, the bailiff noted that the grandparents refused to hand over the child, as O.L.F was not at home and the child refused to join his father. The bailiff took note that the applicant did not insist on taking the child against his will.", "19. On 12 July 2006, the bailiff reported that the mother wanted to hand over the child but the latter refused to join his father. The child was brought to the gate, but as he was crying and refused to join his father he was taken back into the house. The applicant did not insist on forcing the child to go with him and asked the bailiff to take note of the fact that the mother had not made any effort to persuade the child to join him.", "20. On 4 August 2006, the next date for the enforcement of the visiting rights, the bailiff drew up a report which stated that the applicant did not present himself for the appointment and did not contact the bailiff beforehand, leading the latter to assume that the parties had reached an agreement. The bailiff, also taking into account the applicant's refusal to force the child to join him against his will, decided not to pursue the enforcement further until a new enforcement request was made by the applicant.", "21. The applicant maintained that he had subsequently made further attempts to visit his child, but in the presence of witnesses, as the bailiff refused to accompany him any more due to the allegedly aggressive attitude of the mother and the grandparents. He also maintained that the procedure with the bailiff had become financially burdensome, especially taking into account the fact that no practical result could be achieved.", "22. The applicant further submitted that subsequently he wanted to get information about the school results of the child, but that O.L.F. prevented him from being around the child or his school teacher. He maintains that he tried to meet the child at school or at his house, he brought gifts to him on his birthday on 31 July 2008 and for Christmas, but he was not allowed to see the child and the presents were refused. No supporting documents were submitted to the case file in this respect.", "23 Faced with the constant refusal of the mother to comply with the decisions granting him visiting rights, on 15 December 2005 the applicant lodged a first criminal complaint against O.L.F. for noncompliance with measures regarding child custody and visiting rights.", "24. On 27 February 2006 criminal investigations were initiated in respect of O.L.F. By a decision of 10 April 2006, the Prosecution Office attached to the Câmpulung District Court terminated the criminal proceedings and imposed on O.L.F. an administrative fine of 300 Romanian lei (RON). This decision was based on the reasoning that during the investigations O.L.F had acknowledged that she had prevented the applicant from meeting his child, but had done so because the judgment awarding him contact rights was not final, since appeal proceedings were still ongoing. The fact that the child did not want to go with his father was also taken into consideration.", "25. According to the applicant, a second criminal complaint was lodged on 6 June 2006 and criminal investigations were initiated on 3 July 2006. Following the investigations, on 10 October 2006 the Prosecutor's Office attached to the Câmpulung District Court terminated the criminal proceedings against O.L.F. and imposed on her an administrative fine of RON 400. The prosecutor noted that O.L.F. admitted that the applicant could not see the child, but she submitted that this was mainly due to the child's reluctance. Moreover, O.L.F. did not have a criminal record and the two parents were in a conflict situation. All these elements led the prosecutor to consider that the attitude of O.L.F. did not present the danger to society that a crime would present. This decision was upheld by a resolution of the first prosecutor of 6 November 2006 and by a final decision of the Argeş County Court of 14 May 2007.", "26. A third criminal complaint lodged by the applicant on 20 December 2006 was dismissed on 7 February 2007 by a decision of the prosecutor, taking into account that the matters invoked by the applicant had already been examined during the two previous criminal proceedings. From the information available in the case file, it does not appear that the applicant lodged a judicial complaint against the prosecutor's decision.", "27. The relevant provisions of the Code of Family and of the Code of Civil Proceedings are stated in the Court's judgement in the case Lafargue v. Romania, (no. 37284/02, §§ 65 and 68-70, 13 July 2006). The role and responsibilities of the local public authorities for social assistance and child protection as well as the relevant provisions of the Law no 272/2004 on child protection are described in the judgement Amanalachioai v. Romania, (no. 4023/04, § 56 and 59, 26 May 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}