{"ITEMID": "001-122449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "POVSE v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The first applicant, Ms Sofia Povse, born in 2006, is an Austrian and Italian national. The second applicant, Ms Doris Povse, born in 1976, is an Austrian national. The applicants live in Berndorf (Austria). They were represented before the Court by Mr F. Beglari, a lawyer practising in Judenburg.", "2. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department of the Federal Ministry for European and International Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. In 2005 the second applicant, who had been living and working in Italy for a couple of years, entered into a relationship with M.A., an Italian national. From September 2006 they lived together in M.A.’s apartment in the Vittorio Veneto community. The first applicant, born in December 2006, is the couple’s daughter. Under Italian law the second applicant and M.A. had joint custody of her.", "5. The relationship between M.A. and the second applicant deteriorated. In December 2007 they had a violent dispute during which M.A. allegedly hit the second applicant in the face. The second applicant did not report this incident to the Italian police. In January 2008, following a further dispute during which M.A. allegedly picked up the first applicant and shook her violently and spat at the second applicant, the applicants left M.A.’s apartment.", "6. On 4 February 2008 M.A. requested the Venice Youth Court (tribunale per i minorenni di Venezia) to award him sole custody of the first applicant and to issue a travel ban prohibiting her from leaving Italy without his consent.", "7. On 8 February 2008 the applicants travelled to Austria, where they took up residence with the second applicant’s parents. It appears that on the same day the Venice Youth Court issued a travel ban in respect of the first applicant.", "8. On 23 May 2008 the Venice Youth Court lifted the travel ban in respect of the first applicant, granted preliminary joint custody of the child to both parents, and authorised her residence with her mother in Austria, having regard to her young age and close relationship with her mother. It also appointed an expert who was entrusted with the task of collecting the necessary information for a final decision on custody. Moreover, the court granted M.A. access rights twice a month in a neutral location, noting that the meetings should alternate between Italy and Austria and that the dates and arrangements should be agreed with the expert.", "9. Between October 2008 and June 2009 M.A. met his daughter fifteen times at a family centre in Knittelfeld. According to the respondent Government, M.A. then declared that he would not visit his daughter any more, and he did not attend any meetings after June 2009. The Government also submitted that the second applicant cooperated with the expert appointed by the Venice Youth Court.", "10. M.A. requested the first applicant’s return under the Hague Convention. His request was forwarded via the respective central authorities in Italy and Austria to the Leoben District Court (Bezirksgericht), where the proceedings began on 19 June 2008. Subsequently, the court appointed an expert.", "11. Meanwhile, on 6 June 2008 the Judenburg District Court, at the second applicant’s request, granted an interim injunction against M.A. prohibiting him from contacting the applicants for three months. The court noted that M.A. had sent the second applicant more than 240 threatening text messages, had called her by phone up to fifty times per day and had sent her an e-mail showing a video of the post-mortem of a female corpse. The court also noted that M.A. had not responded to its request to submit his arguments.", "12. On 3 July 2008 the Leoben District Court dismissed M.A.’s request for the return of the child under the Hague Convention. Referring to the expert’s opinion and having regard to the very young age of the first applicant, the court found that her return would constitute a grave risk for her within the meaning of Article 13(b) of the Hague Convention. The psychological expert opinion dated 1 July 2008 had shown a stable and loving relationship between mother and child and had warned that the child’s separation from her main caregiver would traumatise her and endanger her psychological development.", "13. On 1 September 2008 the Leoben Regional Court (Landesgericht) set aside that decision because M.A. had not been duly heard in the proceedings.", "14. On 21 November 2008 the Leoben District Court, having heard M.A., again dismissed his application for the first applicant’s return, referring to the Venice Youth Court’s decision of 23 May 2008.", "15. On 7 January 2009 the Leoben Regional Court dismissed an appeal by M.A., finding that the first applicant’s return to her father and her separation from her mother would entail a grave risk of psychological harm within the meaning of Article 13(b) of the Hague Convention.", "16. Meanwhile, in March 2009 the second applicant brought proceedings before the Judenburg District Court requesting to be awarded sole custody of the first applicant.", "17. On 26 May 2009 the Judenburg District Court held that it had jurisdiction with regard to custody, access and alimony issues in respect of the first applicant by virtue of Article 15(5) of EU Regulation 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility (“the Brussels IIa Regulation”).", "18. On 25 August 2009 the same court granted preliminary sole custody to the second applicant, referring to the child’s close link with Austria and a danger to her well-being upon a possible return to Italy.", "19. On 8 March 2010 the Judenburg District Court awarded the second applicant sole custody of the first applicant.", "20. In the meantime, on 9 April 2009 M.A. made an application to the Venice Youth Court for the first applicant’s return under Article 11(8) of the Brussels IIa Regulation.", "21. In its judgment of 10 July 2009, the Venice Youth Court, having held a hearing, ordered the first applicant’s return to Italy. The child would live with her mother, the second applicant, should the latter decide to return to Italy with her. In that case the Vittorio Veneto social services were required to provide accommodation to the applicants. Moreover, a programme for the exercise of M.A.’s access rights would have to be established. If the second applicant did not wish to return to Italy, the first applicant was to stay with her father.", "22. The Venice Youth Court found that it remained competent to deal with the case, as the Judenburg District Court had wrongly determined its jurisdiction under Article 15(5) of the Brussels IIa Regulation. It noted that its previous decision of 23 May 2008 had been designed as a temporary measure in order to re-establish contact between the first applicant and her father through access rights and to obtain a basis for an expert opinion for the decision on custody. However, the second applicant had failed to co-operate with the appointed expert and had refused a programme of access rights for the father prepared by the expert. The latter had stated in her preliminary opinion that she was not in a position to answer all questions relating to the child’s best interests in a satisfactory manner.", "23. It appears that the second applicant made written submissions in the proceedings before the Venice Youth Court and was represented by counsel at the hearing.", "24. On 21 July 2009 the Venice Youth Court issued a certificate of enforceability under Article 42 of the Brussels IIa Regulation.", "25. On 22 September 2009 M.A. requested the enforcement of the return order.", "26. On 12 November 2009, the Leoben District Court dismissed M.A.’s request. It noted that the second applicant was not willing to return to Italy with the first applicant. However, the first applicant’s return to Italy without her mother would constitute a grave risk for the child within the meaning of Article 13(b) of the Hague Convention.", "27. On 20 January 2010 the Leoben Regional Court quashed that decision and granted M.A.’s request for the enforcement of the Venice Youth Court’s order to return the child.", "28. The Leoben Regional Court noted that under Article 11(8) of the Brussels IIa Regulation a judgment refusing return under Article 13 of the Hague Convention was not relevant where the court which was competent pursuant to the Brussels IIa Regulation had ordered the child’s return in a subsequent judgment. It confirmed that the Venice Youth Court had been competent to issue the judgment of 10 July 2009, as the second applicant had unlawfully removed the first applicant from Italy and M.A. had immediately requested her return. Moreover, M.A. had submitted a certificate of enforceability under Article 42 of the Brussels IIa Regulation in respect of the judgment at issue. The Austrian courts therefore had to recognise the judgment and to enforce it. They did not have to establish anew whether the first applicant’s return would be against her best interests. In any event, there was no indication that the circumstances had changed since the Venice Youth Court had given its judgment. It was for the court of first instance to order appropriate measures of enforcement.", "29. The second applicant lodged an appeal on points of law with the Supreme Court (Oberster Gerichtshof). She submitted, in particular, that the Austrian courts were competent to deal with custody matters concerning the first applicant by virtue of Article 10(b) subparagraph (iv) of the Brussels IIa Regulation, as the Venice Youth Court had accepted the child’s residence in Austria in its decision of 23 May 2008. Moreover, the return order of the Venice Youth Court of 10 July 2009 did not fall under Article 11(8) of that Regulation as it did not contain a decision on custody. Further, that judgment had not taken the child’s best interests into account. The transfer of preliminary sole custody to the second applicant by the decision of the Judenburg District Court of 26 May 2009 prevented the enforcement of the return order pursuant to Article 47(2) of the Brussels IIa Regulation. Finally, the circumstances had changed after the Venice Youth Court had issued its judgment of 10 July 2009 in that M.A. had refused to exercise his access rights. The first applicant had therefore not seen her father since mid-2009. The enforcement of the return order would therefore violate the child’s best interests.", "30. On 20 April 2010, the Supreme Court requested a preliminary ruling by the Court of Justice of the European Union (CJEU), submitting a number of questions concerning the application of the Brussels IIa Regulation.", "31. On 1 July 2010 the CJEU issued a preliminary ruling (C-211/10 PPU) confirming the jurisdiction of the Italian courts in the case and the enforceability of the Venice Youth Court’s judgment of 10 July 2009. It found, in particular, that", "(1) a provisional measure [as the one issued by the Venice Youth Court in 2008] did not constitute a ‘judgment on custody that does not entail the return of the child’ within the meaning of Article 10(b) subparagraph (iv) of the Brussels IIa Regulation and could not be the basis of a transfer of jurisdiction to the courts of the Member State to which the child had been unlawfully removed;", "(2) Article 11(8) of the Regulation applied to a judgment of the court with jurisdiction ordering the return of the child, even if it was not preceded by a final judgment of that court relating to rights of custody of the child;", "(3) Article 47(2) subparagraph (2) of the Regulation had to be interpreted as meaning that a judgment delivered subsequently by a court of the Member State of enforcement which awarded provisional rights of custody, could not preclude enforcement of a certified judgment delivered previously by the court which had jurisdiction in the Member State of origin and had ordered the return of the child;", "(4) enforcement of a certified judgment [ordering the child’s return] could not be refused by the Member State of enforcement because, as a result of a subsequent change of circumstances, it might be seriously detrimental to the best interests of the child. Such a change had to be pleaded before the court which had jurisdiction in the Member State of origin which also had to hear any application to suspend the enforcement of its judgment.", "32. On 13 July 2010 the Supreme Court dismissed the second applicant’s appeal on points of law. It noted that according to the CJEU’s ruling the Austrian courts’ only task was to take the necessary steps for the enforcement of the return order, without proceeding to any review of the merits of the decision. If the second applicant asserted that the circumstances had changed since the Venice Youth Court had given its judgment, she had to apply to that court, which would also be competent to grant such an application suspensive effect.", "33. On 31 August 2010 the Venice Youth Court refused to grant a request by the second applicant for the enforcement of its judgment of 10 July 2009 to be stayed. Referring to that decision, M.A. requested the Leoben District Court to order the first applicant’s return to Italy.", "34. On 17 February 2011 the Leoben District Court requested M.A. to submit evidence that appropriate accommodation would be [made] available to the applicants [by the social services of the Vittorio Veneto community], as required by the Venice Youth Court’s judgment of 10 July 2009.", "35. By a judgment of 23 November 2011 the Venice Youth Court withdrew the second applicant’s custody rights and awarded sole custody of the first applicant to her father, M.A. It further ordered the first applicant’s return to her father in Italy, to reside with him in the Vittorio Veneto community. The court ordered the Vittorio Veneto social services – if need be in co-operation with the neuro-psychiatric service of the local health authority – to see to maintaining contact between the first and the second applicants and to give the first applicant linguistic and pedagogic support for her integration into her new family and social environment.", "36. The Venice Youth Court referred to its decision of 23 May 2008, which had aimed at preserving the first applicant’s relationship with her mother while re-establishing contact with her father, noting that such attempts had failed owing to lack of co-operation from the second applicant. It had therefore ordered the first applicant’s return to Italy in its judgment of 10 July 2009. It further considered that the second applicant had unlawfully removed the first applicant to Austria and had subsequently deprived her of having any contact with her father without good reason. She had thus acted against the child’s best interests. It therefore found that sole custody was to be awarded to the father. Since so far any attempts to establish contact step by step had failed, the first applicant was to reside with him immediately. The court noted that this would entail a difficult transition for the first applicant but considered that the damage of growing up without her father would weigh even heavier. The court considered that the social services would have to give the first applicant pedagogical and linguistic support to settle in her new family and social environment and to maintain contact with her mother. Finally, the court considered that the first applicant’s return would not entail any grave risk of psychological or physical harm within the meaning of Article 11 of the Brussels IIa Regulation, which in turn referred to Article 13 of the Hague Convention.", "37. The second applicant did not appeal against the judgment.", "38. On 19 March 2012 M.A. notified the Leoben District Court of the Venice Youth Court’s judgment of 23 November 2011. He also submitted a certificate of enforceability under Article 42 of the Brussels IIa Regulation.", "39. On 3 May 2012 the Leoben District Court dismissed M.A.’s request for the order of the first applicant’s return. It considered that he had failed to submit proof that appropriate accommodation would be available for the first and second applicants upon their return.", "40. M.A. appealed. He submitted, in particular, that the Venice Youth Court’s judgment of 23 November 2011 had granted him sole custody of the child and had ordered her return to Italy, where she would reside with him.", "41. On 15 June 2012 the Leoben Regional Court allowed M.A.’s appeal and ordered the second applicant to hand over the first applicant to her father M.A. within fourteen days, noting that enforcement measures would be taken in case of failure to comply.", "42. The Regional Court found that the condition that appropriate accommodation be made available to the applicants was no longer valid: in its judgment of 23 November 2011 the Venice Youth Court had awarded sole custody of the first applicant to M.A. and had ordered that she return to reside with him. M.A. had submitted that judgment, together with a certificate of enforceability under Article 42 of the Brussels IIa Regulation. The second applicant’s obligation to return the first applicant to her father thus resulted directly from the Venice Youth Court’s judgment of 23 November 2011. Finally, the Leoben Regional Court noted that the custody decision of the Judenburg District Court of 8 March 2010 could not prevent the enforcement of the Venice Youth Court’s judgment. The latter had retained its competence to rule on custody, as the second applicant had unlawfully removed the first applicant to Austria and M.A. had made a timely request for her return under Article 10 of the Brussels IIa Regulation.", "43. The second applicant did not comply with the return order. She lodged an extraordinary appeal on points of law with the Supreme Court.", "44. On 13 September 2012 the Supreme Court rejected the second applicant’s extraordinary appeal on points of law as the case did not raise an important legal issue. It noted that the return order had become final and was enforceable. The first-instance court now had no other task than to define the steps to be taken to enforce the return order. The CJEU had clarified that where there was a certificate of enforceability under Article 42 (1) of the Brussels IIa Regulation, the requested court had to proceed to the enforcement. Any questions relating to the merits of the return decision, in particular the question whether the requirements for ordering a return were met, had to be raised before the courts of the requesting State in accordance with the laws of that State. Consequently, any change in circumstances affecting the question whether a return would endanger the child’s well-being had to be raised before the competent court of the requesting State. The second applicant’s argument that the first applicant’s return would lead to serious harm for the child and entail a violation of Article 8 of the Convention was therefore not relevant in the proceedings before the Austrian courts but had to be raised before the competent Italian courts.", "45. On 1 October 2012 the Leoben District Court held that it was not competent to conduct the enforcement proceedings and transferred the case to the Wiener Neustadt District Court, due to a change of the applicants’ place of residence.", "46. On 4 October 2012 the Wiener Neustadt District Court issued a decision on the next steps to be taken in the enforcement proceedings. The judge noted, in particular, that a continuation of the path chosen by both parents, namely the use of the child in the conflict between them, would lead to the child’s traumatisation, especially if the parents’ unbending position eventually led to an enforcement of the return order by coercive measures as a last resort. He noted that the best interests of the child required the parents to reach a workable compromise. The judge therefore proposed that a hearing in the presence of both parents be organised in order to seek a constructive solution. Accordingly, he requested both parents to indicate within two weeks whether they were ready to participate in the proposed meeting. The judge further noted that if the parents were not willing to participate in the hearing, the enforced return of the child would be arranged. In this context the judge stated that any trauma suffered by the first applicant because of such enforcement would then have to be laid at the door of the parents. Moreover, the child’s father would be required to find a way to deal with the trauma caused to the child.", "47. On 16 October 2012 M.A. informed the Wiener Neustadt District Court that he was not ready to participate in a hearing with the second applicant, but wanted to arrange the return of the child with the least traumatic impact possible. He therefore suggested that he come to Austria with his parents to pick up the child or, alternatively, that the second applicant travel to Italy with the child to hand her over. He therefore requested the second applicant to either fix a pick-up date in Austria or to inform him of a date when she would bring the child to Italy.", "48. On 23 October 2012 the second applicant informed the District Court that she was ready to take part in the proposed hearing. She also informed the court that she had appealed against the decision which had transferred the case from the Leoben District Court to the Wiener Neustadt District Court. Consequently, the decision establishing the Wiener Neustadt District Court’s competence had not become final. She therefore requested the court to await the decision on her appeal before taking any further steps.", "49. Finally, the second applicant argued that if enforcement measures had to be taken, they must be taken in accordance with Austrian law pursuant to Article 47 of the Brussels IIa Regulation. Austrian law, namely section 110(3) of the Non-Contentious Proceedings Act, allowed the court to refrain from an enforcement if the child’s interests were at risk. The second applicant drew attention to the fact that the first applicant, who was about six years old, had not seen her father since mid-2009 and did not speak Italian, while M.A. did not speak German. A return as envisaged by M.A. would traumatise the child, as would the application of any coercive measures. The only way of avoiding this was to build up the relationship between the first applicant and her father step by step. She therefore requested the Wiener Neustadt District Court to order M.A. to come to Austria as often as was necessary to establish a relationship with the child and to organise her return to Italy without having recourse to coercive measures.", "50. In a decision of 20 May 2013 the Wiener Neustadt District Court ordered the second applicant to hand over the child to her father by 7 July 2013 and stated that in case of failure to comply coercive measures would be applied. The District Court noted that it was for the second applicant to choose whether she would accompany her daughter to Italy or whether she would fix a date within that time-limit for the father to pick up the child in Austria. Furthermore, the District Court referring to the Supreme Court’s judgment of 13 September 2012, repeated that it was for the Italian courts to examine any question relating to the child’s well-being. It noted finally, that the deadline for handing over the child had been fixed in such a way as to allow her to finish the school year in Austria.", "51. Since their arrival in Austria in February 2008 the first applicant has been living with the second applicant. In 2009 the second applicant entered into a relationship with a new partner. She gave birth to a son in March 2011. The second applicant, her new partner and the two children are living in a common household. It appears that the first applicant does not speak Italian and has not seen her father since mid 2009.", "52. Two sets of criminal proceedings are pending against the second applicant before the Treviso Court. In the first set of proceedings (no. 4983/09), she is accused of removal of a minor and failure to comply with court orders. The second set of proceedings (no. 8927/11) concerns charges of abduction of a minor to another country.", "53. The relevant provisions of the Hague Convention read as follows:", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "...", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”", "54. The relevant provisions of Council Regulation (EC) No. 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility (“Brussels IIa Regulation”)[, repealing Regulation (EC) No. 1347/2000,] read as follows:", "“(17) In cases of wrongful removal or retention of a child, the return of the child should be obtained without delay, and to this end the Hague Convention of 25 October 1980 would continue to apply as complemented by the provisions of this Regulation, in particular Article 11. The courts of the Member State to or in which the child has been wrongfully removed or retained should be able to oppose his or her return in specific, duly justified cases. However, such a decision could be replaced by a subsequent decision by the court of the Member State of habitual residence of the child prior to the wrongful removal or retention. Should that judgment entail the return of the child, the return should take place without any special procedure being required for recognition and enforcement of that judgment in the Member State to or in which the child has been removed or retained.", "...", "(21) The recognition and enforcement of judgments given in a Member State should be based on the principle of mutual trust and the grounds for non-recognition should be kept to the minimum required.", "...", "(23) The Tampere European Council considered in its conclusions (point 34) that judgments in the field of family litigation should be ‘automatically recognised throughout the Union without any intermediate proceedings or grounds for refusal of enforcement’. This is why judgments on rights of access and judgments on return that have been certified in the Member State of origin in accordance with the provisions of this regulation should be recognised and enforceable in all other Member States without any further procedure being required. Arrangements for the enforcement of such judgments continue to be governed by national law.”", "“1. This Regulation shall apply, whatever the nature of the court or tribunal, in civil matters relating to:", "(a) divorce, legal separation or marriage annulment;", "(b) the attribution, exercise, delegation, restriction or termination of parental responsibility.", "2. The matters referred to in paragraph 1(b) may, in particular, deal with:", "(a) rights of custody and rights of access;", "(b) guardianship, curatorship and similar institutions;", "(c) the designation and functions of any person or body having charge of the child’s person and property, representing or assisting the child;", "(d) the placement of the child in a foster family or in institutional care;", "(e) measures for the protection of the child relating to the administration, conservation or disposal of the child’s property.", "...”", "“In case of wrongful removal or retention of the child, the courts of the Member State where the child was habitually resident immediately before the wrongful removal or retention shall retain their jurisdiction until the child has acquired a habitual residence in another Member State and:", "(a) each person, institution or other body having rights of custody has acquiesced in the removal or retention;", "or", "(b) the child has resided in that other Member State for a period of at least one year after the person, institution or other body having rights of custody has had or should have had knowledge of the whereabouts of the child and the child is settled in his or her new environment and at least one of the following conditions is met:", "(i) within one year after the holder of rights of custody has had or should have had knowledge of the whereabouts of the child, no request for return has been lodged before the competent authorities of the Member State where the child has been removed or is being retained.", "(ii) a request for return lodged by the holder of rights of custody has been withdrawn and no new request has been lodged within the time limit set in paragraph (i);", "(iii) a case before the court in the Member State where the child was habitually resident immediately before the wrongful removal or retention has been closed pursuant to Article 11 (7);", "(iv) a judgment on custody that does not entail the return of the child has been issued by the courts of the Member State where the child was habitually resident immediately before the wrongful removal or retention.”", "“1. Where a person, institution or other body having rights of custody applies to the competent authorities in a Member State to deliver a judgment on the basis of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (hereinafter ‘the 1980 Hague Convention’), in order to obtain the return of a child that has been wrongfully removed or retained in a Member State other than the Member State where the child was habitually resident immediately before the wrongful removal or retention, paragraphs 2 to 8 shall apply.", "2. When applying Articles 12 and 13 of the 1980 Hague Convention, it shall be ensured that the child is given the opportunity to be heard during the proceedings unless this appears inappropriate having regard to his or her age or degree of maturity.", "3. A court to which an application for return of a child is made as mentioned in paragraph 1 shall act expeditiously in proceedings on the application, using the most expeditious procedures available in national law.", "Without prejudice to the first subparagraph, the court shall, except where exceptional circumstances make it impossible, issue its judgment no later than six weeks after the application is lodged.", "4. A court cannot refuse to return a child on the basis of Article 13b of the 1980 Hague Convention if it is established that adequate arrangements have been made to secure the protection of the child after his or her return.", "5. A court cannot refuse to return a child unless the person who requested the return of the child has been given an opportunity to be heard.", "6. If a court has issued an order on non-return pursuant to Article 13 of the 1980 Hague Convention, the court must immediately either directly or through its central authority, transmit a copy of the court order on non-return and of the relevant documents, in particular a transcript of the hearings before the court, to the court with jurisdiction or central authority of the Member State where the child was habitually resident immediately before the wrongful removal or retention, as determined by national law. The court shall receive all the mentioned documents within one month of the date of the non-return order.", "7. Unless the courts in the Member State where the child was habitually resident immediately before the wrongful removal or retention have already been seized by one of the parties, the court or central authority that receives the information mentioned in paragraph 6 must notify it to the parties and invite them to make submission to the court, in accordance with national law, within three months of the date of notification so that the court can examine the question of custody of the child.", "Without prejudice to the rules on jurisdiction contained in this Regulation, the court shall close the case if no submissions have been received by the court within the time limit.", "8. Notwithstanding a judgment of non-return pursuant to Article 13 of the 1980 Hague Convention, any subsequent judgment which requires the return of the child issued by a court having jurisdiction under this Regulation shall be enforceable in accordance with Section 4 of Chapter III below in order to secure the return of the child.”", "55. Pursuant to Article 40(1)(b) of the Regulation, its section 4 applies to “the return of a child entailed by a judgment given pursuant to Article 11 (8). Article 42 in section 4 provides as follows:", "“1. The return of a child referred to in Article 40(1)(b) entailed by an enforceable judgment given in a Member State shall be recognised and enforceable in another Member State without the need for a declaration of enforceability and without any possibility of opposing its recognition if the judgment has been certified in the Member State of origin in accordance with paragraph 2.", "Even if national law does not provide for enforceability by operation of law, notwithstanding any appeal, of a judgment requiring the return of the child mentioned in Article 11(b)(8) the court of origin may declare the judgment enforceable.", "2. The judge of origin who delivered the judgment referred to in Article 40(1)(b) shall issue the certificate referred to in paragraph 1 only if:", "(a) the child was given an opportunity to be heard, unless a hearing was considered inappropriate having regard to his or her age or degree of maturity;", "(b) the parties were given an opportunity to be heard; and", "(c) the court has taken into account in issuing its judgment the reasons for and evidence underlying the order issued pursuant to Article 13 of the 1980 Hague Convention.", "In the event that the court or any other authority takes measures to ensure the protection of the child after its return to the State of habitual residence, the certificate shall contain details of such measures.", "The judge of origin shall of his or her own motion issue that certificate using the standard form in Annex IV (certificate concerning the return of child(ren)).", "The certificate shall be completed in the language of the judgment.”", "“1. The enforcement procedure is governed by the law of the Member State of enforcement.", "2. Any judgment delivered by a court of another Member State and declared to be enforceable in accordance with Section 2 or certified in accordance with Article 41(1) or Article 42(1) shall be enforced in the Member State of enforcement in the same conditions as if it had been delivered in that Member State.", "In particular, a judgment which has been certified according to Article 41(1) or Article 42(1) cannot be enforced if it is irreconcilable with a subsequent enforceable judgment.”", "“In relations between Member States, this Regulation shall take precedence over the following Conventions in so far as they concern matters governed by the Regulation:", "...", "(e) the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction.”", "56. The enforcement of custody decisions is based on section 110 of the Non-Contentious Proceedings Act (Außerstreitgesetz). This provision applies also to the enforcement of decisions under the Hague Convention and, according to the Supreme Court’s case-law, to the enforcement of return orders under Article 11(8) of the Brussels IIa Regulation.", "Section 110(1), taken in conjunction with section 79(2), provides for the imposition of fines or imprisonment as coercive measures for contempt of court. As more lenient measures the court may also reprimand a party or threaten to take coercive measures.", "Section 110(2) allows for the use of reasonable direct coercion. Direct coercion may only be applied by court organs and is in practice entrusted to specially trained bailiffs.", "Section 110(3) provides that the court may refrain from continuing with the enforcement if and as long as it constitutes a risk for the well-being of the minor.", "The Government argued that in accordance with the CJEU ruling of 1 July 2010, the courts were not entitled to rely on section 110(3) of the Non-Contentious Proceedings Act to review a return order on the merits or to examine whether there were reasons for granting a stay of enforcement, even if it was alleged that there had been a change in circumstances, as it was exclusively within the competence of the courts of the State of origin to rule on a request for a stay of a return order given under Article 11(8) of the Brussels IIa Regulation. In the context of the enforcement of a return order under that Regulation, the scope of application of section 110(3) of the Non-Contentious Proceedings Act was limited to cases in which the act of enforcement in itself endangered the minor’s well-being because of an acute danger to the child arising during the removal (for instance on account of strong resistance by or acute health problems of the minor concerned)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}