{"ITEMID": "001-122420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "SOHBY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ineta Ziemele;Ledi Bianku;Päivi Hirvelä;Paul Mahoney;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Ms Camellia Sohby, is a dual British and United States national, who was born in 1956 and lives in London. Her application was lodged on 26 July 2007. She was represented before the Court by Mr M. Berkin, a barrister practising in London.", "2. The United Kingdom Government (“the Government”) were represented successively by their Agents, Ms L. Dauban and Ms M. Addis of the Foreign and Commonwealth Office.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The case relates to a domestic civil claim brought by the applicant in respect of an incident that occurred in July 1995, in which the applicant claims that she was unlawfully detained and assaulted by officers of the Metropolitan Police (“the defendant”). In June 2001 the applicant was granted legal aid to pursue a claim for damages in respect of these allegations. She was initially represented by Moss & Co Solicitors (“Moss & Co”).", "5. The applicant’s claim was issued at Central London County Court (“the CLCC”) on 26 July 2001. Her particulars of claim (the document setting out the basis of her claim) were filed with the CLCC and served the defendant on 20 November 2001. On 3 January 2002 the CLCC recorded that the parties had agreed an extension of time for service of the defendant’s defence to the claim to 15 January 2002. On 15 January 2002 the defence was served on the applicant, although it is not clear whether this defence was ever filed with the court. On 20 March 2003 a telephone call was received by the CLCC from the applicant’s solicitors advising that they would fax the defence to the court. There is, however, no record that the defence was received or that the solicitors followed up their telephone conversation.", "6. The parties agreed their own directions regarding the progress of the case (that is, the procedural timetable for the case) and, consequently, documents were disclosed and witness statements exchanged. In the meantime nothing was heard from the court. In December 2002, the applicant withdrew instructions from Moss & Co and, in January 2003, instructed Coninghams Solicitors (“Coninghams”). Transfer of legal aid funding from Moss & Co to Coninghams was confirmed on 26 February 2003.", "7. On 22 August 2003 the applicant’s solicitors wrote to the CLCC seeking to progress the case. On receipt of the letter the CLCC wrote to the defendant on 9 September 2003 requesting that a copy of the defence be filed with the court, which the defendant did on 15 September 2003. On 7 October 2003 an allocation questionnaire was sent to the parties. (An allocation questionnaire is a document the parties must complete and return to the court so that the court can give appropriate directions as to where, when and how the case should be heard). The applicant filed her questionnaire on 24 October 2003 and a case management conference (a conference between the court and the parties to agree procedural directions and identify the issues in the case: “a CMC”) was listed for 5 January 2004. At the CMC the applicant was refused permission to rely on her own expert medical evidence, directions were given for the instruction of a single joint expert, and a trial window was set for between 21 June 2004 and 10 September 2004. The CLCC subsequently listed the case for trial on 5 July 2004.", "8. On 22 January 2004 the applicant made an application to amend her claim and an application to vacate (that is, adjourn) the trial date set for 5 July 2004. In February 2004 the applicant withdrew instructions from Coninghams. In the meantime, the CLCC duly listed her applications for hearing on 12 March 2004 and 27 May 2004 respectively but the applicant, stating that she would not be able to attend the hearing of her application as a litigant in person, did not attend on 12 March 2004 and sought an adjournment (with which the defendant agreed) of the hearing set for 27 May 2004.", "9. On 29 April 2004 the applicant applied to have her application of 22 January 2004 re-considered and/or for a stay of the order of 12 March 2004. On 29 April 2004 she also applied for the trial date of 5 July 2004 to be vacated on the basis that she had to instruct new solicitors who required time to prepare her case and on the basis that she was not medically fit to represent herself. This application was listed for 27 May 2004. At some time in May 2004 the applicant instructed new solicitors, Kaim Todner, who applied for a transfer of the applicant’s legal aid certificate. On 24 May 2004 the applicant applied to adjourn the hearing listed for 27 May 2004 on the ground that funding had not yet been transferred to Kaim Todner and that she was unable to represent herself. On 8 May 2004, with neither party in attendance but with the defendant’s agreement, the CLCC ordered that the application be adjourned generally with permission to apply to restore. The applicant found the order confusing and thought that it meant that the trial date had been vacated.", "10. On 2 July 2004 the applicant made a further application to vacate the trial date to allow her new solicitors time to prepare the case. There is no record of a response to this application. The applicant did not attend the trial on 5 July 2004. She stated that this was due to reasons of ill-health. The trial judge ordered the applicant to attend the following day. The applicant claimed that she did not receive notice of this order, although it appears that the trial judge was satisfied that it had been communicated to her by the court clerk. The applicant did not attend court on 6 July 2004 and her claim was dismissed.", "11. In September 2004 the applicant withdrew instructions from Kaim Todner.", "12. On 21 October 2004 the applicant applied to have her claim reinstated, arguing that the trial should have been adjourned and that she had good reasons for not attending. She failed to enclose with her application the prescribed application fee, although the applicant, in her submissions to this Court, maintains that this was because she believed she was entitled to an exemption from paying the fee. Therefore, on 4 November 2004, the CLCC returned the application to the applicant notifying her of her failure to pay the fee. The applicant paid the fee on 17 February 2005. The application was then listed and heard on 13 April 2005. The applicant was represented at the hearing of this application by counsel on a direct access basis (that is, a barrister directly instructed by a lay person without the need for that person to first instruct a solicitor). The judge held that the applicant had good reason for failing to attend the trial and reinstated her claim. A CMC was listed for 27 May 2005 but on 24 May 2005 the applicant applied for an adjournment. The defendant agreed to this request. At a hearing before the judge – attended only by the applicant – the hearing was adjourned until 29 July 2005.", "13. In or around May 2005 the applicant states that she re-instructed Coninghams. It appears that Coninghams applied for a new legal aid certificate but were refused. The applicant stated that her application was “bungled” and that the Legal Service Commission (“the LSC”) “lost or mysteriously returned” her papers. Two letters were sent by the LSC to the applicant. The first, dated 28 September 2005, stated that “you have provided insufficient information/documentation to enable the application to be fully considered... you may apply for review by 12 October 2005”. The second, dated 26 October 2005, stated that the “file has been closed... because the application was rejected more than 90 days ago as it was not properly completed and we have not received the correctly completed application... If public funding is still required, a fresh application must be made”. Coninghams offered to represent the applicant on a private client basis. However, the applicant stated that she was unable to afford their fees.", "14. On 29 July 2005 the CMC was again adjourned, at the request of one or both of the parties for 9 September 2005. On 9 September 2005 a CMC was held at which no order was made as to medical evidence and a trial window was set for between 16 January 2006 and 24 February 2006. On 2 November 2005 the case was listed for trial on 13 February 2006. At the defendant’s request, the trial was re-listed for 13 March 2006.", "15. The applicant claimed not to have been informed of this new trial date until 10 February 2006 when she applied to have it vacated on grounds that, although she was available, her solicitor had gone on holiday without notifying her and that she could not represent herself on health grounds. The application to vacate was heard and rejected on 10 March 2006. The defendants relied at this hearing on a letter from Coninghams, dated 9 March 2006, which stated that the file handler had gone away for just one week between 23 January and 31 January and that, in any event, Coninghams were no longer instructed by the applicant.", "16. The applicant instructed counsel on a direct access basis to renew on the first day of the trial her application to vacate. Counsel was not instructed in relation to the trial itself for which he had no time to prepare. The applicant did not attend the trial on 13 March 2006, again for health reasons. The judge refused the renewed application to vacate and dismissed the applicant’s claim in its entirety. He ordered that any application to set aside his judgment be made without notice in the first instance.", "17. On 14 March 2006 the applicant applied to have the judgment set aside. The applicant did not pay the prescribed fee until 18 May 2006. On 26 May 2006 the applicant telephoned the CLCC to ask for her application to be listed after the second week of July 2006. The hearing was listed and took place on a without notice basis on 9 August 2006 when she was granted leave to apply on notice to the defendant.", "18. The hearing was listed for 22 September 2006. On 16 August 2006 the defendant requested that the hearing be relisted as counsel was unavailable for the original date. On 25 August 2006 the CLCC agreed and requested that the parties informed the court of the dates which they wished to avoid. The defendant did so by letter dated 29 August 2006. The applicant did not and instead lodged a complaint over the decision to relist the hearing. On 7 September 2006 she applied to have the hearing date of 22 September 2006 reinstated. This application was dismissed by the CLCC on 15 September 2006.", "19. On 10 October 2006 the applicant requested the CLCC not to relist the hearing until further notice. She then requested by letter dated 10 October 2006 that the CLCC list the hearing in December 2006. The CLCC sought dates to avoid from the parties and, following receipt of correspondence, listed the hearing for 14 December 2006. The defendant subsequently notified the CLCC that it was unable to attend on that date and, following further correspondence, the court required the attendance of both parties on 21 December 2006 to set a date, emphasising that once the hearing had been fixed it would not be relisted again. The case was then relisted for the first agreed date when both parties could attend, 31 January 2007.", "20. The application to set aside the judgment of 13 March 2006 dismissing the applicant’s claim was heard on that date. The applicant was again represented by counsel on a direct access basis. After reciting the procedural history of the case and the reasons advanced by the applicant for her absence at the 13 March 2006 trial date, the judge hearing the application concluded:", "“Taking all those matters into consideration, both the history and the discrepancies which are evident in the versions given by the [applicant] and the documentation [and] the similarity of her reliance upon the same excuses for not attending in the past strongly suggest to me that [the applicant] cannot come anywhere near satisfying this court that there were good reasons for not attending and that those reasons were genuinely honest. I am fully satisfied that they were not in relation to the trial fixed for 13 March last year”.", "The applicant maintains that the CLCC had lost the case file and the applicant’s bundle, and that the judge should not have proceeded without them.", "21. On 17 April 2007 the applicant filed an appeal notice with the High Court out of time. In that notice she claimed that an earlier notice of appeal had been filed in time on an old form, although no evidence of an application on this old form was provided. The applicant attributed the delay in appealing to those of the CLCC in obtaining the judge’s signature on the relevant order (one month) and in providing a transcript of his judgment (five months). On 14 June 2007 the High Court refused permission to appeal, holding that no reasons had been given to explain the delay in issuing the appeal notice and that, in any event, the proposed appeal had no prospects of success."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}