{"ITEMID": "001-5848", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "SCHWEIZERISCHE RADIO- und FERNSEHGESELLSCHAFT (SRG) v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant association, the Swiss Radio and Television Company, is an association registered with the Commercial Register in Bern in Switzerland. Before the Court it is represented by Mr A. Kley, a lawyer practising in Bern.", "The facts of the case, as submitted by the applicant association, may be summarised as follows.", "The applicant association broadcasts a regular television programme “Kassensturz” (“Pennywatcher”) dealing with consumer problems, money and work. The magazine “K-Tip” accompanies the television programmes.", "The editors of “Kassensturz” intended to broadcast on 20 April 1993 in a programme lasting 30 minutes, inter alia, a contribution on medicaments and in particular on the side-effects of multi-component painkillers, for instance, that such drugs could themselves induce headaches. In the contribution there was to be a short film showing a fictitious person B.S. who, after waking up with a headache, met a doctor in the bathroom with whom he talked about these medicaments. An article published in various newspapers on the same day announced the programme as follows:", "“B.S. who has taken too much histamine wakes up with a ‘hangover’. As usual he takes a ‘C.-pain’ tablet. However, precisely this painkiller is not recommended by critical doctors. It has too many different active substances.”", "The W.-company, which produced the “C.-pain” medicament, obtained on the same day, 20 April 1993, from the single judge J.H. of the Bern District Office (Einzelrichter im Richteramt) a super-provisional order (superprovisorische Verfügung) which prohibited the “Kassensturz“ programme or the “K-Tip” magazine", "“to call in question or attack the painkiller ‘C.-pain’ alone or as an exemplary representative of an entire category of medicaments without a representative comparison of other painkillers; (and) to comment the present order proceedings in the context of a ‘Kassensturz’ programme.”", "On the evening of the 20 April 1993 the programme was broadcast as follows:", "A film showed B.S. waking up with a headache and going to the bathroom in order to fetch a medicament. At this stage, a grey curtain was superimposed on the action for a period of 50 seconds, and the sound was turned off. The viewer was aware of a dialogue behind the curtain between B.S. and a second person. In the meantime, the following text, accompanied by two scissors, appeared on the screen:", "“Super-provisional order: The broadcasting of this part of the film on ‘C.-pain’ is prohibited today", "Bern District Court, (J.H.) SP.”", "The film continued with the picture of a doctor saying “think about it!”. A voice then stated “no medicaments with several components!” The next part of the film showed B.S. suffering from diarrhoea after having taken too many laxatives. The doctor appeared again, and B.S. asked him for a new medicament, which the doctor refused, prescribing him black tea instead. A further sequence of the film concerned tranquillisers.", "At the end of the film the moderator made the following comment:", "“You have seen, we were not allowed to broadcast a sequence on ‘C.-pain’, as the producer, the W.-company, brought this about by means of a super-provisional order.”", "On 21 April 1993 the “K-Tip” magazine published a list of 19 medicaments, among them “C.-pain”, which it did not recommend, 14 medicaments which were “ok”, and 6 homeopathic products.", "On 2 June 1993 the District Court converted the super-provisional order into a provisional order, while granting the W.-company a time-limit of 30 days to institute court proceedings against the applicant association.", "The W.-company then filed an action with the Commercial Court (Handelsgericht) of the Canton of Bern, requesting a prohibition of any statement concerning “C.-pain” as well as damages exceeding CHF 8,000 from the applicant association.", "In the ensuing proceedings, the applicant association submitted, inter alia, that it had chosen to mention “C.-pain” in the broadcast since the latter was the most widely used product of the group in Switzerland, and had been at the centre of a large publicity campaign. Moreover, the film, which had clearly stated that the problem lay with all multi-component products, had intended to show the importance of medical supervision when taking such products, rather than demonstrating particular deficiencies of “C.-pain”.", "On 21 September 1994 the Commercial Court issued a partial judgment in which it upheld the action, prohibiting the applicant association from calling in question, or attacking, in its broadcasts the medicament “C.-pain” alone or as an exemplary representative of an entire category of medicaments. The judgment furthermore found that the broadcast of 20 April 1993 was unlawful and breached the Unfair Competition Act insofar as it related to the judicial order. In its judgment, the court stated inter alia:", "“In the court’s opinion the exclusive and negative mention of a single medicament, which can be reproached for nothing else than belonging to a particular group of medicaments, breaches the principle of good faith. ... In order for the ‘Kassensturz’-viewer not to obtain and keep the impression that the particular product is the sole issue, it must at least clearly transpire from the broadcast that (and why) the product in question was adduced as an example of a particular category of products. In order to avoid that the television viewer obtains the impression of incorrect facts, it is probably necessary in the individual case to mention by name all equivalent products, since otherwise the affected party will, in its position as a scapegoat, suffer disproportionate negative market results ...”", "Insofar as the judicial order itself had been mentioned in writing and orally in the programme of 20 April 1993, the judgment continued:", "“It furthermore breaches the principle of unfairness (Lauterkeit) mentioned in the general clause in Section 2 of the Act on Unfair Competition (Gesetz über den unlauteren Wettbewerb) and will create incorrect impressions with the viewer if a product and its producer - the latter contesting (as explained above) with legal means that he is being one-sidedly pilloried (Anprangern) - are mentioned by name in the manner at issue in a much noticed consumer programme such as ‘Kassensturz’. The viewer expects the weekly pillorying of inferior goods, dubious services and deceiving market conduct. He will now obtain the incorrect impression that a producer knew how to obtain, with the assistance of a judge (named in person and belonging to the social-democratic party), the prohibition of a report on his dubious goods. The impression that the plaintiff with his product ‘C.-pain’ had (as the only one among the producers of painkillers) something bad to hide, calling for a contribution of ‘Kassensturz’, is further reinforced by the fact that the reason for the judicial prohibition is not mentioned. Thus, the statement is missing that ‘C.-pain’ is one of 19 combination products and one of 9 combination-pain-killers with caffeine additives, respectively, and that its exemplary and exclusive mention as a medicament, with a warning not to take it, was seen by the judge as a breach of unfair competition ... It was possible without any difficulty to show in the same film passage ... the preferred one-component-products as a group, without mentioning one particular product.”", "The Commercial Court concluded that the negative presentation of the product “C.-pain” as well as the manner in which the remedy filed had been commented upon, served to jeopardise the market position of the W.company, though it considered that it would decide in a subsequent judgment on the request for damages of the W.-company.", "The applicant association’s appeal (Berufung) and public law appeal (staatsrechtliche Beschwerde) were rejected by the Federal Court on 18 April 1995, inter alia, as the judgment of the Commercial Court was not final.", "In the meantime, the Commercial Court of the Canton of Bern ordered the preparation of an expert opinion by an expert of the pharmaceutical industry in respect of the damages suffered by the W.-company. This opinion, comparing in detail the sales of various medicaments over various periods of time and in particular the drop in sales suffered by the W.-company, was submitted on 30 January 1996.", "Thereupon proceedings were resumed before the Commercial Court which by judgment of 28 November 1996 awarded the W.-company damages amounting to CHF 480,000.", "The applicant association’s appeal against this decision was dismissed by the Federal Court on 8 January 1998, the judgment being served on 27 February 1998. The Court, which considered that the prohibitions at issue were based on Sections 2 and 3 § 1 (a) of the Unfair Competition Act, stated, inter alia:", "“In order to warn about the possible risks of a particular category of goods it is neither necessary nor adequate to mention or emphasise particular competitors or their products as compared with all other products with the same characteristics. To the contrary, it will contradict the aim of objective information if the impression is created that corresponding risks would only arise in the case of some of these goods, since in certain circumstances this may even prompt the consumers to switch to other goods of the same category with the same negative characteristics. Neither the public function of the media nor the economic interests in raising the number of copies published or of television viewers serve to justify the disparaging of individually named competitors or their products under the pretext of general information in the public interest, as long as there are no particular characteristics of specific products or there is no conduct of particular competitors.”", "Super-provisional orders may be ordered in case of urgency without hearing the opposing party. They will become obsolete if they are not confirmed by a subsequent provisional order which in turn, and upon an action, may become the object of a regular court judgment.", "The pertinent provisions of the Unfair Competition Act of 1986 read as follow:", "“Section 1", "This Act is intended to guarantee, in the interests of all the parties concerned, fair, undistorted competition.", "Section 2", "Any conduct or commercial practice shall be unfair and illegal if it is deceptive or in any other way offends the principle of good faith and if it affects relations between competitors or between suppliers and customers.", "Section 3", "A person acts unfairly if, in particular,", "(a) he denigrates others or the goods, work, services, prices or business of others by making inaccurate, misleading or unnecessarily wounding statements; ...", "Section 9", "“1. Anyone who through an act of unfair competition sustains or is threatened with damage to his goodwill, credit, professional reputation, business or economic interests in general, may apply to a court:", "(a) to prohibit the act if it is imminent;", "(b) to order that it cease, if it is still continuing;", "(c) to declare it unlawful, if the interference it has caused persists.", "3. He may also, in accordance with the Code of Obligations, bring an action in damages and for reparation of non-pecuniary damage and require that any gain be handed over ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}