{"ITEMID": "001-5928", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "KISSOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mrs Marta Kissová is a Slovakian national, born in 1946 and living in Nová Dedinka.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 20 October 1991 the applicant acquired, at a public auction, a business situated in a commercial centre in Bratislava in accordance with the relevant provisions of the State Property Transfer Act of 1990 (see “Relevant domestic law” below). On 22 October 1991 the owner of the premises in which the business was situated concluded a tenancy agreement with the applicant as required by Section 15 of the State Property Transfer Act. The tenancy agreement was concluded for a period expiring on 31 October 1996. On 23 February 1993 the ownership of the commercial centre was transferred to a private limited company.", "As the new owner and the applicant failed to reach an agreement as regards the tenancy of the premises, the owner sued the applicant and claimed that she should vacate the premises.", "On 6 September 1993 the Bratislava III District Court (then Obvodný súd, at present Okresný súd) granted the action and on 23 May 1994 the Bratislava City Court (Mestský súd) upheld this decision. The judgments stated, inter alia, that the original tenancy agreement of 22 October 1991 was void as it had not been approved by the competent administrative authority as required by the law. On 29 September 1994 the Supreme Court (Najvyšší súd) dismissed the applicant’s appeal on points of law.", "On 14 February 1994 the applicant filed an action with the Bratislava III District Court claiming that the new owner of the premises should be ordered to conclude a tenancy agreement with her for a five years’ period pursuant to Section 15 of the State Property Transfer Act. She joined the text of the agreement to be concluded to her action.", "On 11 December 1996 the Bratislava III District Court granted the action and ordered the defendant to conclude a tenancy agreement with the applicant as suggested by the latter. The defendant appealed.", "On 26 June 1998 the Bratislava Regional Court (Krajský súd) overturned the first instance judgment. The Regional Court held, inter alia, that the applicant had benefited from her right under Section 15 of the State Property Transfer Act in that she had concluded a tenancy agreement with the original owner.", "On 10 September 1998 the applicant filed an appeal on points of law. She alleged that the tenancy agreement of 22 October 1991 was void and that she had not, therefore, used the premises de iure. She maintained that the period during which she had used the premises could therefore not be taken into consideration when determining her right under Section 15(1) of the State Property Transfer Act.", "On 29 September 1999 the Supreme Court dismissed the applicant’s appeal on points of law. It established that the applicant had used the premises de facto for a certain time. In the Supreme Court’s view, it was irrelevant whether this use had been covered by a valid legal title when examining whether and to what extent the applicant’s right under Section 15(1) of the State Property Transfer Act had been respected. The Supreme Court concluded that the applicant was entitled to claim that the new owner should conclude a tenancy agreement with her only for the outstanding period, i.e. so that the overall period during which she would be able to effectively use the premises amounts to five years. The Supreme Court further recalled that in cases when a plaintiff seeks the injunction that an agreement be concluded and the draft text of such an agreement is joined to the action, a court can either grant the action or reject it, but it lacks jurisdiction to modify the terms of the agreement proposed by the plaintiff. The Supreme Court’s judgment was served on 28 October 1999.", "Section 15 of the State Property Transfer Act of 1990 (Zákon o prevodoch vlastníctva štátu k niektorým veciam na iné právnické alebo fyzické osoby, Coll. No. 427/1990), as in force until 31 October 1991, provides that a person who acquired a business under the provisions of this Act has the right to have an agreement on tenancy of the premises in which the business is located concluded with the owner of the premises or, as the case may be, his or her legal successor. The duration of the tenancy agreement should be two years unless the parties otherwise agree.", "Under Section 15(1) of the State Property Transfer Act, as in force from 1 November 1991, the persons concerned have the right to have such a tenancy agreement concluded for a period of five years.", "Under Section 15(2) of the State Property Transfer Act, as in force from 1 November 1991, when the person concerned and the owner of the premises fail to reach an agreement as regards the rent, its amount shall be determined by the competent administrative authority in accordance with the relevant law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}