{"ITEMID": "001-87123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PLOTINA v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["1. The applicant, Mrs Diāna Plotiņa, is a Latvian national who was born in 1975 and lives in Jelgava District. She was represented before the Court by Mr T. Klauberg, a lawyer practising in Rīga. The Latvian Government (“the Government”) were represented by their Agent, Mrs I. Reine.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 5 September 1992 the applicant was staying in a café in Jelgava. On the premises there was also a certain K, who at the material time was an employee of the Security Service of the Republic of Latvia (Latvijas Republikas Drošības Dienests). K gave his gun to a private person, P, assuring him that the gun was unloaded. However, there was one bullet left in the barrel and the gun fired while P was examining it. Accidentally, the applicant was hit by the bullet. As a result of the injuries, she had to undergo several operations and rehabilitation procedures and was granted the status of a person with a second-degree disability. On the same day a prosecutor of the Jelgava Regional Public Prosecutor’s Office opened criminal proceedings in this connection.", "1. Criminal proceedings against K", "4. On 28 October 1992 K was charged with carelessly storing a firearm, under Article 220 of the Criminal Code. The charge was not presented to K as he did not appear at the prosecutor’s office.", "5. In 1992 the Jelgava Regional Public Prosecutor’s Office decided to separate the criminal case against P from the case against K, who had left Latvia in the meantime and had gone to Belarus without the permission of the prosecutor in charge of the case. The pre-trial investigation against K was stayed and he was put on the wanted-persons list.", "6. On 10 September 1997 and 23 February 1998 the applicant complained to the Presiding Prosecutor of Jelgava City about the lack of progress in the investigation of the criminal case against K.", "7. On 3 March 1998 the Jelgava Police Department informed the applicant that K was not wanted by the police any longer. K had been on the wanted-persons list from 12 November 1992 to 1 March 1993. It was established that he was living in Belarus and his extradition had to be decided by the Prosecutor General.", "8. On 20 April 1998 the applicant applied to the Prosecutor General, complaining about the lack of progress in the investigation of the criminal case against K and requesting him to take a decision concerning his extradition.", "9. On 21 May 1998 the Prosecutor General informed the applicant that K was residing in Belarus and the Jelgava City Prosecutor’s Office had requested the Belarusian Embassy to provide information concerning his citizenship. Thereafter it could be decided whether to request the extradition of K or to transfer the proceedings to the Public Prosecutor of Belarus. In addition, the Jelgava City Prosecutor’s Office was requested to speed up the investigation.", "10. On 9 April 1999, upon the applicant’s complaint, the Prosecutor General informed her that the relevant information concerning K’s citizenship had not yet been received. The Jelgava City Prosecutor’s Office was requested to speed up the investigation.", "11. On 29 November 2000, upon the applicant’s complaint of 20 October 2000, the Prosecutor General informed her that the case against K had been closed on 6 April 1999 having regard to the statute of limitations. This decision was quashed and the case returned for additional investigation. The Presiding Prosecutor of Jelgava City was requested to establish whether K could be held liable as a State official because of his previous employment with the Security Service and to conduct the investigation by 20 December 2000.", "12. On 27 December 2000 the Jelgava City Prosecutor’s Office informed the applicant that, in order to proceed with the criminal case against K, additional investigation was necessary.", "13. On 29 March 2001 a prosecutor of the Jelgava City Prosecutor’s Office decided to close the criminal case against K. He acknowledged the accuracy of the events of 5 September 1992 and the status of K at the time, as established in the course of the pre-trial investigation. The prosecutor noted that on 8 September 1992 K had been dismissed from the Security Service for infringement of service discipline. The prosecutor considered that K had not misused his official position on 5 September 1992 and that he could not therefore be held liable in accordance with Article 162 § 2 of the Criminal Code. According to the prosecutor, K could be formally held liable under Article 220 of the Criminal Code as he, when giving his gun to P, being convinced that it was unloaded, had failed to examine the barrel. The prosecutor also established that on 24 December 1992 the registration of K’s domicile in Latvia had been deleted. The prosecutor decided to close the case, in accordance with Article 53 of the Code of Criminal Procedure, taking into consideration the facts that K had been punished at a disciplinary level, that he was residing abroad, that 8 years had passed since the incident and that – although he had committed a criminal offence provided for in the Criminal Code – he personally had not caused a degree of harm such as to justify criminal punishment.", "14. On 23 November 2001 a prosecutor of the Prosecutor General’s Office quashed the decision of the prosecutor of the Jelgava City Prosecutor’s Office of 29 March 2001 as unsubstantiated, and decided to close the criminal case against K having regard to the statute of limitations. She also established that K had committed a criminal offence under Article 220 of the Criminal Code and that he could not be found liable for the criminal offence provided for in Article 162 § 2 of the Criminal Code. In the accompanying letter, the prosecutor informed the applicant that any material issues had to be dealt with in civil proceedings.", "2. Criminal proceedings against P", "15. On 28 October 1992 P was charged with unintentional grievous bodily harm, pursuant to Article 110 § 1 of the Criminal Code, and the charge was presented to him on the same day.", "16. On 3 November 1992 the Jelgava Regional Public Prosecutor’s Office decided to separate the criminal case against P from the case against K.", "17. On an unspecified date the prosecutor in charge of the investigation at the Jelgava Regional Public Prosecutor’s Office transferred the criminal case against P to the Jelgava City Court for adjudication.", "18. On 2 December 1992 the applicant submitted to the Jelgava City Court a detailed list of claims for medical and rehabilitation expenses amounting to 115,511 Latvian roubles (approximately 578 Latvian lati (LVL); EUR 822). She amended the list on 1 February 1993, claiming an additional 18,400 Latvian roubles (approximately LVL 92; EUR 131) for medical and rehabilitation expenses.", "19. On 3 December 1992 the Jelgava City Court found P guilty of unintentional grievous bodily harm and sentenced him to eight months’ imprisonment. The court left the applicant’s civil claim unexamined, stating that, in order to claim pecuniary damages, the applicant would have to bring civil proceedings.", "20. On 14 January 1993 the Criminal Chamber of the Senate of the Supreme Court upheld the judgment of the first-instance court, which entered into force on the same day.", "21. On 25 January 1993 the enforcement proceedings against P commenced. He was sent to Pārlielupes Prison to serve his sentence.", "22. On 19 April 1993, following an application (protest) by the Prosecutor General in the framework of the supervisory review procedure, the Supreme Court decided to transfer the case against P for adjudication de novo to the Jelgava City Court. The court acknowledged that the first-instance court had not taken into consideration, when it sentenced P, that he had been sentenced previously for another criminal offence and he had not served the sentence at that time.", "23. On 6 May 1993 P was released after having served his sentence.", "24. On 10 May 1993 the Jelgava City Court received the decision of the Supreme Court of 19 April 1993.", "25. On 17 May 1993, upon the decision of 19 April 1993, the Jelgava City Court scheduled a hearing for 10 June 1993. The hearing was not held as P had left Latvia in the meantime and the court decided to stay the proceedings. On 10 June 1993 the court decided to put P on the wanted-persons list and ordered a precautionary measure, namely his detention on remand.", "26. On 18 June 1993 P was put on the wanted-persons list.", "27. On 9 September 1993 P’s name was deleted from the list as he had been arrested in Russia.", "28. On 15 September 1993 the Jelgava City and District Police informed the Jelgava City Court that P had been detained abroad for burglaries.", "29. The case remained in the court without any progress until an unspecified date in 1997 when a judge of the Jelgava City Court applied to the police, inquiring about the progress of the investigation of the criminal case against P.", "30. On 27 October 1997 the Jelgava Police replied to the judge of the Jelgava City Court, informing him of the events of 18 June and 9 September 1993.", "31. On 3 March 1998 the Jelgava Police Department informed the applicant that P had been on the wanted-persons list from 18 June to 9 September 1993. He had been apprehended in Moscow for robbery and his stay there was being verified.", "32. On 9 March 1998 the Jelgava City Court informed the applicant that it had been decided to stay proceedings in the criminal case against P, as he was wanted by the police.", "33. In its decision of 23 November 2001 concerning the closure of the criminal case against K, the prosecutor of the Prosecutor General’s Office stated that at that date the criminal case against P was still pending before the Jelgava City Court as his whereabouts had not been established.", "34. The Government submitted a letter from the Presiding Judge of the Jelgava City Court dated 6 September 2006, the relevant part of which reads as follows:", "35. Article 5 provided that a criminal case had to be discontinued in accordance with the statute of limitations.", "36. The relevant part of Article 53 provided that a public prosecutor could take a decision on the closure of a criminal case if a person had committed a criminal offence which was provided for by the Criminal Law but of which the consequences were not such as to justify criminal punishment.", "37. Article 101 stipulated that a civil claim could be submitted by persons who had suffered damage as a result of a crime and, irrespective of the amount of the claim, it had to be examined jointly with a criminal case. The civil claim could be brought against the accused or a person who was vicariously liable for the acts of the accused (paragraph 1). The civil claim could be lodged upon the initiation of a criminal case, during pre-trial investigation, or with the court before the adjudication of the case (paragraph 2). If the court stayed the adjudication, the civil claim could be lodged before the beginning of the adjudication and also in the subsequent court hearing (paragraph 3). A person had the right to lodge a civil claim in civil proceedings if the claim had not been brought in criminal proceedings or if the claim had not been adjudicated owing to the discontinuance of the criminal case or a not-guilty verdict (paragraph 7).", "38. Article 308 stipulated that if a civil claim was dismissed after its examination in criminal proceedings, the victim had no right to lodge the same claim in civil proceedings. If a civil claim was left without examination, the victim had the right to file the same claim in civil proceedings.", "39. Under Article 110, the penalty for unintentional infliction of grievous or moderate bodily harm was up to one year’s imprisonment or a fine of up to ten minimal monthly salaries.", "40. Under Article 162 § 2, the penalty for causing grievous consequences as a result of abuse of an official position was from two to eight years’ imprisonment.", "41. The relevant part of Article 220 provided inter alia for imprisonment from three to five years for causing grievous consequences as a result of careless storage and carrying of firearms and ammunition which enabled a third person to use them.", "42. Article 96 § 3 states that a judgment in criminal proceedings is binding in civil proceedings to the extent that it concerns the determination of the offence, for which a defendant has been sentenced, and the liability of the defendant.", "43. The court must stay its proceedings if adjudication of the case is not possible prior to determination of another matter which is required to be adjudicated in accordance with criminal procedure (the relevant part of Article 214).", "44. Article 1635 stipulates that every wrongful act or failure to act per se shall entitle the injured party to claim compensation from the wrongdoer, in so far as he or she may be held liable for such act.", "45. Everyone has a duty to compensate for losses they have caused through their acts or failure to act (Article 1779).", "46. Under Article 1895, all obligation-based rights which have not been expressly exempted from the impact of the statute of limitations, and the use of which is not by law subject to shorter terms, will lapse if the party entitled to them does not use them within a ten-year period.", "5. The Instruction on the Carrying of Arms and Ammunition, as approved by Order no. 151 of the Security Service of the Republic of Latvia of 7 August 1992 (Latvijas Republikas Drošības Dienesta 7.augusta 1992.gada pavēle nr. 151 par Instrukcijas par bruņojuma un munīcijas glabāšanu apstiprināšanu)", "47. The relevant part of the Instruction prohibits the handing-over of a weapon to other persons."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}