{"ITEMID": "001-59024", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF KLEIN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["9. The applicant, born in 1926, is a German national and residing in Bad Neuenahr.", "10. On 6 December 1985 the Rhineland Westphalia electricity-supply company instituted proceedings before the Moers District Court (Amtsgericht) against the applicant claiming outstanding payments for electricity.", "11. On 28 April 1986 the District Court ordered the applicant to pay a sum of about 141 Deutsch Mark (DEM) as well as interest to the plaintiff. The Court found that the applicant had reduced the sums due following the annual statements of account, challenging the mode of calculation as well as the coal-mining contribution, a contribution earmarked as a subsidy for the national coal-mining industry (Kohlepfennig). The Court considered that both the mode of calculation and the contribution could not be objected to from a constitutional point of view.", "12. On 8 June 1986 the applicant lodged a constitutional complaint with the Federal Constitutional Court (Bundesverfassungsgericht).", "13. On 11 October 1994, after a series of hearings and after having received the observations of the Federal Government, the Government of Bavaria and the association of the German coal-mining industry (Gesamtverband des deutschen Steinkohlebergbaus), the Second Division (Senat) of the Federal Constitutional Court rendered a decision (of about 30 pages) upon the applicant's constitutional complaint. The Second Division declared that the relevant parts of the Act on the Use of EC Coal in the Electricity Supply (Gesetz über die weitere Sicherung des Einsatzes von Gemeinschaftskohle in der Elektrizitätswirtschaft), which were underlying the coal-mining contribution in question, were unconstitutional as the coal-mining contribution amounted to an inadmissible special levy (Sonderabgabe). The Federal Constitutional Court quashed the District Court's decision of April 1986 in as much as the payment of the contribution was concerned and sent the case back to that court. It further ordered that the legislation in question, to the extent that it was unconstitutional, should not be applied beyond 31 December 1995. The Constitutional Court did not entertain the applicant's complaint about the mode of calculation on the ground that the relevant regulations had changed meanwhile.", "14. On 15 February 1995, in the resumed proceedings, the Moers District Court ordered the applicant to pay a sum of about 80 DEM as well as interest to the plaintiff. It found that, pursuant to the above legislation which continued to be in force until 31 December 1995, the applicant had to pay the above sum representing the coal-mining contribution.", "15. On 22 August 1995 the Federal Constitutional Court refused a constitutional complaint by the applicant lodged on 24 May 1995. The applicant received the decision on 2 September 1995.", "16. Under the terms of Article 93 § 1 of the Basic Law (Grundgesetz), the Federal Constitutional Court shall rule, inter alia, on constitutional complaints which may be lodged by any person who considers that the public authorities have infringed one of his or her fundamental rights or one of his or her rights as guaranteed under Articles 20 § 4, 33, 38, 101, 103 and 104 of the Basic Law.", "17. Article 100 § 1 of the Basic Law provides, inter alia, that, where a court considers unconstitutional a law whose validity is relevant to its decision, the proceedings shall be stayed and the question submitted to the Federal Constitutional Court if the present Basic Law is considered to have been breached. According to paragraph 2 of Article 100, where a court has doubts whether a rule of public international law is an integral part of federal law and whether such a rule directly creates rights and duties for the individual, the question shall be submitted to the Federal Constitutional Court.", "18. The composition and functioning of the Federal Constitutional Court are governed by the Federal Constitutional Court Act (Gesetz über das Bundesverfassungsgericht). The 1985 version of the Federal Constitutional Court Act (applicable with effect from 1 January 1986) was subsequently amended with a view to reducing the court’s workload. The amendments adopted in 1993 (which entered into force on 11 August 1993), among other things, reorganised the procedure for individual complaints (sections 93a-93d of the 1993 Federal Constitutional Court Act).", "19. According to section 2 of that Act, the Federal Constitutional Court is constituted in two divisions, each composed of eight judges.", "20. Sections 90 to 96 of the Act concern constitutional complaints lodged by individuals. Sections 90 and 92 run as follows:", "“(1) Any person who claims that one of his basic rights or one of his rights under Articles 20 § 4, 33, 38, 101, 103 and 104 of the Basic Law has been violated by public authority may lodge a complaint of unconstitutionality with the Federal Constitutional Court.", "(2) If legal action against the violation is admissible, the complaint of unconstitutionality may not be lodged until all remedies have been exhausted. However, the Federal Constitutional Court may decide immediately on a complaint of unconstitutionality lodged before all remedies have been exhausted if it is of general relevance or if recourse to other courts first would entail a serious and unavoidable disadvantage for the complainant.", "...”", "“The reasons for the complaint shall specify the right which is claimed to have been violated and the act or omission of the organ or authority by which the complainant claims to have been harmed.”", "21. Sections 93a to 93c of the 1985 Act provided as follows:", "“A complaint of unconstitutionality shall require acceptance prior to a decision.”", "“(1) A Section may refuse acceptance of a complaint of unconstitutionality by a unanimous order if", "1. the complainant has not paid the required advance at all (section 34(6)) or has not paid it on time,", "2. the complaint of unconstitutionality is inadmissible or does not offer sufficient prospects of success for other reasons, or", "3. the Division is not likely to accept the complaint of unconstitutionality in accordance with the second sentence of section 93c below.", "The order shall be final.", "(2) The Section may uphold the complaint of unconstitutionality by a unanimous order if it is clearly justified because the Federal Constitutional Court has already decided on the relevant question of constitutional law ...", "(3) The decisions of the Section shall be taken without oral pleadings. In stating the reasons for an order by which acceptance of a complaint of unconstitutionality is refused, it is sufficient to refer to the legal aspect determining the refusal.”", "“If the Section neither refuses acceptance of a complaint of unconstitutionality nor upholds it, the Division shall then decide on acceptance. It shall accept the complaint of unconstitutionality if at least two judges hold the view that a question of constitutional law is likely to be clarified by a decision or that the denial of a decision on the matter will entail a serious and unavoidable disadvantage for the complainant. Section 93b(3) above shall apply mutatis mutandis.”", "22. Sections 93a to 93d of the 1993 Act read:", "“(1) A complaint of unconstitutionality shall require acceptance prior to a decision.", "(2) It is to be accepted,", "a. if it raises a constitutional issue of general interest,", "b. if this is advisable for securing the rights mentioned in section 90(1); or also in the event that the denial of a decision on the matter would entail a particularly serious disadvantage for the complainant.”", "“The Section may refuse acceptance of a complaint of unconstitutionality or accept it in the event of section 93c. In other cases, the Division shall decide on acceptance.”", "“(1) If the conditions of section 93a(2)(b) are met and the Federal Constitutional Court has already decided on the relevant question of constitutional law, the Section may uphold the complaint of unconstitutionality if it is clearly justified ...”", "“(1) The decision pursuant to sections 93b and 93c shall be taken without oral pleadings. It is unappealable. The order by which acceptance of a complaint of unconstitutionality is refused does not require any reasoning.", "...”", "23. Section 94 provides for the right of third parties to be heard in complaint proceedings in the Federal Constitutional Court.", "24. Section 95 concerns the ruling of the Federal Constitutional Court if the complaint is upheld and reads:", "“(1) If the complaint of unconstitutionality is upheld, the decision shall state which provision of the Basic Law has been infringed and by which act or omission. The Federal Constitutional Court may at the same time declare that any repetition of the act or omission complained of will infringe the Basic Law.", "(2) If a complaint of unconstitutionality against a decision is upheld, the Federal Constitutional Court shall quash the decision and in cases pursuant to the first sentence of section 90(2) above it shall refer the matter back to a competent court.", "(3) If a complaint of unconstitutionality against a law is upheld, the law shall be declared null and void. The same shall apply if a complaint of unconstitutionality pursuant to paragraph 2 above is upheld because the quashed decision is based on an unconstitutional law. Section 79 shall apply mutatis mutandis.”", "25. Section 79, to which section 95(3) refers, provides:", "“(1) In the event that a final conviction is based on a legal provision, which has been declared incompatible with the Basic Law or has been declared null and void pursuant to section 78, or based on the interpretation of a legal provision, which has been declared incompatible with the Basic Law by the Federal Constitutional Court, a reopening of the criminal proceedings is admissible, in accordance with the provisions of the Code of Criminal Procedure.", "(2) In all other respects, subject to the provisions of section 95(2) or a specific statutory provision, final decisions based on a rule declared null and void pursuant to section 78 shall remain unaffected. Such decisions shall not be enforceable ...”", "26. The Federal Constitutional Court may issue an interim injunction (einstweilige Anordnung) in order to avoid serious disadvantages (zur Abwehr schwerer Nachteile), to prevent imminent violence (zur Verhinderung drohender Gewalt) or for another important reason in the general interest (aus einem anderen wichtigen Grund zum gemeinen Wohl), pursuant to section 32 of the Constitutional Court Act."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}