{"ITEMID": "001-90225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LOSHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["4. The applicant, Mr Mikhail Pavlovich Loshenko, was born in 1930 and lives in Kyiv.", "5. In 1995 the applicant concluded a contract with A., a private bank (“the Bank”), by which it would invest the applicant’s funds in the construction of an apartment by JSC “K.” (“the Construction Company”), to be completed by 30 July 1996. Pursuant to the provisions of this contract, in the event of a delay in completion of the construction works, the applicant could claim late-payment penalties from the Bank.", "6. As the Construction Company officially completed the works only on 29 August 1996, on 2 October 1996 the applicant instituted civil proceedings in the Pechersky District Court of Kyiv claiming payment from the Bank for delay in completion of the works.", "7. On 2 December 1996 Judge V. held a hearing. Subsequently Judge Z., the President of the Pechersky Court at the material time, withheld the case from Judge V. for unspecified reasons.", "8. On 27 October 1997 the Bank lodged a counterclaim, alleging that the promise to pay a penalty for the Construction Company’s failure to fulfil the work on time had been given by it ultra vires, and had to be annulled as incompatible with the applicable banking law.", "9. On 19 November 1997 Judge Z. pronounced a judgment dismissing the applicant’s claim and allowing the Bank’s counterclaim. However, he did not sign this judgment.", "10. On 27 November 1997 the applicant lodged a cassation appeal with the Kyiv City Court.", "11. On 3 December 1997, pursuant to the requirements of the procedural law in place at the material time, the appeal was forwarded to Judge Z. to decide on its compliance with procedural formalities.", "12. In June 2001 a new appeal procedure was introduced, and the Kyiv City Court was transformed into the Kyiv City Court of Appeal.", "13. In July 2001 Judge Z. was dismissed on disciplinary grounds.", "14. On 10 December 2001 the Kyiv City Department of Justice informed the applicant that it had investigated his complaint about the lengthy consideration of his cassation appeal and discovered that former Judge Z. had failed to register it and had withheld the case file from the court’s registry. The Department assured the applicant that the case would be promptly transferred to the Kyiv City Court of Appeal for consideration.", "15. On 7 May 2002 the City Court quashed the judgment of 19 November 1997 as unsigned by the presiding judge and remitted the case for a fresh consideration.", "16. On 10 October 2002 the Pechersky Court allowed the applicant’s claim and dismissed the Bank’s counterclaim. On 24 October 2002 the Bank appealed.", "17. On 4 December 2002 the Kyiv Court of Appeal reversed the judgment, having annulled the clause concerning the Bank’s responsibility for the Construction Company’s delay as incompatible with the applicable law.", "18. On 23 December 2002 the applicant appealed in cassation before the Supreme Court.", "19. On 16 October 2003 the Supreme Court rejected the applicant’s request for leave to appeal in cassation.", "20. On 24 March 2004 Judge Z. was convicted of failure to perform official duties and sentenced to two years’ imprisonment, suspended. His criminal case included several episodes, none of which concerned the applicant’s civil case.", "21. Subsequently the applicant unsuccessfully sought to reopen the proceedings, alleging that a similar complaint by another investor had been upheld in the investor’s favour."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}