{"ITEMID": "001-4925", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "VARUZZA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1961 and residing in Milan.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 December 1992 the applicant had a car accident at a junction. The traffic police fined him for the decriminalised offence of \"not slowing down while approaching the junction and thus causing danger\" (per non aver moderato la velocità all'intersezione costituendo pericolo). The fine amounted to 62,000 Italian lire.", "On 13 February 1993 the applicant filed an objection with the Prefect of Milan through the Milan Police Station. He contested that he had partly caused the accident and also requested that he himself and an eye-witness be heard.", "The applicant's objection was received by the Judicial Police on 17 February 1993 and sent back to the Municipal Police with a view to obtaining information on 8 April 1993. On 4 May 1993 the file was forwarded to another section of the Municipal Police.", "On 21 May and 11 November 1994 the applicant asked the Prefect to issue a decision. He received no reply.", "The applicant's file was never forwarded to the Prefect's Office, which learned about its existence only in the context of the application to the Court.", "The road traffic offence is nowadays time-barred.", "In the meantime, the applicant claimed compensation for the damage occurred to his car, but the insurance company only paid half of the amount claimed, on the ground that the applicant was partly responsible for the accident.", "B. Relevant domestic law and practice", "According to Sections 203-205 of the Road Traffic Code (Codice della Strada), a person who has been fined for a road traffic offence can file an objection with the competent Prefect. The lodging of the objection suspends the effects of the fine. The Prefect, within sixty days, can either confirm the fine and issue an order for its payment or issue a reasoned order withdrawing the fine (ordinanza motivata di archiviazione degli atti). The party can file an application with the civil Magistrate against a negative decision of the Prefect.", "The Constitutional Court, by judgments Nos. 255/94, 311/94 and 437/95, has interpreted Section 203 of the Road Traffic Code as allowing to apply to the Magistrate without previously applying to the Prefect.", "In several decisions (Nos. 12777/95, 5897/97, 12628/98) the Court of Cassation has applied the principle stated by the Constitutional Court and ruled that the application to the Prefect is merely optional, i.e. it is possible to apply directly to the Magistrate.", "The Court of Cassation has also made it clear, by its decision No. 6895/97, that the above sixty-day time-limit is peremptory and that, therefore, a decision delivered after the expiry of the sixty days is to be considered invalid.", "According to Section 209 of the Road Traffic Code, road traffic offences become time-barred after five years.", "According to Section 221 of the Code of Civil Procedure, the content of a public document (atto pubblico) - such as a traffic police fine - can be challenged in the course of civil proceedings through a written application (querela di falso) to the judge.", "In its judgment no. 6139 of 2 June 1993, the Court of Cassation has made clear that a possible withdrawal of the fine by the Prefect, being no judicial decision, cannot prevent the civil courts from establishing the possible responsibility of the relevant person in relation to the facts which are the object of the fine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}