{"ITEMID": "001-95015", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF DAYANAN v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-3-c+6-1;Violation of Art. 6-1;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1975.", "5. On 30 January 2001, in the context of an operation carried out against the illegal armed organisation Hizbullah (“Party of God”), the applicant was arrested and taken into police custody.", "6. The applicant signed a “form explaining the rights of arrested persons” and was notified of the charges against him. He was informed of his right to remain silent and to see a lawyer at the end of the police custody period. The police questioned him. The applicant exercised his right to remain silent.", "7. A search was carried out at the applicant’s home. The police seized an audio-cassette. The transcript of the tape was worded as follows: “The tape is, for the most part, inaudible. There are incomprehensible speeches in Kurdish. It also contains songs, in which the word ‘sharia’ can be heard, but the sentences are also incomprehensible.”", "8. Throughout this period, the applicant continued to remain silent.", "9. On 3 February 2001 the applicant was placed in pre-trial detention by a judge of the Siirt Police Court.", "10. In an indictment dated 9 February 2001, the applicant and three other persons were charged with being members of Hizbullah by the public prosecutor at the Diyarbakır State Security Court. The latter called for the applicant’s conviction on the basis of Article 168 § 2 of the Criminal Code.", "11. The first hearing took place on 10 April 2001 before the Diyarbakir State Security Court (“the State Security Court”). The applicant, assisted by his lawyer, denied all the charges against him. He claimed that the audio-cassette seized from his home belonged to his mother and that he did not know what was on it.", "12. At the hearing on 29 May 2001 the judges read out statements by five other persons charged in separate criminal proceedings concerning the same organisation, which named the applicant as one of the leading members of the organisation. The accused were also shown seized documents pertaining to the organisation. Counsel for the applicant addressed the court and argued that the elements constituting the offence had not been made out. He claimed that the applicant should be tried for aiding and abetting an illegal organisation on the basis of Article 169 of the Criminal Code, and not for belonging to such an organisation. He did not ask to call any witnesses.", "13. During the hearings of 17 July, 11 September and 6 November 2001 the applicant’s lawyer repeated his previous submissions and requested that his client benefit from the provisions of the Amnesty Act (Law no. 4616).", "14. The applicant argued his case at the hearing of 4 December 2001. He claimed to have no ties with the organisation in question and asked to be acquitted. His lawyer also addressed the court and referred once again to the defence pleadings that he had filed during the trial, requesting, under Law no. 4616, a stay of the proceedings brought against his client.", "15. At the end of the hearing, the State Security Court sentenced the applicant to twelve years and six months’ imprisonment on the basis of Article 168 § 2 of the Criminal Code.", "16. In support of its decision, the court took into account all the reports and documents in the case file. In particular, it gave consideration to the statements naming the applicant as one of the leading members of the organisation. It also based its decision on a document which showed the applicant’s position within the organisation. The court found it established, among other things, that the applicant was an active member of the organisation.", "17. The applicant’s lawyer lodged an appeal on points of law against the judgment of 4 December 2001 on behalf of his client.", "18. On 18 March 2002 the Principal Public Prosecutor at the Court of Cassation submitted his opinion on the merits of the appeal. This opinion was not sent to either the applicant or his lawyer.", "19. Following a hearing on 27 May 2002, the Court of Cassation upheld all the provisions of the impugned judgment. Its judgment was delivered on 29 May 2002 with neither the applicant nor his lawyer present.", "20. On 19 August 2002 the full text of the Court of Cassation’s judgment was added to the case file kept at the registry of the Diyarbakır State Security Court and was thus made available to the parties.", "21. The relevant provisions of Turkish law can be found in, among other judgments, Salduz v. Turkey ([GC], no. 36391/02, §§ 27-31, 27 November 2008) and Göç v. Turkey ([GC], no. 36590/97, § 34, ECHR 2002-V)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}