{"ITEMID": "001-94565", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KIMLYA AND OTHERS v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 9 read in the light of Art. 11;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The first applicant, Mr Kimlya, was born in 1977 and lives in Surgut in the Khanty-Mansi Autonomous Region. He is the President of the Church of Scientology of Surgut City.", "7. The second applicant, Mr Sultanov, was born in 1965 and lives in Nizhnekamsk in the Republic of Tatarstan. He is a co-founder and member of the third applicant, the Church of Scientology of Nizhnekamsk, a religious group without legal-entity status.", "8. In 1994 the first centre for the study of Dianetics (the creed of the Church of Scientology) opened in Surgut and obtained State registration as a social non-governmental organisation under the name of “Surgut Humanitarian Dianetics Centre”.", "9. In 1995 a new Russian law on non-governmental associations was enacted. It required all non-governmental associations established before its entry into force to be re-registered before 1 July 1999. The Centre applied for re-registration; however, its application was refused on 23 July 1999 on the ground that the aims of the organisation were religious in nature. On 23 November 1999 the Justice Department of the Khanty-Mansi Region (“the Khanty-Mansi Justice Department”) sought a court decision terminating the Centre’s existence.", "10. The Centre applied for registration as a non-commercial partnership regulated by the Civil Code of the Russian Federation. On 4 October 1999 the deputy mayor of Surgut Town Council rejected the application, referring to the religious purposes of the Centre.", "11. On 2 January 2000 the first applicant, in community with his fellow believers, resolved to found the “Scientology Group of Surgut City” and to hold regular services on Sundays. At a subsequent meeting on 1 July 2000, the first applicant and other believers passed a resolution to establish a local religious organisation, the Church of Scientology of Surgut City (“the Surgut Church”).", "12. On 15 August 2000 the ten founding members, including the first applicant, applied to the Khanty-Mansi Justice Department for registration as a local religious organisation having the status of a legal entity.", "13. On 14 September 2000 the Khanty-Mansi Justice Department refused registration in the following terms:", "“You have failed to produce a document issued by a local authority certifying that the religious group has existed in the given territory for no less than fifteen years, or a document issued by the managing body of a centralised religious organisation certifying that the religious group is a branch of such an organisation, and this does not comply with the requirements of section 11(5) of the Federal Law on freedom of conscience and religious associations.", "The refusal of registration does not prohibit a subsequent new application for registration provided that the grounds for the refusal have been removed.”", "14. On 17 October 2000 the first applicant appealed against that decision to the Khanty-Mansi Town Court. He alleged that his constitutional right to freedom of conscience had been violated and that his religious group had been discriminated against. Lacking the status of a legal entity, his religious group could not print, export or import religious books or articles of worship, own property, carry out charitable activities or found organisations for religious purposes.", "15. On 25 December 2000 the Khanty-Mansi Town Court dismissed the complaint. It held that the Khanty-Mansi Justice Department had correctly refused registration because the Surgut Church had failed to provide a document confirming it had been in existence in the region for at least fifteen years. As to the first applicant’s reliance on the Constitution, it held: “this reference ... is far-fetched and cannot be taken into consideration.” No further justification was provided.", "16. On 21 February 2001 the Khanty-Mansi Regional Court upheld the judgment of 25 December 2000. The court repeated that the applicant’s references to the decisions of the Constitutional Court and the Russian Constitution were “groundless”.", "17. Following a request by the first applicant, on 18 January 2002 the Presidium of the Khanty-Mansi Regional Court instituted supervisory-review proceedings, quashed the contested judgments and remitted the matter to the Khanty-Mansi Town Court for a fresh examination. It noted that the Khanty-Mansi Justice Department should have “left the application unexamined” until all the documents required by law had been produced.", "18. On 16 May 2002 the Khanty-Mansi Town Court commissioned an expert study of the religious teachings of the Surgut Church and stayed the proceedings in the case. On 24 July 2002 the Khanty-Mansi Regional Court upheld that decision on appeal.", "19. On 22 November 2004 the Khanty-Mansi Town Court resumed the proceedings and delivered a new judgment on the same day. It held that the refusal to register the Surgut Church had been unlawful because in the absence of a certificate showing its fifteen-year presence in the region, the Khanty-Mansi Justice Department should have left the application for registration “unexamined”. It ordered the Khanty-Mansi Justice Department to register the Surgut Church.", "20. On 18 January 2005 the Khanty-Mansi Regional Court quashed the judgment in so far as it concerned the order to register the Surgut Church, on the ground that the first applicant had not produced all the documents required by Law no. 125-FZ of 26 September 1997 (“the Religions Act”), a circumstance which the Regional Court considered to be an impediment to the registration of the Surgut Church as a legal entity.", "21. On 28 October 1998 the second applicant and fellow believers resolved to found the Church of Scientology of Nizhnekamsk as a local religious group.", "22. On 23 December 1999 the applicant church applied to the State Registration Chamber of the Republic of Tatarstan (“the Registration Chamber”) for registration as a local religious organisation.", "23. In a letter of 17 April 2000, the Registration Chamber informed the second applicant that the term for registration had been extended for six months from 13 January 2000 in order to allow the State authorities to carry out a religious expert examination.", "24. In a letter of 7 September 2001, a deputy chairperson of the Registration Chamber informed the president of the applicant church that the application for registration had been rejected as “there [had] so far been no conclusions from the religious expert examination to which the applicant church’s documents [had] been subjected”.", "25. The second applicant appealed to a court against the refusal of registration.", "26. On 21 December 2001 the Nizhnekamsk Town Court of the Republic of Tatarstan dismissed the second applicant’s claim, arguing that there was no actual dispute as the authorities had yet to carry out the religious expert examination and the application for registration had yet to be examined on the merits.", "27. On 21 January 2002 the Supreme Court of the Republic of Tatarstan (“the Supreme Court”) quashed the judgment of 21 December 2001 and remitted the claim to the Town Court for a fresh examination.", "28. On 7 March 2002 the Town Court again dismissed the second applicant’s claim. It found that the refusal had been justified because internal Order no. 254 issued by the Ministry of Health of the Russian Federation on 19 June 1996 prohibited the use of Scientology methods in health services.", "29. On 18 April 2002 the Supreme Court quashed the judgment of 7 March 2002 and remitted the matter to the Town Court. It found that the absence of a religious expert examination was not a valid ground for the refusal of registration and that an internal order issued by a ministry was hierarchically subordinate to Russian laws and could not have been relied upon to restrict citizens’ rights.", "30. On 28 May 2002 the Town Court granted the second applicant’s claim and found that the refusal to register the applicant church had been unlawful. It noted that the application for registration had been made in December 1999, but that “the religious organisation [had] still not been registered owing to contrived reasons, although the federal law contain[ed] an exhaustive list of grounds on which registration [could] be refused”. It also held that there was no doubt as to “the religious nature of the organisation being registered”, that a religious expert examination was not mandatory and that the absence of such an examination could not be cited as a ground for refusing registration as this would encroach on citizens’ rights. On 4 July 2002 the Supreme Court upheld the judgment.", "31. In the meantime, on 1 July 2002 the power to approve the registration of religious organisations was transferred from the Registration Chamber to the Main Department of the Ministry of Justice of the Republic of Tatarstan (“the Tatar Justice Department”). Accordingly, on 25 July 2002 the application for registration of the applicant church and related documents were also transferred to the Tatar Justice Department.", "32. On 13 August 2002 the Town Court forwarded a copy of its judgment of 28 May 2002 to the Justice Department for execution. However, the Tatar Justice Department refused to proceed with the registration on the ground that it was not the legal successor to the Registration Chamber.", "33. The second applicant asked the Town Court to clarify the judgment of 28 May 2002 specifically as to which authority was to execute the judgment in view of the fact that the power of the Registration Chamber to register religious organisations had been transferred to the Tatar Justice Department with effect from 1 July 2002 further to a change in the law.", "34. On 4 September 2002 the applicant church again requested the Tatar Justice Department to grant it legal-entity status, pursuant to the judgment of 28 May 2002.", "35. On 10 October 2002 the Town Court held that no clarification of the judgment was required as “no ambiguity could be found in the judgment”. It also noted that, in the event of improper execution of a court judgment or a violation of the second applicant’s rights by other State officials, he could lodge a complaint with a court on “general grounds”.", "36. The second applicant appealed against the decision of 10 October 2002 to the Supreme Court. However, it appears that the appeal was never examined as by that time the case file had been forwarded to the President of the Supreme Court of the Republic of Tatarstan in connection with the application for supervisory review lodged by the Tatar Justice Department (see paragraphs 38-39 below).", "37. On 14 October 2002 the second applicant sued the Tatar Justice Department for its failure to comply with the final judgment of 28 May 2002 and to register the applicant church. It appears that this action was subsequently stayed in connection with the supervisory-review proceedings described below.", "38. On 16 October 2002 the head of the Tatar Justice Department wrote to a vice-president of the Supreme Court of the Republic of Tatarstan, requesting him to exercise his supervisory-review powers in respect of the judgment of 28 May 2002 with a view to quashing it.", "39. On 12 November 2002 the President of the Supreme Court lodged an application for supervisory review with the Presidium of the court. On 27 November 2002 the Presidium granted the application, quashed the judgments of 28 May and 4 July 2002 and referred the matter back for a fresh examination. It found that a religious expert examination was a mandatory precondition for State registration of a little-known religious organisation such as the applicant church.", "40. On 28 November 2002 the Expert Council on State Religious Evaluation of the Council on Religious Affairs, a body attached to the Cabinet of Ministers of the Republic of Tatarstan, submitted its opinion concerning the applicant church further to a request by the Tatar Justice Department. It concluded that Scientology was a religion. However, it did not recommend registration of the applicant church because it had only recently been established in the Republic of Tatarstan.", "41. On 8 January 2003 the Tatar Justice Department ruled that the application for registration should be left “unexamined” in the absence of a document confirming the applicant church’s presence in the Republic of Tatarstan for fifteen years.", "42. On 25 February 2003 the Town Court carried out a fresh determination of the second applicant’s claim. It found as follows:", "“[The second applicant] considers that the refusal of registration was unlawful and that it violated his right to freedom of conscience and religion. The court cannot agree ... Neither [the second applicant] nor anyone else is prohibited or prevented from professing Scientology individually or in community with others. The refusal to grant legal-entity status to an organisation may only violate a citizen’s right to freedom of association ...", "The court has established that persons professing Scientology appeared in the town of Nizhnekamsk in the late 1990s. In 1999 the group comprising [the second applicant] decided to establish the religious organisation Church of Scientology of Nizhnekamsk and register it as a legal entity ... The Registration Chamber refused registration by reference to the absence of an opinion resulting from a religious expert examination. [The second applicant] complained to a court ... While the case was being examined, the power to approve registration of the religious organisation was transferred to the [Tatar] Justice Department, which ... left the application for registration unexamined, referring to the fact that the religious group had existed in the town of Nizhnekamsk for less than fifteen years ...", "The ground preventing registration is the fact that the religious group has existed for less than fifteen years. Admittedly, pursuant to section 11 of the Religions Act, this ground can be invoked to leave the application unexamined rather than to refuse registration; however, in either case registration of the organisation is not possible. Hence, given that the outcome of the decision by the Registration Chamber is correct (the organisation may not be registered), the court cannot use a formal pretext to require the [Tatar] Justice Department to breach the Religions Act and register the organisation, especially taking into account that [the Tatar Justice Department] has already corrected the Registration Chamber’s mistake and issued a decision in conformity with the Religions Act.”", "43. On 3 April 2003 the Supreme Court upheld that judgment.", "44. On 28 May 2003 the Town Court dismissed the second applicant’s action against the Tatar Justice Department for its failure to execute the judgment of 28 May 2002 (see above). The court found that the judgment in the second applicant’s favour had been quashed by way of supervisory-review proceedings and that the Supreme Court’s final judgment of 3 April 2003 had removed any basis for requiring the Tatar Justice Department to register the applicant church. On 3 July 2003 the Supreme Court of the Republic of Tatarstan upheld on appeal the judgment of 28 May 2003.", "45. In October 2004, jurisdiction over the registration of religious organisations was transferred to the newly created Federal Registration Service. The second applicant sought registration from the local office of this new body. On 18 February 2005 the Chief Directorate of the Federal Registration Service for Tatarstan declined to consider the matter, referring the applicant church to the Tatar Justice Department’s earlier refusals to register it on the basis of the “fifteen-year rule”.", "46. The State guarantees equality of rights and freedoms of men and citizens regardless of their individual characteristics, including religious beliefs. The Constitution prohibits all forms of restrictions on human rights on social, racial, national, linguistic or religious grounds (Article 19).", "47. Article 28 guarantees the right to freedom of religion, including the right to profess any religion, either alone or in community with others, or to profess no religion at all, to freely choose, hold and share religious and other beliefs and to manifest them in practice.", "48. On 1 October 1997 the Federal Law on freedom of conscience and religious associations (“the Religions Act”) came into force. It replaced the USSR Religions Act of 1 October 1990 and the Russian Soviet Federative Socialist Republic (RSFSR) Religions Act of 25 October 1990.", "49. In its preamble the Religions Act acknowledges “the special role of [Eastern] Orthodoxy in the history of Russia and in the establishment and development of its spiritual and cultural life” and respects “Christianity, Islam, Buddhism, Judaism and other religions constituting an integral part of the historical heritage of the peoples of Russia”. Section 2(3) provides that “nothing in the laws on freedom of conscience, freedom of religion and religious associations may be interpreted as impairing or infringing the rights of men and citizens to the freedom of conscience and religion guaranteed by the Constitution of the Russian Federation or enshrined in the international treaties to which the Russian Federation is a party”.", "50. At the session of the State Duma of the Russian Federation (the lower chamber of Parliament) on 19 September 1997, Mr V. Zorkaltsev, Chairman of the Duma Committee on Affairs of Public Associations and Religious Organisations and one of the drafters of the Law, stated as follows before the Law was put to the vote:", "“Nevertheless, I will remind you of the essence of this Law. It is this: the Law will create a barrier on the path to religious expansion in Russia, it will hinder the development of totalitarian sects and restrict the activities of foreign missionaries, while at the same time creating conditions for the activities of our traditional religions and confessions ... We are confident that the application of this Law in practice will help to resolve problems being faced now by society, the State and the [Russian Orthodox] Church ... I would like to refer to the fact that it is noteworthy that all the confessions whose representatives [objected to certain provisions of the Law] have their headquarters overseas. I say that to those who today feel that our Law is unfit and are planning to vote against it. And I want to put this question to you: whose side are you on, dear colleagues?”", "51. A “religious association” is a generic term for any voluntary association of Russian nationals and other persons permanently and lawfully residing in the territory of the Russian Federation, formed for the joint profession and dissemination of their creed, which performs services of worship, religious rites and ceremonies, teaches its religion and guides its followers (section 6(1)). “Religious associations” may take the form of either “religious groups” or “religious organisations” (section 6(2)).", "52. A “religious group” is a voluntary association of citizens for the profession and dissemination of faith, which carries out its activities without State registration and without obtaining legal personality (section 7(1)). The formation of a religious group, if its subsequent conversion into a religious organisation is envisaged, must be notified to the municipal authority (section 7(2)). Religious groups have the right to perform services of worship, religious rites and ceremonies, to teach religion and to guide their followers (section 7(3)).", "53. In contrast to a religious group, a “religious organisation” is a voluntary association of Russian nationals and permanent residents of Russia, formed for the profession and dissemination of faith and duly registered as a legal entity (section 8(1)).", "54. The following rights are conferred solely on religious organisations:", "– the right to obtain tax exemptions and other benefits, and financial and other forms of aid for the restoration, maintenance and protection of historically important buildings and religious items and for teaching in educational institutions (section 4(3));", "– the right to establish educational institutions and, with the consent of the parents and children, to teach religion in extracurricular courses (section 5(3) and (4));", "– the right to establish and maintain religious buildings and other places for worship or pilgrimage (section 16(1));", "– the right to perform religious rites, on invitation, in health centres, hospitals, children’s homes, old people’s homes, facilities for the disabled and prisons (section 16(3));", "– the right to manufacture, acquire, export, import and distribute religious literature, printed, audio and video material and other religious articles (section 17(1));", "– the right to carry out charitable activities on their own or through charitable foundations established by them (section 18(1));", "– the right to create cross-cultural organisations, educational institutions and media outlets (section 18(2));", "– the right to establish and maintain international links and contacts for pilgrimages, conferences and so on, including the right to invite foreign nationals to the Russian Federation (section 20(1));", "– the right to own buildings, plots of land, other property, financial assets and religious artefacts, including the right to have municipal and State property transferred to them free of charge for religious purposes and the immunity of such property from legal charge (section 21(1) to (5));", "– the right to use State and other property for religious purposes, such right to be granted free of charge (section 22);", "– the right to establish companies and engage in business activities (section 23);", "– the right to hire employees (section 24).", "55. In addition, the following rights are explicitly reserved to religious organisations, to the exclusion of other non-religious legal entities:", "– the right to found companies publishing religious literature or producing articles for religious services (section 17(2));", "– the right to establish licensed educational institutions for the professional training of clergy and auxiliary religious staff (section 19(1));", "– the right to invite to the Russian Federation foreign nationals planning to engage in professional religious activities, including preaching (section 20(2)).", "56. Section 9(1) provides that a religious organisation may be founded by no fewer than ten Russian nationals united in a religious group that has confirmation from the local administrative authority of its existence in the given territory for no less than fifteen years or confirmation by a centralised religious organisation of the same creed that it forms part of its structure. A religious organisation must seek State registration from the local department of justice (section 11(2)).", "57. If the founders of a religious organisation fail to produce any of the documents required by law, including the confirmation referred to in section 9(1), the registration authority may leave their application for registration unexamined and notify them of this (section 11(9)).", "58. State registration of a religious organisation may be refused, in particular, if its purposes or activities contradict the Russian Constitution or laws, or if the organisation’s charter or other founding documents do not comply with the requirements of Russian laws. The refusal may be appealed against to a court (section 12).", "59. Examining the compatibility with the Russian Constitution of the requirement of the Religions Act that all religious organisations established before its entry into force should confirm that they have existed for at least fifteen years, the Constitutional Court found as follows (decision no. 16-P of 23 November 1999 in the case of Religious Society of Jehovah’s Witnesses in Yaroslavl and Christian Glorification Church):", "“4. ... Article 28 of the Russian Constitution, read in conjunction with Article 13 § 4, Article 14, Article 19 §§ 1 and 2 and Article 30 § 1, shows that freedom of religion includes the freedom to form religious associations and to carry out their activities on the basis of the principle of equality before the law. By virtue of these provisions the federal legislature ... may regulate the legal status of religious associations, including the conditions for granting the status of a legal entity, and the procedure for their founding, establishment and State registration, and determine the scope of the rights of religious associations.", "Having regard to Russia’s history of pluriconfessionalism, legislators must respect the provisions of Article 17 § 1 of the Russian Constitution, which guarantees the rights and freedoms of men and citizens in accordance with generally accepted principles and norms of international law and the Russian Constitution. Measures decreed by legislators relating to the founding, establishment and registration of religious organisations must not interfere with the essence of the freedom of religion, the right to freedom of association and the freedom of activity of public associations, and any potential restrictions on those and other constitutional rights must be justified and proportionate to aims considered important by the Constitution.", "In a democratic society with its characteristic pluralism, as follows from ... Article 9 § 2 of the Convention ... restrictions may be prescribed by law if this is necessary in the interests of public peace and the protection of public order, health and morals or for the protection of the rights and freedoms of others. The State has the right to lay down certain barriers in order not to automatically provide legal status [to religious associations], not to allow the legalisation of associations of citizens that violate human rights and commit illegal and criminal acts, and in order to obstruct missionary activity (including the problem of proselytism) if it is not compatible with respect for the freedom of thought, conscience and religion of others and other constitutional rights and freedoms, as in the case of the recruitment of other members into the church, or unlawful influence on people in need or poverty, through psychological pressure or the threat of violence. In particular, this is emphasised in the Resolution of the European Parliament of 12 February 1996 on sects in Europe and Recommendation 1178 (1992) [of the Parliamentary Assembly] of the Council of Europe on sects and new religious movements, as well as in the judgments of the European Court of 25 May 1993 ([Kokkinakis v. Greece], Series A no. 260-A) and of 26 September 1996 ([Manoussakis and Others v. Greece], Reports of Judgments and Decisions 1996-IV), which clarify the nature and scope of the State’s obligations flowing from Article 9 of the Convention ...", "...", "8. ... Pursuant to ... the RSFSR Religions Act (as amended on 27 January 1995), all religious associations – both regional and centralised – had, on an equal basis, as legal entities, the rights that were subsequently incorporated in the [1997 Religions Act] ...", "Under such circumstances legislators could not deprive a certain segment of religious organisations that had been formed and maintained full legal capacity of the rights belonging to them, solely on the basis that they did not have confirmation that they had existed for fifteen years. In relation to religious organisations created earlier, that would be incompatible with the principle of equality enshrined in Article 13 § 4, Article 14 § 2 and Article 19 §§ 1 and 2 of the Constitution of the Russian Federation, and would be an impermissible restriction on freedom of religion (Article 28) and the freedom of [voluntary] associations to form and to carry out their activities (Article 30) ...”", "60. The Constitutional Court subsequently confirmed this position in its decision no. 46-O of 13 April 2000 in the case of Independent Russian Region of the Society of Jesus, and decision no. 7-O of 7 February 2002 in the case of Moscow Branch of the Salvation Army.", "61. On 9 April 2002 the Constitutional Court delivered decision no. 113O in the case of Zaykova and Others. The applicants in that case belonged to the religious group “Church of Scientology of Izhevsk City”, whose application for legal-entity status was refused in the absence of a document confirming its presence in Izhevsk for fifteen years. The Constitutional Court noted that a religious association was not prevented from being formed and operating without State registration, but in such cases it could not enjoy the rights and privileges secured only to religious organisations in section 5(3) and (4), section 13(5) and sections 15 to 24 (paragraph 2 of the decision). It declined, however, to consider the constitutional issue because the applicants had not challenged the refusal in a court of general jurisdiction.", "62. Deciding on appeal on a complaint by a Mr K. against the regional justice department’s refusal to register the local organisation of Jehovah’s Witnesses as a legal entity (civil case no. 4507), the Chelyabinsk Regional Court held as follows:", "“Article 28 of the Russian Constitution, read in conjunction with Article 13 § 4, Article 14, Article 19 §§ 1 and 2 and Article 30 § 1, shows that freedom of religion includes the freedom to form religious associations and to carry out their activities on the basis of the principle of equality before the law ...", "Religious groups may carry out their activities without State registration or the legal status of a legal entity. However, if citizens form a religious group for the purpose of making it into a religious organisation later on, then they must notify the local self-government body of its formation and the commencement of its activities ...", "The above-mentioned provisions show that nothing legally hinders a religious association from being formed and operating without State registration for the purpose of joint profession and dissemination of faith. However, in such circumstances a religious association will not have the status of a legal entity and cannot therefore enjoy the rights and privileges secured to religious organisations in the [Religions Act] (section 5(3) and (4), section 13(5), sections 15-24), that is, those collective rights that citizens exercise in community with others, namely within a religious organisation that has legal-entity status, but not on an individual basis or through a religious group.", "Therefore, the very fact that the local religious organisation was unlawfully refused registration hinders Mr K. and his fellow believers from exercising their constitutional rights ...”", "63. On 22 April 1999 the Ombudsman of the Russian Federation published his opinion of 25 March 1999 on the compatibility of the Religions Act with the international legal obligations of the Russian Federation. The opinion stated, inter alia:", "“A number of provisions of the Act are inconsistent with principles set forth in international legal instruments, and, accordingly, can be contested by citizens when lodging complaints with the European Court of Human Rights. In essence, these provisions cannot operate in the territory of the Russian Federation, since the rules established by international treaties [must] prevail over domestic legislation, as is envisaged by the Constitution of the Russian Federation (Article 15 § 4) ...", "The distinction between religious organisations and religious groups provided for in the Act is contrary to both the European Convention and the case-law of the Convention bodies, which are an important source of European law. In accordance with section 7(1) of the Act, religious groups, in contrast to religious [organisations], are not subject to State registration and do not enjoy the rights of a legal entity.", "Furthermore, the Act discriminates between ‘traditional’ religious organisations and religious organisations that do not possess a document proving their existence in a given territory for at least fifteen years (section 9(1) of the Act). ‘Non-traditional’ religions are deprived of many rights ...”", "64. On 20 May 2002 the Ombudsman issued a special report on Russia’s observance of its commitments entered into upon accession to the Council of Europe. The report states, inter alia:", "“Among the commitments undertaken by Russia upon entry into the Council of Europe was to bring its legislation on freedom of conscience and religion into line with European norms. The [Religions Act], enacted on 26 September 1997 after the Russian Federation had joined the Council of Europe, did not take into consideration the existing rules or universally recognised principles of international law.", "As a Contracting Party to the European Convention on Human Rights, Russia assumed express obligations in the sphere of freedom of conscience and religion. A number of provisions of the [Religions Act] are contrary to principles established in the European Convention for the Protection of Human Rights and Fundamental Freedoms and, accordingly, may be challenged by citizens when lodging applications with the European Court of Human Rights ...", "A number of provisions of the Act establish rules that in essence discriminate against certain religions in practice. The distinction between religious organisations and religious groups provided for in the Act is contrary to both the European Convention and the case-law of the Convention bodies, which are an important source of European law. Furthermore, the Act discriminates between ‘traditional’ religious organisations and religious organisations that do not possess a document proving their existence in a given territory for at least fifteen years (section 9(1)). ‘Non-traditional’ religions are deprived of many rights ...", "In the current situation one cannot exclude [the possibility] of decisions of the European Court of Human Rights against Russia in cases connected with freedom of religion and religious beliefs.”", "65. The Information Report of 2 June 1998 by the Committee of the Parliamentary Assembly of the Council of Europe on the Honouring of Obligations and Commitments by member States of the Council of Europe (“the Monitoring Committee” – doc. 8127) on the honouring of obligations and commitments by the Russian Federation states in its relevant parts as follows:", "“26. Another of the commitments Russia entered into was to adopt a new Law on the freedom of religion. Such a new Law has indeed been adopted, but unfortunately, it seems to fall rather short of Council of Europe standards on the matter. ...", "27. The new Law on freedom of conscience and on religious associations entered into force on 1 October 1997, after having been revised following a presidential veto of the first version. While the Law does provide adequate protection for an individual’s right to profess or not to profess the religion of his choice, it contains some other provisions which seem to be inconsistent with international standards and with Russia’s international treaty obligations. In particular, the Law establishes two categories of religious associations: the more privileged ‘religious organisations’ and the less privileged ‘religious groups’. Religious groups, unlike religious organisations, do not have the status of a legal person, and do not enjoy the rights associated with this status, such as owning property, concluding contracts, and hiring employees. In addition, they are explicitly barred from operating schools or inviting foreign guests to Russia. Religious organisations have these rights, but to be recognised as such must be either classified as a ‘traditional’ religion or must have existed as a registered religious group on Russian territory for at least fifteen years, the latter to be certified by the local authorities. In fact, with the entry into force of this Law, a third category of religious associations was created: religious groups registered with the authorities on that day (for less than fifteen years) who already enjoy the status of a legal person may keep this status and the associated rights, provided they re-register every year with the authorities. These provisions may lead to discriminatory treatment especially of non-traditional religions, thus undermining the principle of religious equality before the law. A revision of some of these provisions may be called for to ensure compliance with Council of Europe standards. ...”", "66. The Report by the Monitoring Committee of 26 March 2002 (doc. 9396) on the honouring of obligations and commitments by the Russian Federation states in its relevant parts as follows.", "“95. The Russian Constitution safeguards freedom of conscience and of religion (Article 28); the equality of religious associations before the law and the separation of Church and State (Article 14), and offers protection against discrimination based on religion (Article 19). The Law on freedom of religion of December 1990 has led to a considerable renewal of religious activities in Russia. According to religious organisations met in Moscow, this Law has opened a new era, and led to a revitalisation of churches. It was replaced on 26 September 1997 by a new Federal Law on freedom of conscience and religious associations. This legislation has been criticised both at home and abroad on the grounds that it disregards the principle of equality of religions.", "96. On 6 November 1997, Mr Atkinson and others presented a motion for a recommendation (doc. 7957, which was referred to the Legal Affairs Committee by reference 2238) in which they argued that this new legislation on freedom of conscience and religious associations contravened the European Convention on Human Rights, the Russian Constitution as well as the commitments entered into by Russia on accession. In February 2001, the Ombudsman on Human Rights, Oleg Mironov, also acknowledged that many Articles of the 1997 Law on freedom of conscience and religious associations do not meet Russia’s international obligations on human rights. According to him, some of its clauses have led to discrimination against different religious faiths and should therefore be amended.", "97. In its preamble the Law recognises ‘the special role of Orthodoxy in the history of Russia and in the establishment and development of its spiritual and cultural life’ and respects ‘Christianity, Islam, Buddhism, Judaism and other religions constituting an integral part of the historical heritage of the peoples of Russia’. The Law then goes on to draw a distinction between ‘religious organisations’, according to whether or not they existed before 1982, and a third category, called ‘religious groups’. Religious organisations that had existed for less than fifteen years, and religious groups have been subject to legal and tax disadvantages and their activities have been restricted.”", "67. Resolution 1278 (2002) on Russia’s Law on religion, adopted by the Parliamentary Assembly of the Council of Europe on 23 April 2002, noted, inter alia, the following:", "“1. The new Russian Law on religion entered into force on 1 October 1997, abrogating and replacing a 1990 Russian Law – generally considered very liberal – on the same subject. The new Law caused some concern, both as regards its content and its implementation. Some of these concerns have been addressed, notably through the judgments of the Constitutional Court of the Russian Federation of 23 November 1999, 13 April 2000 and 7 February 2002, and the religious communities’ re-registration exercise at federal level successfully completed by the Ministry of Justice on 1 January 2001. However, other concerns remain.", "2. The Law itself, while posing an acceptable basis of operation for most religious communities, could still be ameliorated. Although the Russian Constitutional Court has already restricted the application of the so-called ‘fifteen-year rule’, which initially severely limited the rights of religious groups that could not prove their existence on Russian territory for at least fifteen years before the new Law entered into force, the total abolition of this rule would be considered as an important improvement of the legislative basis by several of these groups. ...”", "68. The report “Freedom of Religion or Belief: Laws Affecting the Structuring of Religious Communities”, prepared under the auspices of the Office for Democratic Institutions and Human Rights of the Organization for Security and Co-operation in Europe (OSCE/ODIHR) for the benefit of participants in the 1999 OSCE Review Conference, states, inter alia:", "“The most controversial duration requirement in the recent past is that adopted in the 1997 Russian Law on Freedom of Conscience and on Religious Associations. Unless affiliated with a centralised religious organisation, a religious group under this Law cannot acquire full religious entity status unless it has been in the country for fifteen years. What is strikingly unusual about this requirement is that to the best of our knowledge, at the time of its adoption, there were no other OSCE participating States that imposed a waiting requirement (other than document processing periods) with respect to base-level entities ... Russia has taken some steps to mitigate the discriminatory impact on smaller groups by minimising the evidentiary burden required to demonstrate presence in the country for the required period, and by creating a limited entity status for religious groups waiting out their fifteen-year period. But problems remain for smaller groups or for congregations that have split off from the Moscow Patriarchate, and while limited entity status is better than nothing, it imposes significant constraints on a religious group’s ability to expand.", "Duration requirements of this type are clearly inconsistent with the OSCE commitment to grant religious groups at least base-level entity status. The wording of this commitment in Principle 16.3 of the Vienna Concluding Document recognises that the precise form of legal personality varies from legal system to legal system, but access to some form of legal entity is vital to OSCE compliance. This is clearly violated by the refusal to register religious groups that do not satisfy the fifteen-year rule. The drafters of the Russian legislation apparently attempted to remedy this defect by creating limited entity status, but this also fails to satisfy the OSCE commitment, because the limited status does not confer rights to carry out important religious functions. Failure to grant such status constitutes a limitation on manifestation of religion that violates Article 9 of the [European Convention on Human Rights]. It can hardly be said that denial of entity status, simply due to an organisation’s failure to ‘exist’ under a preceding, anti-religious, communist government, ‘is necessary in a democratic society’ or a proportionate response to a legitimate State interest ...”", "69. The Guidelines for Review of Legislation Pertaining to Religion or Belief, prepared by the OSCE/ODIHR Advisory Panel of Experts on Freedom of Religion or Belief in consultation with the European Commission for Democracy through Law (the Venice Commission) and adopted by the Venice Commission at its 59th Plenary Session (18-19 June 2004) and welcomed by the OSCE Parliamentary Assembly at its Annual Session (5-9 July 2004), contain, inter alia, the following recommendations:", "“Religious association laws that govern acquisition of legal personality through registration, incorporation, and the like are particularly significant for religious organisations. The following are some of the major problem areas that should be addressed:", "...", "– It is not appropriate to require lengthy existence in the State before registration is permitted;", "– Other excessively burdensome constraints or time delays prior to obtaining legal personality should be questioned;", "...”", "70. The relevant provisions of the United Nations Declaration on the Elimination of All Forms of Intolerance and of Discrimination Based on Religion or Belief, proclaimed by General Assembly Resolution 36/55 of 25 November 1981, read as follows:", "“In accordance with Article I of the present Declaration, and subject to the provisions of Article 1, paragraph 3, the right to freedom of thought, conscience, religion or belief shall include, inter alia, the following freedoms:", "(a) To worship or assemble in connection with a religion or belief, and to establish and maintain places for these purposes;", "(b) To establish and maintain appropriate charitable or humanitarian institutions;", "(c) To make, acquire and use to an adequate extent the necessary articles and materials related to the rites or customs of a religion or belief;", "(d) To write, issue and disseminate relevant publications in these areas;", "(e) To teach a religion or belief in places suitable for these purposes;", "(f) To solicit and receive voluntary financial and other contributions from individuals and institutions;", "(g) To train, appoint, elect or designate by succession appropriate leaders called for by the requirements and standards of any religion or belief;", "(h) To observe days of rest and to celebrate holidays and ceremonies in accordance with the precepts of one’s religion or belief;", "(i) To establish and maintain communications with individuals and communities in matters of religion and belief at the national and international levels.”", "“The rights and freedoms set forth in the present Declaration shall be accorded in national legislation in such a manner that everyone shall be able to avail himself of such rights and freedoms in practice.”", "71. The relevant part of General Comment No. 22: The right to freedom of thought, conscience and religion (Article 18), prepared by the Office of the High Commissioner for Human Rights (30 July 1993, CCPR/C/21/Rev.1/Add.4), reads as follows:", "“4. The freedom to manifest religion or belief ... in worship, observance, practice and teaching encompasses a broad range of acts. The concept of worship extends to ritual and ceremonial acts giving direct expression to belief, as well as various practices integral to such acts, including the building of places of worship, the use of ritual formulae and objects, the display of symbols, and the observance of holidays and days of rest. ... [T]he practice and teaching of religion or belief includes acts integral to the conduct by religious groups of their basic affairs, such as the freedom to choose their religious leaders, priests and teachers, the freedom to establish seminaries or religious schools and the freedom to prepare and distribute religious texts or publications.”"], "VIOLATED_ARTICLES": ["11", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}