{"ITEMID": "001-60032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DINLETEN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Feyyaz Gölcüklü;Georg Ress", "TEXT": ["10. On 26 June 1979 police officers from the İzmir Security Directorate arrested the applicant on suspicion of membership of an illegal organisation, the THKP-C (Turkish People’s Liberation Party/Front).", "11. On 29 June 1979 the applicant was detained on remand.", "12. On 4 March 1981 the Military Public Prosecutor filed a bill of indictment with the İstanbul Martial Law Court against the applicant and 127 other defendants. The Public Prosecutor accused the applicant, inter alia, of membership of an illegal armed organisation, namely the THKP/C, whose object was to undermine the constitutional order and replace it with a Marxist-Leninist regime. He further charged the applicant with having been involved in a number of crimes such as killing of foreign military officers, bombing and opening fire on security forces, organising and participating in illegal meetings.", "13. The prosecution sought the death penalty under Article 146 § 1 of the Criminal Code.", "14. In a judgment of 8 November 1984 the İstanbul Martial Law Court convicted the applicant of membership of the THKP/C and his involvement in some of the alleged crimes. It sentenced the applicant to lifetime imprisonment under Article 146 § 1 of the Criminal Code.", "15. As the applicant’s sentence exceeded 15 years’ imprisonment, his case was automatically referred to the Military Court of Cassation (Askeri Yargıtay).", "16. On 12 April 1988 the Military Court of Cassation quashed the applicant’s conviction on the grounds that the first instance court failed to establish the applicant’s involvement in certain of the alleged crimes. It referred the case to the Istanbul Martial Law Court.", "17. On 17 August 1990 the Istanbul Martial Law Court convicted the applicant under Article 146 § 1 of the Criminal Code and sentenced him to lifetime imprisonment, permanently debarred him from employment in the civil service and placed him under judicial guardianship. The court ordered the applicant’s release pending trial on the same day. The applicant appealed.", "18. Following promulgation of the Law of 27 December 1993, which abolished the jurisdiction of the Martial Law Courts, the Court of Cassation (Yargıtay) acquired jurisdiction over the case and on 4 January 1994 the case file was transmitted to it.", "19. On 18 April 1995 the Court of Cassation upheld the applicant’s conviction.", "20. Article 146 § 1 of the Criminal Code provides:", "“Whosoever shall attempt to alter or amend in whole or in part the Constitution of the Republic of Turkey or to effect a coup d’état against the Grand National Assembly formed under the Constitution or to prevent it by force from carrying out its functions shall be liable to the death penalty.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}