{"ITEMID": "001-58364", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF NILSEN AND JOHNSEN v. NORWAY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Non-pecuniary damage - finding of violation sufficient;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["7. The first applicant, Mr Arnold Nilsen, and the second applicant, Mr Jan Gerhard Johnsen, are Norwegian citizens born in 1928 and 1943 and living in Bergen. The first applicant is a police inspector, who at the material time was Chairman of the Norwegian Police Association (Norsk Politiforbund). The second applicant is a police constable and was at the relevant time Chairman of the Bergen Police Association (Bergen Politilag), a branch of the former association. At the material time they were both working in the Bergen police force.", "8. In the 1970s Mr Gunnar Nordhus, then a law student, and Mr Edvard Vogt, then an associate professor of sociology at the University of Bergen, carried out an investigation into the phenomenon of violence in Bergen, a city of some 200,000 inhabitants. They gathered material from the local hospital relating to all patients subjected to violence during the period January 1975-July 1976. Later, they included material from other sources. In 1981 Mr Nordhus and Mr Vogt published a summary of their previous reports in a book entitled Volden og dens ofre. En empirisk undersøkelse (“Violence and its Victims. An Empirical Study”). The book extended to some 280 pages and included a 77-page chapter on police brutality, which it defined as the unlawful use of physical force during the performance of police duties. The authors found, inter alia, that 58 persons had been exposed to police brutality during the aforementioned period, 28 of whom had been medically examined, and that the police in Bergen were responsible for approximately 360 incidents a year of excessive and illegal use of force.", "The book gave rise to a heated public debate. This involved in part researchers concerning the methods used and the scientific basis for the conclusions drawn, and in part members of the police and the prosecution.", "9. In this connection the Ministry of Justice appointed a Committee (utvalg) of Inquiry consisting of Mr Anders Bratholm, professor of criminal and procedural law, and Mr Hans Stenberg-Nilsen, advocate before the Supreme Court. Their mandate was to verify whether the research of Mr Nordhus and Mr Vogt provided a basis for making any general observations as to the nature and extent of police brutality in Bergen.", "Assisted by a statistics expert and an expert on the use of interviews, the Committee interviewed 101 persons, including 29 police officers, 2 public prosecutors, 4 doctors who had taken blood samples at Bergen police station, 5 social workers who dealt especially with young criminals in Bergen, 2 defence lawyers with extensive experience of criminal cases in Bergen, 13 witnesses of police brutality and 27 alleged victims of such misconduct. In a report published in 1982 under the title Politivoldrapporten (“Report on Police Brutality”) Mr Bratholm and Mr Stenberg-Nilsen concluded:", "“Since the Committee of Inquiry has been unable to reach a conclusion regarding individual accounts of situations, but has considered all the material as a whole (see remarks on p. 88 with reference to the recommendation of the Reitgjerdet Commission), it will not, on the basis of the descriptions of the situations alone, be able to give any exact figure as to the number of incidents of police violence in Bergen. However, on the basis of all the information concerning police violence in Bergen received from various sources by the Committee, it believes that the nature and the extent of police violence are far more serious than seems to be generally believed. On the strength of the evidence as a whole, the Committee assumes that the real extent hardly differs from the two researchers’ estimates. However, the essential point must be that even the most cautious estimates that can be made on this basis indicate that the extent is alarming.”", "10. The conclusions in the 1982 report and its premises were called into question by the Norwegian Police Association, amongst others. The association considered bringing defamation proceedings against Mr Bratholm, Mr Stenberg-Nilsen, Mr Nordhus and Mr Vogt but decided in 1983 to refrain from such action.", "11. Newspapers in Bergen, in particular, took a keen interest in the debate following publication of the 1982 report. Prior to that, in 1981, the newspaper Morgenavisen had stated that Mr Nordhus had lied in connection with the collecting of material for his research. Mr Nordhus instituted defamation proceedings against the newspaper but in 1983 the Bergen City Court (byrett) dismissed the action on the ground that the accusation had been justified.", "12. Mr Bratholm continued his work on police brutality, eventually as an independent researcher. In the spring of 1986 he published a book entitled Politivold (“Police Brutality”), with the subtitle Omfang – årsak – forebyggelse. En studie i desinformasjon (“Extent – Causes – Prevention. A Study in Misinformation”). He explained his use of the term “misinformation” as meaning the deliberate or negligent dissemination of incorrect information. It related to the “false” – or “misunderstood” – loyalty, leading police officers witnessing the excessive and unlawful use of force to keep quiet or cover the perpetrator by giving false testimony. Taking the 1982 report as its point of departure the book provided additional facts, analyses and conclusions. It also contained strong criticism by Mr Bratholm of the City Court’s judgment in the above-mentioned case brought by Mr Nordhus against Morgenavisen.", "13. Following the publication of Mr Bratholm’s book Politivold the second applicant, as Chairman of the Bergen Police Association, was interviewed by the newspaper Dagbladet. The interview was published in an article on 15 May 1986 entitled (all quotations below are translations from Norwegian) “Mr Bratholm out to get the police – An entire service has been denounced by anonymous persons” and read:", "“ ‘The mood of officers in the police force has been swinging between despair and anger. An entire service has been denounced by anonymous persons. Many of the officers dread making an appearance in town because there is always someone to believe that there must be something in these allegations.’", "This is what the Chairman of the Bergen Police Association, Mr Johnsen, told Dagbladet. He describes Professor Bratholm’s recent report on police brutality in the Bergen police force as ‘pure misinformation intended to harm the police’.", "‘Until the contrary has been proved, I would characterise this as a deliberate lie. The allegations come from anonymous sources and are clearly defamatory of the service.’", "‘Are you questioning Mr Bratholm’s motives for exposing police brutality?’", "‘There must be other ulterior motives. It appears as if the purpose has been to undermine confidence in the police.’", "‘Would you suggest that the information be investigated internally?’", "‘If there is any truth in it, we will do what we can to remedy the situation. Such a situation is not to our credit, and we are not interested in having such people in the force.’", "‘So you do not exclude the possibility that misconduct has occurred?’", "‘I discount the possibility that any officers have committed such outrages as described. But I cannot exclude that some of them have in certain instances used force and gone too far.’ ”", "14. On 16 May 1986 the first applicant, then Chairman of the Norwegian Police Association, was quoted in an article published by the newspaper Bergens Tidende under the headline “Unworthy of a law professor”. The article read:", "“ ‘It is beneath the dignity of a law professor to present something like this. The allegations are completely frivolous since they are based on anonymous sources. They have nothing to do with reality.’", "This was stated by Mr Nilsen, Chairman of the Norwegian Police Association, in connection with the allegations made by Professor Bratholm in his book on police brutality.", "‘I have spent my whole working life in the Bergen police force, and can safely say that the allegations concerning police brutality bear no relation to reality. They are stories that would have been better suited to a weekly with space to fill than a socalled serious study’, says Mr Nilsen.", "Full parity", "‘I am puzzled by the motives behind such allegations,’ continues the Chairman of the Police Association. ‘At any rate, it cannot be in the interests of the rule of law and the public good to create such problems for an entire service. I would claim that the quality of the human resources within the police is fully on a par with that found among professors. We would not be able to base a charge against anyone on such flimsy grounds as Professor Bratholm does. Then, at any rate, there would not be any rule of law in this country.’", "Would not be tolerated", "‘But you are not denying that police brutality does occur?’", "‘Of course not, but that is a different question. Here it is a question of systematic use of violence and pure theft. Such conduct would not be tolerated within a police force.’", "Mr Nilsen points out that, although he has not studied the book closely, he considers that one cannot leave what has emerged so far unchallenged. The problem is that it is difficult to contest the allegations because it is not an individual, but an entire service, which feels it has been libelled. He does, however, agree with Chief of Police, Mr Oscar Hordnes, who told Bergens Tidende yesterday that there must be good reason for the Prosecutor-General [Riksadvokaten] to examine the matter more closely. The Police Association will also consider seeking a legal opinion on the book.”", "15. In the autumn of 1986 Mr Bratholm and Mr Nordhus published a book – Dokumentasjon av politivold og andre overgrep i Bergen-politiet (“Documentation of police brutality and other misconduct in the Bergen police force”) in which Mr Bratholm stated:", "“The harassment and persecution to which Mr Nordhus – and in part Mr Vogt – have been subjected in Bergen are reminiscent of the fate of dissidents in east European countries. I doubt that there is anyone among us whose situation is closer to that of these dissidents than Mr Nordhus. It is almost a wonder that he has had the courage and strength to continue his struggle to bring the truth to light.", "…", "It is impossible to say how many officers in the Bergen police force are involved in the unlawful practice described here; hopefully only a small minority. It is, however, difficult to believe that a great many in the force could be unaware of the conduct of certain colleagues. But their silence is ensured by the pressing demand for ‘loyalty’. This has made it possible for the criminal sub-culture in the Bergen police force – whose activities encompass various kinds of offences – to survive and most likely to flourish.", "...", "There is reason to believe that many of the actions against Mr Nordhus and Mr Vogt are headed by somebody who is centrally placed – that there is somebody behind the scenes in the Bergen police force who is pulling the strings, plotting strategies and laying plans together with a few highly trusted persons. According to information that has come to light, it may now be possible to identify the key people responsible for some of the misconduct.”", "16. In the spring of 1987 Mr Bratholm published a further book entitled Politiovergrep og personforfølgelse. 220 forklaringer om politivold og andre overgrep i Bergenspolitiet (“Police misconduct and individual harassment. 220 statements concerning police brutality and other forms of misconduct in the Bergen police force”), which to some extent was an update of Mr Bratholm’s and Mr Nordhus’s book of 1986. In the introduction Mr Bratholm stated:", "“Although abuse of power by the police does occur, and in some places far more frequently than in others, this does not mean that the majority of Norwegian police officers are guilty of such abuse. All the investigations indicate that a small minority of police officers have committed most of the incidents of abuse and are able to continue because the demands for ‘loyalty’ are so strong within the police.”", "17. In early 1988 the Norwegian law journal Lov og Rett published a special volume devoted to the issue of police violence. It included a number of articles by academics, amongst others by Mr Bratholm, criticising an investigation ordered by the Prosecutor-General (see paragraph 18 below).", "Mr Bratholm also published a number of other articles on the subject of police brutality.", "18. After receiving from Mr Bratholm an unexpurgated version of the book published in autumn 1986 mentioning the informers’ names (which until then had been known to the researchers only), the ProsecutorGeneral ordered an investigation headed by ad hoc prosecutor Mr Erling Lyngtveit and police officers from another district.", "In June 1987 the result of the Prosecutor-General’s investigation was made public: 368 cases of alleged police brutality in Bergen had been investigated. Some 500 persons, including 230 police officers, had been interviewed. Charges were brought against one police officer, who was subsequently acquitted. The overall conclusion reached in the investigation was essentially that the various allegations of police brutality were unfounded.", "At the close of the investigation, fifteen of the interviewees were charged with having made false accusations against the police. Ten of these persons were later convicted in jury trials before the Gulating High Court (lagmannsrett), which took place during the period from November 1988 to March 1992 and were referred to as the “boomerang cases”.", "19. On 2 March 1988 a new statement by the first applicant was printed in Annonseavisen in Bergen in an article carrying the following headlines:", "“Dramatic turn in the debate on brutality", "Amnesty contacted", "The Police Association is preparing legal action”", "The article read:", "“Not only has Professor Bratholm now issued a demand that a government committee of inquiry should be set up to review what was long ago concluded by the Prosecutor-General, but the Bergen Police Department has now been reported to Amnesty International for violating human rights! A delegation from the international secretariat in London has already been in Bergen. Their report is expected to be ready this spring.", "‘I have to admit that I was quite surprised when I was told about this recently. It seems as if gentlemen like Mr Nordhus, Mr Vogt and Mr Bratholm now realise that when one move does not work they try another’, commented Mr Nilsen, Chairman of the Norwegian Police Association.", "In [his] view, the matter is about to get out of hand. He describes the reporting of the matter to Amnesty as an insult and feels that with the recent, sharp attacks by Professor Bratholm and others, the limits of what can be called impartial research have long since been exceeded. ‘In my view, one is faced with a form of skulduggery and private investigation where there is good reason to question the honesty of the motives’, Mr Nilsen said to Annonseavisen.", "Just before the weekend Mr Nilsen was in Bergen, where he had talks with the newly appointed board of the Bergen Police Association ... Mr Nilsen says it was natural that the recent sharp attacks by Mr Nordhus, Mr Vogt and Mr Bratholm were one of the topics discussed.", "‘I intend to contact our lawyer ... early this week. He has long ago sent a letter to Mr Bratholm in which we demand an apology for the statements he has made. I think you can count on our instituting defamation proceedings in this matter. We cannot put up with a situation where the same accusations continue to be made against the Bergen police despite the fact that the force has been cleared after one of the greatest investigations of our time.’", "Extended accusations", "‘But Mr Bratholm has no confidence in [prosecutor] Lyngtveit’s competence and desire to have the whole matter investigated?’", "‘The fact that Professor Bratholm now calls into question the work carried out by Mr Lyngtveit and instituted by the Attorney-General [Regjeringsadvokaten] is in itself serious and remarkable. Now the charges have been extended to include superior police authorities as well.’", "According to Annonseavisen’s sources, Mr Nilsen will very soon contact the Prosecutor-General to hear what the latter intends to do about Mr Bratholm’s extended insinuations.", "As regards the fact that Amnesty International is being brought into [the matter], Mr Vogt ... affirms that this is as a result of the organisation’s wish to gain full insight into the situation in the Bergen police force.”", "20. In June 1988 the first applicant gave a speech as Chairman of the Norwegian Police Association at its annual general assembly, from which Bergens Tidende quoted in an article dated 7 June 1988 carrying the headline “Mr Bratholm accused of defamation”. The article read, inter alia, as follows:", "“... The Norwegian Police Association is serious about its threat to bring defamation proceedings against Professor Bratholm. According to Mr Nilsen, Chairman of the Association, a summons against Mr Bratholm will be issued within the next days requesting that two specific written statements he has made in connection with the police brutality case in Bergen be declared null and void.", "...", "Refused", "‘Professor Bratholm has had an opportunity to apologise for the two specific points which we find to be defamatory of the police as a professional group, but he has refused. Therefore we are instituting proceedings. No compensation will be claimed; we are merely seeking to have the statements declared null and void.’", "Critical eyes", "Mr Nilsen also mentioned this matter in his opening speech to the national assembly and said, among other things, that society’s power structure had to tolerate critical eyes. However, this presupposed a responsible and reliable attitude on the part of the critics. He strongly denounced unobjective debates on police brutality fostered by powerful forces of high social status.", "Dilettantes", "‘Mr Bratholm’s status as a professor has lent credibility to the allegations of police brutality, and this has undermined the respect for and confidence in the police. The Norwegian Police Association will not accept the appointment of a new commission to investigate allegations of police brutality; nor will it accept private investigations on a grand scale made by dilettantes and intended to fabricate allegations of police brutality which are then made public’, said Mr Nilsen.", "...", "Verbal attacks", "Mr Nilsen described verbal attacks on the police as an attempt to undermine the dignity and authority of the police.”", "21. In a special edition of the law journal Juristkontakt, published in the autumn of 1988, the police and the prosecution authorities presented their views on the investigation ordered by the Prosecutor-General and the ensuing investigation into the suspected false statements given by Mr Bratholm’s informers.", "22. In July 1988 the Norwegian Police Association and its Bergen branch brought defamation proceedings against Mr Bratholm, seeking to have his above-cited statements in “Documentation of police brutality and other misconduct in the Bergen police force” declared null and void (see paragraph 15 above).", "23. In May 1989 Mr Bratholm, for his part, instituted defamation proceedings against the applicants, requesting that a number of their statements be declared null and void.", "24. In 1992, in view of the European Court of Human Rights’ Thorgeir Thorgeirson v. Iceland judgment of 25 June 1992 (Series A no. 239), the associations withdrew their defamation action against Mr Bratholm. The latter refused to withdraw his case against the applicants.", "25. The Oslo City Court heard the case against the applicants from 24 August to 8 September 1992, during which evidence was taken from twenty-three witnesses and extensive documentary evidence was submitted.", "In its judgment of 7 October 1992 the City Court observed, inter alia, that it was established that unlawful use of violence had occurred in Bergen and that, although it had emanated from very few police officers, the extent of the violence was problematic. Mr Bratholm had not assailed his opponents’ integrity and had not expressed himself in a manner that could justify the applicants’ attack on him. It found the following statements defamatory under Article 247 of the Penal Code and declared them null and void (død og maktesløs, mortifisert) under Article 253 § 1 (the numbering below follows that appearing in the national courts’ judgments):", "(Statements by the second applicant published by Dagbladet on 15 May 1986)", "1.1 “He describes Professor Bratholm’s recent report on police brutality in the Bergen police force as ‘pure misinformation intended to harm the police’.”", "1.2 “Until the contrary has been proved I would characterise this as a deliberate lie.”", "1.3 “There must be other ulterior motives. It appears as if the purpose has been to undermine confidence in the police.”", "(Statements by the first applicant published by Annonseavisen and Bergens Tidende on 2 March and 7 June 1988 respectively)", "2.2 “In my view, one is faced with a form of skulduggery and private investigation where there is good reason to question the honesty of the motives.”", "2.3 “The Norwegian Police Association will not accept ... private investigations on a grand scale made by dilettantes and intended to fabricate allegations of police brutality which are then made public.”", "On the other hand, the City Court rejected Mr Bratholm’s claims with respect to the following statements by the first applicant published by Bergens Tidende on 16 May 1986 and 7 June 1988:", "2.1 “I am puzzled by the motives behind such allegations. At any rate, it cannot be in the interests of the rule of law and the public good to create such problems for an entire service.”", "2.4 “Mr Nilsen described verbal attacks on the police as an attempt to undermine the dignity and authority of the police.”", "The City Court ordered the first applicant to pay 25,000 Norwegian kroner (NOK) for non-pecuniary damage to Mr Bratholm but dismissed the latter’s claim for non-pecuniary damage against the second applicant on the ground that it had been submitted out of time. The City Court further ordered that the applicants pay Mr Bratholm respectively NOK 112,365.83 and NOK 168,541.91 for legal costs.", "The City Court’s judgment included the following reasons:", "“Statement 1.1 ... is an unequivocal allegation that Mr Bratholm’s book contains false allegations of police violence within the Bergen police. The expression ‘misinformation’ may be understood as being a neutral assertion that Mr Bratholm provides false information, or to mean that he should be aware that he [does so], or that he [does it] deliberately. The Court emphasises that the phrase ‘pure misinformation intended to harm the police’ must be read in connection with the rest of the text – particularly statement 1.2 and the last paragraph of the interview – and has come to the conclusion that an ordinary reader would understand the statement as follows:", "‘With the intent of harming the police, Mr Bratholm is deliberately imparting false information on police brutality.’", "The Court has no doubt that this is an assertion that constitutes a defamatory allegation. It is both offensive to Mr Bratholm’s sense of honour and liable to harm his reputation. The allegation is not a subjective characterisation, but an assertion about a matter of fact that can be proved by means of evidence. The accusation can thus be declared null and void.", "The Court would add that, when read in context, the statement cannot be construed as an accusation that Mr Bratholm himself is making false allegations of police brutality. However, even if the statement must be understood to be an allegation against persons other than Mr Bratholm (of making false accusations of police brutality), this does not alter its character as an allegation aimed at Mr Bratholm. When read in its entirety, the text clearly indicates that it is Mr Bratholm’s book which Mr Johnsen is referring to.", "…", "When statement [1.2] is read in the context of the rest of the text, which essentially deals with Mr Bratholm’s book, an ordinary reader would understand it as follows:", "‘Mr Bratholm is deliberately passing on assertions about police brutality which he knows are lies.’", "Whether statement 1.2 can be interpreted in such a way that it also targets the informers is of no significance here either. Nor does the Court doubt that this statement constitutes a defamatory allegation directed at Mr Bratholm which may be declared null and void because its truth can be tested by evidence.", "…", "[Statement 1.3] must be understood as a clear assertion that Mr Bratholm’s purpose (in writing the book Politivold) has been to undermine confidence in the police. When read in the context of the rest of the text, especially statements 1.1 and 1.2, it must be understood as an assertion that Mr Bratholm for this purpose is passing on allegations of police brutality which he knows to be untrue. The statement also includes an implicit denigration of Mr Bratholm’s purpose as questionable and unworthy. ‘Other motives’ answers the question whether Mr Bratholm’s motives can be doubted, i.e. as opposed to honourable motives such as, for instance, to promote the rule of law.", "...", "The Court has no doubt that the assertion is an allegation which has both offended Mr Bratholm’s sense of honour and is liable to harm his reputation. The part of the assertion alleging that Mr Bratholm’s intention is to undermine the police can be proved to be true or false. That Mr Bratholm’s intention, with the statement worded as it is, must be understood by the reader as questionable or reprehensible is a subjective value judgment that can hardly be proved true or false. However, this does not in principle mean that statement 1.3 may not be declared null and void.", "[Statement 2.2] is not unequivocal as to whom it is directed against. It can be understood as being directed against Mr Bratholm (probably also against others), when seen in the light of the two preceding passages stating that Mr Bratholm (together with Mr Vogt and Mr Nordhus) is trying a new move and that Mr Bratholm (amongst others) is transgressing the limits of neutral research. When read in its context, the statement may also be understood to imply that it is not at all directed against Mr Bratholm, but against Amnesty. Such an interpretation must be based on the fact that the newspaper interviewed Mr Nilsen just because Amnesty had become involved in the matter. As a third possibility, the Court mentions that the statement – especially when read in the context of the caption in the newspaper – may be understood by an ordinary reader to imply that it is first of all directed at Mr Vogt and Mr Nordhus, but also at Mr Bratholm.", "The Court has reached the conclusion that when read in context statement [2.2] must be interpreted in any event as an assertion that Mr Bratholm, among others, has questionable motives for his involvement, and that Mr Bratholm is engaged in and/or contributes to what Mr Nilsen describes as skulduggery and private investigation, not impartial research.", "The statement in part includes value judgments (‘skulduggery’, ‘private investigation’), which are not liable to be declared null and void. However, the statement also includes an assertion on matters of fact, i.e. that there are dishonest motives and that Mr Bratholm is not neutral.", "The statement must obviously be understood to be an assertion that it is Mr Bratholm whose motives are dishonest. This follows from the first and second paragraphs preceding the statement, where Mr Nilsen first mentions that Mr Bratholm (together with Mr Nordhus and Mr Vogt) is trying a new move, and then claims that Mr Bratholm, among others, has exceeded the limits of impartial research.", "The Court has no doubt that this assertion constitutes a defamatory allegation against Mr Bratholm. It is both offensive to his sense of honour and liable to harm his reputation. The truth of the allegation can be tested by evidence and it may therefore be declared null and void.", "…", "Statement 2.3 contains an assertion that allegations of police brutality are being fabricated and then made public. When read in connection with the rest of the text, this must be interpreted by an ordinary reader as an assertion that Mr Bratholm publicises false allegations of police brutality. This assertion can be proved to be true or false, and is in principle liable to be declared null and void.", "The statement does not include only the said assertion. When the assertion is also understood to mean that Mr Bratholm is publicising allegations that he should have realised are false it follows that it is also offensive to Mr Bratholm’s sense of honour and liable to harm his reputation. The assertion implies that he, as an expert, is heedlessly publicising false allegations of police brutality. However, when read in context the statement cannot be understood solely in this way.", "The statement must be interpreted as an assertion that Mr Bratholm is taking part in a private investigation for the purpose of fabricating allegations of police brutality.", "If the assertion is to be interpreted as also being directed at persons other than Mr Bratholm, this does not preclude its being directed at him. Accordingly, statement 2.3 must also be interpreted as a defamatory allegation against Mr Bratholm, the truth of which can be tested by evidence.”", "26. The applicants appealed against the City Court’s judgment to the Supreme Court (Høyesterett), challenging the former court’s interpretation of their statements. Without any support in their wording or the context, it had interpreted the statements as calling into question Mr Bratholm’s honesty and motives. In no event could the statements be regarded as unlawful, as they had been expressed in response to his damaging value judgments of the profession. The applicants invoked, inter alia, Article 250 of the Penal Code pursuant to which a court could refrain from imposing a penalty if the injured party had provoked the defendant or retaliated in a reprehensible manner. A crucial factor was that Mr Bratholm’s attacks on the associations which the applicants represented constituted such provocation and retaliation.", "In his cross-appeal Mr Bratholm challenged the City Court’s findings with respect to statements 2.1 and 2.4. Moreover, he emphasised, inter alia, that he had not questioned the honesty of the applicants or any other officials. His criticism had been directed against a system and enjoyed special protection under Article 100 of the Constitution.", "On 19 November 1992 the Appeals Selection Committee (kjæremålsutvalget) of the Supreme Court granted leave to appeal on points of law.", "27. On 5 May 1993 the Supreme Court rejected both appeals, thereby upholding the City Court’s judgment, and ordered each of the applicants to pay NOK 45,000 in additional costs to Mr Bratholm.", "On behalf of the court, Mr Justice Schei stated, inter alia:", "“In the present case the interest in freedom of expression carries particular weight. The statements sought to be declared null and void were made in a public debate concerning police brutality. Police brutality – and by this I mean the use of illegal physical force by the police against individuals – is a matter of serious public concern. It is of central importance for democracy that a debate concerning such matters may take place as far as possible without a risk of sanctions being imposed on those who participate. It is of particular importance to allow a wide leeway for criticism in matters of public concern (see Article 100 of the Constitution). However, those who act in defence against the criticism, for instance the representatives of the Bergen police, should of course also enjoy this freedom of expression.", "...", "However, freedom of expression does not go as far as [allowing] every statement in a debate, even if the debate relates to matters of public concern. Freedom of expression must be weighed against the rights of the injured party. The limit between statements which may be permissible and statements which may be declared null and void must in principle be set at statements which relate to the other person’s personal honesty or motives ...", "Nor do accusations of lies, improper motives, dishonesty ... serve to promote freedom of expression but, perhaps, rather to suppress or prevent a debate which should have been allowed to take place.", "...", "[The applicants’] argument that the [impugned] statements cannot be declared null and void because they include subjective value judgments which are not susceptible of proof, is in my view untenable. The statements include, among other things, accusations of deliberate lies, unworthy motives and intent to damage the police. The truth of this type of statement can in principle be proved. The fact that [the applicants] have made no attempt to present such proof is another matter.", "In the assessment of whether the [statements] are to be considered unlawful [rettsstridig] the aggrieved party’s own conduct may also be relevant. A person who uses strong language may have to tolerate more than others. I will revert to Mr Bratholm’s conduct. Suffice it to say, in this context, that I cannot see that his strong involvement [in the debate] can be decisive with respect to those statements which clearly question whether he is lying or has acceptable motives.", "[The applicants] have submitted that, regardless of whether the statements are unlawful, the request for a null and void order must be refused, in accordance with an application by analogy of Article 250 of the Penal Code. To this I would ... say that [this] provision scarcely has any independent significance any longer – at least as regards provocation. In the case-law, the injured party’s own conduct has become more central in the determination of [whether a statement should be considered unlawful] and in violation of Article 247 of the Penal Code. I fail to see that there can be any room for exemption from penalty if the statement is unlawful. This approach would be the same if Article 250 ... had also been applicable to nullification. For this reason alone, there are no grounds for application by analogy, as pleaded by [the applicants].", "I should think that the reasoning I have ... presented is also correct in respect of retaliation. In any event there [was in the present case] no retaliation such as that required ...", "...", "I agree with the City Court that [the statements in question] fall under Article 247 of the Penal Code. Read in their context, they are directed against Mr Bratholm. In statement 1.2 he is accused of deliberate lies. An accusation of falsehood is also implied in statement 1.1 by the word ‘misinformation’. [Statement] 1.3 implies unworthy motives and suggests malicious intent [underlying Mr Bratholm’s attacks against the police]. This is also implied in statement 1.1. The defamatory nature of the [second applicant’s] statements becomes clearer and is thus reinforced when the statements are read together.", "The interest in freedom of expression cannot make these statements lawful. I refer to what I have said about statements which are directed against personal honesty and integrity.", "It has been submitted that Mr Bratholm’s own situation must be of central importance in the evaluation of the issue of lawfulness. He has, it is being alleged, made strong and derogatory statements against his opponents in the debate and must accept that an embarrassing light is put on him as well.", "I agree that Mr Bratholm voices harsh criticism in his book ‘Police Brutality’. A lot of this criticism is against a system, but a lot of it is also directed against persons.", "Mr Bratholm uses a number of derogatory expressions. ‘Misinformation’ has been singled out as one of them. I cannot see, for instance, that the use of that expression carries any significant weight when the lawfulness of the impugned statements is being assessed. Mr Bratholm’s point in using this expression has been, inter alia, to expose a deliberate or negligent denial of the existence of police brutality. Such denial is a prerequisite for the occurrence of police brutality on an appreciable scale.", "The word despotism has also been mentioned. In the manner it is used in the preface to Mr Bratholm’s book it is not linked to the Bergen police force ... The fact that the use of words such as ‘despotism’ probably contributed to raising the temperature and the general noise level of the debate may be relevant to the assessment of the lawfulness [of the impugned statements]. Having regard to the entire context, however, I cannot see that Mr Bratholm’s choice of words or manner of presentation of his views either in ‘Police Brutality’ or in connection with the commercialisation of the book can justify calling into question his integrity as was done in the statements under consideration.", "It is noted that the appellants have forcefully submitted that their statements were made in their capacity as representatives of the police and that, as such, they must enjoy a particular protection against their statements being declared null and void. I agree that it was natural for Mr Johnsen and Mr Nilsen as representatives to look after the interests of the police officers in the debate. As I have already mentioned, their freedom of expression should be protected to the same extent as the freedom of those who direct the attention towards possible questionable circumstances within the police force. But, as already pointed out, there is a limit also in respect of them. That limit has been overstepped in this case.", "Accordingly, I conclude along with the City Court that statements 1.1, 1.2 and 1.3 must be declared null and void.", "I will now turn to Mr Nilsen’s statements ...", "[Statement 2.2] ... directly assails the honesty of Mr Bratholm’s motives. That this is what is being questioned is reinforced when the statement is read in the context of the whole article ...", "I therefore agree with the City Court that statement 2.2 must be declared null and void ...", "...", "Statement 2.3 is tantamount to an assertion that allegations of police brutality are being fabricated and then made public. In this, there clearly lies a statement to the effect that the published material is being tampered with. The statement appears in close connection with Mr Bratholm and must at any rate be perceived as applying also to him ...", "... I therefore conclude that statement 2.3 but not statement 2.4 must be declared null and void ...”", "28. In a concurring opinion Mr Justice Bugge stated, inter alia:", "“I have reached the same conclusion and I agree on the essential points of the reasoning. However, for my part I have reached this conclusion with considerable doubts as to whether the appellants’ statements were unlawful, having regard to the circumstances in which they were made. The basis for my doubts is as follows:", "[Mr Justice Schei] pointed out that in a public debate on ‘matters of public concern’ ... the threshold for what the participants may state without being found liable for defamation should be very high. Even if this is accepted, I agree that it should not legitimise attacks directed against the opponent’s personal integrity, or which devalue or throw suspicion on his motives for participating in the debate.", "...", "For my part, I find it hard to see how the statements which the City Court ... declared null and void could be said to have been particularly directed against Mr Bratholm as a private individual. But I shall leave that aside, since I consider that in a heated public debate attacking another person’s integrity and motives instead of what the person has stated must be deemed unlawful as such.", "What in particular causes a problem for me is that – as I see it – it was Mr Bratholm himself who had called into question the integrity of the police, in particular that of the Bergen Police Department, when the debate on police brutality resumed in 1986. In Chapter 15 of [the book] he states the following about the concept ‘misinformation’:", "‘ “Misinformation” can be defined in various ways. One possible definition is untrue information, irrespective of whether the information is provided in good faith. It may, for example, be discovered subsequently that the research was mistaken on some point.", "There is little reason to place such a wide construction on the concept of misinformation. It is more practical to understand it as meaning deliberate or negligent dissemination of incorrect information. Misinformation in this sense is a problem that is easier to deal with than when our understanding is broadened only gradually.", "...", "If I were to base my conclusion on scattered information and impressions, it would be that the misinformation has been rather successful. The police, their organisations and supporters appear to have convinced fairly large parts of public opinion – which is hardly surprising. It is natural to call to mind how successful misinformation concerning the old Greenland police force has been for several decades. In spite of the extremely bad conditions there – and the fact that sound documentation of these conditions was provided by at least some of the Oslo newspapers from time to time, it was the misinformation that prevailed. The many members of the police that knew of the brutality did nothing to bring the circumstances to light.’", "I cannot read this in any other way than that Mr Bratholm here indeed himself accuses his opponents in the debate – ‘the police, its organisations and defenders’ – of lack of integrity, of knowingly hiding factual circumstances and of acting on the basis of inappropriate motives.", "It is in my view on this basis that the appellants’ statements must be evaluated – and in particular those which were made after the publication of ‘Police Brutality’ in 1986. The appellants’ submission that they, who naturally must have felt offended on behalf of the police, were entitled to reply in the same manner is not as such ill-founded.", "In this connection it is in my view also of importance that the appellants expressed themselves on behalf of the police organisations in Bergen and at the national level, respectively. They acted as elected representatives and spokesmen of the members. Very likely, and rightly so, they considered it an organisational duty to react to the attacks which were directed against the working methods of the police. It is not unusual in our society for the representatives of a profession to reply to public attacks in a way which might be lacking the necessary reflection and which might be somewhat inappropriate. The appellants were not familiar with the legislation on defamation either.", "Mr Bratholm has maintained that there must be a difference between what wellknown politicians must endure in respect of statements related to their political activities and the protection he enjoys when ‘from his professional standpoint he engages in important matters of public concern’. I do not agree ... and do not understand ... how this can be argued. In my opinion and as a matter of principle, when a scholar – for example in law – embarks on a public debate on matters of public interest he should not enjoy a greater right to protection under the defamation legislation than a politician.", "If I nevertheless agree with [Mr Justice Schei’s] conclusions, it is because I accept that there is a need to provide the best possible terms for a debate on ‘matters of public concern’ and that [such a debate] might suffer if statements such as those dealt with in this case are not declared null and void, even if their background is taken into consideration.”", "29. On 16 January 1998 the Supreme Court ordered the reopening of seven of the “boomerang cases”. The requests to this effect which had been lodged in 1996 had been rejected by the Gulating High Court. The Supreme Court granted leave to appeal. Pursuant to section 392 of the Criminal Procedure Act the Supreme Court found, in its final decision, that in the special circumstances at hand the correctness of the convictions was doubtful and that weighty considerations warranted a reassessment of the guilt of the convicted persons. In the Supreme Court’s view it was evident that police brutality had existed to a certain extent during the years 1974-86. The reason for the denial by police officers of any knowledge of such incidents had to be sought in “misunderstood loyalty”. It was highly probable that some police officers had given false evidence during the investigations of police brutality in Bergen. On 16 April 1998 the seven convicted persons were acquitted at the request of the prosecution which had found it unnecessary to bring new charges, failing a sufficient general interest.", "30. Under Norwegian defamation law, there are three kinds of response to unlawful defamation, namely the imposition of a penalty under the provisions of the Penal Code, an order under its Article 253 declaring the defamatory allegation null and void (mortifikasjon) and an order under the Damage Compensation Act 1969 (Skadeserstatningsloven – Law no. 26 of 13 June 1969) to pay compensation to the aggrieved party. Only the latter two were at issue in the present case.", "31. Under Article 253 of the Penal Code, a defamatory statement which is unlawful and has not been proved may be declared null and void by a court. The relevant part of this provision reads:", "“1. When evidence of the truth of an allegation is admissible and such evidence has not been produced, the aggrieved person may demand that the allegation be declared null and void unless otherwise provided by statute.”", "Such a declaration is applicable only with regard to factual statements, the truth of value judgments not being susceptible of proof.", "Although the provisions on orders declaring a statement null and void are contained in the Penal Code, such an order is not considered a criminal sanction but a judicial finding that the defendant has failed to prove its truth and is thus viewed as a civil-law remedy.", "In recent years there has been a debate in Norway as to whether one should abolish the remedy of null and void orders, which has existed in Norwegian law since the sixteenth century and which may also be found in the laws of Denmark and Iceland. Because of its being deemed a particularly lenient form of sanction, the Norwegian Association of Editors has expressed a wish to maintain it.", "32. Section 3-6 of the Damage Compensation Act 1969 reads:", "“A person who has injured the honour or infringed the privacy of another person shall, if he has displayed negligence or if the conditions for imposing a penalty are fulfilled, pay compensation for the damage sustained and such compensation for loss of future earnings as the court deems reasonable, having regard to the degree of negligence and other circumstances. He may also be ordered to pay such compensation for non-pecuniary damage as the court deems reasonable.", "If the infringement has occurred in the form of printed matter, and the person who has acted in the service of the owner or the publisher thereof is responsible under the first subsection, the owner and publisher are also liable to pay the compensation. The same applies to any redress imposed under the first subsection, unless the court finds that there are special grounds for dispensation …”", "33. Conditions for holding a defendant liable for defamation are set out in Chapter 23 of the Penal Code, Articles 246 and 247 of which provide:", "“Article 246. Any person who by word or deed unlawfully defames another person, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding six months.", "Article 247. Any person who, by word or deed, behaves in a manner that is likely to harm another person’s good name and reputation or to expose him to hatred, contempt, or loss of the confidence necessary for his position or business, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding one year. If the defamation is committed in print or in broadcasting or otherwise under especially aggravating circumstances, imprisonment for a term not exceeding two years may be imposed.”", "A limitation to the applicability of Article 247 follows from the requirement that the expression must be unlawful (rettsstridig). While this is expressly stated in Article 246, Article 247 has been interpreted by the Supreme Court to include such a requirement.", "Further limitations to the application of Article 247 are contained in Article 249, the relevant part of which reads:", "“1. Punishment may not be imposed under Articles 246 and 247 if evidence proving the truth of the accusations is adduced.", "…”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}