{"ITEMID": "001-23238", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "FEDERATION CHRETIENNE DES TEMOINS DE JEHOVAH DE FRANCE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant association [the Fédération Chrétienne des Témoins de Jéhovah de France – the Christian Federation of Jehovah’s Witnesses in France] was founded in accordance with the provisions of section 20 of the Act of 9 December 1905 on the separation of the churches and the State. It constitutes the Church of Jehovah’s Witnesses. It was represented before the Court by Mr A. Garay and Mr P. Goni, both of the Paris Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant association provides representation and legal protection for 1,149 local associations for the religion of Jehovah’s Witnesses. Its purpose is to “contribute to the practice of the Jehovah’s Witnesses’ religion, meet its costs and provide for its maintenance. It is committed to coordinating and developing the activities of the member associations, whose purpose is to ensure that Jehovah’s Witnesses can worship and can practise their faith.” (Article 2 of its articles of association). It “shall act to protect and defend Jehovah’s Witnesses from attacks on their religious convictions, in particular by combating any form of segregation or ostracism. The Federation may act by all legal means and, in particular, by taking court proceedings, to protect both individual interests and the collective interests of its members.” (Article 3).", "There have been Jehovah’s Witnesses in France since the beginning of the twentieth century and, according to the applicant association, they are the country’s third Christian denomination. At the most recent celebration of the Memorial of Christ’s death on 1 April 1999, 249,918 believers, including both regular and occasional worshippers, gathered in their places of worship.", "Since 1906, when the first local association was registered at a prefecture, Jehovah’s Witnesses have been able to exercise their religion in France freely and in peace.", "On 29 June 1995 the National Assembly adopted a draft resolution for the establishment of a parliamentary commission of inquiry “to study the phenomenon of sects and, if appropriate, propose changes to existing legal provisions”. The commission was set up on 11 July 1995 and decided to hold its hearings in camera. It held twenty hearings “lasting for a total of twenty-one hours”. On 22 December 1995 it published Report no. 2468, entitled Les sectes en France (“Sects in France”) and better known as the Gest/Guyard Report.", "In the report the parliamentarians acknowledged that it was difficult to define the word “sect”. On page 14 they stated: “The difficulty of defining the word “sect”, which will nevertheless be used in the rest of this report, led the Commission to consider a whole range of criteria, each of which could give rise to lengthy discussion. It has therefore preferred, at the risk of offending many people’s susceptibilities or making an incomplete analysis of the real situation, to adopt the ordinary meaning that the public attributes to the word.”", "Among the indicators “from which it is possible to infer that there might be some truth in suspicions which lead people to describe as a sect a movement presenting itself as a religious movement” the commission decided to adopt the criteria used by the Police Intelligence Branch (Direction centrale des Renseignements Généraux), namely mental destabilisation, exorbitant financial demands, inducing people to sever their ties with their home environment, bodily harm, indoctrination of children, more or less antisocial views, prejudicing public order, numerous lawsuits, possible misuse of traditional financial channels and attempts to infiltrate public authorities.", "According to the Police Intelligence Branch, 172 movements had been identified as fulfilling one of its criteria of dangerousness. Those movements had been separately listed as “sects”. Jehovah’s Witnesses appear on the list, which was published as an integral part of the commission’s report.", "The Gest/Guyard Report was widely circulated not only among public authorities (government, civil service, local councillors, etc.) but also among the public at large. A commercial version for the general public was published and distributed by a commercial company.", "However, after submitting their report, the members of the National Assembly who had made up the first study group on sects undertook new activities with a view to broadening the investigations into sects.", "An Interministerial Observatory on Sects was set up by a decree of 9 May 1996. This body, answerable to the Prime Minister, was charged with studying the phenomenon of sects and making proposals to the Government for improving the means of combating them. It was replaced on 7 October 1998 by the Interministerial Task Force for Action to Combat Sects, which is empowered to report offences committed by sectarian movements to public prosecutors where they are capable of being categorised as criminal offences.", "On 15 December 1998 a new resolution intended to broaden investigations was adopted by the National Assembly. A new commission, chaired by Mr Jacques Guyard, the former rapporteur of the first commission, and with Mr Jean-Pierre Brard as its rapporteur, was given six months to carry out its inquiry. According to the report of proceedings in the National Assembly on 10 December 1998, Mr Guyard said:", "“If the work carried out by the commission of inquiry in 1995 served a purpose, it was largely because the commission published a list of sectarian movements, giving it a degree of publicity which nobody dared to do for fear of being prosecuted. We accepted that responsibility collectively, irrespective of our political sympathies, and that helped to give the information wide circulation. I am pleased that the 1995 Report is the Assembly’s best-selling report. More than ten thousand copies have had to be printed to meet the demand from members of the public who wanted to be informed.”", "The new commission expressly confirmed that it was continuing the work carried out by the 1995 commission. Its aim was to examine the financial, property and tax situation of sects as well as their business activities and their relations with business and financial circles. Its report was registered on 10 June 1999.", "Initially the commission sought help from the Police Intelligence Branch. Police investigators asked associations for important documents and sensitive information informally and even orally without giving details. The parliamentary commission sent a questionnaire to some sixty associations, including the applicant association, in a letter of 19 March 1999 requesting a reply by 24 April 1999 at the latest. The applicant association sent a comprehensive reply to the commission by the appointed date, together with nine boxes of documents.", "The commission’s report, entitled “Sects and money”, was published on 17 June 1999; it is better known as the Guyard/Brard Report. In its conclusions the commission noted, in particular: “The right to be different must also be protected. However, it is unacceptable for the exercise of that right to jeopardise certain principles, chief among which is the right to protection of the weakest members of society. ... The preservation of freedom of conscience cannot be based on disregard for basic individual liberties – the freedom to come and go as we please, to own property and have the enjoyment of it, to keep ourselves fit and healthy, to be protected from abuses of power, to defend ourselves against damage to our pecuniary and non-pecuniary interests...” An annexe to the report contained information on the organisation, financial influence and economic network of thirty or so associations representative of sectarian movements, including the applicant association.", "According to the applicant association, the commission’s report contained numerous inaccurate and defamatory statements about Jehovah’s Witnesses. For example, it was asserted that Jehovah’s Witnesses were engaged in criminal activities amounting to tax evasion (pages 219 to 224).", "In a letter of 20 July 1999 to the Speaker of the National Assembly, the applicant association made a formal request for the parts of the Guyard/Brard Report that contained inaccuracies to be purely and simply deleted. It also sent the Speaker of the National Assembly a file on Jehovah’s Witnesses and their funding and the Guyard/Brard Report. The file contained documents analysing the allegations and the accusations disseminated in the parliamentary commission’s report under the responsibility of the National Assembly – accusations which the applicant association said were false. To date, the Speaker of the National Assembly has not taken any action on either of those letters.", "The applicant association maintained that on the basis of the work carried out by the parliamentary commissions, the State had embarked on a policy of repression and oppression of the groups mentioned, in particular Jehovah’s Witnesses, the largest of them. It submitted that the following measures taken by the State had formed part of that policy:", "(a) On 29 February 1996 the Minister of Justice had sent to Principal Public Prosecutors throughout the country a circular containing the list of “dangerous sects” that had been published in the Gest/Guyard Report, a list that had been supplied by the Police Intelligence Branch. The need to “combat” those movements was urged. The Minister of Justice requested Principal Public Prosecutors to “apply the existing law more strictly” and make full use of “the existing legal arsenal” by exercising “unfailing vigilance” and “particular severity”. They were also to consult anti-sect organisations for information purposes as some of the members of those organisations were former adherents of the groups referred to (Minister of Justice’s Circular no. 92 F24 C, 29 February 1996).", "(b) On 9 May 1996 the State had issued a decree to set up an Interministerial Observatory on Sects. That body had been composed of representatives from most of the major government departments. Its purpose had been to assist the Prime Minister in his campaign against sects (Decree no. 96-387 of 9 May 1996).", "(c) On 7 October 1998 the State had issued a decree to set up an interministerial task force on combating sects. The task force was empowered to train public officials to combat sects and inform the public about the dangers they posed (Decree no. 98-890 of 7 October 1998).", "(d) On 1 December 1998 the Ministry of Justice, noting that it had not received a sufficient number of complaints about sects and was thus not in a position to prosecute them, had instructed Principal Public Prosecutors to work with anti-sect organisations to encourage complaints against minority groups. The aim of that collaboration had been to obtain information in order to prosecute individuals belonging to one of the 172 minority groups regarded as “dangerous sects” (Minister of Justice’s Circular, CRIM. 9811/G3, 1 December 1998).", "(e) On 3 October 2000 the Ministry of Employment and Solidarity had issued Circular no. 2000-501 on abuses by sects. It laid down that Ministry’s administrative action when dealing with sectarian practices, clarifying its legal framework, and described the type of administrative organisation that had been adopted. It made direct reference to the criteria used by the 1996 parliamentary commission of inquiry for defining a sect.", "The applicant association submitted that although the reports of parliamentary commissions were supposed to be merely information documents without any legal effect, that had not been true of the Gest/Guyard and Guyard/Brard reports. It alleged that the two reports had given rise to the following measures infringing rights and liberties:", "(a) Refusals to grant the organisation exemption from property tax on its places of worship (in judgments delivered by the Clermont-Ferrand Administrative Court on 26 May 1999 and the Rennes Administrative Court on 12 May 1999).", "(b) A major tax inspection from 1995 to 1997. (It had been established that Jehovah’s Witnesses’ activities were non-profit-making, disinterested and non-commercial.) As a consequence of the tax inspection, believers’ offerings received by the applicant association over the previous four years, totalling 297,403,534 French francs (or 45,335,904 euros), had been taxed at a rate of 108%.", "(c) Refusal by the health-insurance office for the clergy to register members of the Christian Community of the Bethelites (one of the applicant association’s member associations), with explicit reference to the Guyard Report.", "(d) An inspection by the social-security-contribution collection agency, the URSSAF, and an investigation by the labour inspectorate.", "(e) The seizure on 6 June 1998, following the imposition of tax by the authorities, of all the movable and immovable property used by the applicant association.", "(f) Investigations by the Police Intelligence Branch into all the local associations of Jehovah’s Witnesses.", "As a consequence of the Gest/Guyard Report and the resulting recommendations, numerous administrative decisions had been taken that adversely affected the Jehovah’s Witnesses and some of their registered associations. For example, a series of measures had been taken on grounds that referred expressly to the Report, which maintained that Jehovah’s Witnesses were a “dangerous sect”:", "(a) Local authorities had refused to let municipal rooms to local associations because they belonged to the applicant church, as in Lyons (15 September 1997 and 18 November 1999), Annecy (27 January 1998) and Saint-Genis-Laval (27 November 1998).", "(b) State representatives had refused to renew the administrative certification of childminders who were Jehovah’s Witnesses, causing them to lose their jobs (administrative decisions by the councils of the départements of Cher (26 August 1996, 27 August 1997 and 5 June 1998), Pas-de-Calais (16 July 1997), Yonne (7 August 1997) and Haute-Marne (11 December 1998)).", "(c) A mother’s custody and care of a child had been called in question on the sole ground that she was a Jehovah’s Witness (judgment of the Foix tribunal de grande instance, 5 October 1998).", "(d) Local authorities had refused planning permission for places of worship (in municipal decisions of the mayor of Beuvillers (département of Moselle), 29 September 1997, and the mayor of Sainte-Hélène (département of Morbihan) on 26 June 1999).", "(e) Fifty-six prefectures consulted by the main tax office in each of their départements had given a negative ruling on whether Jehovah’s Witnesses’ places of worship should be exempted from property tax.", "(f) Judgments had been delivered in cases relating to press law in which the classification of offences as insult or defamation had been rejected because of an explicit reference by courts of first instance and courts of appeal to the Guyard Report (judgment of the Rennes Court of Appeal of 10 March 1998).", "(g) On 15 November 1999 the governor of Bapaume Prison had refused to allow publications by the Jehovah’s Witnesses in the prison “in view of the sectarian nature of the movement as recognised by the parliamentary commission”.", "(h) The authorisation for a childminder in Blagnac to mind a child in her care had been withdrawn because she was a Jehovah’s Witness.", "(i) On 12 May 2000 the family-affairs judge at the Colmar tribunal de grande instance had made an order referring directly to the parliamentary reports of 1996 and 1998 (which described the movement as a sect), prohibiting a child’s father from making him take part in events organised by Jehovah’s Witnesses.", "The applicant association further alleged that the Guyard Report had also given rise to a series of hostile reactions to Jehovah’s Witnesses, including:", "(a) Public impugning, by school parents’ associations, of teachers who were Jehovah’s Witnesses by means of leaflets and denunciation, calling for the teachers in question to be dismissed because they belonged to a “dangerous sect”.", "(b) Criticism of the Jehovah’s Witnesses, who had been depicted as forming a “dangerous sect” in the course of awareness-raising activities and discussions on sects held in schools, with the result that the children belonging to that faith had been stigmatised and marginalised.", "(c) The setting up of residents’ action groups objecting, often with the support of the local mayor, to the establishment in their community of Jehovah’s Witnesses wishing to build a place of worship.", "(d) Damage to Jehovah’s Witnesses’ places of worship and intimidating and threatening letters.", "(e) A veritable press campaign attacking the Jehovah’s Witnesses, who had been subjected to an avalanche of negative and detrimental articles (some 700 recorded between 1996 and 1999) and comments simply because they had been listed as a “dangerous sect” in the Gest/Guyard Report and accused of tax evasion in the Guyard/Brard Report.", "Under the second paragraph of subsection (1) of section 6 of Ordinance no. 58-1100 of 17 November 1958 on the functioning of the parliamentary assemblies, commissions of inquiry “shall be formed to collect information on specific matters or on the management of public services or State-owned companies with a view to submitting their findings to the assembly which set them up”. The task of these commissions of inquiry comes to an end when they submit their report. The commissions may hold hearings, which are public unless the decision is taken that they should be held in private.", "According to the applicant association, the decisions of parliamentary commissions of inquiry could not be challenged in the courts. Although their modus operandi was nowhere laid down, they had wide inquisitorial powers. They could arbitrarily decide to hold hearings in camera without any justification, and no appeal lay against such decisions. Evidence from doubtful sources could be gathered and even used against individuals or groups, who had no right to be heard in their own defence. Refusal to cooperate with a commission could lead to criminal proceedings resulting in fines and imprisonment. It was not possible to challenge either the procedure followed by such commissions or their findings (section 6 of Ordinance no. 58-1100 of 17 November 1958, as amended by Law no. 91-698 of 20 July 1991).", "The applicant association observed more particularly that in the case of the Gest/Guyard and Guyard/Brard reports, parliamentary immunity meant that there was no domestic remedy that would enable it to put an end to the discrimination, the violation of freedom of conscience and the other alleged infringements of its believers’ fundamental rights by the State. There was no national authority which could deal with such a complaint.", "The applicant association attributed the failure of its attempts to settle the case to the total immunity from legal proceedings enjoyed by parliamentary commissions. For example, on 7 March 1997 the rapporteur of the commission which adopted the Guyard/Brard Report, Mr Jean-Pierre Brard, a member of the National Assembly, wrote to the applicant association. In his letter he referred to “Jehovah’s Witnesses’ criminal nature” and suggested: “If you wish to establish contact with representatives of the State, I would strongly recommend the officers of the national police force or the members of the public prosecutor’s office of the département of Hauts-de-Seine.”", "On 22 June 2000 the National Assembly adopted document no. 546 on a bill tabled by Mr Nicolas About, a member of the Senate, designed to strengthen preventive and punitive action against sectarian groups. This bill added an Article to the Criminal Code on the judicial dissolution of “any legal entity, whatever its legal form or purpose, which engaged in activities whose aim or effect was to bring about or exploit the psychological or physical dependence of persons taking part in [certain] activities”. It also included provisions placing restrictions on the establishment or advertising of sectarian groups (clauses 6 and 8 of the bill). The National Assembly further proposed an offence of mental manipulation but on the second reading of the bill in the Senate it was rejected. On the other hand, it was decided to supplement the offence of fraudulent abuse of a state of ignorance or weakness provided for by Article 313-4 of the Criminal Code, which currently appears in the part of the Code relating to interference with property and covers only minors and persons who are particularly vulnerable because of a physical or mental deficiency.", "On 12 June 2001 Law no. 2001-504 “to strengthen preventive and punitive action against sectarian movements infringing human rights and fundamental freedoms” was enacted (it was published in Official Gazette no. 135 of 13 June 2001). Section 1 provides as follows:", "“Any legal entity, whatever its legal form or purpose, which engages in activities whose aim or effect is to bring about, perpetuate or exploit the psychological or physical subjection of persons taking part in those activities shall be liable to dissolution as provided in this section where there have been final criminal convictions of the legal entity itself or of those who are de jure or de facto in control of it for one or other of the following offences: (1) Intentional or unintentional homicide, bodily harm or psychological injury; endangering life; deprivation of liberty; undermining human dignity; infringing personal rights; endangering minors; or interfering with the peaceful enjoyment of possessions...”", "Section 20 of the Law added a new paragraph to Article 223-15, which provides as follows:", "“A sentence of three years’ imprisonment and a fine of FRF 2,500,000 shall be imposed for the fraudulent abuse of the state of ignorance or weakness of minors, persons whose particular vulnerability, owing to their age, illness, disability, physical or mental deficiency or pregnancy, is obvious and known to the person committing the abuse, or persons in a state of psychological or physical subjection resulting from the exertion of serious or repeated pressure or techniques likely to affect their judgment, with the purpose of inducing the minors or persons concerned to act or fail to act in such a manner as to cause them serious harm...”", "Other provisions restrict advertising by sectarian movements in the same circumstances and confer the rights of a civil party in criminal proceedings on any properly registered, State-approved association that proposes in its articles of association to protect and assist individuals or uphold individual and collective rights and freedoms."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}