{"ITEMID": "001-113410", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF EĞİTİM VE BİLİM EMEKÇİLERİ SENDİKASI v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of association);Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. Eğitim-Sen, the Education and Science Workers’ Union (“the union”) was formed in Ankara on 13 January 1995. According to the information it has provided, the union has 167,000 members with 90 branches and is present in 430 towns and cities. It is affiliated to the KESK (Kamu Emekçileri Sendikaları Konfederasyonu – the Confederation of Public Sector Workers’ Union), which is a member of Education International.", "6. On 15 September 2001 the union amended Article 2 (b) of its constitution to read as follows:", "“[Eğitim-Sen] defends the right of all individuals in society to receive, with equality and freedom, a democratic, secular, scientific and cost-free education in their mother tongue.”", "7. On 15 February 2002 the Governor of Ankara requested the applicant union to delete the words “their mother tongue” from its constitution on the ground that they were in breach of Articles 3 and 42 of the Constitution and of sections 1 and 20 of Law no. 4688 on public servants’ unions.", "8. The applicant union informed the Governor that it was too busy but that it undertook to amend its constitution by 30 June 2002.", "9. On 29 March 2002, under section 37 of Law no. 4688, the Governor of Ankara requested the public prosecutor of Ankara to bring an action for dissolution against the applicant union on the ground that it had not carried out the requisite amendment of Article 2 (b) of its constitution.", "10. On 3 July 2002 the applicant union amended Article 2 (b) of its constitution to read as follows:", "“[Eğitim-Sen] defends the right of all individuals in society to receive education in their mother tongue and to benefit from the development of their culture.”", "11. On 16 July 2002 the public prosecutor gave a decision discontinuing the dissolution proceedings initiated by the Governor, on grounds of insufficient evidence and incriminating factors. In his decision the public prosecutor indicated, firstly, that the applicant union had amended Article 2 (b) of its constitution, which now provided that individuals should “receive education in their mother tongue”; he further stated that the matter was being discussed in some depth both publicly and in political parties and that it would be tabled for debate in Parliament. He concluded that, in those circumstances, it was not appropriate to bring dissolution proceedings against the applicant union or criminal proceedings against the members of its board.", "12. On 15 October 2002 the Ministry of Labour and Social Security (“the Ministry”) informed the applicant union that, following the examination of its constitution, as amended on 3 July 2002 to comply with the relevant provisions of Law no. 4688, it had been concluded that the impugned Article was no longer in breach of the law.", "13. On 27 June 2003 the Office of the Chief of Staff of the armed forces requested the Ministry to take the necessary measures against the applicant union on the ground that Article 2 (b) of its constitution, as amended on 3 July 2002, was in breach of Articles 3 and 42 of the Constitution.", "14. On 15 July 2003 the Ministry requested the Governor of Ankara to examine the provisions of Article 2 (b) of the applicant union’s constitution in the light of section 6 of Law no. 4688.", "15. On 28 October 2003 the Governor of Ankara requested the applicant union to delete the words “receive education in their mother tongue” from Article 2 (b) of its constitution.", "16. On 12 April 2004 the Governor of Ankara, referring to the provisions of Article 2 (b) of the applicant union’s constitution and summing up the first set of proceedings against it, applied to the public prosecutor of Ankara to initiate fresh dissolution proceedings. The Governor explained that, even though Law no. 2923 of 14 October 1983 provided for the teaching of a number of languages and dialects, Article 2 of the applicant union’s constitution, in so far as it provided for education in a language other than Turkish, was in breach of that Law.", "17. On 10 July 2004 the public prosecutor of Ankara brought proceedings against the seven members of the executive board of EğitimSen. In the context of that action, the prosecutor further requested the dissolution of the applicant union under section 37 of Law no. 4688 on the ground that the union had not deleted the impugned wording from its constitution.", "18. The Ankara Employment Tribunal assumed jurisdiction to rule on the application for the dissolution of the applicant union pursuant to Law no. 4688.", "19. On 13 July 2004 the Ankara Employment Tribunal, applying section 6 of Law no. 4688, granted the applicant union a period of sixty days to amend the impugned provisions of its constitution.", "20. In a judgment of 15 September 2004, the Ankara Employment Tribunal dismissed the application for dissolution. In its reasoning it indicated in particular that the relevant Articles of Eğitim-Sen’s constitution did not jeopardise (tehlike) territorial, national or State unity or the existing borders of the Republic of Turkey. It did not find that the union had committed any unlawful action capable of suggesting that the provisions of the impugned Article of Eğitim-Sen’s constitution would be used by those opposed to the unity of the Republic of Turkey. Based on Article 90 of the Constitution and Articles 10 and 11 of the Convention, the tribunal also gave its own interpretation of Articles 10 and 11. It explained in this connection that freedom of expression constituted the basis of a democratic and pluralistic society, and that such freedom was a necessary condition for the progression of democratic societies and the personal development of each individual. It emphasised that, without such freedom, there was no democracy. It concluded that the provisions of Article 2 (b) of Eğitim-Sen’s constitution were not in breach of Articles 10 and 11 of the Convention. It further indicated that section 6(8) of Law no. 4688 – which granted sixty days to a union to comply with the law – should be interpreted in the light of the purpose of that Law. According to the tribunal, even if the union had not complied with the law within the time allowed, it was still for the tribunal to examine whether the application was well-founded and to rule on the merits of the case.", "21. On 29 September 2004 the public prosecutor appealed on points of law.", "22. In a judgment of 3 November 2004, the Court of Cassation overturned the judgment of 15 September 2004 on the ground that the Ankara Employment Tribunal had not correctly applied section 6(8) of Law no. 4688. It took the view that this section did not allow for any latitude of interpretation and that the dissolution of the union was mandatory where it had not complied with the provisions of the Law within a period of sixty days. It therefore concluded that Eğitim-Sen had to be dissolved, as it had not complied with the law within the time allowed to it by the Governor and the tribunal.", "23. In a judgment of 21 February 2005, the Ankara Employment Tribunal, contrary to the Court of Cassation’s judgment of 3 November 2004, reiterated its original findings. It referred back to the legal reasoning used in its judgment of 15 September 2004 and invoked the Strasbourg case-law on the dissolution of political parties, in particular the cases concerning the United Communist Party of Turkey and the Freedom and Democracy Party (ÖZDEP). It further observed that the official language of the Republic of Turkey was Turkish and that, according to Article 66 of the Constitution, any individual attached to the Republic by citizenship was Turkish. In its view, the fact of learning a language other than the official language did not constitute an action or conduct in breach of the law, but such conduct was proof of an attachment to the State of Turkey. Whilst agreeing that the official language was Turkish and that there could not be any other official language, it found that there should not be any particular impediment to the learning of other languages. Referring to its previous reasoning, based on Articles 10 and 11 of the Convention, the tribunal found that there were two main grounds for the dissolution of a union, an association or a political party, namely “an imminent threat” and “the criterion of violence”. It observed that the union whose dissolution was sought defended in its constitution the principle of education in one’s own mother tongue and the development of culture. It emphasised that, even supposing that the wording in question was illegal, the content and weight of the terms did not constitute an imminent threat or an incitement to violence and their inclusion in the union’s constitution did not jeopardise territorial, national or State unity or the existing borders of the Republic of Turkey. It found, on the contrary, that the decision not to dissolve the union would have the effect of calming the social tension, disorder and antagonism that were prevalent in society, and of restoring social peace.", "24. In a judgment of 22 May 2005, the combined divisions of the Court of Cassation (Yargıtay Hukuk Genel Kurulu) quashed by a majority the judgment of the court below. In its reasoning the court indicated that Articles 10 and 11 of the Convention provided for statutory limitations to the exercise of the freedoms of expression, assembly and association and that they notably stipulated that such restrictions had to be necessary in a democratic society. It was therefore the court’s task to verify whether the restrictions imposed by domestic law on fundamental rights and freedoms were consistent with Turkey’s international commitments. The court took the view that the union’s call for education in a mother tongue other than Turkish was in breach of Articles 3 and 42 of the Constitution and that it ran counter to the acceptance of a unitary State and to the existing legal system. In the court’s opinion, the right to form a union could thus be limited and such restrictions were necessary in a democratic society. The combined divisions of the Court of Cassation concluded that the defence of education in a mother tongue other than Turkish could not rely on Articles 10 and 11 of the Convention.", "25. In their dissenting opinion, some of the members of the combined divisions of the Court of Cassation, relying on section 6 of Law no. 4688, observed that, according to the conclusion of the court below, the impugned provisions of the union’s constitution were compliant with the law. The dissenting judges were of the view that, as a result, there had been no legal basis on which to order the union to amend its constitution within sixty days. They stated that the judgment had to be quashed to enable the court below to comply with section 6 of Law no. 4688 and not for the purpose of having the union dissolved.", "26. On 3 July 2005 the applicant union amended the offending part of Article 2 (b) of its constitution to read as follows:", "“[Eğitim-Sen] defends, in the context of human rights and fundamental freedoms, the right of all individuals in society to receive a democratic, secular, scientific and cost-free education.”", "27. In a judgment of 27 October 2005, the Ankara Employment Tribunal, taking note of the amendment to the union’s constitution, found that there was no longer any reason to rule on the dissolution of the union, since the material elements that had given rise to the action no longer existed.", "28. The relevant provisions of the Turkish Constitution, as in force at the material time, read as follows.", "“1. The State of Turkey constitutes, with its territory and nation, an indivisible whole. The official language is Turkish. ...”", "“Fundamental rights and freedoms may be restricted only by law and on the grounds set out in special provisions of the Constitution, provided always that the essence of such rights and freedoms remain intact. Any such restriction must not conflict with the letter or spirit of the Constitution or the requirements of a democratic, secular social order and must comply with the principle of proportionality.”", "“Everyone has the right to freedom of thought and opinion.", "No one may be compelled to reveal his thoughts and opinions or be reprimanded or incriminated on account of his thoughts or opinions for any reason and for any purpose whatsoever.”", "“Everyone has the right to express, individually or collectively, his thoughts and opinions and to disseminate them orally, in writing, in image or by any other means. This right includes the freedom to receive or impart information and ideas without interference by public authority. The present paragraph shall not preclude the imposition of rules concerning the licensing of broadcasting, television, cinema or other similar enterprises.", "The exercise of these freedoms may be restricted in the interests of national security, public order and public safety, for the preservation of the fundamental characteristics of the Republic, to protect the indivisible integrity of the State in terms of its territory and nation, to prevent crime, to punish offenders, to prevent the disclosure of information covered by State secrecy, to protect the honour, rights and private and family life of others, together with professional secrecy as provided for by law, and to ensure the fulfilment of the judicial function in accordance with its purpose.", "Rules governing the use of any means of conveying information and ideas are not to be regarded as restricting freedom of expression or freedom to impart ideas, provided they do not prevent such information or ideas from being conveyed.", "Any formalities, conditions and procedures concerning the exercise of freedom of expression and the conveying of ideas shall be regulated by law.”", "“No one may be deprived of the right to education. ...", "Citizens are not absolved from the duty to remain loyal to the Constitution by the freedom of education.", "...", "No language other than Turkish may be taught to Turkish citizens as their mother tongue or be used for the purposes of teaching in educational institutions. The law lays down the rules concerning the teaching of foreign languages in educational institutions and those that must be complied with by schools where education is provided in a foreign language. The provisions of international conventions are reserved.”", "“Employees and employers shall have the right to form trade unions and federations of unions, without prior permission, in order to safeguard and develop the economic and social rights and interests of their members in the context of their labour relations, and to join or withdraw from such entities of their own free will. No one shall be compelled to join or resign from a trade union.", "The right to form a union may only be limited as prescribed by law in the interests of national security or public order, for the prevention of crime, for the protection of public health or morals or for the protection of the rights and freedoms of others.", "The formalities, conditions and procedures applicable to the right to form a trade union shall be prescribed by law.", "Membership of more than one trade union within the same sector of activity shall be prohibited.", "The scope of the rights, in this sphere, of public officials other than those who have the status of ordinary contractual employee, and the exceptions and limitations applicable to them, shall be prescribed by law in a manner appropriate to the nature of the services they provide.", "The constitution, administration and functioning of trade unions and federations of unions shall not be inconsistent with the fundamental characteristics of the Republic or with democratic principles.”", "“Any individual who is connected to the Turkish State by nationality shall be Turkish. ...”", "“...", "In the event of conflict as to the scope of fundamental rights and freedoms between an international agreement duly in force and a domestic statute, the provisions of the international agreement shall prevail.”", "29. The relevant provisions of Law no. 4688 read as follows.", "“(1) Trade unions and confederations may be formed freely and without prior authorisation. ...", "(7) ... In the event of failure to remedy [the breaches observed, the Governor] shall apply to the court for the termination of the activities of the trade union or confederation. ...", "(8) The court shall allow a time-limit not exceeding sixty days [for the trade union or confederation] to comply with the law or remedy the breaches observed. If, at the end of the said period, the constitution or the documents in question are not compliant with the law, the court may order the dissolution of the union or confederation. ...”", "“The administration and functioning of trade unions and confederations formed hereunder shall not be incompatible with the democratic qualities and principles of the Republic as defined in the Constitution. ...”", "“Any trade union or confederation which engages in activities that are incompatible with the qualities and principles of the Republic as defined in the Constitution shall be dissolved by decision of the court which has jurisdiction to hear labour disputes, on an application by the public prosecutor for the district where the registered office [of the union or confederation] is situated. ...”", "30. Section 2(a) of Law no. 2923 provides that no language other than Turkish may be taught to Turkish citizens in educational establishments. However, it is permitted to make available to Turkish citizens private classes for the teaching of languages and dialects that they use traditionally in their daily lives, in accordance with a regulation adopted by the Minister for National Education. The teaching of such classes must not undermine the unity of the State and the nation or the indivisibility of national territory.", "31. In its latest report on Turkey (paragraphs 60, 61, 62, 63, 70 and 71), adopted on 10 December 2010 and published on 8 February 2011, the European Commission against Racism and Intolerance (ECRI) reported as follows.", "“Teaching in and of languages other than Turkish to persons belonging to minority groups other than those recognised under the Treaty of Lausanne", "...", "60. Law no. 4771, enacted in August 2002 and which amended Law no. 2923 on foreign-language education and teaching and the learning of different languages and dialects by Turkish citizens, paved the way for opening private schools to teach ‘languages and dialects traditionally used by Turkish citizens in their daily lives’. In accordance with the Regulation on learning of different languages and dialects traditionally used by Turkish citizens in their daily lives, which came into effect on 5 December 2003, Kurdish language courses opened in seven towns between December 2003 and October 2004. However, all have since closed, and other attempts to open a Circassian language school in Ankara did not come to fruition as the relevant administrative requirements could not be met. The authorities have indicated that applications to open Adyghe and Abkhazian private courses are still being examined by the relevant Governorships in accordance with the above Regulation. At present, there are thus no private language schools open in Turkey for the teaching of the languages spoken by minority groups. ...", "61. ... ECRI welcomes the decision taken by the Turkish authorities in October 2009 to open a Living Languages Institute at Mardin’s Artuklu University, at which Kurdish could be taught; courses in Syriac, Farsi and Arabic were also reportedly to be offered at the institute’s opening in February 2010. ... At the same time, ECRI notes with regret that in September 2009, the Council rejected a similar application to open a department of Kurdish studies and Kurdish language and literature at the University of Diyarbakır, on the grounds that the application – introduced by the local Bar Association – had been made by a body that supported terrorism.", "62. ECRI recommends that the Turkish authorities revise the wording of Article 42 of the Constitution, which prohibits the teaching of non-Turkish mother tongues in schools except in accordance with provisions of international treaties. ECRI again emphasises that it should be possible for such tuition to be provided alongside tuition in the official language.", "63. In addition, ECRI strongly recommends that the Turkish authorities pursue their efforts in favour of tuition in languages and dialects traditionally used in Turkey. It recommends that full effect be given to the existing possibility of opening private courses, particularly by removing all undue administrative obstacles.", "...", "Schooling provided in Turkish to children whose mother tongue is not Turkish", "...", "70. ECRI again recommends that the Turkish authorities look into the situation of children of non-Turkish mother tongue and ensure that every effort is made to enable them to learn Turkish, the language of instruction, properly, for example through the provision of additional courses or methods for teaching Turkish as a second language. More broadly, ECRI recommends that the authorities conduct research into the overall situation within the education system of children belonging to minority groups, in order to allow targeted measures to be taken to remedy any inequalities in this field.", "71. ECRI recommends that the Turkish authorities engage in dialogue with minority groups on the manner in which the concept of citizenship of the Turkish State is taught in schools, in order to ensure that the desired message of inclusiveness is imparted without leading to a sense that diversity is unwanted.”"], "VIOLATED_ARTICLES": ["10", "11"], "VIOLATED_PARAGRAPHS": ["10-1", "11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}