{"ITEMID": "001-118599", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF VUKADINOVIČ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Aleš Pejchal;André Potocki;Angelika Nußberger;Ganna Yudkivska;Mark Villiger;Paul Lemmens", "TEXT": ["4. The applicant was born in 1955 and lives in Ljubljana.", "5. On 6 August 1998 the applicant instituted a labour dispute before the Ljubljana Labour and Social Court seeking the annulment of the decisions of 9 June 1998 and 23 July 1998 whereby her contract had been terminated due to her unauthorised absence from work.", "6. On 16 February 2000 the first-instance court delivered a judgment rejecting her request. She appealed.", "7. On 20 June 2003 the Higher Labour and Social Court upheld the appeal and remitted the case for re-examination. The appeal court found that the facts had not been properly established and that as a consequence the application of the law was also questionable.", "8. On 29 January 2004 the first-instance court rejected the applicant’s claim. She appealed.", "9. On 26 May 2006 the appeal was rejected. The applicant lodged an appeal on points of law.", "10. On 11 March 2008 the Supreme Court rejected the appeal. The applicant lodged a constitutional appeal.", "11. On 11 November 2008 the Constitutional Court rejected the appeal.", "12. On 5 April 1995 the applicant instituted proceedings before the Ljubljana Labour and Social Court seeking payment of benefits.", "13. On 9 June 2003 the first-instance court delivered a judgment upholding her request in part. An appeal was lodged.", "14. On 2 September 2004 the Ljubljana Higher Labour and Social Court remitted the case for re-examination.", "15. On 12 April 2006 the first-instance court rendered a judgment. An appeal was lodged.", "16. On 14 February 2007 the appeal was rejected and on 15 December 2008 the appeal on points of law was rejected. The applicant lodged a constitutional appeal", "17. On 17 November 2009 the Constitutional Court rejected the appeal as being lodged out of time.", "18. For relevant domestic law see Tomažič v. Slovenia (no. 38350/02,", "13 December 2007)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}