{"ITEMID": "001-111178", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KOZHAYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (Belarus);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Anatoly Kovler;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1974 and lives in Moscow.", "6. On 21 September 2004 the Belarus authorities instituted criminal proceedings against the applicant on charges of extortion. On 11 November 2004 the applicant was found guilty of extortion and sentenced to four years’ detention in an open detention facility.", "7. In 2005 the applicant escaped from the detention facility and arrived in Moscow.", "8. On 1 April 2005 the Belarusian authorities issued an arrest warrant against the applicant in connection with his escape, which is a criminal offence in Belarus.", "9. On 11 February 2009 the Prosecutor’s Office for the Gomel Region (in Belarus) opened criminal proceedings against the applicant for escape from the detention facility and for being an accomplice to an attempted murder by a group of people in 1998. This second accusation concerned Article 139 § 1 of the Belarusian Criminal Code in conjunction with its Article 14 (see paragraphs 62-63 below). On the same date, the Prosecutor’s Office ordered his detention and issued an arrest warrant.", "10. On 23 November 2009 the applicant was arrested in Moscow and remanded in police custody. On the same day, the Belarusian authorities confirmed that the applicant was being prosecuted in Belarus and asked the Russian authorities to arrest him pending the submission of a formal extradition request.", "11. A Russian prosecutor applied to the Savelovskiy District Court of Moscow seeking authorisation of the applicant’s detention with a view to extradition. On 25 November 2009 the District Court granted this request and ordered the applicant’s detention, referring to Articles 108 and 466 of the Russian Code of Criminal Procedure (“the CCrP”) and to Article 61 of the Minsk Convention (see paragraphs 31, 37 and 53 below). No limit on the duration of the applicant’s detention was specified in the detention order. The applicant did not appeal.", "12. On 24 December 2009 the Russian Prosecutor General’s Office received an extradition request in respect of the applicant from the Belarusian authorities. It contained the following information:", "“The investigation has established that [the applicant], acting with pre-meditation and in concert with Sh. and I., assisted I. in attempting to murder P. ... The victim remained alive ...", "If extradited, [the applicant] would not be prosecuted or punished for any criminal offence other than those indicated in the extradition request... He will not be subjected to torture, inhuman or degrading treatment or punishment... The extradition request is not aimed at persecuting him for political reasons or on racial, religious or national grounds. The acts for which extradition is sought are not punishable by the death penalty ...”", "13. On 18 January 2010 the District Court examined a request from a prosecutor and extended the term of the applicant’s detention until 23 May 2010, with reference to the statutory six-month period contained in Article 109 of the CCrP, as well as to Article 466 of the CCrP and Article 61 of the Minsk Convention. The District Court relied on the following considerations:", "(i) the applicant was being prosecuted in Belarus for a particularly serious offence for which the statutory limitation period had not expired;", "(ii) a detention order had been issued by Belarusian authorities; and", "(iii) the applicant’s detention was necessary in relation to an “extradition check procedure” pending in relation to the extradition request from the Belarusian authorities.", "14. The detention order of 18 January 2010 was upheld on appeal on 24 February 2010.", "15. On 12 April 2010 the Russian Prosecutor General’s Office issued an extradition order on the charges under Article 139 § 1 of the Belarusian Criminal Code, in the following terms:", "“[The applicant] has been charged under Articles 139 § 1 and 415 of the Belarusian Criminal Code, in conjunction with its Article 14 ... He has been accused of assisting, in concert with others, Mr I. in committing attempted murder ...”", "Extradition on the charges under Article 415 of that Code was refused. The extradition order does not contain an assessment of the risk of the applicant being subjected to inhuman or degrading treatment or punishment.", "16. After the expiry of the previous detention order on 23 May 2010, on 24 May 2010 the District Court examined a request from a prosecutor and extended the applicant’s detention until 23 November 2010. The court considered that the prosecutor’s delay in applying for the extension did not impede the court’s examination of the request and could not justify its dismissal.", "17. On 23 June 2010 the Moscow City Court upheld the detention order of 24 May 2010.", "18. In the meantime, the applicant sought judicial review of the extradition order of 12 April 2010 before the Moscow City Court. Several hearings were scheduled and adjourned because the applicant sought to obtain additional evidence, lodged refugee and temporary asylum applications and subsequently brought judicial review proceedings concerning those applications (see paragraphs 25-27 below), or because one of his lawyers could not attend a court hearing. The City Court considered that the outcome of the above applications and proceedings were relevant to the judicial review of the extradition order and that the review proceedings before it therefore required adjournment.", "19. The applicant argued that he should not be extradited to Belarus because he feared being subjected to ill-treatment and capital punishment there and because he was a follower of the Hare Krishna movement.", "20. On 6 September 2010 the City Court confirmed the extradition order. The court held as follows:", "“... [The applicant’s] application to the migration authority for temporary asylum does not affect the examination of the extradition order on judicial review. Such application, lodged after his arrest, should not affect the court’s conclusions concerning the extradition order ...", "As follows from the information provided by the Russian Ministry of Foreign Affairs, there is no information concerning any persecution in respect of [the applicant] in Belarus for political, religious or other reasons.", "As follows from the Belarusian Criminal Code, the offence with which he has been charged in Belarus is not punishable by the death penalty. The Belarusian Prosecutor General’s Office provided assurances that [the applicant] would not be prosecuted for any other offenses committed prior to extradition and would not be subjected to any proscribed form of ill-treatment or punishment ...”", "21. On 20 October 2010 the Supreme Court of Russia upheld the judgment of 6 September 2010. The appeal court held as follows:", "“[The applicant’s] arguments concerning persecution on political or religious grounds were properly examined and dismissed by the first-instance court ... Its judgment should not be set aside because the extradition order was issued before any final court decision on the refugee application ...”", "22. The twelve-month period of the applicant’s detention was set to expire on 23 November 2010. Thus, having examined a prosecutor’s request, on 19 November 2010 the City Court extended the applicant’s detention to 23 May 2011, the date on which the maximum statutory detention period of eighteen months would be reached (see paragraph 31 below). The court noted that the applicant had lodged an application before the Court; that the Court had indicated, under Rule 39 of the Rules of Court, to the Russian authorities not to enforce the extradition order until further notice; and that such indication remained in force. The court held as follows:", "“The Supreme Court’s ruling of 29 October 2009 requires that detention of a person with a view to extradition should be determined under the procedure prescribed in Article 109 of the CCrP ... It provides that detention beyond twelve months and until eighteen months may be ordered, in exceptional circumstances, in relation to an investigator’s applications and in relation to particularly serious offences... The present case discloses exceptional circumstances, taking into account the gravity of the charges ...”", "Apparently, the applicant did not appeal.", "23. On 16 May 2011 the applicant was released from detention on an undertaking not to leave his town of residence.", "24. As stated in a letter of 1 July 2010 signed by the representative of the Moscow Chapter of the International Society for Krishna Consciousness, the applicant was married to a Russian national and they were raising a child in compliance with the “Vedic standards”. The marriage ceremony had been religious and had followed the Vedic rules. As indicated in another similar letter, the applicant had joined the Hare Krishna movement in the 1990s and had been actively involved in the movement as a follower and a preacher.", "25. The applicant applied for refugee status, stating that between 1992 and 2005 he had distributed printed material in Belarus about the Hare Krishna movement and had practised and taught yoga. From 1997 onwards he had started to “have problems” with the Belarusian authorities because of his religion and related activities. He had been arrested on several occasions. In 2004 he had wanted to open an educational institution in Minsk, which would have taught the teachings of Bhaktivedanta Swami. In 2004 he and his wife had been poisoned and his wife had been admitted to hospital. Thereafter, they had had to move to another town in Belarus. Soon thereafter, a criminal case had been opened against the applicant and he had been sentenced to four years’ imprisonment. He feared ill-treatment and the imposition of the death penalty on account of the criminal charges against him, if returned to Belarus.", "26. By a final decision of 17 August 2010 the City Court rejected the applicant’s refugee application. The court considered that his allegations concerning criminal prosecution in the country of origin did not disclose any risk of ill-treatment; he had not provided any evidence concerning any previous persecution or a risk of persecution on religious grounds; between 2005 and his arrest in 2009 he had not sought protection in Russia on any such grounds; his application had thus been no more than a challenge to the extradition proceedings pending in respect of him.", "27. In September 2010 the applicant applied for temporary asylum on similar grounds. His application was rejected by the migration authority on 4 October 2010. This refusal was confirmed by the Federal Migration Authority on 17 January 2011, stating that:", "“The Belarusian Criminal Code provides for capital punishment as an exceptional penalty. Such sentences are carried out. Conditions of detention are in line with generally acceptable standards (see the Ministry of Foreign Affairs, no. 2031/1 of 10 March 2010). The Belarusian Prosecutor General’s Office indicates that the charges against the applicant do not entail the death penalty as a possible sentence. The MFA has no information about torture, ill-treatment, unlawful arrest, discrimination, persecution for racial, religious or social reasons in Belarus ... The applicant has not provided convincing facts in support of his fear of being a victim of religious persecution in Belarus. The criminal prosecution in respect of him has no connection to his claimed religious beliefs. He would be able to lodge an appeal against the trial judgment ...”", "The applicant did not seek judicial review of the above refusals.", "28. Everyone has the right to liberty and security (Article 22 § 1). Detention is permissible only on the basis of a court order. The length of time for which a person may be detained prior to obtaining such an order must not exceed forty-eight hours (Article 22 § 2).", "29. The term “court” is defined by the Code of Criminal Procedure (“the CCrP”) of 2002 as “any court of general jurisdiction which examines a criminal case on the merits and delivers decisions provided for by this Code” (Article 5 § 48). The term “judge” is defined by the CCrP as “an official empowered to administer justice” (Article 5 § 54).", "30. A district court has the power to examine all criminal cases except for those falling within the respective jurisdictions of a justice of the peace, a regional court or the Supreme Court of Russia (Article 31 § 2).", "31. Chapter 13 of the CCrP governs the application of preventive measures. Detention is a preventive measure applied on the basis of a court decision to a person suspected of or charged with a criminal offence punishable by at least two years’ imprisonment when it is impossible to apply a more lenient preventive measure (Article 108 § 1). A court request for remand in custody is submitted by an investigator (следователь) with the support of the head of the investigative authority or by the police officer in charge of the inquiry (дознаватель) with the support of a prosecutor (Article 108 § 3). A request for remand in custody should be examined by a judge of a district court or a military court of a corresponding level in the presence of the person concerned (Article 108 § 4). Appellate courts should examine appeals lodged against judicial decisions on remand in custody within three days (Article 108 § 11). The period of detention pending the investigation of a criminal case must not exceed two months (Article 109 § 1) but may be extended up to six months by a judge of a district court or a military court of a corresponding level. Further extensions up to twelve months may be granted with regard to persons accused of serious or particularly serious criminal offences (Article 109 § 2). Extensions up to eighteen months may be granted on an exceptional basis with regard to persons accused of particularly serious criminal offences (Article 109 § 3).", "32. A preventive measure can be applied with a view to ensuring a person’s extradition in compliance with the procedure established under Article 466 of the CCrP (Article 97 § 2).", "33. Chapter 54 of the CCrP (Articles 460-468) governs the procedure to be followed in the event of extradition.", "34. A court is to review the lawfulness and validity of a decision to extradite within a month of receipt of a request for review. The decision should be taken in open court by a panel of three judges in the presence of a prosecutor, the person whose extradition is sought and the latter’s legal counsel (Article 463 § 4).", "35. Article 464 § 1 lists the conditions under which extradition cannot be authorised. Thus, the extradition of the following should be denied: a Russian citizen (Article 464 § 1-1) or a person who was granted asylum in Russia (Article 464 § 1-2); a person in respect of whom a conviction has become effective or criminal proceedings have been terminated in Russia in connection with the same act for which he or she has been prosecuted in the requesting State (Article 464 § 1-3); a person in respect of whom criminal proceedings cannot be launched or a conviction cannot become effective in view of the expiry of the statute of limitations or under another valid ground in Russian law (Article 464 § 1-4); or a person in respect of whom extradition has been blocked by a Russian court in accordance with the legislation and international treaties of the Russian Federation (Article 464 § 1-5). Finally, extradition should be denied if the act that gave grounds for the extradition request does not constitute a criminal offence under the Russian Criminal Code (Article 464 § 1-6).", "36. In the event that a foreign national whose extradition is being sought is being prosecuted or is serving a penalty for another criminal offence in Russia, his extradition may be postponed until the prosecution is terminated, the penalty is lifted on any valid ground or the sentence is served (Article 465 § 1).", "37. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, the Prosecutor General or his deputy is to “take measures” in order to decide on the preventive measure in respect of the person whose extradition is being sought. The preventive measure is to be applied in accordance with established procedure (Article 466 § 1).", "38. Upon receipt of a request for extradition accompanied by an arrest warrant issued by a foreign judicial body, a prosecutor may place the person whose extradition is being sought under house arrest or in custodial detention without prior approval of his or her decision by a court of the Russian Federation (Article 466 § 2).", "39. Verifying the compatibility of section 31 § 2 of the Law on the Legal Status of Foreign Nationals in the USSR of 1981, the Constitutional Court ruled that a foreign national liable to be expelled from Russia could not be detained for more than forty-eight hours without a court order.", "40. Assessing the compatibility of Article 466 § 1 of the CCrP with the Russian Constitution, the Constitutional Court reiterated its settled case-law to the effect that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "41. In the Constitutional Court’s view, the absence of specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, which in the case of Russia was the procedure laid down in the CCrP. That procedure comprised, in particular, Article 466 § 1 of the CCrP and the provisions in its Chapter 13 (“Preventive measures”), which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests.", "42. The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the CCrP did not allow the authorities to apply a custodial measure without complying with the procedure established in the CCrP or in excess of the time-limits fixed in the Code.", "43. The Prosecutor General asked the Constitutional Court for official clarification of its decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person’s detention with a view to extradition.", "44. The Constitutional Court refused the request on the grounds that it was not competent to indicate specific provisions of criminal law governing the procedure and the maximum periods for holding a person in custody with a view to extradition. That matter was within the competence of the courts of general jurisdiction.", "45. The Constitutional Court reiterated its settled case-law to the effect that the scope of the constitutional right to liberty and personal inviolability was the same for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person may not be detained in Russia for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against excessively long detention beyond forty-eight hours, and also against arbitrary detention, in that it required a court to examine whether the arrest was lawful and justified.", "46. The Constitutional Court held that Article 466 § 1 of the Code of Criminal Procedure, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours on the basis of a request for his or her extradition without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure established in the Russian Code of Criminal Procedure and within the time-limits fixed in the Code.", "47. The Constitutional Court dismissed as inadmissible a request for a review of the constitutionality of Article 466 § 2 of the CCrP, stating that this provision “does not establish maximum periods for custodial detention and does not establish the reasons and procedure for choosing a preventive measure, it merely confirms a prosecutor’s power to execute a decision already delivered by a competent judicial body of a foreign state to detain an accused. Therefore the disputed norm cannot be considered to violate the constitutional rights of [the claimant] ...”.", "48. In Ruling no. 22, adopted by the Plenary Session of the Supreme Court of the Russian Federation on 29 October 2009 (“the Ruling”), it was stated that, pursuant to Article 466 § 1 of the CCrP, only a court could order the remand in custody of a person in respect of whom an extradition check was pending and where the authorities of the country requesting extradition had not submitted a court decision remanding him or her in custody. The judicial authorisation of remand in custody in that situation was to be carried out in accordance with Article 108 of the CCrP and following a prosecutor’s request for that person to be remanded in custody (paragraph 34 of the Ruling). In deciding to remand a person in custody, a court was to examine whether there were factual and legal grounds for the application of that preventive measure. If the extradition request was accompanied by a detention order of a foreign court, a prosecutor was entitled to remand the person in custody without a Russian court’s authorisation (Article 466 § 2 of the CCrP) for a period not exceeding two months, and the prosecutor’s decision could be challenged in the courts under Article 125 of the CCrP.", "49. In extending a person’s detention with a view to extradition, a court was to apply Article 109 of the CCrP.", "50. When carrying out actions requested under the Minsk Convention, to which Russia and Belarus are parties, an official body applies its country’s domestic laws (Article 8 § 1).", "51. Extradition for the institution of criminal proceedings can be sought with regard to a person whose acts constitute crimes under the legislation of the requesting and requested parties and which are punishable by imprisonment for at least one year (Article 56 § 2).", "52. Upon receipt of a request for extradition, the requested country should immediately take measures to search for and arrest the person whose extradition is being sought, except in cases where no extradition is possible (Article 60).", "53. The person whose extradition is sought may be arrested before receipt of a request for extradition if there is a related petition. The petition must make reference to a detention order and indicate that a request for extradition will follow (Article 61 § 1). If the person is arrested or detained before receipt of the extradition request, the requesting country must be informed immediately (Article 61 § 3).", "54. A person detained pending extradition pursuant to Article 61 § 1 of the Minsk Convention must be released if the requesting country fails to submit an official request for extradition with all requisite supporting documents within forty days of the date of remand in custody (Article 62 § 1).", "55. In support of his complaint of a risk of ill-treatment, the applicant referred to a 1997 report from the United Nations Human Rights Committee; a 2000 report of the UN Committee against Torture; and 2005-2006 reports by the UN Special Rapporteur on human rights in Belarus.", "56. The applicant also relied on a 2004 report of the UN Working Group on Arbitrary Detention and, deploring appalling conditions of detention in Belarus, the 2008 report on the international fact-finding mission from the International Federation for Human Rights (“the FIDH”).", "57. Lastly, the applicant referred to the Human Rights Watch Report “Shattering Hopes. Post-Election Crackdown in Belarus”, as well as the report entitled “Belarus. Restrictions on the Political and Civil Rights of Citizens Following the 2010 Presidential Election” issued by the FIDH.", "58. Furthermore, as reported by Amnesty International, in June 2010 the Belarusian House of Representatives set up a working group to draft proposals on imposing a moratorium on the death penalty. However, Belarus has continued to hand down death sentences despite international pressure. Reportedly, four people were sentenced to death for murder in 2009 and two people were sentenced to death for murder in 2010. In 2011 two more people were sentenced to death.", "59. In 2010 the UN Committee against Torture considered the fourth periodic report of Belarus, which contained information in relation to the period under review (September 1999 – August 2009). In 2011 the Committee adopted, inter alia, the following conclusions (CAT/C/BLR/CO/4):", "“... 6. The Committee is seriously concerned about numerous, consistent reports that detainees are frequently denied basic fundamental legal safeguards, including prompt access to a lawyer and medical doctor and the right to contact family members, and this pertains especially to those detainees charged under article 293 of the Criminal Code. Such reports include cases raised jointly by several special procedure mandate holders, including the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, and pertaining to, inter alia, Andrei Sannikov who made an allegation during trial in May 2011 about the denial of his rights to prompt access to lawyer, to contact family and to medical treatment despite injuries caused by the authorities during arrest, and Vladimir Neklyaev ...", "10. The Committee is deeply concerned over the numerous and consistent allegations of widespread torture and ill-treatment of detainees in the State party. According to the reliable information presented to the Committee, many persons deprived of their liberty are tortured, ill-treated and threatened by law enforcement officials, especially at the moment of apprehension and during pre-trial detention. These confirm the concerns expressed by a number of international bodies, inter alia, the Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, the Human Rights Council (resolution 17/24), the United Nations High Commissioner for Human Rights and the Organization for Security and Cooperation in Europe. While noting article 25 of the Constitution which prohibits torture, the Committee is concerned about the substantial gap between the legislative framework and its practical implementation (arts. 2, 4, 12 and 16)...", "11. The Committee continues to be deeply concerned about the persistent and prevailing pattern of failure of officials to conduct prompt, impartial and full investigations into the many allegations of torture and ill-treatment and to prosecute alleged perpetrators, the lack of independent investigation and complaint mechanisms, the intimidation of the judiciary, the low level of cooperation with international monitoring bodies, which have led to serious underreporting and impunity ...", "16. While noting the information provided by the State party that the definition of torture contained in article 1 of the Convention is used for the purpose of criminal prosecution of perpetrators of acts of tortures and the Office of the Procurator-General is preparing a bill on amendments to the criminal legislation, the Committee is concerned that such definition of torture has never been applied by domestic courts. The Committee remains concerned that the national legislation does not contain provisions defining torture and ensuring absolute prohibition of the torture. It is also concerned that articles 128 and 394 of the Criminal Code do not criminalize torture in accordance with article 4, paragraph 2, of the Convention (arts. 1, 2 and 4) ...”", "The Committee’s observations contain the following conclusions concerning conditions of detention and the death penalty in Belarus:", "“19. While welcoming efforts made by the State party to improve the living condition of detained persons (CAT/C/BLR/4, paras. 21 ff.) and the State party’s acceptance of the recommendation made in the course of the universal periodic review to that end (A/HRC/15/16, para. 97.30), the Committee remains deeply concerned about continuing reports of poor conditions in places of deprivation of liberty, including an appeal by the Special Rapporteur on the question of torture concerning the conditions in several places of detention such as the SIZO in Minsk (A/HRC/4/33/Add.1, para. 16). This includes the problem of the overcrowding, poor diet and lack of access to facilities for basic hygiene and inadequate medical care (arts. 11 and 16) ...", "27. The Committee is concerned by reports of the poor conditions of persons sentenced to death, and regarding the secrecy and arbitrariness surrounding the execution of persons sentenced to death, including reports that the families of persons sentenced to the death penalty are only informed days or weeks after the execution has taken place, that they are not given the opportunity for a last visit to the prisoner, that the body of the executed prisoner is not handed over to the family and the place of burial is not disclosed to them. Furthermore, the Committee is deeply concerned at reports that some death row prisoners are not provided with fundamental legal safeguards and the discrepancy between reports of the authorities and other, various sources on this matter. Although the Committee notes that a parliamentary working group continues to consider the possibility of establishing a moratorium of the death penalty, it regrets the execution of two death row inmates whose cases were being reviewed by the Human Rights Committee, despite its request for interim measures ...”", "60. Some other reports and information concerning Belarus have been summarised by the Court in Puzan v. Ukraine, no. 51243/08, §§ 20-24, 18 February 2010.", "61. Article 59 of the Belarusian Criminal Code provides, in its current version, that the death penalty can be exceptionally imposed for certain particularly serious criminal offenses related to premeditated murder with aggravating circumstances.", "62. As follows from Article 139 § 1 of the Code, in its current version, murder is punishable by a prison term from six to fifteen years. The death penalty is enumerated in Article 139 § 2 among the possible sentences for certain specific situations, such as: murder committed by a group of people; murder of two or more people; murder of a child, an elderly person or a pregnant woman; murder in connection with kidnapping; and murder committed to cover up another criminal offence.", "63. Article 14 § 1 of the Code provides a definition of an attempted/inchoate criminal offence. Its paragraph 2 specifies that “liability for an attempted offence should be imposed under the same Article of the Code”. Article 67 of the Code provides that the death penalty should not be imposed for an attempted offence."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-f"]}