{"ITEMID": "001-85202", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LEDOVKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1956 and lives in Pskov.", "5. He is a Chernobyl pensioner.", "6. On 10 February 2003 the Pskov Town Court of the Pskov Region (“the Town Court”) granted his claim against the Welfare Office and recovered arrears in respect of disability and food allowances in the amount of 22,742.64 Russian roubles (RUB) and in the amount of RUB 1,713 respectively. The Town Court held that as of 1 January 2002 the applicant had been entitled to a certain increase in his disability allowance, and that as of 1 July 2002 he had been entitled to yet another increase in disability and food allowances. The Town Court further held that as of 1 February 2003 the applicant was entitled to a monthly disability allowance in the amount of RUB 4,540.52 and to a monthly food allowance in the amount of RUB 544.80. Furthermore, the Town Court held that in future, the monthly disability and food allowances had to be increased in line with the minimum subsistence amount if its index of growth attained an inflation rate of 6%. The judgment acquired legal force on 21 February 2003.", "7. According to the Government, the judgment of 10 February 2003 was enforced in full. The final payment under that judgment was made in November 2006.", "8. The applicant submitted that the judgment of 10 February 2003 remained without enforcement in the part concerning the payment of a monthly food allowance."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}