{"ITEMID": "001-91722", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LÖFFELMANN v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+9;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1976 and lives in Maissau.", "8. Upon his baptism on 9 July 1994 he became a member of the Jehovah’s Witnesses in Austria, within which he assumed the function of a preacher or “regular pioneer” (Prediger, allgemeiner Pionier) and, since 27 November 1996, a deacon or “ministerial servant” (Diakon, Dienstamtgehilfe). In this function he assisted the clerical work of elders of the Jehovah’s Witnesses.", "9. On 17 November 1994 the Lower Austrian Military Authority (Militärkommando) found that the applicant was fit to perform military service. On 3 July 1995 the applicant started his military service; however, on 1 August 1995 he was discharged following a military medical expert opinion that had found him unfit for service.", "10. On 28 September 1995 the Lower Austrian Military Authority issued a conscription order (Stellungsbescheid) in respect of the applicant, ordering him to undergo another examination as to his ability to perform military service pursuant to section 24(8) of the Military Service Act (Wehrgesetz), as in force at the relevant time. As to the applicant’s argument that he should be exempted from military service under section 24(3) of the Military Service Act, it noted that the applicant was not a member of a recognised religious society.", "11. The applicant appealed against that order, claiming in particular that he should be dispensed from military service since he performed a function within the Jehovah’s Witnesses which was equivalent to that of members of a recognised religious society who were exempted from military service under section 24(3) of the Military Service Act. To restrict such a privilege to members of recognised religious societies was not objectively justified and was therefore in breach of the Federal Constitution.", "12. On 16 November 1995 the Federal Minister for Defence (Bundesminister für Landesverteidigung) dismissed the applicant’s appeal and confirmed the lower authority’s decision.", "13. On 8 January 1996 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof), requesting it to repeal the wording “recognised religious societies” in section 24(3) of the Military Service Act.", "14. On 1 December 1997 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success. It referred to an earlier decision by which it had found that the obligation to perform military or civilian service raised no concerns as regards compliance with Article 9 of the Convention.", "15. On 26 March 1998 the Administrative Court (Verwaltungs-gerichtshof) dismissed the applicant’s complaint. It noted that the applicant had solely complained about section 24(3) of the Military Service Act in conjunction with the 1998 Act on the Legal Status of Registered Religious Communities (Bundesgesetz über die Rechtspersönlichkeit von religiösen Bekenntnisgemeinschaften – hereafter referred to as the “1998 Act”), which had entered into force on 10 January 1998. However, the Administrative Court had to limit its examination of the legality of the drafting order to the legal situation at the time when the order had been issued. Referring to the case-law quoted by the Constitutional Court, it found no concerns as regards the legality of the drafting order and therefore also no indication to institute proceedings to review constitutionality (Gesetzesprüfungsverfahren) as proposed by the applicant.", "16. On 14 May 1998 the Lower Austrian Military Authority issued another conscription order for an examination of the applicant’s fitness to perform military service.", "17. On 19 May 1998 the applicant lodged a complaint with the Constitutional Court against the order. He submitted in particular that by virtue of the 1998 Act, the Jehovah’s Witnesses had been granted the status of a “registered religious community”. However, the ten-year period for a successful application for recognition under the Recognition Act (Anerkennungsgesetz), newly introduced by section 11 of the 1998 Act, lacked objective justification. Furthermore, it precluded any recognition for the following ten years. Since section 24(3) of the Military Service Act referred to “recognised religious societies” and restricted exemption from military service to members of recognised religious societies, the applicant again requested the Constitutional Court to revoke this limitation and also to revoke the ten-year period prescribed in section 11 of the 1998 Act.", "18. On 8 June 1998 the Constitutional Court refused to deal with the complaint for lack of prospects of success. It further held that the provision of the 1998 Act referred to was not directly applicable to the case at issue.", "19. Subsequently, the applicant filed a request for recognition as a conscientious objector (Zivildiensterklärung), which was granted.", "20. Between 1 February 1999 and 31 January 2000 he performed his civilian service in a social institution.", "21. On 1 February 2000 the applicant joined the “Religious Order of the Jehovah’s Witnesses” (Orden der Sondervollzeitdiener der Zeugen Jehovas), where he lived and worked as a preacher (Bethelmitarbeiter).", "22. In February 2001 he left the order and continued to work as a preacher and deacon.", "23. Article 9a § 3 of the Federal Constitution reads as follows:", "“Every male Austrian citizen is liable for military service. Conscientious objectors who refuse to perform compulsory military service and who are dispensed from this requirement must perform alternative service. The details shall be regulated by ordinary law.”", "24. Section 24(3) of the Military Service Act, as in force at the relevant time, read as follows:", "“An exemption from the obligation to perform military service shall apply to the following members of recognised religious societies:", "1. ordained priests,", "2. persons involved in spiritual welfare or in clerical teaching after graduating in theological studies,", "3. members of a religious order who have made a solemn vow, and", "4. students of theology who are preparing to assume a clerical function.”", "25. Section 24(8) of the Military Service Act provided, inter alia, that persons whose fitness for military service, having initially been established, became questionable had to undergo another examination. However, the latest decision on fitness for performance of military service remained valid until the final conclusion of the fresh examination.", "26. Section 1 of the Act provides that all religious faiths which have not yet been recognised in the legal order may be recognised as a religious society if they fulfil the conditions set out in the Act, namely that their teaching, services and internal organisation, as well as the name they choose, do not contain anything unlawful or morally offensive and that the setting up and existence of at least one community of worship (Cultusgemeinde) satisfying the statutory criteria is ensured.", "27. Section 2 provides that if the above conditions are met, recognition is granted by the Minister for Religious Affairs (Cultusminister). Recognition has the effect that a religious society obtains legal personality under public law (juristische Person öffentlichen Rechts) and enjoys all rights which are granted under the legal order to such societies. Sections 4 et seq. regulate the setting up of communities of worship, membership of them, delimitation of their territory, and their bodies and statutes. Sections 10 to 12 deal with the nomination of religious ministers (Seelsorger) of religious societies, the qualifications such persons must have and how their nomination must be communicated to the authorities. Section 15 provides that the public authorities responsible for religious matters have a duty to monitor whether religious societies comply with the provisions of the Act.", "28. The legal personality of the Roman Catholic Church is, on the one hand, regarded as historically recognised, and, on the other hand, explicitly recognised in an international treaty, the Concordat between the Holy See and the Republic of Austria, Federal Law Gazette II, No. 2/1934 (Konkordat zwischen dem Heiligen Stuhle und der Republik Österreich, BGBl. II Nr. 2/1934).", "29. The following are examples of special laws recognising religious societies:", "(a) Act on the External Legal Status of the Israelite Religious Society, Official Gazette of the Austrian Empire, No. 57/1890 (Gesetz über die äußeren Rechtsverhältnisse der Israelitischen Religionsgesellschaft, RGBl. Nr. 57/1890);", "(b) Act of 15 July 1912 on the recognition of followers of Islam [according to the Hanafi rite] as a religious society, Official Gazette of the Austrian Empire No. 159/1912 (Gesetz vom 15. Juli 1912, betreffend die Anerkennung der Anhänger des Islam [nach hanefitischen Ritus] als Religionsgesellschaft, RGBl. Nr. 159/1912);", "(c) Federal Act on the External Legal Status of the Evangelical Church, Federal Law Gazette No. 182/1961 (Bundesgesetz vom 6. Juli 1961 über die äußeren Rechtsverhältnisse der Evangelischen Kirche, BGBl. Nr. 182/1961);", "(d) Federal Act on the External Legal Status of the Greek Orthodox Church in Austria, Federal Law Gazette No. 229/1967 (Bundesgesetz über die äußeren Rechtsverhältnisse der Griechisch-Orientalischen Kirche in Österreich, BGBl. Nr. 182/1961);", "(e) Federal Act on the External Legal Status of the Oriental Orthodox Churches in Austria, Federal Law Gazette No. 20/2003 (Bundesgesetz über äußere Rechtsverhältnisse der Orientalisch-Orthodoxen Kirchen in Österreich, BGBl. Nr. 20/2003).", "30. Between 1877 and 1982 the competent ministers recognised a further six religious societies.", "31. The Religious Communities Act entered into force on 10 January 1998. Pursuant to section 2(3) of the Act, the Federal Minister for Education and Culture has to rule in a formal written decision (Bescheid) on the acquisition of legal personality by the religious community. In the same decision the Minister has to dissolve any association whose purpose was to disseminate the religious teachings of the religious community concerned (section 2(4)). The religious community has the right to call itself a “publicly registered religious community”.", "32. Section 4 specifies the necessary contents of the statutes of the religious community. Among other things, they must specify the community’s name, which must be clearly distinguishable from the name of any existing religious community or society. They must further set out the main principles of the religious community’s faith, the aims and duties deriving from it, the rights and duties of the community’s adherents, including the conditions for terminating membership (it is further specified that no fee for leaving the religious community may be charged), how its bodies are appointed, who represents the religious community externally and how the community’s financial resources are raised. Lastly, the statutes must contain provisions on the liquidation of the religious community, ensuring that the assets acquired are not used for ends contrary to religious purposes.", "33. Under section 5, the Federal Minister must refuse to grant legal personality to a religious community if, in view of its teachings or practice, this is necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedom of others; this is in particular the case if its activities involve incitement to commit criminal offences, obstruction of the psychological development of adolescents or undermining of people’s mental integrity, or if the statutes do not comply with section 4.", "34. Under section 7, the religious community must inform the Federal Minister for Education and Cultural Affairs of the name and address of the persons belonging to its official bodies and of any change of its statutes without delay. The Minister must refuse to accept the notification if the appointment of the official bodies contravened the statutes or if the change of the statutes would constitute a reason for refusal of registration under section 5.", "35. Section 9 specifies the reasons for termination of a community’s legal personality. Legal personality ceases to exist if the religious community dissolves itself or if the acknowledgment of its legal personality is revoked. Reasons for revoking legal personality are set out in subsection (2): for example, if the reasons for granting legal personality no longer subsist or if for more than one year no bodies representing the religious community externally have been appointed.", "36. The Act only regulates the granting of legal personality. Once legal personality has been granted to a religious community, it may pursue the activities referred to in its statutes. There are no specific laws in Austria regulating the acquisition of assets by religious societies or communities, the establishment of places of worship or assembly, or the publication of religious material. However, provisions which contain explicit references to religious societies are spread over various statutory instruments (see below).", "37. Since the entry into force of the Religious Communities Act on 10 January 1998, non-recognised religious associations may be granted legal personality upon application. A previous application for recognition under the Recognition Act is to be dealt with as an application under the Religious Communities Act pursuant to section 11(2).", "38. Section 11(1) of the Religious Communities Act establishes additional criteria for a successful application under the Recognition Act, such as the existence of the religious association for at least twenty years in Austria and for at least ten years as a registered religious community; a minimum number of two adherents per thousand members of the Austrian population (at the moment, this means about 16,000 persons); the use of income and other assets for religious purposes, including charity activities; a positive attitude towards society and the State; and no illegal interference as regards the community’s relationship with recognised or other religious societies.", "39. In various Austrian laws specific reference is made to recognised religious societies. The following list, which is not exhaustive, sets out the main instances.", "Under section 8 of the Federal School Supervision Act (Bundes-Schulaufsichtsgesetz), representatives of recognised religious societies may sit (without the right to vote) on regional education boards.", "Under the Private Schools Act (Privatschulgesetz), recognised religious societies, like public territorial entities, are presumed to possess the necessary qualifications to operate private schools, whereas other persons have to prove that they are qualified.", "Under section 24(3) of the Military Service Act, ordained priests, persons involved in spiritual welfare or in religious teaching after graduating in theological studies, members of a religious order who have made a solemn vow and students of theology who are preparing to assume a pastoral function and who belong to a recognised religious society are exempt from military service and, under section 13 of the Civilian Service Act, are also exempt from alternative civilian service.", "Under sections 192 and 195 of the Civil Code (ABGB), ministers of recognised religious societies are exempt from the obligation to submit an application to be appointed as guardians, and under section 3(4) of the 1990 Act on Juries of Assizes and Lay Judges (Geschworenen- und Schöffengesetz) they are exempt from acting as members of a jury of an assize court or as lay judges of a criminal court.", "Section 18(1)(5) of the Income Tax Act provides that contributions to recognised religious societies are deductible from income tax up to an amount of 100 Euros (EUR) per year.", "Section 2 of the Land Tax Act (Grundsteuergesetz) provides that real property owned by recognised religious societies and used for religious purposes is exempt from real-estate tax.", "Under section 8(3)(a) of the 1955 Inheritance and Gift Act (Erbschafts- und Schenkungsteuergesetz), which was still in force at the relevant time, donations to domestic institutions of recognised churches or religious societies were subject to a reduced tax rate of 2.5%."], "VIOLATED_ARTICLES": ["14", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}