{"ITEMID": "001-91037", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BABKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Anatoliy Ivanovich Babkin, is a Russian national who was born in 1930 and lives in Moscow. He was represented before the Court by Ms K. Kostromina, a lawyer with the International Protection Centre in Moscow. The respondent Government were represented by Mr P. Laptev, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a professor and a research scientist at the Bauman Moscow State Technical University.", "On 28 March 2000 the Investigations Division of the Federal Security Service of the Russian Federation (“the FSB”) opened a criminal investigation into disclosure of State secrets, an offence under Article 283 § 1 of the Criminal Code.", "On 3 and 4 April 2000 the applicant's home and office were searched and a body search was carried out on his person. Reports containing technical information on Russian-made missiles and related engineering drawings were found during the searches.", "On 12 April 2000 the applicant was charged with disclosure of State secrets, an offence under Article 283 § 1 of the Criminal Code. On 13 June 2000 the charge was amended to that of high treason (Article 275 of the Criminal Code). The applicant was accused of having transmitted five reports containing State secrets to Mr P., a United States citizen and retired naval officer employed by the University of Pennsylvania. He was also accused of collecting classified engineering drawings which he supposedly intended to transmit to Mr P. He had allegedly received remuneration for his services.", "In August 2000 the applicant had a heart attack. The proceedings against him were stayed pending his convalescence.", "On 6 December 2000 the Moscow City Court found Mr P. guilty of espionage under Article 276 of the Criminal Code and sentenced him to twenty years' imprisonment in a high-security colony. On 14 December 2000 Mr P. was amnestied by a special decree of the Russian President, expelled from Russia and prohibited from re-entering the country.", "On 7 February 2001 the proceedings against the applicant were resumed.", "At the trial the applicant testified that he had participated in a cooperation project with the University of Pennsylvania. He admitted that he had communicated information to Mr P. in connection with that project. He insisted, however, that that information had been transmitted through the official university channels and had not contained State secrets. He denied receiving any remuneration. He further confirmed that he had obtained engineering drawings from Mr I. but claimed that they had been necessary for his work. He had had no intention of making them available to Mr P.", "The court questioned several participants in the cooperation project with the University of Pennsylvania. They testified that the applicant had collected information on the missiles, had personally prepared five reports describing the technical characteristics of those missiles and had transmitted the reports to Mr P. He had received remuneration for his work.", "The prosecutor then requested the court's permission to read out the statements made by Mr P. during his trial and statements that Mr I. had made as a prosecution witness during the pre-trial investigation. It was impossible to obtain Mr P.'s attendance as he had been expelled from Russia and had been prohibited from re-entering the country. Mr I. had refused to appear, referring to his unstable condition following his heart attack and a medical opinion that he was not fit to appear in court. The applicant did not object to the reading out of Mr P.'s statements. However, he made an objection to admitting Mr I.'s depositions in evidence.", "The court allowed the prosecutor's request and the statements by Mr P. and Mr I. were read out. Mr P. confirmed that he had received reports containing technical information on the missiles from the applicant and had paid him for that task. Mr I. testified that the applicant had obtained engineering drawings from him in order to pass them on to Mr P.", "The court further examined expert reports submitted by the prosecutor. The experts established that the reports transmitted by the applicant to Mr P. and the engineering drawings found on the applicant contained classified information.", "Finally, the court listened to audio recordings and watched video recordings of the applicant's meetings with Mr P. During the meetings the applicant had received instructions from Mr P. as to the nature of the information to be collected and transmitted. The applicant and Mr P. had also discussed the amount of remuneration the applicant was to receive for his services.", "On 19 February 2003 the Moscow City Court found the applicant guilty of high treason committed in the form of espionage, an offence under Article 275 of the Criminal Code. Relying on the statements by the applicant's colleagues, Mr P.'s depositions and the audio and video recordings, the court found that the applicant had personally transmitted reports containing information on Russian-made missiles to Mr P. and had received money for doing so. The classified nature of the communicated information had been established by the experts. Finally, referring to the testimony by Mr I., the court found that the applicant had collected engineering drawings with the intention of transmitting them to Mr P. It considered that the applicant's actions had undermined the external security of the Russian Federation. Having regard to the applicant's age and frail health, the court sentenced him to eight years' imprisonment conditional on five years' probation.", "Both the prosecution and the defence appealed against the judgment. The applicant submitted, in particular, that Mr P. had not been summoned as a witness against him. He had not had any procedural status in the proceedings and the trial court had been barred from relying on his statements. He further complained that the trial court had failed to secure the attendance of the prosecution witness Mr I.", "On 6 November 2003 the Supreme Court of the Russian Federation upheld the judgment of 19 February 2003. As to the alleged procedural defects, it found as follows:", "“...The case materials were reviewed with sufficient thoroughness; in particular, an assessment of the statements by Mr P[.], whose conviction had become final and whose depositions were read out in accordance with Article 281 of the Code of Criminal Procedure, was made; there have been no substantial breaches of the rules of criminal procedure in the trial ...”", "The Supreme Court also quoted the deposition by the witness Mr I., without indicating the reasons for his non-attendance.", "The Criminal Code of the Russian Federation provides as follows:", "“High treason, that is, espionage, disclosure of State secrets or assistance otherwise provided to a foreign State, a foreign organisation or their representatives for ... subversive activities undermining the external security of the Russian Federation, committed by a Russian national, shall be punishable by twelve to twenty years' imprisonment and confiscation of property...”", "“Communication of State secrets, as well as their collection, theft or storage with a view to communicating them to a foreign State, a foreign organisation or their representatives, and also communication or collection of other items of information at the request of a foreign intelligence service, for the purpose of using them to harm the external security of the Russian Federation, committed by a foreign national or a stateless person, shall be punishable by ten to twenty years' imprisonment.”", "“Disclosure of State secrets not amounting to high treason, by a person who has been granted access to State secrets or to whom such secrets have become known in the course of his service or work ..., shall be punishable by four to six months' arrest or by up to four years' imprisonment with or without a prohibition on occupying certain positions ...”", "The Russian Code of Criminal Procedure defines evidence as any information on the basis of which a court establishes the existence or absence of circumstances that have to be proved in a criminal case (Article 74 § 1). Admissible evidence includes (i) statements by the accused or defendant; (ii) statements by the victim or witness; (iii) conclusions and statements of an expert; (iv) material evidence; (v) records of investigative or judicial steps; and (vi) other documents (Article 74 § 2).", "Circumstances established by a final judgment may be accepted by the court without further inquiry if they do not raise doubts in the judge's mind. However, such judgment cannot prejudge the guilt of individuals who have not participated in the proceedings leading to that judgment (Article 90).", "Witnesses are to be examined directly by the trial court (Article 278). Statements given by the victim or a witness during the pre-trial investigation may be read out with the consent of the parties in two cases: (i) if there is a substantial discrepancy between those statements and the testimony before the court; or (ii) if the victim or witness has failed to appear in court (Article 281).", "The judgment may only be founded on the evidence that has been examined at the trial (Article 240 §§ 1-3)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}