{"ITEMID": "001-81003", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "TUMA v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Herbert Tuma, is an Austrian national who was born in 1947 and lives in Vienna. He was represented before the Court by Mr K. Bernhauser, a lawyer practising in Vienna. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is an estate agent, who has been operating several limited liability companies which dealt with the acquisition, restoration and resale of apartment houses in Vienna.", "In 1993 police investigations were instituted against the applicant. He was accused of having misappropriated his clients’ money through an intransigent system of companies. As no proper accounting was set up, he allegedly regularly used revenues coming from one company to make up for shortfalls in another one.", "Subsequently, on 11 August 1994 the Vienna Regional Criminal Court (Landesgericht für Strafsachen) opened preliminary investigations on suspicion of, inter alia, embezzlement, fraudulent bankruptcy and evasion of social security contributions.", "On 1 September 1994 the preliminary investigations were extended to include the suspicion of aggravated fraud. On the same date Mrs R. was appointed as accounting expert and requested to prepare a report on the applicant’s companies.", "In the course of 1995 a number of witnesses were heard and various premises were searched. In July 1995 expert R. submitted an interim report.", "On 4 June 1996 expert R. submitted a further report.", "On 30 June 1996 the Vienna Regional Criminal Court ordered the applicant’s detention on remand for risk of absconding. Further, there was a risk that he might commit another offence similar to the one he was suspected of. Subsequently, the Vienna Regional Criminal Court extended the applicant’s detention on remand on 11 July, 12 August, 14 October and 28 November 1996.", "On 27 August and 3 October 1996 two further experts were appointed and ordered to submit reports. On 4 October 1996 the investigating judge requested expert R. to supplement her report.", "On 27 January 1997 the applicant was released from detention.", "During 1997 and 1998 all three experts submitted interim reports and on 1 September 2000 expert R. submitted her final report.", "On 6 November 2001 the applicant was summoned in order to be questioned. He was heard twice in November 2001 and once in March 2002.", "On 1 July 2002 the Vienna Public Prosecutor’s Office drew up a bill of indictment on charges of embezzlement, fraudulent and negligent bankruptcy, aggravated fraud and misappropriation on numerous counts. On 12 August 2002 the applicant filed an objection against the indictment.", "By decision of 31 March 2003 the Vienna Court of Appeal (Oberlandesgericht) dismissed the objection. It found that there were no formal reasons which would require the proceedings to be discontinued.", "Between 29 September and 27 October 2003 seven hearings were held before the Vienna Regional Criminal Court.", "On 27 October 2003 the Vienna Regional Criminal Court convicted the applicant of fraudulent and negligent bankruptcy and of evasion of social insurance contributions and sentenced him to four years’ imprisonment. It acquitted him of the remaining charges.", "On 5 March 2004 the applicant filed a plea of nullity and an appeal against sentence. The Public Prosecutor also filed a plea of nullity.", "By judgment of 10 March 2005 the Supreme Court (Oberster Gerichtshof) partly confirmed the Regional Court’s judgment. As regards some of the charges it remitted the case back to the Regional Court.", "On 28 April 2005 the proceedings concerning the remaining charges were discontinued.", "Section 91 of the Courts Act (Gerichtsorganisationsgesetz) provides as follows:", "“(1) If a court is dilatory in taking any procedural step, such as announcing or holding a hearing, obtaining an expert’s report, or preparing a decision, any party may submit a request to this court for the superior court to impose an appropriate time-limit for the taking of the particular procedural step; unless sub-section (2) of this section applies, the court is required to submit the request to the superior court, together with its comments, forthwith.", "(2) If the court takes all the procedural steps specified in the request within four weeks after receipt, and so informs the party concerned, the request is deemed withdrawn unless the party declares within two weeks after service of the notification that it wishes to maintain its request.", "(3) The request referred to in sub-section (1) shall be determined with special expedition by a chamber of the superior court consisting of three professional judges, one of whom shall preside; if the court has not been dilatory, the request shall be dismissed. This decision is not subject to appeal.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}