{"ITEMID": "001-24051", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KATAYEVA and KATAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mrs Klara Khudovna Katayeva and Mr Movladin Khasanovich Katayev, are Russian nationals who were born in 1940 and 1948 respectively and live in the Republic of Adygeya. The applicants are married. The respondent Government were represented by Mr P. A. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are a family of refugees from Chechnya. They brought a court action against authorities, claiming 92,000 US dollars for the loss of their real property left in Chechnya, including a house and a chicken farm, and 240,000 Russian Roubles (“RUR”) for the loss of their movable effects.", "On 23 June 1999 the Maykop Town Court of the Republic of Adygeya (“the Town Court”) dismissed the applicants’ claim in their absence, having heard the respondent authorities. The court referred to the applicants’ request to consider the case in their absence. The court found that in 1998 the authorities had paid the applicants RUR 79,676 for the loss of their real property and RUR 12,524 for the movable items left in Chechnya, which they had proved to have owned in accordance with a special governmental decree on compensation for the material losses of Chechen refugees. The court found that the applicants had proved that they had a flat of 38.4 square metres, for which they had been awarded the above sums. The court held that the applicants had not substantiated their case to the extent that they had claimed to have lost further real or movable items.", "The applicants appealed against the above judgment, stating that the court had failed to assess properly the evidence in the case.", "On 17 August 1999 the Supreme Court of the Republic of Adygeya rejected the appeal in the absence of the applicants and in the presence of the governmental authorities, finding that the applicants had not proved the alleged pecuniary damage. The court also stated that Russian legislation provided for no right to claim non-pecuniary damage in connection with the alleged violation of property rights.", "On 13 January 2001 the Deputy President of the Supreme Court of Russia lodged with the Supreme Court of the Russian Federation an application for supervisory review of the case, requesting the quashing of the decisions of 23 June and 17 August 1999 on the ground, inter alia, that although the applicants had requested examination of the case in their absence, they had not been properly notified of the hearing in breach of Article 157 of the Code of Civil Procedure. This resulted in the applicants’ nonattendance, which, in turn, adversely affected the fairness of the trial.", "On 26 February 2001 the Supreme Court of Russia granted the application, quashed the said decisions and remitted the case for a fresh examination at first instance.", "On 30 January 2002 the Town Court refused to examine the applicants’ case on the ground of the applicants’ persistent failure, namely on five occasions, to appear before the court. It appears that the applicants did not appeal and the decision came into force.", "On 31 May 2002 the Deputy President of the Supreme Court of Russia lodged an application by way of a supervisory review, requesting the Supreme Court of the Republic of Adygeya to quash the decision of 30 January 2002 on the grounds of the court’s failure to deal properly with the applicants’ reluctance to attend the court hearings, for example by examining the case in their absence, and the court’s failure to send them a summons to appear to all known addresses and not just to one address.", "On 27 August 2002 the Presidium of the Supreme Court of the Republic of Adygeya granted the application, quashed the decision and remitted the case to the first-instance court for a fresh examination.", "On 10 October 2002 the Town Court dismissed the applicants’ claims. The court observed that on 29 July 1998 the applicants received compensation of RUR 79,676 and RUR 12,524 for the loss of their real property and for the movable items left in Chechnya. The court next held that the applicants had not substantiated their case to the extent that they had claimed to have lost further real or movable items. Their claims were accordingly rejected. The applicants, who were duly notified of the hearing, failed to attend it.", "The applicants appealed against the judgment. It appears that they did not express in their appeal any concern about the first-instance court’s examination of the case in their absence.", "On 5 November 2002 the Supreme Court of the Republic of Adygeya rejected the appeal and upheld the judgment of 10 October 2002. It appears that neither the applicants nor the respondents attended the appeal hearing.", "The applicants were involved in a number of other legal disputes with the authorities concerning various social benefits, including, in particular, their claims for a new car, higher salary and pension, and index-linked savings. The domestic courts examined those claims and dismissed them as unfounded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}