{"ITEMID": "001-58448", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF IGNACCOLO-ZENIDE v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["9. On 7 May 1980 the applicant married D.Z., a Romanian national. The couple had two children, Maud and Adèle, who were born in 1981 and 1984 respectively.", "10. In a judgment of 20 December 1989 the Bar-le-Duc tribunal de grande instance granted the spouses a divorce and approved the agreement they had concluded to deal with the consequences of the divorce, whereby parental responsibility was given to the father and the applicant was granted access and staying access.", "11. During 1990 D.Z. moved to the United States with his daughters.", "12. On 3 September 1990 the applicant lodged a complaint against him for failure to hand over the children to her. She asserted that at the beginning of September D.Z. had breached her right of access as, without informing her, he had kept them in the United States beyond the midway point of the school holidays.", "13. On 4 September 1990 the applicant brought urgent proceedings against D.Z. in the Metz tribunal de grande instance, applying for parental responsibility and a residence order in her favour, together with an order prohibiting D.Z. from removing the children from France without her consent.", "14. The matrimonial causes judge of the Metz tribunal de grande instance dismissed her application in an interim order dated 11 September 1990.", "15. The applicant appealed against that order to the Metz Court of Appeal, which set it aside in a judgment of 28 May 1991. The Court of Appeal gave parental responsibility to both parents, ordered that the children should live with their mother and granted D.Z. access and staying access.", "16. D.Z. did not comply with the judgment and did not hand the children over to their mother.", "17. On an application by D.Z., who had been living in Texas for over a year, the Harris County Court of the State of Texas set aside the judgment of the Metz Court of Appeal in a judgment of 30 September 1991 and awarded custody of the children to the father. The applicant, who was neither present nor represented before that court, was granted only access. After consulting a psychologist, who found that the children had no distinct memory of their life with their mother before the divorce and were delighted to live with their father and stepmother, the court held that the children were happy and well integrated in Texas, where they were receiving special protection and attention from the authorities.", "18. In December 1991 D.Z. moved to California with his two children.", "19. In a decision of 24 February 1992 the investigating judge of the Metz tribunal de grande instance committed D.Z. for trial on a charge of failure to hand over a child to the person entitled to its custody, an offence under Article 357 of the French Criminal Code. The applicant joined the proceedings as a civil party.", "20. On 18 September 1992 the Metz tribunal de grande instance, having tried D.Z. in absentia, convicted him and sentenced him to a year's imprisonment for failure to hand over the children and issued a warrant for his arrest.", "21. The warrant could not be executed as D.Z. was not on French territory.", "22. On an unknown date D.Z. lodged an appeal on points of law with the Court of Cassation against the Metz Court of Appeal's judgment of 28 May 1991.", "23. In a judgment of 25 November 1992 the Court of Cassation pointed out that the jurisdiction of the tribunals of fact to assess the weight and effect of the evidence was exclusive, dismissed D.Z.'s appeal and sentenced him to pay a civil fine of 10,000 French francs.", "24. The applicant, who had started proceedings in the United States for the recognition and execution of the judgment of 28 May 1991, obtained five judgments between 1993 and 1994 from California courts ordering D.Z. to return the children to her. Thus on 10 August 1993, for instance, the Superior Court of the State of California granted authority to execute the judgment of the Metz Court of Appeal and ordered D.Z. to return the children to their mother.", "25. In a report of 17 August 1993 an expert in family psychology registered with the California courts, L.S., stated after interviewing the girls that they did not want to go back to live with their mother and were happy with their father and his new wife. While Maud did not seem to have any particular feelings towards her mother, Adèle told L.S. that her mother was “ugly and nasty” and did not love them but only wanted to show them off to others and buy them toys.", "26. In a judgment of 1 February 1994 the California Court of Appeals held that the Harris County Court in Texas had no jurisdiction to set aside the Metz Court of Appeal's judgment of 28 May 1991. In a judgment of 29 April 1994 the Superior Court of the State of California once again affirmed the judgment of the Metz Court of Appeal, holding that the children should reside with the applicant and that their removal from the State of California without the court's express permission would be illegal.", "27. D.Z. did not comply with the California judgments. In March 1994 he left the United States and went to Romania with his children.", "28. In July 1994, relying on the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”), the applicant applied to the French Ministry of Justice – France's Central Authority for the purposes of that instrument – for the return of her daughters.", "29. In November 1994 the United States' Central Authority requested the Romanian Ministry of Justice (Romania's Central Authority) to return the children pursuant to Articles 3 and 5 of the Hague Convention.", "30. In December 1994 France's Central Authority requested Romania's Central Authority to return the children pursuant to Articles 3 and 5 of the Hague Convention.", "31. Relying on Article 2 of the Hague Convention, the applicant made an urgent application to the Bucharest Court of First Instance for an order requiring D.Z. to comply with the court decisions in which a residence order had been made in her favour and the children's return ordered.", "32. The court delivered its judgment on 14 December 1994. It noted, firstly, that the Metz Court of Appeal, in its judgment of 28 May 1991, had ordered that the children should live with their mother and that the California courts had ordered the return of the children. It went on to note that D.Z. had abducted the children in breach of those judgments and that he had been sentenced to a year's imprisonment for failure to hand over a child. It held that the applicant's application satisfied the requirement of urgency, as her right might be irreparably affected in the event of delay. Moreover, the measure sought was a precautionary one, which did not prejudge the merits of the case but was designed to protect the applicant's right, which any delay would have jeopardised. Lastly, a prima facie case, which was a requirement for urgent proceedings to be admissible, had clearly been made out. As to the merits, the court held that the provisions of the Hague Convention were applicable to the case, as that convention had been incorporated into Romanian law by Law no. 100/1992 providing for Romania's accession to that instrument, and in particular, Article 14 of this convention, which enabled the court to rely on foreign court judgments directly without any need for a registration procedure. In a judgment enforceable without notice the court therefore ordered that the children should be returned to the applicant.", "33. That judgment could not be executed as D.Z. had hidden the children.", "34. On an unknown date in December 1994 D.Z. removed the children from school and took them to an unknown location.", "35. D.Z. appealed against the judgment of 14 December 1994. On 9 June 1995 the Bucharest County Court adjourned the case to 30 June 1995 and ordered that the children be heard.", "36. On 30 June 1995, in the absence of the representative of the Ministry of Justice, which was intervening, and of that of the District Council of the second district of Bucharest, which was responsible for monitoring and ensuring compliance with the obligations of divorced parents, the court adjourned the case. It also granted an application by D.Z. for a stay of execution of the judgment pending the outcome of the appeal. No reasons were given for the latter decision.", "37. On 23 August 1995 the Ministry of Justice asked Bucharest City Council to carry out a social inquiry at D.Z.'s home.", "38. On an unspecified date the mayor of Bucharest informed the Ministry of Justice that a social inquiry had been carried out by the District Council of the second district of Bucharest in September 1995. The mayor of that district submitted the findings of the inquiry, signed by him, the town clerk and an inspector. They read as follows:", "“The children Maud and Adèle ... live with their father and his wife in an eight-room house, and each girl has a room of her own.", "Their father looks after them very well, as regards both their physical and their mental welfare, providing the best conditions for their upbringing.", "It is evident from conversations with the girls in Romanian – they have a command of the language – that they are intelligent, sociable and at ease and that they lead a normal life, read, write and work hard at school.", "There is an atmosphere of harmony and friendship and plenty of affection between the girls, their father and his wife.", "The girls do not want to go and live with their mother in France, whom they remember as a cold and indifferent person. They say that they have always found their father understanding, warm and affectionate.", "They are very impressed by Romania and the Romanians, among whom they have made many friends. During the holidays they went to the countryside and they felt wonderfully well there.", "When asked to say whether or not they wanted to see their mother or go and live with her, they replied categorically 'no' and insisted that any decision concerning them should take their wishes into account.", "In conclusion, we consider that in Romania the children Maud and Adèle have the best conditions for their upbringing.”", "39. In a decision of 1 September 1995 the Bucharest County Court dismissed D.Z.'s appeal against the judgment of 14 December 1994.", "40. D.Z. appealed to the Bucharest Court of Appeal, which in a final judgment of 14 March 1996 dismissed the appeal for lack of grounds.", "41. On an unknown date D.Z. lodged an objection to the execution (contestaţie la executare) of the judgment of 14 December 1994. After having taken evidence from the children, who reiterated their wish to stay with their father, the Bucharest Court of First Instance dismissed the objection on 7 April 1995.", "42. On an appeal by D.Z. against that decision, the Bucharest County Court affirmed it on 9 February 1996.", "43. On 27 October 1995 D.Z. lodged an application with the Bucharest Court of First Instance to be given exclusive parental responsibility. He argued that since 1994 he had been living in Bucharest in a spacious eight-room house which afforded the children exceptional conditions. They did not want to go to live with their mother, who belonged to a sect.", "The court, informed by D.Z. that the applicant's address for service was the address of Ştefan Constantin, caused the date of the hearing to be served only on him. It is clear from documents available to the Court that neither at that stage of the proceedings nor later was the applicant informed that she had been summoned to appear before the Bucharest Court of First Instance.", "44. On 26 January 1996, at the request of the Bucharest Court of First Instance, the District Council of the second district of Bucharest carried out a social inquiry. Following that inquiry, the mayor of Bucharest informed the court that the two girls were well developed, both physically and psychologically, that they led normal lives, had friends at school and in the neighbourhood and were very attached to their father and his wife, who both looked after them very well and with whom they wished to live.", "45. After holding two hearings in the absence of the applicant on 8 and 29 January 1996 and interviewing the children in private on 16 January 1996, the court delivered its judgment on 5 February 1996, likewise in the applicant's absence. Emphasising that the children's interests were paramount and basing its judgment on documents drawn up by the children's teachers attesting to their good performance at school, on a letter from the Ministry of Religious Affairs to the effect that the sect to which the applicant belonged was not recognised in Romania, and on the social inquiry carried out by the Bucharest District Council, the court allowed D.Z.'s application, holding that he was providing the best living conditions and upbringing for the children, whom he had, moreover, brought up on his own since the divorce.", "46. On 16 October 1996 the Bucharest County Court set aside that judgment on appeal because of an irregularity in the service of notice on the applicant, and remitted the case to the Court of First Instance. It noted that the applicant lived in France, that she had given Ştefan Constantin special authority to represent her in another set of legal proceedings and that consequently, in the absence of special authority in the case before the court, the summons should have been served at her permanent address in France.", "47. D.Z. challenged that decision on the ground that the applicant had given Ştefan Constantin general authority to act for her and that consequently the service of the court documents at his address was valid.", "48. In a judgment of 9 April 1997, delivered in the absence of either the applicant or any representative of hers, the Bucharest Court of Appeal allowed the appeal on the ground that the applicant had given Ştefan Constantin general authority to act on her behalf. It set aside the decision of 16 October 1996 and remitted the case to the County Court for reconsideration of the appeal.", "49. The case was set down for hearing in the County Court on 23 January 1998. According to the record of the hearing made on that date, the hearing was attended by D.Z., his lawyer and the assistant of Florea Constantin, the lawyer who, according to the court, was supposed to be acting on behalf of the applicant. The Court cannot determine from the documents submitted to it which of Florea and Ştefan Constantin was regarded by the County Court as having been appointed by the applicant.", "The assistant pointed out that Florea Constantin was absent and sought an adjournment of the hearing. That application was refused after the court had heard the submissions of counsel for D.Z. It gave its decision on 30 January 1998, in the absence of the applicant or a representative. Without mentioning the issue of the applicant's representation, the court dismissed the appeal and thus upheld the judgment of 5 February 1996, noting that the children wished to stay with their father, who was affording them the best living conditions.", "50. It appears that an appeal against the decision of 30 January 1998 was lodged on behalf of the applicant. It cannot be determined from the documents submitted to the Court whether the applicant herself entered the appeal. However that may have been, the Bucharest Court of Appeal dismissed the appeal for lack of grounds on 28 May 1998. As was apparent from that decision, which the Government did not file with the Registry until 13 September 1999, only D.Z. attended the hearing on 28 May 1998.", "51. In an application dated 5 January 1995 D.Z. applied to the family judge of the Metz tribunal de grande instance for an order transferring the children's residence to his address and granting him exclusive exercise of parental responsibility.", "52. After many adjournments the tribunal de grande instance delivered a judgment on 22 February 1996. It held firstly that it was unnecessary to take account of the judgment of the Bucharest Court of First Instance of 5 February 1996 because that court had no jurisdiction to deal with the merits of the custody of the children, since the Romanian courts could only deal with an application for the return of the children under the Hague Convention. The tribunal de grande instance then declined to take evidence from the children. It found that since 1991 D.Z. had prevented them from seeing their mother and that he had brought them up to feel hatred for her. In letters of 1 and 3 August 1994, in which they spoke of their mother, the girls had used terms such as “idiot” and “my ex-mother” and had hoped that “her house or her flat [would catch] fire and that she [would be] in it when it happen[ed]”, terms which the tribunal de grande instance found particularly shocking coming from children of 10 and 14. The tribunal de grande instance concluded that the intolerance, intransigence and hatred found in those letters adequately demonstrated that the upbringing the children had received and the surroundings in which they lived had deprived them of all judgment.", "53. The application for transfer of residence was dismissed by the tribunal de grande instance in the following terms:", "“The Family Judge must rule in the interests of the children when determining their place of residence.", "The Metz Court of Appeal held in a judgment of 28 May 1991 that it was in the children's interests to live with their mother, in France, in their native Lorraine, both their parents having opted for French nationality.", "Since that date the mother has had no further contact with her children because of the father's actions.", "Mrs Ignaccolo filed with the Court the various records of proceedings drawn up in Romania when attempts were made to obtain execution of the decision to return the children, letters from the Romanian Ministry of Justice to the Office for International Judicial Mutual Assistance, from which it appears that Mr Zenide is hiding the children, has acquired a dog which he has trained to attack anyone who approaches the children, and removed the children from school in December 1994 to avoid their whereabouts being discovered.", "He maintained that his behaviour was justified because Mrs Ignaccolo belonged to a sect and had not looked after the children when they cohabited. However, he did not in any way substantiate his complaints but did no more than make allegations or produce testimony from persons living in the United States or Romania who did not personally know the children's mother.", "The educative abilities of a father who totally denies the image of the mother, who brings the children up to hate their mother and does not even allow them to form their own opinion by affording them the opportunity to meet her and who has not hesitated, in order to evade enforcement of court decisions, to completely uproot the children for a second time in order to settle in a country whose language they are not familiar with are seriously in doubt.", "The children's interests in such a situation are intangible and indefinable, regard being had, firstly, to the pressure and conditioning they undergo with their father and, secondly, to the fact that for five years they have been away from their mother, whom they no longer know.", "The children's wish to stay and live with their father, as expressed both in their letters and when they were interviewed by the Romanian court, cannot on its own determine their interests since, if it did, that would amount to laying upon children of 10 and 14 the responsibility of deciding where they should live.", "Mr Zenide cannot secure ratification of a factual situation that has arisen from the use of force by merely relying on the passing of time. That being so, his application must quite simply be dismissed ...”", "54. Since 1994 the applicant has gone to Romania eight times in the hope of meeting her children.", "55. Several attempts were made to execute the decision of 14 December 1994 but without success.", "56. On 22 December 1994 a bailiff went to D.Z.'s home, accompanied by the applicant, her lawyer, a locksmith and two policemen. Only D.Z.'s wife O.Z. and a guard dog were at the house. O.Z., a French national, indicated that she would only allow the bailiff to inspect the house if a representative from the French embassy was present. The applicant and her lawyer therefore went to the French embassy, where the French consul, T., and an interpreter agreed to accompany them to D.Z.'s home.", "57. During the applicant's absence, but while the policemen and the bailiff were still on the spot, D.Z. and an uncle of his, S.G., entered the house. When the applicant returned, accompanied by T. and the interpreter, O.Z. allowed those present, with the exception of the applicant, to search the premises. As the dog was very fierce, the search was carried out hastily and the girls were not found. D.Z. remained out of sight during the search.", "58. On 23 December 1994 the applicant wrote to the Romanian Minister of Justice to complain of the course of events on 22 December. She requested the Minister to lodge a criminal complaint against O.Z. for failure to comply with a court decision. Asserting that she had no news of her daughters, she also asked him to institute criminal proceedings against D.Z., O.Z. and S.G. for ill-treatment of minors, false imprisonment and, if applicable, homicide.", "59. On 27 December 1994 a bailiff, the applicant, her lawyer and two police officers again went to D.Z.'s home. Finding no one there, they spoke to a neighbour, who told them that D.Z. had left with the children on 22 December 1994. The group then went to the home of G.A., an uncle of D.Z.'s, with whom D.Z. and the children sometimes lived. There they found G.A. and the same guard dog. G.A. told them that he had not seen either D.Z. or the children since 20 December 1994. As to the dog, he told the bailiff that D.Z. had bought it to protect his daughters.", "60. In a letter of 7 February 1995 the French Ministry of Justice informed the applicant that the Romanian Ministry of Justice had lodged a criminal complaint against D.Z. with the appropriate public prosecutor's office.", "61. In a letter dated 5 May 1995 the Romanian Ministry of Justice informed the French Ministry of Justice that numerous approaches had been made to the police to locate the children, but to no avail, as D.Z. had withdrawn the children from school. The letter also stated that the Romanian authorities had lodged a criminal complaint against D.Z. for ill-treatment of minors. Lastly, the Romanian Ministry of Justice acknowledged that D.Z.'s bad faith was obvious and gave an assurance that it would continue to support the applicant in her endeavours.", "62. On 10 May 1995 a group composed of the applicant, her lawyer, a representative from the Romanian Ministry of Justice, two bailiffs, three police officers and an official from the French embassy in Bucharest went to D.Z.'s home. The group was able to inspect the house but did not find the children there. During the four-hour discussion which followed, D.Z. stated that the girls were in Romania, but he refused to say more. He nevertheless promised to produce them to the Ministry of Justice on 11 May 1995.", "63. A report drawn up by the French embassy in Bucharest on the visit of 10 May 1995 states:", "“Contrary to what had been announced by Mrs F. [of the Romanian Ministry of Justice] before this search, D.Z. was not arrested by the police for failure to return the children. In the course of the intervention the public prosecutor's office, with which Mrs. F. was in touch by telephone, reconsidered its position and refused to have D.Z. brought before it. This change of mind was probably due to an intervention by Mr. G., a very influential lawyer, after he had been alerted by his client D.Z. ...”", "64. Neither D.Z. nor the children kept the appointment on 11 May 1995.", "65. As a consequence, D.Z. received an official request to report to the Ministry of Justice with his children on 15 May 1995, with a view to interviewing the children in the presence of their mother. On 15 May 1995 only Mr G., D.Z.'s lawyer, went to the Ministry and reiterated his client's refusal to produce the children.", "66. On 4 December 1995 a fresh attempt to execute the judgment was made. The applicant, her lawyer and a bailiff went to D.Z.'s home. Only the bailiff and the applicant's lawyer were allowed in by the two policemen from the sixth district who were already on the spot, the applicant being requested to stay outside. According to D.Z. and the policemen, the children were not in the house. The bailiff, however, was not allowed to check those assertions for himself. Shortly afterwards a police inspector whom neither the two police officers nor the bailiff knew arrived and asked D.Z. to produce the children to him on the following day. D.Z. finally accepted a proposal from the applicant's lawyer that he should produce the children at 10.30 a.m. the following day at the bailiffs' office at the Bucharest Court of First Instance.", "67. On 5 December 1995 the bailiff, the applicant and her lawyer waited for D.Z. in vain. A report was drawn up on that occasion.", "68. In a letter of 10 May 1996 the French Minister of Justice informed his Romanian counterpart of the applicant's fears that the Romanian police were turning a blind eye to D.Z.'s conduct. He therefore asked him to intervene with the Romanian police to ensure that they did everything possible to secure the children's return to their mother.", "69. On 29 January 1997 the applicant met her daughters for the first time for seven years. The meeting lasted ten minutes and took place in Bucharest in the staffroom of the children's school, where D.Z. was himself a teacher.", "70. The meeting was attended by a bailiff, two senior officials from the Romanian Ministry of Justice, the French Consul-General in Bucharest, two officers from police headquarters, the headmaster and deputy headmaster of the school and the girls' two form teachers. According to the report drawn up by the bailiff on that occasion, the purpose of the meeting was to convince those present of the girls' refusal to return to their mother.", "71. When she saw the applicant, Maud tried to run away and threatened to throw herself out of the window if she was compelled to have dealings with her mother. There followed, without the applicant being present, a discussion in which Maud stated that her mother had lied to them and done a great deal of harm. She reiterated her wish to stay with her father and never to see her mother again.", "72. As to Adèle, she began to cry and shouted to the applicant to go away, saying that she never wanted to see her again. Her form teacher took the initiative of terminating the interview so as not to traumatise the girl. Once the girls had been removed by the form teachers, the applicant said she no longer insisted on execution of the order of 14 December 1994 and asked the headmaster to keep her regularly informed of her daughters' performance at school.", "73. In a letter of 31 January 1997 the Romanian Ministry of Justice, Romania's Central Authority, informed the French Ministry of Justice, France's Central Authority, of its decision to order that the children should not be returned. The reason for that decision was the children's obstinate refusal to see their mother again, which had been apparent at the meeting of 29 January 1997.", "74. In a letter of 17 June 1997 the Romanian Ministry of Justice sent the applicant the girls' average marks for the school year 1996/97.", "75. In a letter of 7 July 1997 to the Romanian Ministry of Justice the applicant complained that the headmaster had not honoured his promise to keep her regularly informed of her daughters' school results and expressed her disappointment at the paucity of the information supplied on 17 June 1997. She said she could not accept such a “farce”.", "76. The relevant provisions of the 1991 Constitution provide:", "“Treaties lawfully ratified by Parliament shall form an integral part of the domestic legal order.”", "“(1) The constitutional provisions on citizens' rights and liberties shall be interpreted and applied in accordance with the Universal Declaration of Human Rights and with the covenants and other treaties to which Romania is a party.", "(2) In the event of conflict between the covenants and treaties on fundamental human rights to which Romania is a party and domestic laws, the international instruments shall prevail.”", "77. The relevant provisions of the Hague Convention read as follows:", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) To discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) To prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) To secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) To exchange, where desirable, information relating to the social background of the child;", "(e) To provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) To initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access;", "(g) Where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) To provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) To keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "78. Article 108 of the Family Code provides:", "“The supervisory authority [autoritatea tutelară] must continuously and effectively supervise the manner in which the parents discharge their obligations concerning the person and property of the child.", "The delegates of the supervisory authority shall be entitled to visit children in their homes and to inform themselves by all available means about the manner in which the persons in charge of them look after them, about their health and physical development, their education ...; if need be, they shall give the necessary instructions.”", "79. Article 307 of the Criminal Code provides:", "“It shall be an offence punishable by one to three months' imprisonment or a fine for one of the parents of an under-age child to detain it without the permission of the other parent ... who lawfully has responsibility for the child.", "The same penalty shall be incurred by a person to whom parental responsibility has been given by a judicial decision who repeatedly prevents one of the parents from having personal relations with an under-age child on the terms agreed by the parties or laid down by the appropriate body.", "Criminal proceedings may only be instituted if a criminal complaint has first been lodged by the victim.", "No criminal liability shall be incurred where there has been a reconciliation between the parties.”", "80. The relevant provisions of the Code of Criminal Procedure read as follows:", "“As regards the offences in respect of which the law requires a criminal complaint to be lodged beforehand, proceedings may only be instituted after a complaint by the victim.", "The complaint shall be lodged:", "...", "(b) with the body in charge of criminal investigations or with the public prosecutor, in respect of offences other than those referred to in sub-paragraph (a).", "...”", "“Where the law requires a criminal complaint to be lodged beforehand, that complaint must be lodged within two months from the date on which the victim discovered the identity of the person who committed the offence...”", "“Where a preliminary criminal complaint is improperly lodged with the public prosecutor's office or the court, it shall be forwarded to the appropriate body. In that event, it shall be regarded as valid if it was lodged with the wrong body within the time allowed by law.”", "81. The relevant provisions of the Code of Civil Procedure read as follows:", "“The parties may exercise their procedural rights in person or through a representative.", "A representative with general authority to act may only represent the person for whom he acts before a court if he has been expressly given the right to do so.", "If the person who has given the authority to act has no permanent or temporary home in Romania ..., he shall be presumed to have also given authority to represent him in the courts.”", "“...", "8. Unless otherwise provided in a treaty, international convention or special law, persons who are abroad and whose home address abroad is known shall be summoned to appear by registered mail...", "In all cases in which those who are abroad have a known representative in Romania, the latter shall be summoned...”", "“Whenever the presiding judge finds that an absent party has not been lawfully summoned, he must adjourn the case, failing which the proceedings will be null and void.”", "82. The relevant provisions of Law no. 142 of 24 July 1997 amending the Administration of Justice Act (Law no. 92/1992) read as follows:", "“The interests of the State shall be represented by State Counsel organised in departments at each court, under the authority of the Minister of Justice.", "The work of State Counsel shall be organised in accordance with the principles of the rule of law, impartiality and hierarchical supervision.", "...”", "“State Counsel's Office shall have the following duties:", "...", "– defending the rights and interests of minors and persons deprived of legal capacity.”", "“The Minister of Justice shall supervise all State Counsel through State Counsel inspectors attached to the Supreme Court of Justice and the courts of appeal or through other, delegated State Counsel.", "Where he considers it necessary, the Minister of Justice, either of his own motion or at the instance of the National Judiciary Council, effects his supervision through inspectors-general or State Counsel on secondment...", "...", "The Minister of Justice may ask Principal State Counsel at the Supreme Court of Justice for information about the work of State Counsel's offices and may give advice on measures to be taken to combat crime.", "The Minister of Justice is empowered to give State Counsel written instructions, either direct or through Principal State Counsel, to institute, in accordance with the law, criminal proceedings for offences that have come to his knowledge; he may also have actions and proceedings brought in the courts that are necessary for the protection of the public interest. ...”", "83. In decision no. 87 delivered in 1993 the Supreme Court of Justice again confirmed its settled case-law on summoning persons resident abroad, which requires service to be effected at the foreign home but also at the Romanian home of any representative.", "Legal writers, for their part, highlight the compulsory requirement of serving a summons on the person concerned at his foreign home, even where he has a representative in Romania (Viorel Mihai Ciobanu, Tratat Teoretic şi Practic de Procedură Civilă (“Theoretical and Practical Treatise on Civil Procedure”), vol. II, p. 94, Bucharest, 1997).", "84. The courts have consistently held that the legal provisions governing summonses are mandatory as they are designed to ensure compliance with the adversarial principle and due process. If these provisions are not complied with, the decision will be null and void and it will be quashed and the case remitted to the tribunal of fact (Bucharest County Court, Third Civil Division, decision no. 226/1990, Culegere de Jurisprudenţă Civilă a Tribunalului Judeţean Bucureşti (“Reports of Criminal Cases in the Bucharest County Court”), no. 155, p. 123, Bucharest, 1992; Supreme Court of Justice, Civil Division, decision no. 779 of 6 April 1993, Buletinul de Jurisprudenţă al Curţii Supreme de Justiţie (“Supreme Court of Justice Case-Law Bulletin”) for 1993, p. 126, Bucharest, 1994)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}