{"ITEMID": "001-79396", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CZAJKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1974 and lives in Gdynia, Poland.", "5. On 8 May 1999 the applicant was arrested by the police. On 9 May 1999 the Gdańsk District Court (Sąd Rejonowy) decided to detain the applicant on remand in view of the reasonable suspicion that he had committed robbery, kidnapping and larceny.", "6. The applicant’s appeal against this decision was dismissed by the Gdańsk Regional Court (Sąd Okręgowy) on 24 May 1999.", "7. On 25 January 2000 the applicant was indicted before the Gdańsk Regional Court.", "8. The applicant’s detention was prolonged on 27 January 2000. The court reiterated the grounds originally given for his detention and stressed the gravity of the charges.", "9. On 10 April 2000 the first hearing took place before the trial court.", "10. On 18 May 2000 the Gdańsk Regional Court dismissed the applicant’s application for release. The court considered that the evidence obtained in the case sufficiently justified the charges laid against the applicant. In addition, the gravity of the charges made it probable that a heavy sentence would be imposed.", "11. Between 27 June 2000 and 17 April 2001 eight hearings took place.", "12. Subsequently, the Gdańsk Regional Court made a request under Article 263 § 4 of the Code of Criminal Proceedings to the Gdańsk Court of Appeal (Sąd Apelacyjny) in which it asked that the applicant’s detention on remand be extended beyond 2 years. On 25 April 2001 the Gdańsk Court of Appeal allowed the request. However, it extended the applicant’s detention only until 31 July 2001 and not until October 2001 as requested by the Regional Court. The appellate court considered that it was probable that the applicant had committed the crimes with which he had been charged. In addition, the case did not disclose any of the grounds for the applicant’s release listed in Article 259 § 1 of the Code of Criminal Proceedings. At the same time, the court of appeal pointed out that the proceedings had already taken a long time and that any extension of his detention on remand beyond a twoyear period should only be allowed for the purposes of taking all necessary procedural steps to conclude the trial.", "13. Afterwards, hearings were held in June and July 2001.", "14. On 25 July 2001 the Gdańsk Court of Appeal further extended the applicant’s detention until 30 September 2001. It considered, however, that the proceedings in the applicant’s case had already taken a long time and that the Regional Court had been inefficient in dealing with the case. In this connection, the Gdańsk Court of Appeal pointed out that the trial court had adjourned the case for almost 50 days without giving any reasons. As a result of the adjournment the proceedings had to be recommenced.", "15. Subsequently, hearings took place before the trial court.", "16. On 26 September 2001 the Gdańsk Court of Appeal further prolonged the applicant’s detention until 30 November 2001 relying on the reasonable suspicion that the applicant had committed the offences and on the complexity of the case.", "17. Between 10 October 2001 and 21 January 2002 fourteen hearings were held.", "18. On 28 January 2002 the Gdańsk Regional Court gave a judgment. The applicant was convicted and sentenced to fifteen years’ imprisonment.", "19. Subsequently, the applicant’s detention was prolonged on several occasions.", "20. On 9 April 2003 the Gdańsk Court of Appeal quashed the applicant’s conviction and remitted the case. At the same time the appellate court prolonged the applicant’s detention until 21 July 2003. The court considered that it was necessary to keep the applicant in detention since he had been charged with several crimes which represented “a significant danger to society” (o znacznej szkodliwości społecznej) and which attracted a heavy prison sentence. In addition, the evidence obtained in the case sufficiently supported the probability that the applicant had committed those crimes. Moreover, the court considered that there was a risk that the applicant would go into hiding and that he could interfere with the proceedings if released. It was recalled in this connection that the applicant had been arrested while trying to leave the country.", "21. The applicant appealed against this decision, but his appeal was dismissed on 23 April 2003 by the Gdańsk Court of Appeal.", "22. On 7 October, 18 and 20 November 2003 hearings took place before the Gdańsk Regional Court.", "23. The applicant’s pre-trial detention was prolonged on 8 July 2003, 20 January, 30 July and 7 December 2004. The court reiterated the original grounds for keeping him in custody, in particular the seriousness of the charges against the applicant and the risk that he might receive a heavy sentence.", "24. At the hearings held on 11 January and 19 July 2005 the Regional Court prolonged the applicant’s detention relying on the reasonable suspicion against the applicant, the seriousness of the charges, the severity of the likely sentence and the complexity of the case. The court further stated that since not all of the witnesses had been heard, there was a risk that the applicant might attempt to influence them.", "25. On 27 October 2005 the applicant’s detention on remand was prolonged. The court repeated the grounds relied on in its previous decision given in 2005 in an almost identical manner.", "26. The applicant’s numerous appeals and requests for release were to no avail.", "27. On 27 December 2005 the Gdańsk Regional Court gave a judgment. It convicted the applicant and sentenced him to 14 years’ imprisonment. On 12 April 2006 the applicant lodged an appeal.", "28. On 20 November 2006 the Gdańsk Court of Appeal partly upheld the impugned judgment and reduced the applicant’s prison sentence to 11 years’ imprisonment.", "29. On 15 November 2004 the applicant lodged with the Gdańsk Court of Appeal a complaint alleging that his right to have his case examined within a reasonable time had been breached. He relied on the 2004 Act on complaints about a breach of the right to a trial within a reasonable time.", "30. On 28 December 2004 the Gdańsk Court of Appeal allowed his complaint, found that the length of the criminal proceedings pending before the Regional Court had been unreasonable and awarded the applicant PLN 3,000 in compensation. The court examined the course of the proceedings and found delays between 10 April 2000 and 6 June 2001 for which the trial court had been responsible. The Court of Appeal further instructed the trial court to accelerate its handling of the case so that the trial was concluded within a period much shorter than the one-year period envisaged.", "31. On 29 December 2005 the applicant lodged a second complaint about the unreasonable length of the proceedings in his case.", "32. On 28 February 2006 the Gdańsk Court of Appeal dismissed the applicant’s second complaint. The court examined the course of the proceedings after 28 December 2004 and established that they had been conducted diligently and that there were no delays attributable to the trial court.", "33. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze).", "34. A more detailed rendition of the relevant domestic law provisions is set out in the Court’s judgment in Kudła v. Poland [GC], no. 30210/96, § 75, ECHR 2000XI, Celejewski v. Poland, no. 17584/04, §§ 22 and 23, 4 May 2006.", "35. On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "A more detailed description of the relevant domestic law provisions is set out in the Court’s judgment in Krasuski v. Poland, no. 61444/00, §§ 3446, ECHR 2005–... (extracts) and its decision in Charzyński v. Poland (dec.), no. 15212/03, §§ 1223, ECHR 2005–...."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}