{"ITEMID": "001-58033", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF Z v. FINLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["9. The applicant is a Finnish national, resident in Finland, and was at the time of the events which gave rise to her complaints under the Convention married to X, who was not Finnish. They divorced on 22 September 1995. They are both infected with the human immunodeficiency virus (HIV).", "10. On 10 March 1992 the Helsinki City Court (raastuvanoikeus, rådstuvurätten) convicted X and sentenced him to a suspended term of imprisonment for rape on O. on 12 December 1991. The City Court held the trial in camera and ordered that the documents submitted in the case remain confidential for a certain period.", "11. On 19 March 1992 X was informed of the results of a blood test performed on 6 March 1992, indicating that he was HIV-positive.", "12. In early March 1992, following a complaint of a sexual offence lodged by M., the police opened an investigation into attempted manslaughter, suspecting X of having deliberately subjected M. to a risk of infection with HIV on 1 March.", "According to the facts as established by the Commission, during a police interview on 5 March 1992 M. identified X as the perpetrator and the police informed her that X’s spouse, the applicant, was HIV-positive. On 10 April 1992, the police advised M. that X was also infected.", "At the hearing before the Court the Government disputed the Commission’s finding that the police had informed M. that the applicant was an HIV carrier. The Delegate replied that the finding had been based on corroborative evidence in the police investigation record and the minutes of the ensuing proceedings before the City Court (see paragraph 19 below).", "13. M.’s boyfriend T. met the applicant in mid-March 1992 and asked her whether her husband was an HIV carrier. On 6 April 1992 T. telephoned her and cited passages from confidential court documents relating to the trial mentioned in paragraph 10 above.", "On 14 April T. was interviewed by the police as to the content of this conversation.", "14. On 7 April 1992 the police attempted to interview the applicant but, as she was married to X, she relied on her right under Finnish law not to give evidence against her spouse (chapter 17, Article 20 para. 1, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalk)).", "15. On 22 April 1992 the public prosecutor charged X with sexual assault on M. On 20 May 1992 M. brought a charge against X of attempted manslaughter.", "16. On 10 September 1992, following complaints of rape lodged by P.-L. and P., X was arrested and detained on remand, on suspicion of attempted manslaughter by having raped the complainants earlier that month and thereby deliberately subjected them to a risk of HIV infection.", "17. On 14 September 1992 the police interviewed the applicant but she again refused to give evidence against her spouse. She feared that the documents in the case, including any statement she made, would not remain confidential.", "18. On 18 September 1992 R. lodged a complaint with the police against X for rape committed on 19 December 1991. The police officer who recorded the complaint added to the record a statement that the applicant had already been found to be HIV-positive in 1990.", "The Government submitted at the Court’s hearing that it was R. who had told this to the police.", "The police opened an investigation into attempted manslaughter in this case also.", "On 7 October and 2 December 1992 and 24 March 1993, the public prosecutor read out in court charges against X of attempted manslaughter in respect of offences committed against M. on 1 March 1992, against P. on 10 September 1992 and against P.-L. on 5 and 6 September 1992. Such charges were also brought by P.-L. on 16 December 1992 and by R. on 19 May 1993 in relation to offences committed respectively on 31 August 1992 and 19 December 1991.", "19. On 22 April 1992, at the City Court’s first hearing, held in public, X refused to reply to a question put by M.’s counsel as to whether the applicant was also an HIV carrier.", "At a further hearing on 6 May 1992, the City Court decided at the parties’ request that the case should be heard in camera. M. confirmed that she had been informed by the police that the applicant was HIV-positive and T. gave evidence on the content of his telephone conversation with the applicant on 6 April 1992 (see paragraph 13 above).", "20. On 18 May 1992 and with X’s consent, L., senior doctor at the hospital where X and the applicant had been treated, transmitted copies of X’s medical records to the public prosecutor. These had been edited so as to omit all references to the applicant.", "21. The City Court summoned the applicant to appear before it as a witness on 20 May 1992, but she again relied on her right not to give evidence in a case concerning her husband.", "22. On 27 May 1992 M.’s counsel informed the public prosecutor that the copies of X’s medical records appeared to be incomplete. That same day the public prosecutor asked the police to obtain statements from senior doctor L. and any other doctors who had been treating X, whether as experts or ordinary witnesses, in order to obtain information from them on when X had become aware of his HIV infection.", "23. On 12 August 1992, despite his objections, the City Court ordered senior doctor L. to give evidence. He disclosed to the court medical data concerning the applicant which had been omitted from the copies of X’s medical records referred to in paragraph 20 above.", "The City Court, by way of an interim measure, ordered that the court file, including the transcripts of senior doctor L.’s evidence, be kept confidential.", "24. At the hearings of the City Court on 23 September and 18 November 1992, X refused to answer a question put by counsel for the complainants (M., P.-L., P. and R.) as to whether the applicant was HIV-positive. On 30 December 1992, counsel asked him when he had become aware that she was infected. However, X again refused to answer.", "25. On 23 September 1992 senior doctor L. complained to the parliamentary ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) about the court decision ordering him to give evidence. In an opinion of 5 February 1993 the parliamentary ombudsman expressed the view that the domestic law had not been violated and that the City Court had properly balanced the public interest in investigating crime against the applicant’s interests in protecting the confidentiality of the information in question.", "26. At a court hearing on 27 January 1993, Dr K., who had also treated the applicant, was, despite his objections, required to give evidence as a witness for the prosecution and to disclose information about the applicant. He did so.", "27. On 6 February 1993 the police interviewed Dr S.V. as an expert. He provided them with general information on HIV infection and contamination.", "28. On 10 February 1993 the public prosecutor requested the police to interview the applicant’s doctors as witnesses in the investigation into the charges against X of attempted manslaughter (see paragraph 18 above). However, since all the doctors concerned refused, the matter had to be referred to the City Court.", "29. Despite his renewed objections, senior doctor L. was again heard as a prosecution witness at the City Court’s hearing of 3 March 1993. He once again disclosed information about the applicant. Before giving evidence he read out a letter dated 23 February 1993 which the applicant had sent him. It stated:", "\"... The case concerns criminal charges against my husband which are considered to outweigh a doctor’s obligation and right to respect secrecy. It seems to me that you have been called to appear as a witness because I myself have invoked my right ... to refuse to give evidence. In your capacity as a doctor you are therefore likely to be asked questions which I, as X’s spouse, have the right to refuse to reveal. The information which you have emanates from me and has been obtained by you because it has been my understanding that it would remain confidential ... [N]or could I have imagined that [such] information could be used for the purpose of criminal proceedings in which my husband is facing charges.", "As I see it, the hearing of you as a witness is merely aimed at circumventing my lawful right to refuse to give evidence against my husband ...", "... I therefore request you to refer to these points, when you are being asked to give evidence in matters which concern only me. It is my opinion that you should not be obliged to give evidence in those matters and that the charges should be dealt with in such a way that I am not in any way forced to take part in the establishment of the [facts]. [I] am under no obligation to do so ...\"", "30. In the course of three hearings on 17 March, 7 April and 5 May 1993, the City Court heard evidence from the applicant’s psychiatrist, Dr K.R., and a number of medical doctors who had treated her, namely Drs V., S.-H., S., K., T., R. and apparently also Dr J.S. It also heard Dr S.V., who had interviewed Z for research purposes. The prosecution had called them as witnesses and the court had ordered them to give evidence, although they had objected to doing so.", "At the hearing on 17 March, Dr D. confirmed that a blood test performed in August 1990 had shown that the applicant was HIV-positive.", "At the hearing on 5 May 1993 the applicant agreed to give evidence since the matters which related to her had already been dealt with by the City Court in other ways. In her evidence she stated amongst other things that she had not been infected with HIV by X.", "31. On 8 and 9 March 1993 the police carried out a search at the hospital where the applicant and X had occasionally been treated. The police seized all the records concerning the applicant and appended copies of these to the record of the investigation concerning the charges against X of attempted manslaughter. These measures had been ordered by the prosecution. After photocopying the records the police returned them to the hospital.", "The seized records comprised some thirty documents including the following statements:", "\"...", "25 September 1990: [The applicant was] found to be HIV-positive at the beginning of the autumn of 1990. [She] guesses that she was contaminated at the end of 1989 ...", "[She] is married to a [foreign] citizen, whom she thinks is [HIV]-negative.", "...", "5 June 1991: ... [The applicant’s husband] completely denies that he might have an HIV infection ...", "7 June 1991: ... According to [the applicant], [her] husband probably has an HIV infection too but [he] has not gone to be tested ...", "23 December 1991: ... [The applicant’s husband] has not gone for HIV tests and is of the opinion that he is not a carrier of the virus ...\"", "32. The police also seized results from a large number of laboratory tests and examinations concerning matters other than the existence of HIV in the applicant’s blood, including information about her previous illnesses, her mental state and a survey into her quality of life based on a self-assessment.", "On 10 March 1993 the City Court decided to include the copies of the seized records in its case file. On the same day it heard Dr S.V. as an expert called by the prosecution.", "33. On 19 May 1993 the City Court, amongst other things, convicted X on three counts of attempted manslaughter committed on 1 March, 31 August and 10 September 1992 but dismissed the charge of attempted manslaughter for the offence committed on 19 December 1991 and, as regards the latter, convicted him of rape instead. The City Court sentenced him to terms of imprisonment totalling seven years.", "The City Court published the operative part of the judgment, an abridged version of its reasoning and an indication of the law which it had applied in the case. The City Court ordered that the full reasoning and the documents in the case be kept confidential for ten years. Both the complainants as well as X had requested a longer period of confidentiality.", "34. The complainants, X and the prosecution all appealed against the City Court’s judgment to the Helsinki Court of Appeal (hovioikeus, hovrätten).", "35. At a hearing in camera before the Court of Appeal on 14 October 1993, all the appellants requested that the duration of the confidentiality order be extended; an extension to thirty years was discussed. X’s lawyer also informed the court about the applicant’s wish that the order be extended.", "36. In a judgment of 10 December 1993, a copy of which was made available to the press (see paragraph 43 below), the Court of Appeal, inter alia, upheld the conviction of X on three counts of attempted manslaughter and, in addition, convicted him on two further such counts related to offences committed on 19 December 1991 and 6 September 1992. It increased his total sentence to eleven years, six months and twenty days’ imprisonment.", "As regards the two additional counts of attempted manslaughter, the judgment stated:", "\"... According to [X - mentioned by his first names and family name] he found out that he was suffering from an HIV infection on 19 March 1992 ... He denied having undergone any HIV examination since being tested in Kenya in January 1990.", "According to [X], the result of the HIV test was negative ...", "[He] cannot therefore be considered to have known with certainty that he was infected with HIV prior to receiving the results of the test on 19 March 1992.", "[X] and [the applicant - mentioned by her first names and family name] got married on 12 April 1990. On 31 August 1990 [the applicant] was found to be an HIV carrier. When she gave evidence before the City Court, [she] said that she had informed X of this finding at the end of 1990. In the Court of Appeal, X said that the applicant had already informed him about her disease before he came to Finland in January 1991. [He] also said that while they were both living in Africa [the applicant] had been suffering from some undefined disease. [She] had then also suspected that she might have become contaminated with HIV but her infection had only been discovered after [she] had returned to Finland.", "On the basis of the above statements by the spouses ... it must be considered established that, given the status of [X’s] wife as an HIV carrier, [X] had particular reason to suspect that the infection had been transmitted through their sexual intercourse.", "According to [Dr J.S.], a witness before the City Court, [X] must, on the basis of the symptoms of his disease, be considered to have been infected with HIV at least a year before the blood test performed in March 1992 ... According to [Dr S.V.], the disease with symptoms of fever which, according to [the applicant’s] medical records, she is reported to have suffered from in January 1990 and which was treated as malaria is quite likely to have been a primary HIV infection. Regard being had to the fact that, when she contracted [her] disease with symptoms of fever at the end of 1989 or the beginning of 1990, [the applicant] was staying in Mombasa, where she had also met [X], the Court of Appeal finds Dr S.V.’s opinion concerning the primary HIV infection credible. Taking into account the moment when [the applicant] was found to be an HIV carrier, the Court of Appeal finds it likely that she contracted the [disease] from [X].", "On these grounds the Court of Appeal considers that [X] must have been aware of his HIV infection at the latest by December 1991. The fact that [he] nevertheless chose not to undergo any HIV examinations other than those referred to above shows that his attitude towards the possibility that others might be contaminated [with HIV] was at best indifferent. Such an attitude must, as regards the question of intent, be considered in the same way as if the perpetrator had known with certainty that he had the disease. When assessing [X’s] intent, his conduct must therefore be viewed in the same way on all the counts of attempted manslaughter with which he has been charged.", "...", "It has been shown in this case that, on the basis of current knowledge, an HIV infection is lethal. [X] has admitted that, before arriving in Finland, he had already become familiar with the nature of [this] disease and the ways in which it could spread. Having regard also to [his] statement that he had [previously] stayed in Uganda, Kenya and Rwanda, Uganda being a country where the disease is particularly widespread, and the general knowledge that [the disease] is lethal, and [noting] that [X’s] wife has also fallen ill [with this disease], [the Court of Appeal] finds it likely that [X] was familiar with the significant risk of contamination and the lethal effects of [the disease].", "According to [senior doctor L.] and [Dr S.V.], who were called as witnesses, the disease may spread through a single act of sexual intercourse ... X must thus have realised that his acts entailed, as a probable consequence, subjecting [the complainants] to a risk that they would be contaminated with HIV. Given that he has nevertheless acted in the manner established, his acts must be considered intentional. In this respect the Court of Appeal has also taken into account that [X] did not inform the complainants of the possible risk of contamination.", "...", "... [X] must therefore be considered to have committed attempted manslaughter ... on 19 December 1991 and 6 September 1992 also ...\"", "The Court of Appeal in addition upheld the City Court’s decision that the case documents should remain confidential for a period of ten years.", "37. On 26 September 1994 the Supreme Court (korkein oikeus, högsta domstolen) refused to grant X leave to appeal.", "38. On 19 May 1995 the applicant applied to the Supreme Court for an order quashing (poistaa, undanröja) the Court of Appeal’s judgment in so far as it permitted the information and material about her to become available to the public as from 2002. In her view, the Court of Appeal’s failure to hear her submissions before deciding whether and for how long the relevant medical records should be kept confidential amounted to a procedural error. That part of its judgment had been prejudicial to her.", "In the alternative, she applied for an order reversing (purkaa, återbryta) the Court of Appeal’s judgment, on the grounds that it had manifestly been based on an incorrect application of the law and was incompatible with Article 8 of the Convention (art. 8) in that it was neither \"in accordance with the law\" nor \"necessary in a democratic society\".", "In the event that the Court of Appeal’s judgment be quashed or reversed, the applicant requested that the matter be referred back to the Court of Appeal, so that she could make submissions.", "39. On 22 May 1995 the applicant requested the Helsinki Police Department to make enquiries as to who had informed the police that she was HIV-positive (see paragraph 12 above). She withdrew her request the following month.", "40. On 1 September 1995 the Supreme Court dismissed the applicant’s application for an order quashing or reversing the Court of Appeal’s judgment. The first application had been lodged out of time and she did not have locus standi to make the second.", "41. On 15 June 1992 the large-circulation evening newspaper Ilta-Sanomat reported X’s trial, stating that he was infected with HIV and that it was not yet certain whether the applicant was also infected, as she had refused to give evidence.", "42. On 9 April 1993 the leading daily Helsingin Sanomat reported the seizure of the applicant’s medical records under the headline \"Prosecutor obtains medical records of wife of man accused of HIV rapes\". The article stated that the wife of X, whose first name and family name were mentioned in full, was a patient in a hospital unit treating patients suffering from HIV infection.", "43. The Court of Appeal’s judgment of 10 December 1993 was reported by various newspapers, including Helsingin Sanomat which, after receiving it by fax from the Court of Appeal, published an article on 16 December 1993. The article stated that the conviction had been based on the statement of \"[X]’s Finnish wife\", while mentioning his name in full; in addition, it referred to the Court of Appeal’s finding that the applicant was HIV-positive.", "44. Under the Contagious Diseases Act 1986 and implementing decree (tartuntatautilaki 583/86 ja -asetus 786/86, lag 583/86 och förordning 786/86 om smittsamma sjukdomar), a person who is suffering from a disease such as infection with HIV or who it is found might have contracted such a disease must, on request, inform his or her doctor of the likely source of contamination (section 22 (2) of the Act and section 2 of the decree).", "45. Under the Patients’ Status and Rights Act 1992 (laki potilaan asemasta ja oikeuksista, lag om patientens ställning och rättigheter 785/92) which entered into force on 1 May 1993, medical records must be kept confidential. Information may only be disclosed to a third party with the patient’s written consent. It may nevertheless be disclosed to, among others, a court of law, another authority or an association which has been granted access thereto by law (section 13).", "46. Under chapter 17, Article 23 para. 1 (3), of the Code of Judicial Procedure, a doctor of medicine may not, without his or her patient’s consent, give information as a witness which he or she has obtained in his or her professional capacity and which, because of its nature, should be kept confidential.", "However, paragraph 3 provides that a doctor may be ordered to give evidence as a witness in connection with a charge relating to an offence for which a sentence of at least six years’ imprisonment is prescribed (as is the case with regard to manslaughter and attempted manslaughter).", "In such cases, section 27 (2) of the Pre-trial Investigation Act 1987 (esitutkintalaki, förundersökningslag 449/87) entitles doctors to give evidence even during the pre-trial investigation.", "47. Section 28 (1) of that Act provides:", "\"If a witness manifestly has knowledge about a matter of importance to the clarification of [a suspect’s] guilt and if he [or she] refuses to reveal this even though obliged to do so or, under section 27 (2), entitled to do so, the court may, at the request of the chief investigating officer, require [the witness] to disclose his knowledge about the matter. In such cases all or part of the questioning of the witness may take place in court.\"", "A party to the pre-trial investigation and his counsel may attend the proceedings in which such a request by the chief investigating officer is considered and the actual hearing where the witness gives evidence (section 28 (2)).", "48. Chapter 4, section 2 (2), of the Coercive Means of Criminal Investigation Act 1987 (pakkokinolaki, tvångsmedelslagen 450/87) provides:", "\"A document shall not be seized for evidential purposes if it may be presumed to contain information in regard to which a person referred to in chapter 17, Article 23, of the Code of Judicial Procedure is not allowed to give evidence at a trial ..., and [provided that] the document is in the possession of that person or the person for whose benefit the secrecy obligation has been prescribed. A document may nevertheless be seized if, under section 27 (2) of the Pre-trial Investigation Act, a person [referred to in chapter 17, Article 23, of the Code of Judicial Procedure] would have been entitled or obliged to give evidence in the pre-trial investigation about the matter contained in the document.\"", "49. Chapter 4, section 13, of the Act reads:", "\"At the request of a person whom the case concerned, the court shall decide whether the seizure shall remain in force. A request which has been submitted to the court before its examination of the charges shall be considered within a week from its reception by the court. The examination of such a request is, in as far as appropriate, governed by the provisions in chapter 1, sections 9 and 12, on the examination of requests for detention on remand. The court shall reserve those with an interest in the matter an opportunity to be heard, but the absence of anyone shall not preclude a decision on the issue.\"", "50. Under the Publicity of Official Documents Act 1951 (laki yleisten asiakirjain julkisuudesta, lag om allmänna handlingars offentlighet 83/51), official documents are in principle public (section 1). They include not only documents drawn up and issued by an authority but also documents submitted to an authority and which are in its possession (section 2 (1)). A pre-trial investigation record, however, shall not be public until the matter has been brought before a court or the police investigation has been closed without charges being brought (section 4).", "Everyone has access to official public documents (section 6, as amended by Act no. 739/88). However, medical reports are accessible to the public only with the consent of the person to whom they relate (section 17). In the absence of such consent, a party to criminal proceedings shall nevertheless have access to such documents if they are capable of affecting the outcome of the case (section 19 (1), as amended by Act no. 601/82).", "51. Documentary evidence obtained during a pre-trial investigation shall be kept in a record of investigation, if this is considered necessary for the further consideration of the case. The record shall include all documents assumed to be of importance and indicate, inter alia, whether other documentary evidence has been obtained but omitted from the record (section 40 of the Pre-trial Investigation Act).", "52. If all or part of an oral hearing has been held in camera or if, during such a hearing, any confidential document or information has been submitted, the court may decide that all or part of the case material be kept confidential for up to forty years. The operative part of the judgment and the legal provisions relied on shall always be made public (section 9 of the Publicity of Court Proceedings Act 1984 (laki oikeudenkäynnin julkisuudesta, lag om offentlighet vid rättegång 945/84)).", "No separate appeal against a decision concerning the publicity of proceedings is allowed (section 11). The decision must thus be challenged in an ordinary appeal lodged by a party to the proceedings.", "53. Under the 1889 Penal Code (rikoslaki, strafflag 39/1889), the disclosure of confidential information by a civil servant or a public employee is a criminal offence (chapter 40, which has been amended subsequently).", "54. Under the Constitution (Suomen hallitusmuoto, Regeringsform för Finland 94/19), anyone whose rights have been infringed and who has suffered damage as a result of an illegal act, or by the negligence, of a civil servant, is entitled to prosecute the civil servant, or to demand that he or she be prosecuted, and to claim damages (Article 93 para. 2). Under the Damage Compensation Act 1974 (vahingonkorvauslaki, skadeståndslag 412/74) proceedings may also be brought against the State for actions taken by civil servants (chapters 3 and 4).", "55. A person involved in a pre-trial investigation may be prohibited, on pain of a fine or a maximum of six months’ imprisonment, from revealing information concerning third parties which was not previously known to him or her and which relates to the investigation. Such a prohibition may be imposed if the disclosure of such information in the course of the investigation is liable to jeopardise the investigation or to cause harm or be prejudicial to a party to the investigation or to any third party. Heavier sentences may be imposed if the disclosure constitutes a separate offence (section 48 of the Pre-trial Investigation Act).", "56. Under the Publicity of Official Documents Act 1951, neither parties nor their representatives are allowed to disclose confidential material which has been made available to them in their capacity as parties to persons not involved in the proceedings (section 19a). Disclosure in breach of this rule is punishable by a fine (section 27)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}