{"ITEMID": "001-57817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF W. v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Franz Matscher;John Freeland", "TEXT": ["7. The applicant is a Swiss businessman who with eleven accomplices was prosecuted for a series of economic offences, including a large number of frauds in the management of some sixty companies. He was arrested on 27 March 1985 and placed in pre-trial detention with six of his co-accused, on the grounds that there was a risk of absconding, collusion and repetition of offences.", "8. The first complaints relating to him had reached the criminal police of the Canton of Berne in October 1982, inter alia following a number of fraudulent bankruptcies. In October 1984 the cantonal authorities asked the Interpol agencies in Germany, the United States of America, the United Kingdom, Monaco and several Caribbean countries to make inquiries about the applicant, and opened a preliminary investigation against him on 8 February 1985.", "In view of the complexity of the case they set up in mid-1985 a subsection of the office of the investigating judge (Untersuchungsrichteramt) of the Canton of Berne, consisting of two investigating judges assigned exclusively to the investigation, under the authority of a cantonal attorney at the Berne Court of Appeal (Obergericht) and the indictments chamber (Anklagekammer) of that court. They were assisted by specialist police officers and considerable facilities were made available to them (secretariat, computer, archives).", "9. In the period from March 1985 to June 1986 their investigation, which traced events back as far as 1977, gave rise to eighteen searches, including several at W.’s residence and the office of the companies he controlled. Documents in large quantities were found there, mostly in utter disorder, some in the cellar, some in the bathroom and even some in bin bags ready to be destroyed. W. had in fact altered the accounts of his companies, some of which were incidentally fictitious, in order to thwart possible investigations.", "On 3 April 1985 the authorities froze assets in seventeen banks and issued warrants relating to other credit institutions. They drew up a list of about two hundred accounts in all which were affected by the fraudulent dealings of the applicant and his accomplices.", "In 1985 and 1987 money and valuables belonging to the applicant and his co-accused were seized following orders or searches. These were dated 27 and 28 March, 3 April, 4 May, 2, 3 and 27 June, 5 September, 3 October and 25 November 1985, 16 and 19 January, 9 February, 5 March, 14 May, 2 July, 19 and 21 August and 1 December 1987.", "The investigators also had to have recourse to international judicial assistance, in particular from the Munich public prosecutor’s office. That office sent them a report dated 16 April 1987, as a result of which the Swiss authorities extended their inquiries to Germany and took over criminal proceedings instituted against W. in that country.", "On 11 December 1987 the investigating judges requested thirteen insolvency practitioners to provide documents relating to seventeen companies. The last of these reached them in December 1988 and January 1989.", "On 26 May 1988, in view of the urgency, they severed the proceedings against the applicant from those against two accomplices.", "10. The applicant twice challenged the investigating judges. He also brought eleven appeals and two complaints against decisions by them restricting access to the case-file at the beginning of the investigation. The accused were eventually given access to nine-tenths of the file from May 1986 and the entire file from 22 October of that year. W. had meanwhile reacted by deciding on 11 April 1986 to make no further statements.", "On 28 June 1988 he complained of other irregularities, stating that documents had not been given to him and his lawyer had been unable to obtain free photocopies of them. The indictments chamber dismissed his complaint on 27 July 1988. After the committal for trial (see paragraph 13 below) the authorities on 13 October and 30 November 1988 and 3 January 1989 allowed the case-file to be consulted by the defence for nine, seven and five half-days respectively.", "There was another incident when W. was not permitted to be present at certain investigative acts. On 27 January 1987 the indictments chamber decided that in principle he had the right to attend these.", "His request of 18 December 1987 that there should be no supervision of the visits by his wife was dismissed by the indictments chamber on 16 February and the Federal Court on 19 May 1988.", "11. During his pre-trial detention W. committed further offences, which resulted in an additional conviction for fraudulent bankruptcy and criminal mismanagement (see paragraph 24 below); the general meeting of a company controlled by him, which took place in prison on 11 October 1985 in the presence of a lawyer (advocate and notary), had allowed the latter to use a power of attorney to issue bonds secured on the property of the said company and used as security for the applicant’s personal debts.", "12. Once the basic documentation had been collected and sorted, the authorities in October and July 1986 also ordered three expert reports, one from a psychiatrist and two from accountants, the latter following a defence request for evidence of 6 September 1985, the only such request made by them in the course of the investigation. The reports were filed on 22 December 1986 and in April 1987. The psychiatric report concluded that the applicant was fully criminally liable, and described him as a confidence trickster (Hochstapler) and an unrestrained hedonist (hemmungsloser Hedonist) who had no scruples about causing harm to others.", "13. On 29 April 1988 the investigating judges declared, pursuant to Article 98 of the Berne Code of Criminal Procedure (see paragraph 25 below), that they would request the cantonal attorney’s office to commit W. for trial before the Economic Criminal Court (Wirtschaftsstrafgericht) of the canton. The order committing for trial (Überweisungsbeschluß) was made on 2 September 1988.", "The investigators had carried out a total of approximately 350 interrogations. From 11 April 1986 to 12 July 1988 the applicant himself had been questioned thirty-six times, but he had always refused to answer the questions put to him (see paragraph 10 above). The transcripts recording the questions and noting his silence filled almost 700 pages.", "In September 1987 the main case-file comprised about 600 binders. At the time of the trial there were 711, together with the original documents which themselves took up over 120 metres of shelving.", "The amount of the damage had been estimated at over 50 million Swiss francs.", "14. From 29 March 1985 to 18 May 1988, twenty-five applications for release were submitted by the persons in pre-trial detention in this case. Eight of them came from the applicant. The first of these, made on 24 May 1985, was dismissed by the indictments chamber on 1 July. The indictments chamber also dismissed on 22 July 1985 a complaint of 8 July and on 28 August a complaint of 2 August, relating respectively to the lawyer who had been appointed for W. and his visiting rights.", "15. On 13 September 1985 the indictments chamber turned down a further application of 26 August 1985. A public law appeal to the Federal Court was dismissed on 7 November 1985, as that court considered that all the conditions to which pre-trial detention was subject under Article 111 of the Berne Code of Criminal Procedure had been fulfilled (see paragraph 25 below). The court felt that the serious suspicions against W. were supported by the case-file; moreover, he had transferred his residence to Monte Carlo, and his numerous stays in Germany, England, the United States of America and Anguilla also gave reason to fear that he might try to evade the Swiss judicial authorities; as to the very genuine risk of collusion, this resulted from the way in which the applicant’s various companies were entangled and from the large number of his associates.", "The Federal Court, however, invited the investigators to act with diligence and in particular to question as soon as possible the persons likely to collude with the applicant, as in the court’s opinion the complexity of the facts alone could not justify detention for several years.", "16. W. brought a third application for release on 17 March 1986. It was dismissed by the indictments chamber in a decision of 4 June 1986, which was upheld by the Federal Court on 25 August, following a public law appeal. The Federal Court said that even a summary reading of certain transcripts of interrogations showed that there was serious suspicion against the applicant of multiple fraud and fraudulent bankruptcy; he was wrong in claiming that this suspicion was unfounded in the specific cases cited by the indictments chamber in justifying the already considerable duration of the detention in issue.", "Moreover, the danger of absconding and that of collusion still both persisted, the former because of the applicant’s good relations with foreign countries and his stated intention of starting a new life in the United States, and the latter in the light of his conduct before his arrest and during the investigation. However, as the last of the co-accused had now been arrested and the principal witnesses had already made statements, this ground could no longer be relied upon without specifying the collusive acts which were feared.", "Furthermore, W. was primarily responsible for the length of his detention; the lack of any proper accounts of his companies had made it extremely difficult to identify the financial transfers by means of which the companies had been burdened for personal ends. Despite this, the investigating judges had worked intensively. All things considered, the detention complained of did not yet appear to be too long. It was nevertheless disturbing that not much progress had been made with the systematic processing of the documents and the production of a report for the purpose of indicting the applicant. Secondly, there was still some doubt as to whether expert reports on the accounting and psychiatric aspects were needed. A close watch had to be kept on these points.", "17. A fourth application for release was made on 12 December 1986, and dismissed by the indictments chamber on 20 January 1987.", "The applicant brought a public law appeal against this decision; he complained of the time taken to produce the accounting report, and of the alleged inability of the authorities to complete the file. The Federal Court gave its ruling on 24 March 1987. It considered that the applicant’s disregard of the elementary rules of bookkeeping was the reason why it had not been possible to complete the expert report earlier; and the accusation against W. was precisely that he had mingled funds of his various companies. Since the judgment of 25 August 1986 (see paragraph 16 above) the authorities had taken account of its observations on the processing of the documents, so that in this respect the investigation could not be criticised, bearing in mind in particular the very large number of documents to be classified. That the authorities had entrusted the investigation to a team of two investigating judges also showed the great importance they attached to it. As to the psychiatric report and accountancy reports, which were moreover on the point of being filed, there had been no delay in drawing them up, since W. was refusing to answer any questions at all. In short, the detention in issue had not yet exceeded the maximum period allowed.", "The court added, however:", "\"... a practice according to which an accused who was suspected of serious economic offences but not of acts of violence necessarily had to remain in detention until final judgment in his case, merely because of a general risk of absconding, would not be compatible with the fundamental right of personal freedom ... . It should also be taken into account in this respect that the incentive to abscond generally decreases as the proportion of time already spent in detention increases. The investigating judges, the public prosecutor’s office and the indictments chamber will therefore, after carrying out the few investigative acts in respect of which a certain danger of collusion can still be presumed, but at the latest after a period of detention of two and a half years, have to consider the applicant’s release subject to appropriate substitute measures within the meaning of Article 111a of the Berne Code of Criminal Procedure. The case would be different only if specific indications of [W.’s] intention to abscond were by then present. The risk of repeated offending ... would on the other hand probably not be of relevance as a ground for detention in the case of the applicant, who has no previous convictions.\"", "18. On 3 August 1987 the applicant once more requested the indictments chamber to terminate his detention. This was refused in a decision of 4 September 1987.", "The Federal Court dismissed the applicant’s public law appeal on 29 October 1987. In its opinion the slowing down of the investigation, noted since its last judgment (see paragraph 17 above), was not open to criticism, as the Swiss authorities had in the meantime taken over the proceedings brought against W. by the Munich public prosecutor’s office (see paragraph 9 above), and this had entailed additional work. In this respect the investigators could not be blamed either for having often questioned the applicant on these proceedings despite his refusal to make a statement; their sole aim had been to allow W. to exercise his rights of defence. No failure to observe the requirement of acting swiftly had resulted; rather it was the applicant’s attitude which amounted to delaying the investigation by any legal means. In view of the minimum sentence of five years’ imprisonment which the applicant was likely to receive, the pre-trial detention of two years and seven months had in any event not yet reached the critical level.", "The Federal Court also invited the investigating judges to reconsider, by the end of January 1988, the length of the detention in issue. On 31 January 1988 they took a decision to extend it (Haftbelassungsbeschluß).", "19. The applicant’s sixth application for release had meanwhile been made to the indictments chamber on 2 December 1987. It had dismissed it on 9 December on the grounds that nothing had changed since the Federal Court’s last judgment of 29 October 1987 (see paragraph 18 above); it considered that there was still a danger of absconding and collusion. W. did not appeal against this decision.", "20. On 1 February 1988 he once more requested his release. The indictments chamber refused this on 18 February, and he appealed to the Federal Court.", "The Federal Court dismissed the appeal on 25 April 1988. It held that the indictments chamber had not breached the Constitution or the Convention in considering that there was still a danger of absconding; in his application of 1 February 1988, W. had moreover refused to provide a security.", "Apart from the applicant himself, the authorities were also partly responsible for the delays in the investigation; they had put forward in explanation reasons - such as the taking over of the German file (see paragraph 9 above) and the different charges against the various co-accused - which they had already been aware of on 13 August 1987, when they said that the investigation would be completed in early 1988. These delays admittedly had not brought about an excessive prolongation of the deprivation of liberty in issue, but in the Federal Court’s opinion it was necessary to close the investigation as quickly as possible.", "The Federal Court said:", "\"The judge deciding on detention may prolong the pre-trial detention only to the extent that its duration does not come too close to the sentence to be expected in the specific case; he must not, for example, take the possible maximum sentence as a reference point. Great attention must also be paid to this limit because the trial court might be inclined to take the length of pre-trial detention into account as one factor in determining the sentence. To this extent there is thus a sort of absolute maximum length of pre-trial detention ... . However, even the European Convention institutions allow detention for several years in cases which are both highly complex and also subject to heavy sentences ...\"", "In this instance the length of the detention had not yet reached the critical level, as the total sentence which could be expected was now considerably more than five years’ imprisonment.", "21. On 18 May 1988 the applicant submitted his eighth application for release; he supplemented this on 7 June 1988 by offering a security of a maximum of 30,000 Swiss francs (CHF). The indictments chamber dismissed the application on 27 June 1988, inter alia on the grounds that he had not given any information on the third party who would pay the money and that the sum appeared derisory in view of the size of the case and the personality of the defendant.", "On a public law appeal by the applicant, the Federal Court quashed the decision on the grounds that Article 5 para. 4 (art. 5-4) of the Convention had been violated, as W. had not had an opportunity to reply to the arguments of the investigating judge and the cantonal attorney before the indictments chamber.", "22. Rehearing the application, the indictments chamber on 6 September 1988 refused to release the applicant, who again appealed to the Federal Court. That court gave judgment on 15 November 1988; it considered that at this stage of the proceedings, after the end of the investigation and the committal for trial (see paragraph 13 above), pre-trial detention on the ground of a risk of collusion could only be justified by specific evidence, such as in this case the applicant’s personality and the numerous examples of forgery and interference with witnesses already shown to have been done by him in specific cases. It quashed the decision, however, on the grounds that the indictments chamber, when assessing the maximum permissible period of the detention in issue, had omitted to consider whether there were special circumstances in W.’s case which meant that the possibility of his conditional release should be taken into account.", "23. On 10 January 1989 the indictments chamber dismissed the application of 18 May 1988 (see paragraph 21 above) for the third time. The Federal Court upheld its decision on 23 February 1989: having regard to the number and nature of the offences the applicant was accused of, and to his conduct during the investigation and the conclusions of the psychiatric report (see paragraph 12 above), the indictments chamber had been right to conclude that there were no reasons making conditional release appear very probable.", "24. The trial before the Economic Criminal Court (see paragraph 13 above) opened on 17 February 1989 and ended on 30 March 1989 with the applicant being convicted and sentenced to eleven years’ imprisonment and a fine of CHF 10,000, for offences including fraud on a professional basis (gewerbsmäßiger Betrug), fraudulent bankruptcy (betrügerischer Konkurs), forgery of documents (Urkundenfälschung) and aggravated criminal mismanagement (qualifizierte ungetreue Geschäftsführung). The 1,465 days spent in pre-trial detention were deducted from the main sentence.", "25. The Code of Criminal Procedure (Gesetz über das Strafverfahren) of the Canton of Berne provides that:", "\"When the investigating judge regards the investigation as sufficient, he shall notify this to the parties whose addresses are known. If it is for the investigating judge and the district attorney to decide on committal, the investigating judge shall state whether he intends to request that the proceedings be stayed or discontinued or the accused be committed for trial.", "The parties may, within a period from such notification determined by the judge, apply in writing, giving brief reasons, for specified further investigative measures or additional questions and express their opinion on the outcome of the proceedings. If the investigative measures applied for are ordered, the parties may be present at their implementation.\"", "\"During the preliminary investigation the accused shall as a rule remain at liberty.", "The investigating judge shall however be empowered to arrest him if there are specific and serious grounds for suspecting him as perpetrator or accomplice, and in addition there are reasons for supposing", "(a) that there is a risk of absconding, or (b) that the accused would abuse his liberty in order to frustrate or endanger the discovery of the true facts of the matter, or (c) that the accused, if he has intentionally committed a further criminal offence (Verbrechen oder Vergehen) during the proceedings, will commit further criminal offences.", "A risk of absconding shall be presumed if the accused has no fixed residence in Switzerland.", "...\"", "26. According to the Swiss Federal Court, the unwritten constitutional right to individual freedom is to be interpreted in the light of Article 5 para. 3 (art. 5-3) of the Convention and the case-law of the Strasbourg institutions, and requires that pre-trial detention must not be excessively prolonged. Each case must be assessed individually, with the accused’s right to liberty being balanced against the State’s right to bring criminal proceedings and enforce sentences. If the length of the detention is excessive, the detainee must be released even if serious suspicions and the danger of absconding still subsist (Decisions of the Swiss Federal Court, 108 Ia 66; 107 Ia 257/258; 105 Ia 29/30)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}