{"ITEMID": "001-105611", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "GRANDCHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BAYATYAN v. ARMENIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 9;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Christos Rozakis;Corneliu Bîrsan;Dean Spielmann;Egbert Myjer;Elisabet Fura;Françoise Tulkens;Guido Raimondi;Isabelle Berro-Lefèvre;Jean-Paul Costa;John Hedigan;Josep Casadevall;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Mirjana Lazarova Trajkovska;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Peer Lorenzen;Renate Jaeger;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant was born in 1983 and lives in Yerevan.", "10. The applicant is a Jehovah’s Witness. From 1997 he attended various Jehovah’s Witnesses religious services and he was baptised on 18 September 1999 at the age of 16.", "11. On 16 January 2000 the applicant was registered as a person liable for military service with the Erebuni District Military Commissariat (Էրեբունի համայնքի զինվորական կոմիսարիատ).", "12. On 16 January 2001 the applicant, at the age of 17, was called to undergo a medical examination, following which he was declared fit for military service. The applicant became eligible for military service during the 2001 spring draft (April-June).", "13. On 1 April 2001, at the outset of the draft, the applicant sent identical letters to the General Prosecutor of Armenia (ՀՀ գլխավոր դատախազ), the Military Commissioner of Armenia (ՀՀ պաշտպանության նախարարության հանրապետական զինկոմիսար) and the Human Rights Commission of the National Assembly (ՀՀ ազգային ժողովին առընթեր մարդու իրավունքների հանձնաժողով), with the following statement:", "“I, Vahan Bayatyan, born in 1983, inform you that I have studied the Bible since 1996 and have trained my conscience by the Bible in harmony with the words of Isaiah 2:4, and I consciously refuse to perform military service. At the same time I inform you that I am ready to perform alternative civilian service in place of military service.”", "14. In early May a summons to appear for military service on 15 May 2001 was delivered to the applicant’s home. On 14 May 2001 an official of the Erebuni District Military Commissariat telephoned the applicant’s home and asked his mother whether the applicant was aware that he had been called to appear at the Commissariat to commence military service the following day. That same evening, the applicant temporarily moved away from his home for fear of being forcibly taken into the military.", "15. On 15 and 16 May 2001 officials from the Commissariat telephoned the applicant’s mother, demanding to know his whereabouts. They threatened to take him into the military by force if he did not come voluntarily. On 17 May 2001, early in the morning, the officials came to the applicant’s home. His parents were asleep and did not open the door. On the same date, the applicant’s mother went to the Commissariat, where she stated that the applicant had left home and she did not know when he would come back. According to the applicant, the Commissariat made no further efforts to contact his family.", "16. On 29 May 2001 the Commission for State and Legal Affairs of the National Assembly (ՀՀ ազգային ժողովի պետական-իրավական հարցերի հանձնաժողով) sent a reply to the applicant’s letter of 1 April 2001, stating:", "“In connection with your declaration, ... we inform you that in accordance with the legislation of the Republic of Armenia every citizen ... is obliged to serve in the Armenian army. Since no law has yet been adopted in Armenia on alternative service, you must submit to the current law and serve in the Armenian army.”", "17. In early to mid-June 2001 the applicant returned home, where he lived until his arrest in September 2002.", "18. On 12 June 2001 the National Assembly declared a general amnesty which applied only to those who had committed crimes before 11 June 2001 and was to remain in force until 13 September 2001.", "19. On 26 June 2001 the Erebuni Military Commissar (Էրեբունի համայնքի զինկոմիսար) gave notice to the Erebuni District Prosecutor (Էրեբունի համայնքի դատախազ) that the applicant had failed to report for military service on 15 May 2001 and was intentionally avoiding service in the army.", "20. During July and on 1 August 2001 the applicant, together with his father and his defence counsel, went on several occasions to the District Prosecutor’s Office to enquire with the relevant investigator about his situation and to discuss the forthcoming proceedings.", "21. On 1 August 2001 the investigator instituted criminal proceedings under Article 75 of the Criminal Code on account of the applicant’s draft evasion. According to the applicant, the investigator’s superior, the prosecutor, refused to bring charges against him until further investigations had been carried out. On 8 August 2001 the applicant, who apparently wanted to benefit from the above amnesty, complained about this to the General Prosecutor’s Office (ՀՀ գլխավոր դատախազություն). He received no reply to this complaint.", "22. On 1 October 2001 the investigator issued five decisions in respect of the applicant: (1) to bring a charge of draft evasion against the applicant under Article 75 of the Criminal Code; (2) to apply to the court for authorisation for the applicant’s detention on remand; (3) to declare the applicant a fugitive and institute a search for him; (4) to apply to the court for authorisation to monitor the applicant’s correspondence; and (5) to suspend the proceedings until the applicant had been found. This last order stated:", "“... since, having undertaken investigative and search measures, the attempts to find the wanted [applicant] within two months ... have been unsuccessful and his whereabouts are unknown, ... [it is necessary] to suspend the investigation ... and ... to activate the search measures aimed at finding the accused.”", "23. Neither the applicant nor his family were notified of these decisions, despite the fact that since mid-June 2001 he had been living at the family home and that he had met with the investigator on several occasions in July and August 2001.", "24. On 2 October 2001 the Erebuni and Nubarashen District Court of Yerevan (Երևան քաղաքի Էրեբունի և Նուբարաշեն համայնքների առաջին ատյանի դատարան) authorised the monitoring of the applicant’s correspondence and his detention on remand. Neither the applicant nor his family were notified about these decisions, and the investigating authority made no attempt to contact them until the applicant’s arrest in September 2002.", "25. On 26 April 2002 the Convention came into force in respect of Armenia.", "26. On 4 September 2002, while the applicant was at work, two police officers went to his family home, informed his parents that he was on the wanted list and enquired about his whereabouts.", "27. On 5 September 2002 the police officers returned and accompanied the applicant to a local police station, where they drew up a record of the applicant’s voluntary surrender which stated that the applicant, having found out that he was on the wanted list, decided to appear at the police station. On the same date, the applicant was placed in the Nubarashen detention facility.", "28. On 9 September 2002 the investigating authority resumed the criminal proceedings against the applicant.", "29. On 11 September 2002 the applicant was served with the 1 October 2001 charge (see paragraph 22 above) for the first time. During his questioning on the same date, the applicant submitted that he consciously refused to perform military service because of his religious beliefs but was ready to perform alternative civilian service instead.", "30. On the same date, the applicant and his defence counsel were granted access to the case file. The bill of indictment was finalised on 18 September 2002 and approved by the prosecutor on 23 September 2002.", "31. On 22 October 2002 the applicant’s trial commenced in the Erebuni and Nubarashen District Court of Yerevan. The trial was adjourned until 28 October 2002 because the applicant had not been served with a copy of the indictment.", "32. On 28 October 2002, at the court hearing, the applicant made the same submissions as during his questioning (see paragraph 29 above).", "33. On the same date, the Erebuni and Nubarashen District Court of Yerevan found the applicant guilty as charged and sentenced him to one year and six months in prison.", "34. On 29 November 2002 the prosecutor lodged an appeal against this judgment, seeking a heavier punishment. The appeal stated:", "“The [applicant] did not accept his guilt, explaining that he refused [military] service having studied the Bible, and as a Jehovah’s Witness his faith did not permit him to serve in the armed forces of Armenia.", "[The applicant] is physically fit and is not employed.", "I believe that the court imposed an obviously lenient punishment and did not take into consideration the degree of social danger of the crime, the personality of [the applicant], and the clearly unfounded and dangerous reasons for [the applicant’s] refusal of [military] service.”", "35. On 19 December 2002 the applicant lodged objections in reply to the prosecutor’s appeal in which he argued that the judgment imposed was in violation of his freedom of conscience and religion guaranteed by Article 23 of the Armenian Constitution, Article 9 of the Convention and other international instruments. He further argued that the absence of a law on alternative civilian service could not serve as a justification for imposing criminal liability on a person refusing military service for reasons of conscience.", "36. On 24 December 2002, in the proceedings before the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարան), the prosecutor argued, inter alia, that a heavier sentence should be imposed also because the applicant had gone into hiding during the investigation. According to the applicant, during the appeal hearing pressure was put on him to abandon his religious beliefs regarding military service; in particular, both the prosecutor and one of the judges offered to terminate his case if he dropped his objection and performed his military duty.", "37. On the same date, the Court of Appeal decided to grant the prosecutor’s appeal and increased the applicant’s sentence to two and a half years, stating that:", "“The court of first instance, when sentencing [the applicant], took into account that the offence [the applicant] had committed was not a grave one, that he was young, he had a clean record, he had confessed his guilt, he had actively assisted in the disclosure of the crime and he had sincerely repented.", "However, in the course of the appeal proceedings it was established that not only does [the applicant] not accept his guilt, but he does not regret having committed the crime; not only did he not assist in the disclosure of the offence, but he hid from the investigation and his whereabouts were unknown, so a search for him had to be initiated.", "Based on these circumstances, as well as taking into account the nature, motives and degree of social danger of the crime, the Court of Appeal considers that the prosecutor’s appeal must be granted, and a heavier and adequate punishment must be imposed on [the applicant].”", "38. On an unspecified date, the applicant lodged an appeal on points of law against that judgment, in which he raised arguments similar to the ones made in his objections of 19 December 2002 (see paragraph 35 above). He reiterated his willingness to perform alternative civilian service and submitted that, instead of spending two and a half years in prison, he could have done socially useful work. According to him, such a possibility was envisaged under section 12 of the Military Liability Act (see paragraph 43 below). The applicant further argued that the principle of alternative service was enshrined in section 19 of the Freedom of Conscience and Religious Organisations Act (see paragraph 44 below), and the absence of appropriate implementation mechanisms could not be blamed on him.", "39. On 24 January 2003 the Court of Cassation (ՀՀ վճռաբեկ դատարան) upheld the judgment of the Court of Appeal, finding, inter alia, that the rights guaranteed by Article 23 of the Constitution were subject to limitations under its Article 44 (see paragraph 41 below), in the interests, for example, of State security, public safety and the protection of public order. Similar limitations were also envisaged by Article 9 § 2 of the Convention.", "40. On 22 July 2003 the applicant was released on parole after having served about ten and a half months of his sentence.", "41. The relevant provisions of the Constitution read as follows:", "“Everyone has the right to freedom of thought, conscience and religion.”", "“The fundamental rights and freedoms of man and the citizen enshrined in Articles 23 to 27 of the Constitution can be restricted only by law if necessary for the protection of State security and public safety, public order, public health and morals and the rights, freedoms, honour and reputation of others.”", "“Every citizen shall participate in the defence of the Republic of Armenia in accordance with the procedure prescribed by law.”", "42. The relevant provisions of the Criminal Code read as follows:", "“Evasion of a regular call-up to active military service is punishable by imprisonment for a period of one to three years.”", "43. The relevant provisions of the Military Liability Act read as follows:", "“(1) Military liability is the constitutional obligation of citizens to participate in the defence of the Republic of Armenia.”", "“(1) Male conscripts and officers of the first category reserve whose age is between 18 and 27 [and] who have been found physically fit for military service in peacetime shall be drafted for compulsory military service.”", "“(1) [A citizen] may be exempted from compulsory military service: (a) if the national recruiting commission recognises him to be unfit for military service on account of poor health and strikes him off the military register; (b) if his father (mother) or brother (sister) died while performing the duty of defending Armenia or in [the Armenian] armed forces and other troops, and he is the only male child in the family; (c) by government decree; (d) if he has performed compulsory military service in foreign armed forces before acquiring Armenian citizenship; or (e) he has a science degree (“Candidate” of Science or Doctor of Science) and is engaged in specialised, scientific or educational activities.”", "“...", "(2) In specific cases the Government may define categories of citizens and particular individuals to be granted deferral from conscription into compulsory military service.”", "44. The relevant provisions of the Freedom of Conscience and Religious Organisations Act read as follows:", "“The Supreme Soviet of the Republic of Armenia adopts this law on freedom of conscience and religious organisations, ... being guided by the principles of human rights and fundamental freedoms established in international law and faithful to the provisions of Article 18 of the International Covenant on Civil and Political Rights ...”", "“All civic obligations envisaged by law apply equally to believing members of religious organisations as they do to other citizens.", "In specific cases of contradiction between civic obligations and religious convictions, the matter of discharging one’s civic obligations can be resolved by means of an alternative principle, according to the procedure prescribed by law, by mutual agreement between the relevant State authority and the given religious organisation.”", "45. The relevant provisions of the Alternative Service Act, with their subsequent amendments introduced on 22 November 2004, read as follows:", "“(1) Alternative service, within the meaning of this Act, is service replacing the compulsory fixed-period military service which does not involve the carrying, keeping, maintenance and use of arms, and which is performed both in military and civilian institutions.", "(2) Alternative service includes the following types: (a) alternative military [service, namely] military service performed in the armed forces of Armenia which does not involve being on combat duty or the carrying, keeping, maintenance and use of arms; and (b) alternative labour [service, namely] labour service performed outside the armed forces of Armenia.", "(3) The purpose of alternative service is to ensure the fulfilment of a civic obligation to the motherland and society and it does not have a punitive, demeaning or degrading nature.”", "“(1) An Armenian citizen whose creed or religious beliefs do not allow him to carry out military service in a military unit, including the carrying, keeping, maintenance and use of arms, may perform alternative service.”", "46. It follows from the materials available to the Court on the legislation of the member States of the Council of Europe that almost all the member States which ever had or still have compulsory military service introduced laws at various points recognising and implementing the right to conscientious objection, some of them even before becoming members of the Council of Europe. The earliest was the United Kingdom in 1916, followed by Denmark (1917), Sweden (1920), the Netherlands (1920-23), Norway (1922), Finland (1931), Germany (1949), France and Luxembourg (1963), Belgium (1964), Italy (1972), Austria (1974), Portugal (1976) and Spain (1978).", "47. A big wave of recognitions ensued in the late 1980s and the 1990s, when almost all the then or future member States which had not yet done so introduced such a right into their domestic legal systems. These include Poland (1988), the Czech Republic and Hungary (1989), Croatia (1990), Estonia, Moldova and Slovenia (1991), Cyprus, the former Federal Republic of Yugoslavia (which in 2006 divided into two member States: Serbia and Montenegro, both of which retained that right) and Ukraine (1992), Latvia (1993), Slovakia and Switzerland (1995), Bosnia and Herzegovina, Lithuania and Romania (1996), Georgia and Greece (1997) and Bulgaria (1998).", "48. From the remaining member States, “the former Yugoslav Republic of Macedonia”, which as early as in 1992 had provided for a possibility to perform non-armed military service, introduced a genuine alternative civilian service in 2001. Russia and Albania, which in 1993 and 1998 respectively had constitutionally recognised the right to conscientious objection, fully implemented it through laws in 2004 and 2003 respectively. Azerbaijan constitutionally recognised the right to conscientious objection in 1995 but no implementing laws have yet been introduced. Conscientious objectors are not recognised in Turkey.", "49. In most of the member States where conscientious objection was or is recognised and fully implemented, conscientious objector status could or can be claimed on the basis not only of religious beliefs but also of a relatively broad range of personal beliefs of a non-religious nature, the only exceptions being Romania and Ukraine, where the right to claim conscientious objector status is limited to religious grounds alone. In some member States, the right to claim conscientious objector status only applied or applies during peacetime, as in Poland, Belgium and Finland, while in others, like Montenegro and Slovakia, the right to claim such status by definition applies only in time of mobilisation or war. Finally, some member States, like Finland, allow certain categories of conscientious objectors to be exempted also from alternative service.", "50. On 28 June 2000 the Parliamentary Assembly of the Council of Europe adopted its Opinion no. 221 on Armenia’s application to join the Council of Europe. The Parliamentary Assembly concluded its opinion by recommending the Committee of Ministers of the Council of Europe to invite Armenia to become a member, on the understanding that a number of commitments would be fulfilled within stipulated time-limits. The relevant extract from the opinion reads as follows:", "“13. The Parliamentary Assembly takes note of the letters from the President of Armenia, the speaker of the parliament, the Prime Minister and the chairmen of the political parties represented in the parliament, and notes that Armenia undertakes to honour the following commitments: ... to adopt, within three years of accession, a law on alternative service in compliance with European standards and, in the meantime, to pardon all conscientious objectors sentenced to prison terms or service in disciplinary battalions, allowing them instead to choose, when the law on alternative service has come into force, to perform non-armed military service or alternative civilian service; ...”", "51. The right to conscientious objection was first mentioned by the Parliamentary Assembly as early as in 1967 in its Resolution 337 (1967), in which it laid down the following basic principles:", "“1. Persons liable to conscription for military service who, for reasons of conscience or profound conviction arising from religious, ethical, moral, humanitarian, philosophical or similar motives, refuse to perform armed service shall enjoy a personal right to be released from the obligation to perform such service.", "2. This right shall be regarded as deriving logically from the fundamental rights of the individual in democratic Rule of Law States which are guaranteed in Article 9 of the European Convention on Human Rights.”", "52. Based on this Resolution, the Parliamentary Assembly adopted Recommendation 478 (1967), calling upon the Committee of Ministers to invite member States to bring their national legislation as closely as possible into line with the basic principles. The Parliamentary Assembly further reiterated and developed the basic principles in its Recommendation 816 (1977) and Recommendation 1518 (2001). In the latter Recommendation, it stated that the right to conscientious objection was a “fundamental aspect of the right to freedom of thought, conscience and religion” enshrined in the Convention. It pointed out that only five member States had not yet recognised that right and recommended the Committee of Ministers to invite them to do so.", "53. In 2006 the Parliamentary Assembly adopted Recommendation 1742 (2006) concerning the human rights of members of the armed forces, calling upon the member States, inter alia, to introduce into their legislation the right to be registered as a conscientious objector at any time and the right of career servicemen to be granted such status.", "54. In 1987 the Committee of Ministers adopted Recommendation No. R (87) 8, recommending the member States to recognise the right to conscientious objection and inviting the governments which had not yet done so to bring their national law and practice into line with the following basic principle:", "“Anyone liable to conscription for military service who, for compelling reasons of conscience, refuses to be involved in the use of arms, shall have the right to be released from the obligation to perform such service ... [and] may be liable to perform alternative service; ...”", "55. In 2010 the Committee of Ministers adopted Recommendation Rec(2010)4, recommending the member States to ensure that any limitations on the right to freedom of thought, conscience and religion of members of the armed forces comply with the requirements of Article 9 § 2 of the Convention, that conscripts have the right to be granted conscientious objector status and that an alternative service of a civilian nature be proposed to them. The explanatory memorandum to this Recommendation noted, in particular:", "“The right to conscientious objection has not to date been recognised by the Court as being covered by Article 9 of the Convention. However, the current trend in international fora is to consider it part and parcel of the freedom of conscience and religion.”", "56. The principles developed by the Council of Europe bodies were echoed in the Resolutions of the European Parliament of 7 February 1983, 13 October 1989, 11 March 1993 and 19 January 1994. The European Parliament similarly considered that the right to conscientious objection was inherent in the concept of freedom of thought, conscience and religion, as recognised in Article 9 of the Convention, and called upon the member States of the European Union to incorporate the right to conscientious objection as a fundamental right in their legal systems.", "57. Article 10 of the Charter of Fundamental Rights of the European Union, which was proclaimed on 7 December 2000 and which came into force on 1 December 2009, provides:", "“1. Everyone has the right to freedom of thought, conscience and religion. This right includes freedom to change religion or belief and freedom, either alone or in community with others and in public or in private, to manifest religion or belief, in worship, teaching, practice and observance.", "2. The right to conscientious objection is recognised, in accordance with the national laws governing the exercise of this right.”", "58. In its Resolution 1987/46, the United Nations Commission on Human Rights appealed to the States to recognise the right to conscientious objection and to refrain from subjecting to imprisonment persons exercising that right. In its subsequent Resolution 1989/59, the Commission went one step further and itself recognised the right to conscientious objection as a legitimate exercise of the right to freedom of thought, conscience and religion as laid down in Article 18 of the Universal Declaration of Human Rights and Article 18 of the International Covenant on Civil and Political Rights (ICCPR). Further Resolutions on the subject – Resolutions 1993/84, 1995/83 and 1998/77 – confirmed and expanded the existing principles. Subsequently, the Commission repeatedly called on States to review their laws and practice in the light of its Resolutions. In Resolution 2004/35, it further encouraged States to consider granting amnesties and restitution of rights for those who had refused to undertake military service on grounds of conscientious objection.", "59. The relevant provisions of the ICCPR, which was adopted by the General Assembly of the United Nations in Resolution 2200 A (XXI) of 16 December 1966, came into force on 23 March 1976 and was ratified by Armenia on 23 June 1993, read as follows:", "“...", "3. (a) No one shall be required to perform forced or compulsory labour;", "...", "(c) For the purpose of this paragraph the term ‘forced or compulsory labour’ shall not include:", "...", "(ii) Any service of a military character and, in countries where conscientious objection is recognised, any national service required by law of conscientious objectors; ...”", "“1. Everyone shall have the right to freedom of thought, conscience and religion. This right shall include freedom to have or to adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching. ...”", "60. The UNHRC, the body that monitors implementation of the ICCPR, when examining individual complaints initially took a view that the ICCPR, and in particular its Article 18, did not provide for the right to conscientious objection, especially taking into account Article 8 § 3 (c) (ii). A complaint brought by a Finnish conscientious objector was declared inadmissible on that ground as incompatible with the provisions of the ICCPR (see L.T.K. v. Finland, Communication no. 185/1984, UN doc. CCPR/C/25/D/185/1984, 9 July 1985).", "61. The first shift in the UNHRC’s approach took place in its decision of 7 November 1991 in J.P. v. Canada (Communication no. 446/1991, UN doc. CCPR/C/43/D/446/1991), in which it accepted for the first time, albeit obiter, that “Article 18 of the [ICCPR] certainly [protected] the right to hold, express and disseminate opinions and convictions, including conscientious objection to military activities and expenditures”.", "62. In 1993 the UNHRC adopted its General Comment no. 22 on Article 18 of the ICCPR, providing, inter alia, the following interpretation of that provision:", "“11. ... The Covenant does not explicitly refer to a right to conscientious objection, but the Committee believes that such a right can be derived from Article 18, inasmuch as the obligation to use lethal force may seriously conflict with the freedom of conscience and the right to manifest one’s religion or belief. ...”", "63. A further development in the UNHRC’s position occurred in its views adopted on 3 November 2006 in the cases of Yeo-Bum Yoon v. Republic of Korea and Myung-Jin Choi v. Republic of Korea (Communications nos. 1321/2004 and 1322/2004, UN doc. CCPR/C/88/D/1321-1322/2004, 23 January 2007), in which the UNHRC for the first time had to deal with complaints of two convicted Jehovah’s Witnesses with respect to a country where the right to conscientious objection was not recognised. The UNHRC held as follows:", "“8.2. The Committee ... notes that Article 8, paragraph 3, of the Covenant excludes from the scope of ‘forced or compulsory labour’, which is proscribed, ‘any service of a military character and, in countries where conscientious objection is recognised, any national service required by law of conscientious objectors’. It follows that Article 8 of the Covenant itself neither recognises nor excludes a right of conscientious objection. Thus, the present claim is to be assessed solely in the light of Article 18 of the Covenant, the understanding of which evolves as that of any other guarantee of the Covenant over time in view of its text and purpose.", "8.3. ... The authors’ conviction and sentence, accordingly, amounts to a restriction on their ability to manifest their religion or belief. Such restriction must be justified by the permissible limits described in paragraph 3 of Article 18, that is, that any restriction must be prescribed by law and be necessary to protect public safety, order, health or morals or the fundamental rights and freedoms of others. ...”", "64. The UNHRC went on to conclude that the interference with the applicants’ rights guaranteed by Article 18 of the ICCPR was not necessary and that there had been a violation of that provision.", "65. The question of detention of conscientious objectors has also been addressed on several occasions under its individual petitions procedure by the Working Group on Arbitrary Detention which was established in 1991 by the United Nations Commission on Human Rights. Until recently, the main concern of the Working Group was the repeated punishment and incarceration of conscientious objectors, which it found arbitrary on the ground that it violated the principle of ne bis in idem (see, for example, Opinion no. 36/1999 (Turkey) and Opinion no. 24/2003 (Israel)). In 2008 the Working Group went one step further and found a single instance in which a conscientious objector in Turkey had been prosecuted, convicted and deprived of his liberty to have been arbitrary (see Opinion no. 16/2008 (Turkey)).", "66. Articles 6 § 3 (b) and 12 of the American Convention on Human Rights are similar to Articles 4 § 3 (b) and 9 of the European Convention.", "67. In 1997 and 1998 the Inter-American Commission on Human Rights issued recommendations inviting the member States whose legislation still did not exempt conscientious objectors from military or alternative service to review their legal regimes and make modifications consistent with the spirit of international human rights law through legislative amendments providing for exemptions from military service in cases of conscientious objection.", "68. On 10 March 2005 the Inter-American Commission decided on the first individual petition concerning the right to conscientious objection. The Commission found that Article 12 was to be read in conjunction with Article 6 § 3 (b) and concluded that conscientious objection was protected under the American Convention only in countries where it was recognised. In doing so, the Inter-American Commission relied heavily on the case-law of the European Commission of Human Rights and the UNHRC as it existed prior to 2005 (see Cristián Daniel Sahli Vera and Others v. Chile, Case no. 12.219, Report no. 43/05, 10 March 2005, §§ 95-97). This approach was later confirmed by the Inter-American Commission in another case (see Alfredo Díaz Bustos v. Bolivia, Case no. 14/04, Report no. 97/05, 27 October 2005, § 19).", "69. On 10 to 11 October 2005 the Ibero-American Convention on Young People’s Rights, which sets out a number of specific rights for individuals aged between 15 and 24 years, was adopted in the framework of the IberoAmerican Youth Organisation. Its Article 12, entitled “Right to conscientious objection”, reads as follows:", "“1. Youth have the right to make conscientious objection towards obligatory military service.", "2. The States Parties undertake to promote the pertinent legal measures to guarantee the exercise of this right and advance in the progressive elimination of obligatory military service.", "...”", "70. The OSCE also took up the question of conscientious objection in 1990. The participating States noted at the Human Dimension Conference that the United Nations Commission on Human Rights had recognised the right to conscientious objection and agreed to consider introducing various forms of alternative service in their legal systems. In 2004 the OSCE prepared the “Guidelines for Review of Legislation Pertaining to Religion or Belief” in which it observed that, although there was no controlling international standard on this issue, the clear trend in most democratic States was to allow those with serious moral or religious objections to military service to perform alternative (non-military) service."], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}