{"ITEMID": "001-103679", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT;GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MANN v. PORTUGAL AND THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Ireneu Cabral Barreto;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Garry Norman Mann, is a British national who was born in 1958 and lives in Kent. He was represented before the Court by Ms K. Todner and Mr Evans, lawyers practising in London with Kaim Todner LLP. They were assisted by Mr E. Fitzgerald Q.C and Mr B. Cooper, counsel.", "The applicant is a football supporter who was arrested and charged with participating in a riot during the European Football Championships in Portugal in June 2004. He was tried on 16 June 2004 by the Albufeira Judicial Court, two days after his arrest. The applicant claims that he had just five minutes with his legal representative before the hearing; that he did not understand the nature of the charge against him; that there were just two interpreters for fourteen defendants; and that the case proceeded by way of dock identification by the Portuguese police.", "The applicant was convicted and sentenced to two years in prison. However, the sentence was not enforceable for fifteen days or until any appeal was heard. The offence was also one for which bail had to be granted pending appeal. Pursuant to a temporary organic law (no. 2/2004), which had been put in place to deal with trouble during the football championships, the applicant was permitted to leave the country under an order for voluntary departure.", "The applicant wished to appeal against his conviction and sentence and he and his lawyer intimated this intention to the Albufeira Judicial Court. The appeal was not admitted due to a failure to submit proper grounds for appeal. In consequence, the applicant’s sentence became final. The applicant maintains, however, that proper grounds were submitted. No immediate action was taken to enforce the custodial sentence.", "In July 2005, the United Kingdom authorities sought to impose football banning orders (civil restraining orders that prevent individuals from attending football matches in the United Kingdom or from travelling abroad to watch international football matches) on those, including the applicant, who had been convicted of involvement in riots at the European Championships in Portugal. However, on 3 August 2005, following a hearing that lasted several days, a district judge refused to grant the banning orders, holding that the convictions were “obtained in circumstances that were so unfair as to be incompatible with the applicants’ right to a fair trial under Article 6 [of the Convention]”. In reaching this finding, the district judge relied heavily on the oral evidence of an English police officer, PC Rutter, who had attended the trial in Portugal as an observer.", "In 2007, the Portuguese authorities made a request to the United Kingdom Government that the applicant should serve his outstanding sentence in a United Kingdom prison. This request was refused as the United Kingdom authorities would only consider executing a foreign sentence within the scope of the 1983 Convention on the Transfer of Sentenced Persons, which would have required the applicant to have been serving a sentence in Portugal at the time of the request.", "On 6 October 2008, the Portuguese authorities issued a European Arrest Warrant, requesting the applicant’s extradition to Portugal, which was certified by the United Kingdom Serious Organised Crime Agency (“SOCA”) on 18 February 2009. The applicant was arrested on 19 March 2009, brought before City of Westminster Magistrates’ Court and granted conditional bail. An extradition hearing took place in August 2009 before the Senior District Judge. The applicant’s representatives did not call any live witnesses, instead relying on the findings of the judge at the banning order hearing. In his decision, handed down on 18 August 2009, the Senior District Judge granted the extradition order. He held that, although the earlier judge’s findings were persuasive, they were not binding on him. Having examined a written note of the trial, the Senior District Judge concluded that the proceedings in Portugal had not been unfair within the meaning of Article 6. He noted that the applicant had been represented by an experienced lawyer who was representing just one other client and that an interpreter had been present throughout the trial. The applicant’s lawyer was able to cross-examine witnesses and address the court, and the applicant was able to give oral evidence. The Senior District Judge also noted that the applicant could have requested postponement of the trial for up to 30 days, which he had not done.", "The applicant sought to appeal the Senior District Judge’s decision to the High Court. However, the applicant’s representatives at the time failed to file and serve notice of appeal to the High Court within the statutory period of seven days and, on 25 August 2009, the High Court held that it had no jurisdiction. Thereafter, the applicant instructed new solicitors who applied for the extradition hearing to be re-opened. On 2 November 2009 the Senior District Judge found that he had no jurisdiction to do so. The applicant sought judicial review of that decision and, at the same time, issued judicial review proceedings against SOCA in respect of its decision to enforce the extradition order.", "These judicial review applications were heard together in the High Court on 19 November 2009 and dismissed in a written judgment handed down on 19 January 2010. The High Court held that, although the applicant had suffered an apparent injustice, it had no power to act. The injustice did not stem from the unfairness of the hearing (which was disputed), but from the successive failures of the applicant’s lawyers. Nonetheless, it went on to indicate a hope that this Court would grant an interim measure under Rule 39 of the Rules of Court.", "On 10 December 2009 the applicant commenced further judicial review proceedings, alleging that it would be unlawful to extradite him while the present application was pending before this Court against Portugal. On 29 January 2010, the High Court granted an interim injunction against extradition pending the hearing of the judicial review application.", "On 24 April 2009 the applicant’s representatives at the time lodged an application with this Court against Portugal (no. 23555/09). The applicant alleged that the Portuguese trial had been unfair on five grounds: the applicant had had insufficient time adequately to instruct a lawyer and prepare his defence; the trial had taken place so quickly that he had been unable to retrieve CCTV footage, which would have given him an alibi; he had no time to trace witnesses who would have supported that alibi; the quality of the interpretation at the trial was so poor he did not understand the nature of the charge and could not follow the proceedings; and the temporary organic law did not provide adequate protection for the rights of the defence.", "On 12 January 2010, a Committee of three Judges declared the application inadmissible. It found that the final domestic decision within the meaning of Article 35 § 1 of the Convention had been given on 16 June 2004, more than six months before the date on which the application had been submitted to the Court.", "The present application was lodged against Portugal on 10 December 2009. On 21 January 2010 the applicant wrote to the Court, bringing an application against the United Kingdom and requesting an interim measure under Rule 39 of the Rules of Court to prevent his extradition by the United Kingdom authorities to Portugal. He further requested first, that the Court indicate to the Portuguese Government that they should not request his surrender until his substantive application to the Court had been heard and second, that the Court indicate to the Portuguese Government that they should withdraw the European Arrest Warrant or issue a fresh warrant thereby allowing proceedings in the United Kingdom to recommence.", "On 2 February 2010, the Fourth Section of the Court (to which the application had been allocated) decided that, in light of the interim injunction given by the High Court on 29 January 2010, there was no current risk that the applicant would be extradited from the United Kingdom and it was inappropriate to determine the Rule 39 requests at that stage.", "On 26 March 2010 the High Court gave judgment on the application for judicial review that had been lodged on 19 December 2009. It lifted the injunction which it had given on 29 January 2010. The High Court found that it had no power to prevent an extradition merely because an application had been made to this Court.", "On 7 April 2010 the Acting President of the Section decided to apply Rule 39 of the Rules of Court and to indicate to the United Kingdom Government that the applicant should not be extradited to Portugal. That decision was taken to allow the Section to consider the applicant’s Rule 39 requests. On 27 April 2010, the Section decided to lift the interim measure previously indicated to the United Kingdom Government. It also decided to refuse the Rule 39 requests made in respect of the Portuguese Government.", "On 28 April 2010 the applicant commenced further judicial review proceedings in the United Kingdom. He argued that his extradition would be incompatible with Articles 5 and 6 of the Convention, relying on email correspondence from British consular staff in June 2004, which recorded their understanding that, because the applicant’s sentence was less than three years, his deportation meant he would not have to serve his sentence in Portugal. The judicial review application was refused on 7 May 2010. The High Court found that there was nothing in the emails which had not been before the Senior District Judge. It also found that it could not intervene to prevent extradition pending the outcome of an application to this Court when the applicant would not suffer irreversible harm as a result of the extradition and when this Court had already refused the applicant’s Rule 39 request.", "The applicant was extradited to Portugal on 16 May 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}