{"ITEMID": "001-90985", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PETIKON OY AND PARVIAINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;No violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The second applicant was born in 1947 and lives in Espoo.", "5. The applicant company, which is wholly owned and administered by the second applicant, bought shares in a housing corporation on 18 June 1992. Later the applicants found out that the same shares had been given as security by company X. which had been declared bankrupt. They also found out that the whole of the real estate had been placed under an interdiction against sale or dispersal.", "6. On 23 August 1993 the applicant company initiated an action for damages in the Espoo District Court (käräjäoikeus, tingsrätten) against the bank and the bank director responsible for selling the shares, claiming compensation for the loss of the shares. On 25 October 1993 the District Court dismissed the claim as premature without considering the merits.", "7. On 23 December 1993 the applicant company initiated, together with the other share holders, a new action for damages against the bank as the rules on civil procedure had changed in the meantime. The company claimed that the damage had been caused by a bank manager and that the bank as employer was liable for its employees. Allegedly, the bank manager had given incorrect information, had not acted diligently but in breach of good banking practice and was guilty of criminal conduct. The company claimed that the bank was obliged to compensate, inter alia, by reimbursing the purchase price of the shares, the condominium charges paid to the housing corporation and the company’s legal expenses incurred in the criminal case.", "8. The case was postponed pending the outcome of other civil proceedings related to the present case. The final judgment in those proceedings was rendered on 7 December 1995.", "9. After the conclusion of the above-mentioned civil proceedings, the present case was postponed once more pending the outcome of criminal proceedings which had been brought against the representatives of the bank and which concerned the same sale of shares. The Helsinki District Court judgment in the criminal proceedings was issued on 19 December 1997.", "10. In letters dated 14 January and 2 April 1998 and addressed to the Espoo District Court, the applicant company requested that, despite the pending appeal against the judgment in the criminal case, the consideration of the present case be resumed.", "11. On 2 April 1998 the applicant company also informed the Espoo District Court that the shares in the housing corporation had been declared part of the bankruptcy estate of company X. pursuant to the above-mentioned final judgment of 7 December 1995. The shares were thus worthless since the housing company was de facto bankrupt.", "12. On 18 June 1998 the defendant bank requested that the proceedings remain adjourned pending the outcome of criminal proceedings since the proceedings were still pending on appeal.", "13. On 6 November 1998 the Espoo District Court held a preparatory meeting. On 4 March 1999 it decided to adjourn the proceedings pending the final outcome of the criminal proceedings. According to the court, it was important to await that outcome as the question of criminal liability formed the basis of the civil proceedings and the cases partly overlapped.", "14. On 8 March 1999 the applicant company lodged an appeal with the Helsinki Appeal Court (hovioikeus, hovrätten), requesting that the Espoo District Court decision of 4 March 1999 be annulled and that the civil proceedings be immediately resumed. It claimed that, due to the adjournment, the proceedings would necessarily last over ten years and that, as a result, the excessive length of the proceedings would violate its rights under Article 6 of the Convention. It requested that the proceedings in the Appeal Court be examined urgently.", "15. On 6 May 1999 the Appeal Court found that the applicant company’s appeal did not give reason to take any action.", "16. By an appeal dated 21 June 1999 the applicant company appealed against this decision to the Supreme Court (korkein oikeus, högsta domstolen), which refused leave to appeal on 10 December 1999.", "17. The applicant company filed a written statement dated 31 July 2001 informing the Espoo District Court that the criminal proceedings had been terminated by a final judgment given on 9 March 2001 and requesting the resumption of the civil proceedings.", "18. On 27 November 2001 the second applicant lodged a request to intervene in his own name in the proceedings before the Espoo District Court and claimed compensation. The applicants presented as written evidence a deed of sale with which the second applicant had purchased the said shares of the housing corporation from the applicant company on 1 December 1992 and with which the claim for compensation had been transferred to the second applicant.", "19. The court held an oral hearing in the case on 3 and 7 May 2002.", "20. By a judgment of 10 July 2002, the Espoo District Court first rejected the second applicant’s request to intervene and found that the first applicant was the correct plaintiff. The court rejected the remainder of the complaints and considered that the circumstances of the sale of the shares and the documents relating to it were so obscure that the risk involved in the purchase had been apparent. Moreover, the court found no causal link between the acts of the defendant bank and the damage suffered by the first applicant.", "21. By an appeal dated 2 September 2002, the applicants appealed to the Appeal Court, requesting that the Espoo District Court judgment be quashed. By a letter dated 6 August 2003, the applicants asked the appellate court to accelerate the proceedings.", "22. On 1 February 2005 the Appeal Court found that the rightful owner of the shares was the second applicant and that, consequently, only the second applicant could claim damages. The court noted, however, that the defendant bank had already paid compensation and interest due from 6 February 1996 onwards. Since the second applicant had claimed damages in his own name only on 27 November 2001, he no longer had any claims against the bank. The Appeal Court thus rejected the applicants’ appeal.", "23. On 4 April 2005 the defendant bank appealed to the Supreme Court, complaining about the partial rejection by the Appeal Court of its claim for costs and expenses. On 18 January 2006 the Supreme Court refused leave to appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}