{"ITEMID": "001-102848", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SIMONČIČ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["5. The applicants were born in 1956 and 1982 and live in Maribor.", "6. On 10 March 1997 the applicants instituted civil proceedings before the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 8,202.697 Slovenian tolars (SIT, approximately 34,000 euros) for the death of a family member in a car accident.", "7. Between 25 August 1997 and 6 March 2000 the applicants lodged fourteen preliminary written submissions and requests that a date be set for a hearing.", "8. On 7 April 2000 a hearing was held and the first-instance court delivered a partial judgement. All three defending parties appealed.", "9. On 27 September 2001 the Celje Higher Court (Višje sodišče v Celju) delivered a judgment upholding the appeal in part. An appeal on points of law was lodged against the rejected part of the appeal by one of the defending parties.", "10. On 16 December 2004 the Supreme Court (Vrhovno sodišče) rejected the appeal on points of law and the proceedings continued before the first-instance court.", "11. On 19 September 2005 the Celje District Court delivered a judgment upholding the applicants' claim in part. An appeal was lodged.", "12. On 7 February 2007 the Celje Higher Court issued a judgment upholding the appeal in part. An appeal on points of law was lodged.", "13. On 7 June 2007 the Supreme Court upheld the appeal on points of law in part and changed the second-instance judgment. The judgment was served on the applicants on 29 June 2007."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}