{"ITEMID": "001-120961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BANEL v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life;Effective investigation);Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1970 and lives in Vilnius.", "6. On 6 June 2005 the applicant’s son, E.B., born on 20 August 1991 and then thirteen years of age, was playing with other children outside the applicant’s apartment, situated in Naujamiestis district (Naujamiesčio seniūnija) in the city of Vilnius. Whilst the children were standing on the balcony of an ancillary building containing cellars, the balcony broke off the building and collapsed. Part of the balcony fell on E.B., who died at the scene from the injuries he received. Two other children, V.J. and A.B., suffered minor bodily injuries.", "7. On the same day the police opened a pre-trial investigation. On that day and the next investigators surveyed the scene of the accident.", "8. On 7 June 2005 a forensic expert established that E.B. had died because the balcony block had fallen on to him, broken his spine and crushed his internal organs.", "9. By Vilnius city police investigator’s decision of 4 July 2005 the applicant was recognised as having victim status.", "10. According to the Government, after the accident the future of the ancillary building containing the cellars was discussed at a meeting of the Vilnius municipal council on 14 June 2005. An expert inspection of 18 July 2005 recommended that the building be fenced off until it could be demolished. [The Vilnius city municipality] Commission on Residential and Non-Residential Houses and Premises on 11 October 2005 approved the demolition of the building. In accordance with a contract signed on 4 October 2005 between the Vilnius city council and Naujamiesčio būstas, the Vilnius municipal enterprise, in December 2005 that enterprise demolished the building.", "11. On 7 September 2006 the applicant lodged, in the criminal proceedings, a civil claim for non-pecuniary damage, in the sum of 3,000,000 Lithuanian litai (LTL), and for litigation costs with the Vilnius City Prosecutor’s Office. She submitted that the Vilnius city municipality and its institutions had failed to supervise the buildings and, as a result, her son had died. The loss caused her immense moral suffering and depression. Even though it was not possible to bring her son back, the persons responsible should compensate the non-pecuniary damage. The applicant also referred to Article 6.250 § 2 of the Civil Code (see Relevant domestic law below), arguing that the amount of damage could be assessed according to all the circumstances established in the criminal case and the [criminal] court had such competence.", "12. By a decision of 21 November 2006, the prosecutor recognised the applicant as a civil claimant in the criminal case, on the basis of Articles 109 and 110 of the Code of Criminal Procedure.", "13. On 11 January 2007 A.J., an employee of Naujamiesčio būstas, was charged with the offence of failure to fulfil official duties, under Article 229 of the Criminal Code. The authorities considered that A.J. had failed to inspect the buildings at issue and to inform the municipality of their condition, even though he had been assigned that function by order of the Naujamiesčio būstas director on 28 January 2004. On the same day the authorities imposed a restrictive measure on A.J., namely an obligation not to leave his place of residence.", "14. By a decision of 11 October 2007 the Vilnius City Prosecutor’s Office discontinued the pre-trial investigation. The prosecutor referred to Article 7 § 13 of the Law on Local Self-Governance which determined that in the most general sense supervision of the use of construction works was the municipality’s responsibility. Similarly, Article 42 of the Law on Construction set out the municipality’s duty to supervise the use of residential houses and other constructions. The prosecutor analysed in detail whose responsibility it had been, and when, in respect of Vilnius city municipality and Naujamiesčio būstas, to supervise the buildings, given that there had been changes in the bodies between 1999 and 2005. She noted that in May 2004 the city had made some enquiries of Naujamiesčio būstas about the cellars, but there was no-one in the municipality who had the responsibility of supervising the activities of Naujamiesčio būstas. However, the prosecutor considered that the evidence gathered was contradictory, and that therefore it was not possible to establish which body – the Vilnius city municipality or Naujamiesčio būstas – had been responsible for the proper maintenance of the building, the collapse of which had resulted in the death of the applicant’s son. Therefore the prosecutor could not identify any physical person who could be held accountable for failure to act and to ensure that the building was in good condition and not dangerous. The prosecutor thus dropped the criminal charges in respect of A.J. Moreover, under Article 229 of the Criminal Code a corporate person could not be held criminally liable. However, the prosecutor noted that, in accordance with Article 6.266 of the Civil Code, the applicant and the parents of the two injured children could lodge civil proceedings against Vilnius city municipality or Naujamiesčio būstas, and claim that the building had been left unattended.", "15. The applicant appealed against the above decision, arguing that the Vilnius city municipality and Naujamiesčio būstas had been aware for a long time that the building was in a dangerous state (avarinės būklės), but no one had known what to do with it. The father of V.J. also appealed, submitting that the investigation had been going on for a long time, but no person had been found responsible for the building and thus for the accident.", "16. By a decision of 12 November 2007 a prosecutor reopened the investigation. She noted that it was imperative to take measures to identify the person or persons whose responsibility it had been to take care of the building’s maintenance and to establish why they had not done so.", "17. On 3 July 2008 another prosecutor at the Vilnius City Prosecutor’s Office decided to discontinue the pre-trial investigation. The prosecutor found that the evidence as regards which body owned the collapsed building was contradictory. However, he considered that the Vilnius city municipality was the de facto owner of the building. On the basis of documents dated 2004 and 2005, the prosecutor also concluded that the municipality had known earlier about the poor condition of the building where the accident had happened. Nonetheless, in 2004-05 an administrative reform had taken place within the Vilnius city municipality, as a result of which new administrative units had been created, the responsibilities of those units redistributed and new people assigned to those administrative units. Consequently, at the time of the incident there was no one who had the duty to manage derelict and unused buildings. There was therefore insufficient evidence to find that a crime under Article 229 of the Criminal Code had been committed.", "18. The prosecutor also suggested that the applicant lodge a civil claim on the basis of Article 6.266 of the Civil Code.", "19. On 12 August 2008 a higher prosecutor upheld that decision. The applicant appealed.", "20. On 12 January 2009 the Vilnius City First District Court found that the pre-trial investigation had not been sufficiently thorough and effective. As a result, the identity of the owner of the derelict buildings had not been established. The court drew the prosecutor’s attention to specific actions to be taken and specific circumstances to be examined, whilst noting the applicant’s earlier requests to the prosecutor to the same effect. Having given the prosecutor precise instructions, including to obtain archived documents from 1970-75, the district court emphasised that without that specific information it was not possible to establish the identity of persons who had failed to adopt a timely final decision, in accordance with their official duties, about the future of the derelict buildings and their proper maintenance. The prosecutor’s decision was quashed as unfounded.", "21. On 2 March and 22 July 2009 the applicant wrote to the Attorney General, arguing that the pre-trial investigation had been superficial and that the prosecutors at the Vilnius City Prosecutor’s Office had been passive and unwilling to discover the truth, thus stalling the investigation. For the applicant, the investigation in essence consisted of sending written questions and answers from one municipal institution to another. It was clear that neither of the institutions, Vilnius city municipality or Naujamiesčio būstas, was willing to take responsibility for failing to perform its duties. The applicant thus asked the Attorney General to take over the investigation or to transfer it to the Vilnius Regional Prosecutor’s Office. She also observed that although more than seven months had passed since the court decision of 12 January 2009, the prosecutors had still not taken all the required investigative actions.", "22. On 30 July 2009, the Vilnius City District Prosecutor’s Office again discontinued the pre-trial investigation, in essence upholding the conclusions of the decision of 3 July 2008 to the effect that the evidence as to which body was in possession of the building at issue was contradictory. Accordingly, it was not possible to identify the physical person whose duty it was to maintain the building, and who was therefore liable for the death of one child and injury of two others.", "23. On 29 September 2009 the applicant appealed, arguing that even though four years had passed since the accident, the prosecutors had not been active enough and had therefore failed to establish who was responsible for the maintenance of the building. The applicant argued in addition that the prosecutors had also failed to take all the steps which had been ordered by the court on 12 January 2009. The correspondence between Vilnius city municipality and Naujamiesčio būstas showed that both bodies had known the building was derelict, and yet no effort had been made to repair or demolish it. Immediately after the incident the building had been fenced off and demolished by the municipality, even though the municipality had earlier denied that it was within its control and had argued that it did not have the legal authority to tear down the building. The applicant asked for the pre-trial investigation to be reopened.", "24. By a higher prosecutor’s decision of 16 October 2009, the investigation was reopened. For the prosecutor, it was possible that the employees of the Vilnius city municipality or those of Naujamiesčio būstas had not performed their duties that stemmed from [Article 229 of] the Criminal Code, Article 42 § 1 (3) of the Law on Construction and other relevant legal acts. It was therefore indispensable to establish which particular person had been designated by the municipality to inspect/supervise the buildings without owners in question (kam pavesta bešeimininkių pastatų priežiūra) in Naujamiestis district. If such functions had not been assigned to any particular unit or person at the municipal or district level, the prosecutor should consider whether the municipality’s or district’s managers (vadovai) should be held responsible under Article 229 of the Criminal Code.", "25. On 7 December 2009 K.G., a senior specialist in Naujamiestis district, was charged with failure to carry out official duties, under Article 229 of the Criminal Code. By a decision of the Naujamiestis district director (seniūno) on 3 January 2005 K.G. had been given the responsibility of monitoring empty buildings belonging to the municipality. The criminal investigator considered that K.G. had failed to inform the municipality about the danger posed by the derelict cellars in question, as he should have done under Article 42 [§ 3 (1)] of the Law on Construction (see paragraph 33 below).", "26. On 18 May 2010 a prosecutor for the Vilnius City District discontinued the investigation, as no physical persons criminally liable for the accident could be identified. The prosecutor noted, however, that the Vilnius city municipality had learned on 28 February 2005 of the poor state of the building the collapse of which had caused the death of the applicant’s son. However, at that time the municipality was going through structural changes and the duties and responsibilities of the municipality’s employees were being redistributed, therefore there was no particular person with the specific duty to take action on derelict and abandoned buildings. Moreover, taking into account the short period of time that had elapsed between that date and the accident (three months), it was not possible to conclude that the municipality’s employees had been stalling the process of finding a solution to the question of what had to be done with the building. The evidence collected in the case did not prove that employees of the Vilnius city municipality, the Naujamiestis district or Naujamiesčio būstas had failed to carry out any of their clearly prescribed duties and had thus caused the death of one child and injuries to two others. The prosecutor therefore dismissed the criminal charges against A.J., an employee of Naujamiesčio būstas, and against K.G., a Naujamiestis district specialist. The prosecutor suggested that the applicant and the parents of the two children who had been injured in the accident bring separate civil proceedings under Article 6.266 of the Civil Code.", "27. The applicant appealed, arguing that the case should be returned for a fresh pre-trial examination, so that the ownership of the buildings could be established and the persons (physical and corporate) liable for the accident thus identified.", "28. By a ruling of 9 August 2010 the Vilnius City First District Court refused to reopen the pre-trial investigation, because a criminal action under Article 229 of the Criminal Code had become time-barred. The pre-trial investigation had been opened on 7 June 2005 and the Code of Criminal Procedure provided a five-year term to prosecute a crime of a negligent or minor premeditated nature. The court therefore did not address the applicant’s complaint that the pre-trial investigation had been flawed.", "29. The applicant appealed, questioning the effectiveness of the investigation and asking for it to be reopened.", "30. By a final ruling of 15 September 2010 the Vilnius Regional Court upheld the lower court’s decision to discontinue criminal proceedings under the statute of limitations.", "31. According to Article 19 of the Lithuanian Constitution, a person’s right to life shall be protected by law.", "32. The Law on Local Self-Government provides that one of the functions of a municipality is to supervise how buildings are used and to manage land and other property which belong to it by the right of ownership (Article 7 §§ 13 and 15).", "33. The Law on Construction at the relevant time provided:", "“1. The following public administration bodies shall exercise supervision of use of construction works:", "1) the regional governor’s office as in the list approved by the Government, or an institution authorised by it, in respect of constructions of exceptional significance, those of national significance, and construction works situated within establishments of likely hazard, with the exception of the construction works referred to in subparagraph 2 of paragraph 1 of this Article;", "2) the Ministry of Communication and Transport and/or organisations authorised by it as in the list approved by the Government or an institution authorised by it, in respect of traffic routes and other engineering constructions related thereto, as well as hydrotechnical construction works in the Baltic Sea and bodies of inland water, with the exception of traffic routes which do not belong to the sphere of its management;", "3) municipal authorities, in respect of residential dwellings and other constructions which are not specified in sub-paragraphs 1 and 2 of paragraph 1 of this Article ...", "3. Public authorities which are engaged in supervision of the use of buildings shall enjoy the following rights:", "1) in the event that it becomes clear that the condition of a building poses a threat to the health or life of people who reside, work or happen to be for other purposes in the building or near it, or to the environment, and taking into account the type of threat posed, they may demand that the operator of the building take measures to protect people and, if necessary, may insist that the area be evacuated, that the building cease to be used, or they may prohibit any activity in the building (if necessary also within the construction site or area);", "2) they may set time-limits for taking all the actions specified in sub-paragraph 1 and immediately inform the owner of the building (when the user is not the owner of the building or works);", "3) they may contact the police in order to temporarily restrict access to the area or premises, to stop works which are being carried out there, and to restrict or prohibit traffic, if the environment, public order, personal safety or the State are endangered;", "4) in cases and procedures laid down by the Code of Administrative Law Offences, they may draw up a record of administrative offences, consider administrative offences and impose administrative penalties, or refer administrative offences to the courts.", "4. Officers of public administration bodies which are engaged in supervision of the use of buildings shall have the right to demand that the operator of a construction site produce mandatory documents relating to the supervision of the site, as referred to in Article 43 of this Law, indicating that they have permission to perform such other functions in connection with supervision of the use of buildings, which have been assigned to them...”", "34. On 4 February 1999 the Vilnius city management board adopted decision 205V “Approval of order giving power to declare buildings in poor condition, and identification of buildings in Vilnius which may be taken into the possession of the local authority”. Paragraphs 3 and 4 of the order set out the district director’s (seniūno) duty to manage lists and keep records of derelict buildings, and to periodically provide those documents to the Vilnius city management board. Companies which have contracts to manage buildings, district engineers and senior local architects were responsible for the provision of data for the above-mentioned lists.", "35. On 24 February 1999 the Vilnius city mayor adopted decision 100 “Derelict Buildings Commission”. The commission was to meet once a week, to analyse information provided by district directors and to deal with issues concerning demolition of buildings in poor condition.", "36. The Criminal Code provides:", "“A civil servant or a person equivalent thereto who fails to perform his duties through negligence or performs them inappropriately, where this results in significant damage to the State or to a legal or a natural person, shall be punished by deprivation of the right to be employed in certain positions or to engage in certain types of activity or by a fine or by arrest or by imprisonment for a term of up to two years.”", "37. Pursuant to Article 95 of the Criminal Code and Article 3 § 1 (2) of the Code of Criminal Procedure, as relevant at the material time, a person who has committed a criminal offence may not be convicted once five years have lapsed, if for example an offence such as failure to perform official duties has been committed.", "38. Articles 109 and 110 of the Code of Criminal Procedure stipulate that a person who has sustained pecuniary or non-pecuniary damage because of a crime may lodge a civil claim against the suspect within criminal proceedings. The claim will be examined by the criminal court together with the criminal case. A civil claimant may submit evidence and requests and appeal against the decisions of the investigators, prosecutors or a court.", "39. The Civil Code provides:", "“1. Non-pecuniary damage shall be deemed to be a person’s suffering, emotional experiences, inconvenience, mental shock, emotional depression, humiliation, deterioration of reputation, diminution of possibilities to associate with others, and so on, evaluated by a court in terms of money.", "2. Non-pecuniary damage shall be compensated for only in cases provided for by laws. Non-pecuniary damage shall be compensated for in all cases where it has been incurred due to crime, health impairment or deprivation of life, as well as in other cases provided for by laws. The courts shall, when assessing the amount of non-pecuniary damage, take into consideration the consequences of such damage being sustained, the gravity of the fault of the person by whom the damage is caused, his financial status, the amount of pecuniary damage sustained by the aggrieved person, also any other circumstances of importance for the case, while abiding by the criteria of good faith, justice and reasonableness.”", "“1. If damage has been caused by the collapse of buildings, construction works, installations or other structures, including roads, or if the damage has been caused by any defect thereof, the owner (manager) shall be liable for damages unless he can prove that the situation has occurred because of circumstances indicated in Paragraph 1 of Article 6.270 of this Code.", "2. It shall be presumed that the owner (manager) of buildings, construction works, installations or other structures is the person indicated as their owner (manager) in the Public Register.”", "“1. Damage caused by unlawful acts of institutions of public authority must be compensated for by the State from the State budget, irrespective of the responsibility of a particular public servant or other employee of public authority institutions. Damage caused by unlawful actions of municipal authority bodies must be redressed by the municipality from its own budget, irrespective of whether an employee is at fault.", "2. For the purposes of this Article, “public authority institution” means any entity of public law (including a State or municipal institution, official, public servant or any other employee of these institutions), as well as private individuals executing functions of public authority.", "3. For the purposes of this Article, “action” means any action (active or passive) of an institution of public authority or its employees that directly affects the rights, liberties and interests of persons (including legal acts or individual acts adopted by the institutions of State and municipal authority, administrative acts, physical acts, with the exception of court judgments – verdicts in criminal cases, decisions in civil and administrative cases and orders).", "4. Civil liability of the State or municipality, subject to this Article, shall arise where employees of public authority institutions fail to act in the manner prescribed by laws for these institutions and their employees.”", "40. The Government provided Lithuanian court decisions concerning effective remedies in personal injury or destruction of property cases. They firstly noted the Supreme Court’s ruling of 11 October 2005 in civil case 3K-7-365/2005, in which the Tauragė city municipality had been held liable for the improper maintenance of the drainage system. The municipality was held accountable under Article 6.266 of the Civil Code for the injuries the claimant had sustained and ordered to pay LTL 15,000 for the non-pecuniary damage she had sustained by falling into a sewer well.", "41. As the second example the Government referred to the Klaipėda Regional Court’s ruling of 21 July 2010 in civil case 2A-421-253/2010, in which the claimant claimed damages for a broken clavicle suffered by her son, who had fallen into an uncovered cellar. The court concluded that the municipality’s department responsible for maintenance of the buildings had failed to act with due diligence and, on the basis of Article 6.250 of the Civil Code, awarded the child’s mother LTL 2,500 in non-pecuniary damages.", "42. Lastly, the Government noted the Supreme Court’s ruling of 13 November 2005 in civil case 3K-3-584/2005, concerning liability in tort of the building owners, under Article 6.266 of the Civil Code. The Supreme Court held that the owner (manager) of the buildings, installations and other structures had absolute (no-fault) responsibility for damage caused by its collapse or deficiencies. In that case the Vilnius city municipality was determined to be the owner of the premises in question and therefore liable for the pecuniary damage caused by the rupture of a water pipe. The municipality was to compensate the claimant for destruction of its property in the amount of LTL 7,300."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}