{"ITEMID": "001-112086", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF K.M.C. v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1973 and lives in Pécel.", "6. The applicant was a civil servant working in the service of an administrative inspectorate. Applying Act no. LVIII of 2010 on the Legal Status of Government Officials (see below), her employer dismissed her from service on 27 September 2010 without giving any reasons for that dismissal.", "7. The applicant did not challenge this measure in court, considering that in the absence of reasons for her dismissal, she could not sue her former employer with any prospect of success. The statutory time-limit in this respect expired on 26 October 2010.", "8. On 18 February 2011 the Constitutional Court annulled as unconstitutional the impugned section 8(1) of Act no. LVIII of 2010, as of 31 May 2011 (see paragraph 16 below).", "9. On 6 May 2011 the Constitutional Court gave a decision (see paragraph 17 below) concerning the non-applicability of laws, declared unconstitutional, in cases still pending before an ordinary court.", "10. Act no. XX of 1949 (the Constitution in force at the material time) provided as follows:", "“(1) In the Republic of Hungary, everyone shall be equal before the law and entitled to have any charges brought against him as well as his civil rights and obligations determined in a fair and public trial by an independent and impartial court established by law.”", "“(6) All Hungarian citizens shall have the right to hold a public office in accordance with their suitability, qualifications and professional knowledge.”", "11. Section 8(1) of Act no. LVIII of 2010 on the Legal Status of Government Officials, as in force between 6 July 2010 and 31 May 2011, provided that a civil servant could be dismissed from service, with a notice period of two months, without the employer giving any specific reasons for the dismissal.", "12. Act no. CXXV of 2003 on Equal Treatment and the Promotion of Equal Opportunities provides as follows:", "“Provisions resulting in a situation where one person or group is treated less favourably than another is, has been or would be treated in a comparable situation on account of their real or presumed", "a) sex, b) racial origin, c) colour, d) nationality, e) belonging to a national or ethnic minority, f) mother tongue, g) disability, h) state of health, i) religious or ideological conviction, j) political or other opinion, k) family status, l) motherhood (pregnancy) or fatherhood, m) sexual orientation, n) sexual identity, o) age, p) social origin, q) financial status, r) the part-time nature of an employment or other work relationship, s) membership in an interest representation organisation, t) other status, attribute or characteristic (hereinafter collectively: characteristics)", "shall amount to direct negative discrimination.”", "“(1) In proceedings instituted on account of a violation of the equal treatment requirement, the injured party or the party entitled to assert public interest claims shall substantiate that:", "a) the injured person or group has suffered a disadvantage, or – in case of asserting public interest claims – an imminent danger thereof exists, and", "b) the injured party or group did at the time when the violation of law was committed – actually or according to the presumption of the violator – possess a characteristic specified in Article 8.", "(2) If the case described in subsection (1) has been substantiated, the other party shall bear the burden of proving that:", "a) the circumstances substantiated by the injured party or the party entitled to assert public interest claims did not exist, or", "b) the party complied with the equal treatment requirement, or in respect of the given relationship he was not obliged to comply with the equal treatment requirement.”", "“(1) The following shall not amount to violation of the equal treatment requirement:", "a) proportionate discrimination justified by the nature or characteristic of the work and based on all the relevant and lawful conditions that are to be taken into consideration for the employment,", "b) discrimination on the ground of religious or other ideological conviction or national and ethnic origin directly flowing from the spirit basically determining the nature of the organisation, justified in view of the content or nature of the occupational activity at issue, and amounting to genuine occupational requirement.”", "13. Act no. XXII of 1992 on the Labour Code provides:", "“(2) The exercise of a right shall, in particular, be construed improper if it is intended for or leads to the impairment of the rightful interests of other persons, the limitation of other persons’ potential for interest assertion, their harassment, or the suppression of the expression of their opinion.”", "“(2) With the exceptions specified in subsection (6), employers shall be under a duty to give reasons for a dismissal. The reasons given shall clearly indicate the cause of dismissal. In case of dispute the genuineness and adequacy of the reasons given for the dismissal shall be proved by the employer.", "(6) The employer shall be under no duty to give reasons for the ordinary dismissal of an employee if the employee is to be considered a pensioner within the meaning of section 87/A (1) a)-g).”", "“(1) Employers shall not terminate an employment by ordinary dismissal during the periods specified below:", "a) incapacity for work due to illness ...,", "b) for the period of sick leave granted for caring for a sick child,", "c) unpaid leave taken for nursing or caring for a close relative (section 139),", "d) during a treatment related to a human reproduction procedure specified under a separate Act, during pregnancy, for three months after giving birth, and maternity leave [subsection (1) of section 138],", "e) during unpaid leave taken for the purpose of nursing or caring for children [subsection (5) of section 138], until the child reaches the age of three, during the period of eligibility for child-care allowance, irrespective of taking any unpaid leave,", "f) during regular or reserve army service, from the date of receiving the enlistment orders or the notice for the performance of civil service,", "g) the entire period of incapacity for work of persons receiving rehabilitation benefits under a separate Act of Parliament.”", "14. Act no. XXXII of 1989 on the Constitutional Court (as in force at the material time) provided:", "“(1) Observing the unconstitutionality of a law applicable in a case before him ... the judge shall ... submit a motion to the Constitutional Court.", "(2) Anyone alleging that a law applicable in his case pending before a court is unconstitutional may file a request initiating the judge’s action specified under subsection (1).”", "“(1) Anyone who suffered a violation of law on account of the application of an unconstitutional law and has exhausted all other available legal remedies or no other legal remedy is provided for him may, on account of the violation of his rights enshrined in the Constitution, file a constitutional complaint with the Constitutional Court.", "(2) The constitutional complaint shall be filed in writing within sixty days from the service of the final decision.”", "15. Act no. III of 1952 on the Code of Civil Procedure provides as follows:", "“According to the decision of the Supreme Court, a final judgment shall be subject to reopening if a constitutional complaint is sustained by the Constitutional Court with retroactive exclusion, in the given case, of the applicability of the law declared unconstitutional.”", "16. Constitutional Court decision no. 8/2011. (II.18.) AB contains the following passages:", "“IV. 1. ... Within the confines of the Constitution, the legislator enjoys great freedom in regulating public service relationships. ... In 1992 in the public sector – where the legal positions of both the employers and the employees are determined by their dependence on the State budget – public-law regulations, basically corresponding to the characteristics of the closed public service system, were introduced. The legal status of the individuals who perform work in the service of the State was – according to the specific features of the activities performed – governed by the legislature in separate Acts of Parliament. ... The basic feature of the closed public service system is that the content of the public service relationship and the rights and duties of the subjects of the legal relationship are governed not by the parties’ agreement but by statutes, by law. ... The content of the public service relationship is regulated under the law, regard being had to the fact that public servants carry out the tasks of the State, and, in performing their tasks, they exercise public powers, consequently – compared to other employees – additional statutory requirements must be imposed on them. The activity of public servants must serve the interest of the public, it must be professional, impartial, devoid of influence and bias, therefore public servants must meet up-to-date and high-standard professional requirements, must bear particular responsibility for their work and are subject to strict conflict-of-interest rules; however, the incomes earned in the public service remain below the wages that can be obtained in the private sector, since the source of public servants’ remuneration is the State budget. The starting point for the closed public service system ... is that « additional requirements – compliance with which may and must be demanded from persons engaged in public service – may only be imposed in return for additional entitlements ». Such additional entitlements include the career system regulated and the salary guaranteed in an Act of Parliament, the predictable and safe ‘public service life career’ system and the additional allowances. A basic characteristic of the closed public service system is the stability of public service relationship, namely that a public servant may be removed from office only where the conditions specified in an Act of Parliament are met. While until the 1980s the public service systems of various States were characterised by the gradual extension of the closed public service system, since then a strongly critical approach to the closed systems has become more and more dominant. As a consequence, in almost all European States, public service reform processes have been launched in order to enhance the efficiency, performance and standards of the public administration. The direction of the reforms is to loosen the rigidity of the closed system, and to bring it closer to the regulation of private sector labour relations. The method generally applied for the loosening of the rigidity of the closed system is the loosening of the previously strictly interpreted concept of ‘non-dismissibility’ and the widening of the grounds of dismissal.", "The Hungarian Act on the Legal Status of Public Servants (“Ktv.”) has never been based on the principle of ‘non-dismissibility’, as it has widely recognised the possibility of dismissing public servants from office and the grounds and conditions of dismissal have even been widened in the period having elapsed since 1992. ...", "2. ... The Act on the Legal Status of Government Officials (“Ktjt.”) – with its rules on the termination of government official legal relationship – introduced essential changes in the system of public service as it had been created under the Ktv. and terminated the relative stability of the public service relationship guaranteed under the Ktv. ... The Ktv. rules on the termination of the legal relationship by dismissal from office not being applicable ... the government officials’ legal relationship may be terminated by release from office by the employer without giving reasons. ...", "3. ... In the context of labour relations as regulated under the Labour Code (“Mt.”) ... the Constitutional Court [...] evaluated the duty of giving reasons – interpreted as a restriction on the employer’s right freely to dismiss an employee – as a privilege providing additional protection for employees, to which protection no person had a constitutional right. The employer’s right freely to dismiss an employee can only be interpreted in the context of employment relationships based on contract, not in the context of civil service relationship based on the Ktjt. In public service relationships the right of dismissal from office is based not on the freedoms of contract but an Act of Parliament; in case of dismissal from office by the employer the duty to give reasons cannot be regarded as a “preference rule”; on the contrary, it is a guarantee flowing from the nature of the legal relationship. ... In public service relationships, the statutory regulations concerning the grounds of dismissal from office constitute an issue of constitutionality, it being a guarantee corresponding to the specific features of public service relationships. [These] regulations and, consequently, the obligation to give reasons for dismissal has ... been regarded by the Constitutional Court ... as a guarantee having constitutional significance ...", "4. ... The special features of public-servant and government-official legal relationships ... are determined by the fact that ... officials hold public offices, perform State duties, adopt and prepare State decisions ... therefore those relationships are basically public-law relationships by their nature.", "Article 70(6) regulates the right to hold a public office as citizens’ fundamental right. The protection of the right to hold a public office shall primarily mean that the State cannot make employment to public offices dependent on conditions which exclude, without constitutional reasons, Hungarian citizens from the possibility of acquiring a public office or make it impossible for a citizen or a group of citizens to hold a public office. ... The constitutional protection flowing from the right to hold a public office does not mean that the holder of a public office cannot be dismissed from office. ... Within the confines of the Constitution, the legislature enjoys a wide margin of freedom in regulating the grounds for release from office; this freedom, however ... shall not extend to granting free and unrestricted power to the person exercising the employer’s rights to dismiss an incumbent from office. Free decisional power granted without any statutory limitation to the person exercising the employer’s rights ... restricts, according to the Constitutional Court, in an unconstitutional manner the right to hold a public office, provided for by Article 70(6) of the Constitution. [It is required] that the substantive-law framework of the employer’s decision be determined in an Act of Parliament. ...", "5. ... As to government officials’ dismissal from office, the absence of grounds for dismissal and the lack of any statutory rules concerning the employer’s obligation to give reasons endangers the ‘party-neutrality’, the independence from political influence, the impartiality and, therefore, the lawfulness of decisions of the public administration. Officials working in the organisation of public administration perform their tasks in a strictly hierarchical organisation. [If] government officials are not granted protection from dismissal from office, the person exercising the employer’s rights may, at any time and without giving reasons, discontinue their employment, [and] they cannot be expected openly to stand up for their professional and legal position, if they risk losing their jobs. ...", "6. ... The general judicial legal protection enshrined in Article 57(1) of the Constitution is also guaranteed by Article 6 § 1 of the European Convention on Human Rights. In its recent case-law, the European Court of Human Rights – which has gradually extended the applicability of Article 6 § 1 to labour disputes concerning the service of civil servants (Frydlender v. France [GC], no. 30979/96, ECHR 2000VII; Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, ECHR 2007II; Iordan Iordanov and Others v. Bulgaria, no. 23530/02, 2 July 2009) – considers the right to effective judicial review as part of the right to a fair trial included in the right to access to a court. For the European Court of Human Rights, the judicial legal protection is not effective if there is a procedural or substantive obstacle to a genuine judicial examination of the parties’ claims on the merits (Delcourt v. Belgium, 17 January 1970, Series A no. 11; Barberà, Messegué and Jabardo v. Spain, 6 December 1988, Series A no. 146). ...", "The Constitutional Court holds that by failing to regulate the statutory conditions of dismissal from office by the employer and by allowing for the possibility of not giving reasons for the decision, the legislature disproportionately restricted the right of government officials to judicial legal protection, guaranteed under Article 57(1) of the Constitution. In the absence of an obligation to give reasons and of any rules providing guidance for the determination of the lawfulness of a dismissal, the scope of cases (nullity of and barrier to dismissal, violation of equal treatment, misuse of rights) in which a government official may turn to court with any prospect of success and in which the court can decide on the merits of a dismissal has become significantly reduced. Under the Ktjt., in public service-related legal disputes the unlawfulness of a dismissal by the employer must be proved by the government official. An exception to this rule is made in cases when the legal dispute is based on a violation of the equal treatment requirement; in such proceedings – under section 19 of Act no. CXXV of 2003 on Equal Treatment and the Promotion of Equal Opportunities – the injured party needs only to substantiate the violation, and it is for the employer to prove that he complied with the equal treatment requirement. Public servants may also turn to court for improper use of rights, violating section 4 of Mt.", "... As it can be concluded from the reasoning of the Act, section 8 (1) of the Ktjt. allows – in the interest of simpler realisation of government endeavours – for the possibility of the termination by the employer of government officials’ legal relationship without any legal limits.", "... The Constitutional Court holds that this vulnerable position of government officials, their being treated as “means” for resolving State tasks, is contrary to human dignity.”", "17. Constitutional Court decision no. 35/2011. (V.6.) AB contains the following passages:", "“1. The Constitutional Court holds that it is a constitutional requirement that legal disputes put before a judge be determined on the basis of constitutional laws. If a judge perceives the unconstitutionality of a law applicable in the case pending before the court, he shall ... be obliged to initiate proceedings before the Constitutional Court, under section 38(1) of Act no. XXXII of 1989 on the Constitutional Court (“Abtv.”).", "2. In the ‘concrete norm control’ proceedings instituted upon a judge’s initiative, the Constitutional Court may pronounce a general prohibition of the application of the law found unconstitutional in all civil actions with identical factual basis, to be determined under the same law. If only specific, rather than general, prohibition of application has been ordered by the Constitutional Court, the latter shall – upon a further initiative of the judge – conduct the proceedings motioned by the judge solely in respect of the prohibition of application of the law. The legal consequences of the Constitutional Court ruling on the general or specific prohibition of application shall be drawn by the judge in charge who shall deliver a decision in the action in compliance with the ruling.", "3.1. An essential objective of the Constitution-protecting tasks of the Constitutional Court is to prevent the prevalence of unconstitutional norms in the legal system. The judge authorised to determine individual legal disputes ... is bound to adopt a decision on the basis of the constitutional interpretation of the applicable law. However, in case of unconstitutionality irresolvable by the interpretation of the law, the judge – lacking the power to set aside the law – shall necessarily cooperate with the Constitutional Court, on the basis of his statutory obligation. To put it another way, in case of unconstitutionality irresolvable by the interpretation of the law, the litigant’s right to a lawful judge shall only prevail in the course of the Constitutional Court proceedings. ... The judge turning to the Constitutional Court shall, on the basis of his obligation flowing from Article 50(1) of the Constitution, act in order to protect the individual rights of the parties concerned in the legal dispute, but he can only comply with this constitutional obligation upon the Constitutional Court’s decision on the merits of the case. ...", "3.5. Thus, the purpose of the institution of the judge’s initiative is partly to enforce the litigant’s fundamental right to a lawful judge, and – beyond the abstract protection of constitutionality – partly to prevent that any individual legal dispute be determined ... on the basis of an unconstitutional law.", "Thus, when in a given litigation the judge – complying with his constitutional obligation – initiates an examination of the constitutionality of the applicable law, the scope of the unconstitutionality found by the Constitutional Court shall, as a rule, extend to all pending litigations having the same factual and legal basis as the one giving rise to the Constitutional Court proceedings. The legal consequences of the unconstitutionality found and of the general prohibition of application imposed as a result of the examination of the constitutionality in the ‘concrete norm control’ proceedings shall be drawn by the judges sitting in those pending legal actions which do not form part of the Constitutional Court proceedings but have arisen from an identical factual basis and have to be determined under the same law. ....”", "18. The European Union Charter of Fundamental Rights provides as follows:", "“Every worker has the right to protection against unjustified dismissal, in accordance with Union law and national laws and practices.”", "According to the Explanations relating to the Charter of Fundamental Rights [2007/C 303/02)], Article 30 draws on Article 24 of the revised European Social Charter.", "19. The revised European Social Charter provides as follows:", "“With a view to ensuring the effective exercise of the right of workers to protection in cases of termination of employment, the Parties undertake to recognise:", "a. the right of all workers not to have their employment terminated without valid reasons for such termination connected with their capacity or conduct or based on the operational requirements of the undertaking, establishment or service;", "b. the right of workers whose employment is terminated without a valid reason to adequate compensation or other appropriate relief.", "To this end the Parties undertake to ensure that a worker who considers that his employment has been terminated without a valid reason shall have the right to appeal to an impartial body.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}