{"ITEMID": "001-88521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "LEBEDEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Aleksandr Sergeyevich Lebedev, is a Ukrainian national who was born in 1975 and is currently serving his sentence in the Perekrestovka, the Romenska Correctional Colony no. 56 of the Sumy Region.", "The applicant was apprehended on 9 December 1999 and held in detention on suspicion of being involved in murder and theft of private property.", "In October 2000 the investigator remitted the case-file to the Cherkassy Regional Court, which on 2 October 2000 remitted the case for additional investigation to the Cherkassy Regional prosecutor.", "On 25 December 2001 the Cherkassy Regional Court of Appeal, in the presence of the applicant and his representative, following examination of a wide range of documentary and oral evidence, sentenced the applicant to life imprisonment and confiscation of all of his personal property following his conviction for murder and theft of private property committed as a member of an organised criminal group.", "On 16 July 2002 the Supreme Court, sitting in a chamber composed of three judges and in the presence of the applicant and his two representatives, rejected the cassation appeals lodged against the judgment of 25 December 2001 as they were unsubstantiated. It confirmed the applicant’s conviction, having examined a wide range of documentary and oral evidence.", "On 16 October 2002, 7 July and 24 October 2003 the Supreme Court refused to re-examine the applicant’s case in the course of extraordinary review proceedings, finding no grounds for it.", "Following the applicant’s conviction, in 2002-2004, he unsuccessfully complained to the General Prosecutor’s Office and the Regional Prosecutor’s Office, various other state institutions, about the unlawfulness of his conviction and various procedural irregularities that from his point of view occurred in the course of examination of his case.", "According to a letter of 21 March 2003 from the Cherkassy Regional Court of Appeal, on 2 October 2000 the applicant requested the Cherkassy Regional Court, which was examining his criminal case, to allow him to marry K.O.G. However, this request was not examined and no answer was given to the applicant as on the same date the Cherkassy Regional Court remitted the case for additional investigation and the applicant did not repeat his request for permission to marry K.O.G. The letter also stated that the applicant’s passport had remained with the prosecutor’s office throughout the proceedings, including the period when the case-file had been remitted for additional investigation, and after the applicant’s conviction became final it was sent to the court for enforcement of the sentence imposed on the applicant.", "In May 2003 the applicant requested the Cherkassy Regional Prosecutor’s Office to provide him with his passport so that he could marry. On 26 May 2003 the Prosecutor’s Office replied that his passport was at the court of appeal and thus he had to address his request to that court.", "On 30 October 2003 the Cherkassy Regional Court of Appeal informed the applicant that his request lodged with the court on 2 October 2000 to allow him to marry K.O.G. had not been examined by that court because the case had been remitted for additional investigation to the prosecutor’s office. Thus, he should have addressed the prosecutor office as it was from then on responsible for processing his criminal case. Also, when the case arrived at the court in 2001 he had not requested anew permission to marry.", "On 10 December 2003 the Cherkassy Regional Prosecutor’s Office informed the applicant that his passport was part of his personal file and had been archived at the penitentiary institution where he was serving his sentence. They also informed him that it was being exchanged for a new Ukrainian ordinary citizen’s passport (in exchange for the invalid Soviet passport he had).", "On 20 January 2004 the applicant received an internal Ukrainian passport in exchange for the Soviet passport issued to him in 1991.", "On 4 February 2004 the applicant requested the Cherkassy City Department of Registration of Civil Status to inform him about the procedure for registration of marriages. On 27 February 2004 the applicant received detailed explanations as to how registration of marriages for convicts could be effectuated.", "In accordance with Article 8 of the Code, convicted persons had the same rights and duties as other citizens of Ukraine, with restrictions provided by the law, resulting from the judgments of the court and the regime of serving their sentence, as provided by these judgments.", "Marriages are registered in accordance with the general rules of Articles 173 – 178 of the Code on Marriage and Family. According to Article 177 of the Code the presence of the couple is obligatory for registration of marriages. However, if a person is unable to attend registration of marriage at the civil acts registration department, marriage can be registered at other premises. Article 17 of the Code established a limited list of circumstances that would preclude a person from getting married, however, conviction of a person or his detention were not seen as an obstacle for registration of a marriage.", "By virtue of Rule 4.17-4.18 registration of marriage with convicts shall be conducted on the general grounds referred to in the Code on Marriage and Family. A marriage can be registered on the basis of a request from a person who is not serving the sentence as well as a convict himself. The completed documents are then sent to the penitentiary for transfer to the convict (Rule 4.19), who is to fill out his part of the application for marriage and after that the documents and the convict’s signature are certified and sent to the appropriate civil acts registration department (Rule 4.20).", "If a convict is the person who initiates the marriage, then he requests the relevant documents from the penitentiary (including a special application form), fill them out and send them to the person he intends to marry, who shall then also fill them out. The completed documents are then transferred to the civil acts registration department (Rules 4.21 and 4.22).", "The persons concerned are then informed (the respective penitentiary institution shall inform the convict) by the civil acts registration department of the date and time of the marriage (Rule 4.23). The registration of marriage takes place in the premises designated by the penitentiary institution (Rule 4.24). The relevant remarks as to registration of marriage are put into the ordinary national passport of the married couple (Rule 4.25). Registration of marriage for persons who are detained pending trial is conducted by the relevant civil acts registration departments at the Pre-Trial Detention Centres (SIZO or prisons), only upon written permission of the body, which is responsible for the case, in accordance with the procedure and rules established for the penitentiary institutions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}