{"ITEMID": "001-99986", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "CURMI AND OTHERS v. MALTA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["The applicants, Ms Patricia Curmi, Mr Bernard Pullicino, Ms Maryanne Zammit Pullicino, Ms Stephanie Mose' Pullicino, Mr Edward Pullicino, Ms Graziella Pullicino, Mr Joseph Pullicino and Ms Yvonne Pullicino are Maltese nationals who were born in 1966, 1963, 1977, 1964, 1966, 1970, 1963 and 1936 respectively and live in Malta. They were represented by Dr Kevin Dingli, Dr Austin Bencini and Dr Lorna Mifsud Cachia, lawyers practising in Valletta. The Maltese Government (“the Government”) were represented by their Agent, Dr Silvio Camilleri, Attorney General.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are owners of undeveloped plots of land situated both inside and outside the perimeter of land earmarked for the Malta Freeport Project.", "The applicants' land is subject to a declaration by the Governor General dated 13 February 1969, stating that such land will be expropriated for a public purpose.", "On 6 February 2001 the amount offered in compensation by the Government was deposited in court by means of a schedule of deposit. On 21 May 2002 the applicants contested the amount before the Land Arbitration Board. These proceedings are still pending.", "At the date of the introduction of the application, the property belonging to the applicants, situated outside the perimeter of the Freeport, had not been taken possession of and included within the perimeter of the Freeport Project; neither had the procedures to conclude the transfer of property to the Maltese State been finalised and nor had any compensation been paid.", "Adjoining the applicants' property is land belonging to Mr C., which was subject to a similar declaration dated 22 February 1969 and made in the same factual circumstances. On 28 December 2001 the Constitutional Court of Malta found that the Governor's declaration had breached Mr C.'s right to enjoyment of property. It held that whenever the process by which an individual was divested of his property had not been concluded, and therefore the interference remained one of control of use, the State had to release the property to its rightful owners as soon as it transpired that the grounds on which the State had originally, validly and justifiably taken the measure restricting the owner's use no longer existed. According to the applicants, the judgment of the Constitutional Court further established the standard of proof required in such cases for determining whether there still existed a public interest ground for the taking, namely, i) the competent authorities' active consideration for at least four years to release the property in question because it was not needed for the purposes for which it had originally been expropriated, and ii) the lapse of a number of years between the date of the declaration and the date when the constitutional case was brought.", "In the light of the judgment in Mr C.'s case, the applicants instituted constitutional proceedings in 2002 before the Civil Court (First Hall) claiming a breach of Article 1 of Protocol No.1 in respect of their property. In particular, they claimed that no public interest ground subsisted since the authorities had not made use of the said land in over thirty years. They maintained that they had a legitimate expectation that the same law and criteria used in the C. case would be applied to them. They complained moreover that the authorities had breached the reasonable time requirement under Article 6 of the Convention in that the proceedings for the payment of compensation had not yet been concluded, more than thirty years after the date of the declaration.", "During the proceedings, the Commissioner of Lands declared under oath that two of the said plots were within the Freeport Zone, two other plots were partly in the zone and the third was outside it. The latter could thus be released. Moreover, he had requested the relevant department to release any of the plots which had not been used, but he had not received a reply. To his knowledge, no use was foreseen for these plots, but it was up to the relevant department to decide on that matter. He observed that no department had applied to use the plots in the thirty years since their taking. He further stated that all the plots were located within the extension area of the Freeport. A representative of the Freeport declared that three of the plots had been excavated, and that the other two were the subject of pending permits for the building of warehouses, applied for in 2000. Another witness presented a marketing brochure confirming that certain areas could not yet be built on and that there was a plan for the construction of warehouses in other areas.", "In the applicants' view, the State had had no need of the land in question and had considered the possibility of releasing it. They further adduced proof of their argument that the State had not taken possession of their land (in fact no structural works had been carried out), nor had the expropriation proceedings been concluded even though thirty years had elapsed since the date of the Governor's declaration.", "The State or the competent authorities did not submit any evidence regarding a change in jurisprudence subsequent to the C. case.", "On 14 April 2005 the Civil Court found against the applicants in respect of their complaint under Article 1 of Protocol No.1. It held that the Freeport Project was one of great importance and was “rationally related to a conceivable public purpose”. It had been proved that the plots at issue were located in the area already being used for the Freeport or in the extension area. When assessing the issue of fair balance, the public interest in the project outweighed the interests of private individuals. That there had only been a de facto expropriation for a number of years did not detract in any way from the continuing relevance of the public interest grounds relied upon by the State. The future expansion of a project fell within the notion of the public interest and therefore the expropriation proceedings taken in relation to the applicants' property were a matter of public interest. As to the yet unpaid compensation, the court did not examine the matter since the compensation proceedings were still pending before the LAB. The court, however, found a violation of Article 6 of the Convention in that those proceedings had still not been concluded after thirty years. It awarded the applicants 5,000 Maltese liras (MTL, approximately 11,650 euros (EUR)).", "The applicants appealed. On 30 April 2007 the Constitutional Court confirmed the authority of the C. case as a correct application of the law; it dismissed, however, the applicants' claims, confirming the existence of a public interest purpose for the expropriation of the applicants' land.", "The Constitutional Court held that the plots situated within the Freeport perimeter had clearly been taken in the public interest even though the State had only started developing the land in 2000. However, it was reasonable to take a larger portion of land for a project and then make use of only a part of it in the initial years, leaving the rest for further expansion. This was especially true of a project such as the Freeport. Thus, the public interest persisted at the time of these proceedings. As to the plots outside the Freeport, it acknowledged that part of the applicants' land had remained unused; however, that land might be required if the Freeport Project were to be expanded (as appeared to be the case in view of the building of warehouses). Indeed, the Government, in 2002, had started to expropriate other lands in the area. It followed that on the evidence as presented, the public interest requirement in respect of those plots also persisted at the time of these proceedings.", "It upheld the first-instance judgment in respect of Article 6.", "By a deed of 21 January 2009, at the time when the proceedings before this Court were pending, the Government sold back to the applicants the three plots of land situated outside the perimeter of the Freeport (excluding a part which had been used to build a road), these plots being the subject matter of the Convention proceedings. The sale was carried out in accordance with Government policy. According to that policy, where land had been acquired by the Government but was no longer needed for a public purpose, it could be returned to the original owners for a price or any other amount originally agreed, with interest of 5 % per year being paid from the date of the taking to the date of release. By means of the above-mentioned deed, the applicant buyers undertook to withdraw any pending proceedings and declared that they had no further claims against the Government in respect of the plots of land which they were buying back.", "1. In Mr C.'s case (Pawlu Cachia vs Avukat Generali u l-Kummissarju ta l-Artijiet, Rikors Nru 586/97, 28/12/2001) the Constitutional Court held, after giving an overview of the applicable principles under Article 1 of Protocol No.1 to the Convention, that whenever the process by which an individual was divested of his property had not yet been concluded, the interference remained one of control of use. The State had the obligation to release the property to its rightful owners as soon as it transpired that the grounds on which the State had originally, validly and justifiably taken the measure restricting the owner's use no longer existed. It was for the Government to prove that both at the time of the Governor's declaration and throughout the proceedings until the time of transfer of the property concluding the expropriation there existed a public interest for the taking of the property.", "2. It resulted from the evidence that, in respect of Mr C.'s plots of land which were outside the Freeport zone, the competent authorities had for at least four years actively considered releasing the property to its rightful owners as it was no longer necessary for the purpose for which it had originally been taken. Moreover, decades had passed since the date of the declaration. The absence of a public interest was thus apparent even if such an interest had been present at the time of the declaration. It had subsequently emerged that Mr C.'s property would not be used in the public interest. The Government should therefore have returned the said property to Mr C.. Their failure to comply with this latter obligation amounted to a breach of Mr C.'s property rights under the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}