{"ITEMID": "001-69418", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BLACKSTOCK v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Violation of Art. 5-5;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["8. The applicant was born in 1954 and lives in Bedford.", "9. On 5 June 1981 the applicant was convicted of wounding (the deliberate shooting of a police officer) with intent to resist arrest, for which he was sentenced to life imprisonment. He was also sentenced to concurrent terms of 15 years for attempted robbery and firearms offences. His tariff was set at 17 years.", "10. On 8 June 1998, upon the expiry of his tariff, the applicant’s detention was reviewed by a “Discretionary Lifer Panel” (“DLP”) of the Parole Board. At the time of his review, the applicant was a “category B” prisoner (prisoners being given a security classification ranging from category A (most serious) to category D). Life prisoners are normally expected to pass through each of the categories prior to release. While he would therefore ordinarily have been expected to progress to a category C prison before being considered suitable for transfer to a category D (“open”) prison, the applicant applied to be transferred directly to an open prison. His legal representative at the review hearing made it clear that he was seeking a transfer only, not release on licence.", "11. Among the material which the DLP had before it were two reports (from Mr Cochrane, the prison probation officer, and Dr Williams, a psychiatrist commissioned on behalf of the applicant) which recommended a transfer of the applicant to a category D prison. Those reports stated that the applicant needed to be tested with a view to preparing him and considering him for release on licence, and that such testing could not take place in a category C prison and needed to take place in category D conditions. They were of the view that the risk to the safety of the public of a transfer to category D was acceptable. The third report in front of the DLP from Dr Narayana, a visiting consultant psychiatrist, was unfavourable to the applicant and neither recommended transferring him to category D nor directing his release. Mr Cochrane and Dr Williams gave oral evidence to the DLP. Dr Narayana did not. The conclusions of the latter were criticised by Dr Williams as being unsupported by evidence or reasoning.", "12. The DLP did not recommend that the applicant should be released. However, it recommended that he should be transferred from a category B to a category D prison. Were that recommendation not to be accepted by the Secretary of State, the DLP recommended an early review after 12 months (i.e. in June 1999).", "13. The decision letter of the DLP to the applicant of 10 June 1998 stated, in relevant part:", "“1. The Crime (Sentences) Act 1997 requires the Parole Board to direct your release only if it is satisfied that it is no longer necessary for the protection of the public that you be confined. The panel of the Board who considered your case on 8 June 1998 were not so satisfied and therefore have not directed your release at this stage. This decision is binding upon the Secretary of State.", "...", "2. In reaching their decision that you are not yet suitable for release on licence, the panel took particular account of the contents of the reports which were before them, most of which did not recommend release and concluded that you remain a risk, at least until further work has been done on social skills and enhanced thinking. The panel noted the fact that your representative expressly stated that she did not ask for a recommendation for release at this stage.", "3. The panel recommended to the Secretary of State that you should be transferred to a category D prison. They made this recommendation on the basis of the opinions expressed by Mr Cochrane and Dr Tegwyn Williams that while recognising the progress which you have made, and improved behaviour and attitude, further work remains to be done, but that this could more appropriately be carried out in open conditions, which would give an opportunity to test out your commitment in less structured conditions which are closer to the community. The panel concluded, on the basis of the opinions of these witnesses, that the risk of a transfer to category D conditions would be acceptable.", "4. The panel preferred the evidence and report of Dr Tegwyn Williams to the report of Dr Narayana. The panel felt that Dr Narayana’s conclusions (upon which the Secretary of State relied) were not supported by evidence or by any reasoning which preceded them.", "5. The panel made no recommendation to the Secretary of State with regard to an early review. However, in the event of the Secretary of State not accepting the panel’s recommendation for transfer to category D conditions, the panel would recommend an early review in 12 months time, and would hope that consideration would be given to a transfer to less secure conditions meanwhile.", "6. The decision not [to] release you is binding upon the Secretary of State but it is for him to decide whether to accept the recommendation to transfer to category D conditions.”", "14. On 29 September 1998 the Secretary of State rejected the Parole Board’s recommendation that the applicant should be transferred to a category D prison. He directed that the applicant should be moved to a category C prison. The reasons for his decision were set out as follows in a memorandum of 29 September 1998:", "“The Secretary of State has carefully considered all the papers which were prepared for your recent Parole Board review, including the reports from staff at both Full Sutton and Nottingham, your own and your solicitor’s representations and the recommendation of the Parole Board. He is not prepared to accept the Parole Board’s recommendation for your transfer to open conditions for the reasons set out below.", "The Secretary of State notes the recommendations made by the Board and by report writers, the majority of whom support a progressive move. He notes in particular, your willingness to co-operate with offence-related treatment work and the progress you have made as a result, your improved behaviour and the remorse you have shown. However, he is concerned by references to your tendency, on occasions, to be aggressive, unwilling or unable to consider fully the likely consequences of your actions or behaviour or see how others perceive your behaviour.", "In considering the Parole Board’s recommendation for your transfer to open conditions, which is generally a time of final testing in more normal conditions as a prelude to release, the Secretary of State needs to be satisfied that you have made sufficient progress towards tackling your behavioural problems so as to minimise the risk of your reoffending, or risk to the public while in open conditions or when release takes place.", "The Secretary of State notes that you have not been tested in category C conditions. Life sentenced prisoners are normally required to spend a period in the lower security conditions of a category C prison to enable them to adjust to, and experience, a less secure environment before eventually progressing to open conditions. He considers this to be all the more important in your case in view of the very long period you have spent in maximum security conditions, much of which has been spent in segregation units, and notes that you are still held in category B conditions.", "He also considers that, although you have attended offending behaviour courses, and appear to have benefited from them, that work needs to be reinforced and tested in the lower security environment of category C conditions before consideration is given to your transfer to open conditions. In particular, further offence-related work needs to be tackled, together with continuing work to develop more mature, reflective styles of thinking and behaving and enhanced interpersonal skills.", "You will therefore be transferred to a suitable category C establishment. However, in the light of the positive reports from staff at both Full Sutton and Nottingham, your next review will begin 12 months thereafter.”", "15. On 7 October 1998, transfer instructions were issued for the applicant’s transfer to HMP Ranby, a Category C prison. This was endorsed as a \"priority career move\" in view of the need for a review of the applicant’s continued detention to commence twelve months after transfer.", "16. On 14 October 1998, the applicant submitted a complaint/request form objecting to the transfer to HMP Ranby as inconvenient for social visits and stating his preferences for other category C prisons.", "17. In December 1998, it was decided to move the applicant to HMP Wayland (category C) and the applicant was informed that the other prisons which he had listed were either unsuitable or had long waiting lists. At this time no place at Wayland was immediately available: he was fifth on the list.", "18. On 1 April 1999, the applicant was moved to Wayland.", "19. On 3 November 1999 the applicant’s application for judicial review of the Secretary of State’s decision not to reclassify him from a category B to a category D prisoner was dismissed by the High Court. This was on the basis that there had not been any procedural irregularity in the decision-making process. During the course of his judgment, Mr Justice Jowitt said the following:", "“It is clear that the decision which the Secretary of State had to make in this case was an important one. It was important because such a decision has a potential to affect the release date of a prisoner in that delay in transfer to category D has the potential to delay of release on parole.”", "20. Mr Justice Jowitt also made, inter alia, the following observations:", "(a) there had not been any finding by the DLP that there would be a regression in the behaviour or the attitude of the applicant were he to be placed in a category C prison;", "(b) the DLP had taken “an unusual course” in recommending that the applicant should be transferred from a category B to a category D prison, as, ordinarily, a life prisoner would pass through the categories from which he had started, therefore going through category C into category D;", "(c) counsel for the applicant had not suggested that the decision of the Secretary of State not to accede to the recommendation of the DLP was open to attack other than on procedural grounds.", "21. The applicant did not seek leave to appeal and was advised that he did not have any right of appeal against the judgment of the High Court.", "22. The applicant’s subsequent review by the DLP took place at an oral hearing on 25 April 2000, over 12 months after his arrival in category C conditions and over 22 months after his previous review in June 1998. On that occasion, the DLP decided not to direct his release, but recommended that he should be transferred to open conditions. Its decision letter to the applicant of 2 May 2000 stated, inter alia, as follows:", "“5. Until your arrival at Wayland you had been in conditions of greater security. During your year at Wayland the panel accepts that you have continued to make progress and your behaviour has been good. You have done all that has been required by your sentence plan and you have made sufficient progress towards tackling your offending behaviour to justify your move to open conditions. So far as risk is concerned, however, you have experienced testing only in closed conditions.", "6. Having regard to your serious offending, your behaviour in prison up to May 1994 and the fact that you have never been tested in open conditions, the panel considers that your risk is not as yet sufficiently reduced to justify your immediate release.", "7. ... Most report writers recommended you for open conditions but not for release. Until you have been tested in open conditions the panel cannot be satisfied that your risk is sufficiently reduced for your release.", "8. Furthermore your release plan was not realistic or reasonable ...", "9. Your move to open conditions is needed primarily to test further your motivation to remain of good behaviour and your ability to cope with stress and frustration and to enable you to be gradually reintroduced to life in the community outside prison. ... In view of the fact that in June 1998 you were recommended as suitable for release and your progress since then, the panel recommended that you should move to open conditions at the earliest opportunity. Although several report writers recommended a review after 12 months from your arrival in open conditions the panel considered that this period was probably insufficient to enable you to complete the testing which you need and therefore made no recommendation for an early review.”", "23. The recommendation that the applicant be moved to open conditions was accepted by the Secretary of State on 24 July 2000.", "24. At the applicant’s subsequent review on 30 April 2002, the DLP was satisfied that it was no longer necessary for the protection of public that he be detained and therefore directed his release from prison.", "25. A person convicted of certain serious offences may be sentenced to life imprisonment at the discretion of the trial judge. At the time of sentence, a “tariff” is imposed which represents the minimum period which the prisoner will have to serve to satisfy the requirements of retribution and deterrence. A life prisoner will not be released on licence until after the tariff period has been completed.", "26. Pursuant to section 28 of the Crime (Sentences) Act 1997, after the tariff has expired, a discretionary life prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to order his release if it is satisfied that it is no longer necessary to detain him for the protection of the public.", "27. The Parole Board further has power, should it choose not to direct the release of a prisoner, to make recommendations to the Secretary of State concerning the detained person’s future progress.", "28. Following a review, a discretionary life prisoner has a statutory right to have his case reviewed again by the Parole Board two years after the previous review.", "29. If the Parole Board decides not to order release, it frequently gives a recommendation as to the timing of the next review. That is only a recommendation and the decision whether to accept that recommendation is taken by the Secretary of State. If the prisoner seeks an earlier review, he can make representations to the Secretary of State, whose decision may be challenged by judicial review. The Secretary of State, of his own motion, can direct an earlier review.", "30. The categorisation of prisoners is the function of the Secretary of State. There are four categories of classification of prisoners, namely:", "(i) category A prisoners, whose escape would be highly dangerous to the public or to the police or to the security of the nation;", "(ii) category B prisoners, for whom the very highest conditions of security are not necessary but for whom escape must be made very difficult;", "(iii) category C prisoners, who cannot be trusted in open conditions, but who do not have the ability or the resources to make a determined escape attempt;", "(iv) category D prisoners, who can be trusted in open conditions.", "31. On 7 December 1994 the Secretary of State stated:", "“In recent years, successive Secretaries of State have recognised that, for the majority of life sentenced prisoners, a period in open prison conditions is generally vital in terms of testing the prisoner’s suitability for release and in preparing him for a successful return to the community. It is, therefore, now normally the practice to require the prisoner to spend some time in open conditions before release and to arrange a further review while the prisoner is in an open prison for a formal assessment of his or her progress. I intend to continue with this practice and the first Parole Board review will therefore normally serve the purpose of assessing the prisoner for open conditions.”", "32. On 9 July 1998 the Secretary of State stated:", "“... the first Parole Board review in the case of a life sentenced prisoner begins three years before the expiry of tariff. The purpose of this review is normally to enable the prisoner to be assessed for, and, where appropriate, transferred to, open conditions (category D) where he or she may be tested in conditions of lower security, fully assessed by staff and prepared for release. A further Parole Board review is then held to determine whether the level of risk is low enough to enable the prisoner to be safely released on life licence. Where the level of risk is considered to be acceptable, the objective is to release the prisoner on or very shortly after tariff expiry.”", "33. A direction to the Parole Board from the Secretary of State under section 32(6) of the Criminal Justice Act 1991 (which preceded the Crime (Sentences) Act 1997) stated:", "“A period in open conditions is essential for most life sentence prisoners (“lifers”). It allows the testing of areas of concern in conditions which are nearer to those in the community than can be found in closed prisons. Lifers have the opportunity to take home leave from open prisons and, more generally, open conditions require them to take more responsibility for their actions.”", "34. On 2 October 2000, the Human Rights Act 1998 came into force, permitting the provisions of the Convention to be invoked in domestic proceedings in the United Kingdom."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}