{"ITEMID": "001-67577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BARANOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Tatyana Nikolayevna Baranova, is a Russian national, who was born in 1964 and lives in Moscow.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant worked as an officer of the Moscow Division of the Courts Administration Office attached to the Supreme Court of the Russian Federation. On 21 April 2000 she was dismissed for being absent from work for four days without permission.", "She brought proceedings before the Presnenskiy District Court of Moscow for reinstatement and damages, alleging, in particular, that she was a single mother and could not be dismissed on the administration's initiative.", "On 7 June 2000 the court examined the case and found the applicant's allegation concerning her status as a single mother false and her dismissal lawful. On 22 September 2000 the Moscow City Court disallowed the applicant's appeal and upheld the judgment.", "The applicant's subsequent applications to the Moscow City Court, the Supreme Court of the Russian Federation and the prosecutor's office pursuing the supervisory review of the judgment were rejected as well as her application for re-examination of the case due to newly discovered circumstances (decision of the Presnenskiy District Court of Moscow of 5 June 2002).", "The functioning of the Courts Administration Office attached to the Supreme Court of the Russian Federation is mainly regulated by the 1996 Law on the Judicial System of the Russian Federation (sections 30, 31, 33), the 1998 Law on the Courts Administration Office at the Supreme Court of the Russian Federation and the 1992 Law on the Status of Judges (section 9).", "The Head of the Courts Administration Office is appointed to this post by the President of the Supreme Court of the Russian Federation with the consent of the Judges' Council. The Courts Administration Office assumed, in particular, the following functions, previously performed by the federal Ministry of Justice, aimed at ensuring the activity of courts and arrangement of conditions necessary for the proper administration of justice without an interference with the latter:", "- in the field of the financing of courts (judges' remuneration, benefits, training and pensions; construction and maintenance of court buildings; office equipment; postal expenses, transport and other charges are financed by the federal budget): budget drafting and budget presentation to the Government and to the federal legislature; distribution of funds between courts; supervision and audit of courts' expenditure of funds.", "- in the field of human resources: determination of the need of particular courts for human resources and redistribution between courts, with the consent of the President of the Supreme Court, of the newly formed vacancies of posts of judges; assistance to the Qualification Board of Judges in the selection of candidates for the posts of judges; judges' training; provision of judges (including retired judges) with free housing, social security and other benefits provided for by law; undertaking measures on the security of judges and members of their families. According to the applicant, Section 2.2.13 of the Regulations on the Moscow Division of the Courts Administration Office approved by the Head of the Courts Administration Office provided that the Moscow Division of the Courts Administration Office also makes proposals to the Qualification Board of Judges on termination of judge's functions.", "- other administrative support: construction and maintenance of court buildings; supply with office equipment, transport and other resources; organization of clerical work and informational support."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}