{"ITEMID": "001-86024", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF JUOZAITIENE AND BIKULCIUS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 2;Pecuniary and non-pecuniary damage - award (global)", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Jean-Paul Costa;Nona Tsotsoria", "TEXT": ["7. The first applicant, Mrs Regina Juozaitienė, is a Lithuanian national who was born in 1940 and lives in Kaunas. The second applicant, Mr Jonas Bikulčius, is a Lithuanian national who was born in 1935 and lives in Kaunas.", "8. In the late evening of Friday 24 July 1998 the first applicant’s son, Dalius Juozaitis, and the second applicant’s son, Darius Bikulčius, were found dead in a car with single gunshot wounds to their backs. The deaths had occurred as the police tried to chase a Ford Escort (hereinafter “the car”) driven by a private individual, RM, the applicants’ sons being the passengers in the car. RM was not killed during the incident.", "9. On 25 July 1998 criminal proceedings were instituted against RM for manslaughter in regard to the deaths of the applicants’ sons (Article 109 of the Criminal Code as then in force) and for resisting the orders of the police (Article 201). The applicants submitted their civil claims and were recognised as complainants in those proceedings.", "10. On 15 March 1999 the Kaunas City District Court convicted RM of resisting the lawful orders of the police, an offence under Article 201-1 § 2 of the Criminal Code.", "11. The following account of the incident can be reconstructed from the evidence admitted by the court in those proceedings. On 24 July 1998, after 10.30 p.m., the police received a telephone call from a private individual, informing them about a car driving in the streets of Kaunas in breach of various road-traffic regulations.", "12. Officers AM and AR submitted that they had been patrolling in police car no. 548 when they had heard the information about the Ford Escort on the police radio and had unsuccessfully tried to stop it at around 11 p.m. Officers AM and AR had followed the car, but had soon lost sight of it. AR submitted to the court that, to his knowledge, two passengers and a driver had been in the car.", "13. The information about the car being driven in a dangerous manner was transmitted through the control centre to other patrol officers on duty, and two more policemen, NB and EP, in police vehicle no. 424, were involved in the chase.", "14. They were joined by three more policemen, RZ, SG and JM, patrolling in police vehicle no. 427. These officers submitted to the court that they had received information about the car via the police radio at around 11 p.m. and had followed the order to arrest the driver. They had therefore arrived as reinforcements and had joined car no. 424 in chasing the Ford Escort, which was fleeing at about 130 to 140 kilometres per hour.", "15. The two police cars had their light and sound signals turned on, and tried to block the Ford Escort, while orders to stop were given over the loudspeakers. However, the car tried to escape, attempting to push the police vehicles off the road.", "16. RZ fired two warning shots into the air, but the car only accelerated.", "17. A moment later, the driver of the car lost control of the vehicle, hitting the fence of a building. The car was brought to a halt. Police vehicle no. 427 stopped several metres behind the car, and vehicle no. 424 moved to its left, trying to block its way. Suddenly, the car started moving backwards, damaging police vehicle no. 427. The policemen left their vehicles and ran towards the car, shouting and gesturing at the driver to surrender. The Ford Escort turned right, hitting officer RZ, and began to drive away. An expert medical examination later confirmed that RZ had suffered slight bodily injuries, including several scratches and bruising to his left calf.", "18. When the car hit him, officer RZ fired a shot, apparently damaging its radiator, as he noticed that the cooling liquid was leaking.", "19. In addition, immediately after RZ had been hit, NB, who had left police vehicle no. 424, fired one shot towards the car’s wheels. RZ then fired several more shots towards the car as it escaped. Officer SG likewise fired a number of shots towards the fleeing car. The other policemen did not use their guns.", "20. Soon afterwards, the car was forced to stop in another area of Kaunas as a result of the leak of the cooling liquid from the radiator which had been damaged by RZ’s shot. Police officers AR and AM, who were driving vehicle no. 548, arrested RM while he was trying to flee. In the car, the policemen found the bodies of the applicants’ sons, whose deaths were confirmed on the arrival of a medical team at 11.56 p.m. RM was found to have been drunk and not in possession of any of the relevant documents permitting him to drive a car.", "21. The court did not specify how many shots had been fired by SG, even though it noted that two of his shots had caused the deaths of the applicants’ sons. The court took account of SG’s statements that he had suspected that one of the passengers of the car had a weapon which he thought he had seen through the front window which was wound down, and that he had fired only after having heard a first shot (in fact fired by his colleague RZ), and having no idea where that shot had come from. The court also noted that no firearms or other weapons had been found in the car.", "22. The court did not establish the exact time when the chase had started, concluding that the crime of which RM was convicted had been committed at around 11.30 p.m.", "23. RM was acquitted of the offence of manslaughter, the court having noted that the deaths had been caused not by his acts, but by the “lawful actions of a third person who had used an official weapon.” The court noted in this connection:", "“the internal institutional inquiry shows that all the policemen acted in a lawful and reasonable manner. The court has no grounds to doubt the conclusions of the internal investigation, as they have been confirmed by the circumstances established during the criminal investigation. Article 42 of the Police Act authorised the policemen to use firearms against the vehicle and the offender. The acts committed by the defendant, including his resisting the police officers, constituted grounds for using firearms. The use of firearms was lawful and reasonable...”", "24. The applicants’ civil claims for damages against the police were not examined. The court nonetheless noted that it was open to the applicants to bring their claims by way of a separate set of civil proceedings.", "25. The court sentenced RM to six years’ imprisonment for resisting the lawful orders of the police, and ordered the confiscation of part of his property amounting to 200 Lithuanian litai (LTL – approximately 58 euros (EUR)).", "26. On 18 May 1999 the Kaunas Regional Court upheld the judgment. It was also decided to institute criminal proceedings against SG for the manslaughter of the applicants’ sons (Article 109 of the Criminal Code as then in force) and for exceeding his authority (Article 287). In this connection, the court noted:", "“in the situation under consideration, there were no circumstances permitting the use of a firearm against a person (Article 42(2) of the Police Act). The police officers had the right to use firearms against the vehicle only (Article 42(5) of that Act). ...", "Nobody disputes that the police officer [SG] had the right to use a firearm against the car (Article 42(5) of the Police Act); however, despite the fact that two innocent people were shot, it has not been examined whether he used that right properly. In taking this decision, the court is seeking to establish the truth. It does not intend to weaken the determination of police officers when carrying out their duties. Nevertheless, the duty of professional integrity, self-control and endurance cannot be underestimated; when using firearms, police officers must seek to avoid severe consequences (Article 41(3) of the Police Act). ... The investigation should aim to examine [the elements pointed out by the applicants], inter alia, the allegedly poor visibility at the scene of the incident, and the fact that [SG] hit the interior of the car and not its tyres, which he had allegedly fired at. According to [the applicants], this fact alone indicated that [SG] had fired the shots while being guided by his anger and ill-temper. ...”", "27. On 12 October 1999 the Supreme Court upheld the judgment of 18 May 1999.", "28. The criminal proceedings brought against SG by virtue of the decision of the Kaunas Regional Court on 18 May 1999 were discontinued by the prosecutor on 27 December 1999. The prosecution found no indication of any crime in the actions of officer SG. It was noted, in particular, that SG had used his gun in accordance with instructions, had targeted the wheels of the car and had had recourse to his firearm only after the driver had committed a crime by hitting one of his colleagues. The driver, RM, had apparently been predisposed to escape by any means, threatening the safety of other people. The deaths of the two victims had been the result not only of the shooting as such, but also of the unpredictable actions of the driver.", "29. The prosecution based their conclusions, inter alia, on the following sources of evidence: the submissions of the policemen; the records of the on-site examinations of the scene, conducted on 27 July 1998, 19 August 1998 and 21 September 1999; a letter from the meteorological service on weather conditions at the time of the events; illumination tests at the scene of the shooting; the results of the ballistic examination of 30 November 1999, and records of the on-site reconstruction of the event, including diagrams of the position and movement of the cars and policemen, drawn in accordance with the submissions of the officers concerned.", "30. On 19 April 2000 the Kaunas City District Court quashed the prosecutor’s decision. The court noted, inter alia, that the prosecutors had not made a detailed assessment of “the way” in which SG had used the gun with reference to the relevant domestic legal provisions.", "31. During the investigation, none of the policemen made clear submissions as to the moment when SG had begun shooting.", "32. On 9 June 2000 the prosecutor again discontinued the investigation, noting that no evidence of any crime had been found in the actions of SG. The prosecution referred to the evidence mentioned in the earlier decision of 27 December 1999 as well as the additional submissions of the policemen.", "33. The following order and impact of the use of firearms had been established. Two warning shots had been fired into the air by RZ during the chase; one shot by RZ had damaged the radiator after the car had hit the fence, and soon afterwards one shot fired by NB had hit the wheel of the car. Finally, seven shots had been fired by RZ towards the fleeing car and four by SG. The prosecutor found that two of SG’s shots had hit the applicants’ sons, causing their deaths. Some of the other shots had marked the car’s tyres, wheel rims, seats, front panel and windows, and the rear window was broken. The car body work also bore traces of bullets.", "34. Referring to the submissions of SG, taken at the scene of the shooting, the prosecution concluded that SG had directed the shots at the wheels of the moving car from a distance of 11.4 metres (the first shot) up to 27.5 metres (the fourth shot). He had fired the shots after the driver had hit his colleague RZ, that is, after he had committed an offence punishable by the criminal law (Article 201-1 § 2 of the old Criminal Code), of which he had already been convicted. Hence, it could not be alleged that the firearms had been used only because the car had been driven in defiance of traffic regulations. The prosecution took account of RZ’s statement that he had been hit by the car and thrown onto the bonnet and then the ground. For this reason the policemen could have reasonably considered it necessary to avert the danger which the car represented for other people, given in particular that RM had been drunk and had been seeking by dangerous means to escape arrest and punishment.", "35. It was stressed that SG had used the firearm not against the people in the car, but against the vehicle, and he had only tried to hit the tyres. There had been no significant obstacles to visibility, such as inadequate lighting or dust. However, the fact that the car had moved in sudden and swerving directions was emphasised as a cause of the deaths, rather than any breach of regulations governing the use of firearms. In view of these circumstances, and given that SG had had a valid reason to use the gun as a last resort in accordance with Article 42 of the Police Act, the prosecutor concluded that there was no evidence that he had committed a crime.", "36. Finally, the prosecution stated that, during the proceedings against RM, none of the three levels of jurisdiction had questioned the lawfulness of the use of the firearm by SG.", "37. The applicants appealed against the decision to discontinue the investigation. They alleged that SG had sought revenge against the driver of the car and had fired recklessly at the moving vehicle, disregarding the fact that he might hit the passengers. The applicants argued that SG had known about the presence of other people in the car and must have understood that innocent passengers might be killed; however, he had allowed this to happen, as he had fired at the vehicle.", "38. As to the quality of the investigation, the applicants stressed that the prosecution had failed to provide any explanation for the fact that one of the bullets fired by SG had hit the side window of the car, whereas it had been concluded that SG had first fired at the vehicle only after it had moved 11.4 metres away.", "39. On 17 October 2000 the Kaunas City District Court upheld the decision of the prosecution. The court mentioned that SG had fired at the moving car during a very a short period of time, within a perimeter of about 20 metres. The court held that SG had used the firearm lawfully, the shots being directed at the wheels of the car, not at the people sitting in it. It was found that the car had been moving in swerving directions, two shots having, as a result, hit the passengers. SG had thus not been able to foresee the consequences of his actions. At the same time the court noted that, even though the incident had taken place at about midnight, the street and the car had been well lit.", "40. The court emphasised that the ground for using firearms was the fact that RM had been driving while drunk, and had not only violated traffic regulations, but had tried to escape in a dangerous manner. His behaviour had put other people at risk. The policemen had tried all alternative means to stop RM, and firing at the tyres of the fleeing car had been used as a measure of last resort.", "41. The court also stated that there had been no causal link between the actions of SG and the impugned consequences, namely the death of the applicants’ sons. It held that manslaughter had not occurred as a result of the actions of SG; he had made an appropriate assessment of the circumstances and had not exceeded the requirements of the relevant legal provisions in using his gun. The death of the applicants’ sons had been an accident for which SG could not be held criminally responsible.", "42. Article 109 of the Criminal Code, as then in force, punished the act of manslaughter (nužudymas dėl neatsargumo). Article 201-1 § 2 and Article 287 of the Code punished, respectively, resisting the lawful orders of the police and acting in excess of official authority (tarnybos pareigų viršijimas).", "43. Article 228 of the new Criminal Code, which entered into force on 1 May 2003, punishes acts of abuse of office (piktnaudžiavimas).", "44. Article 34(4) of the Police Act, as applicable at the material time (in force from 9 June 1998 to 9 October 2000), entitled a police officer to use firearms. Article 39 of the Act listed the rights of police officers in ensuring road safety:", "“In order to ensure traffic safety, a police officer shall have the right:", "(1) to stop a motor vehicle and check the documents of the driver ...;", "(2) to stop a person from driving in the event of a suspicion that he or she is under the influence of alcohol, drugs or medication or is not entitled to drive. ...”", "45. Article 41 of the Act further stated:", "“... [2.] The police shall use firearms ... in order to discontinue actions that endanger the public or to apprehend the perpetrator of such actions and to take him or her to the police station. Firearms shall be used only for the purposes provided for by law.", "[3.] When using firearms ..., an officer shall take into account the nature of the offence, the personal characteristics of the offender and other particular circumstances of the situation. ... [T]he police officers shall try to avoid detrimental consequences.", "[4.] Before using firearms ..., and if the circumstances allow, the person concerned shall be given a warning ... . Firearms shall be used only after all alternative means have been exhausted or where there is no time to use them.”", "46. Article 42 of the Act laid down conditions for the use of firearms:", "“[1.] A police officer shall have the right to use firearms against persons and vehicles ... .", "[2.] He or she shall have the right to use firearms in the following circumstances:", "(1) where the life or limb of a police officer is in danger ...;", "(2) to protect other persons from attack ...;", "(3) to repel an armed attack;", "(4) when in pursuit of a person suspected of a crime, if that person uses or attempts to use a firearm or other objects dangerous to human life or limb, in order to escape arrest; ...", "(5) to apprehend a person caught in the process of committing a serious offence, if that person cannot be apprehended in any other way;", "(6) to apprehend a detainee or a convict who is trying to escape or has escaped from a prison or detention facility or a transfer vehicle;", "(7) during a mass escape from a prison or during prison riots;", "(8) in the event of an attack against a specially protected object ... .", "[3.] The prosecutor shall be immediately informed about the fact and the consequences of the use of firearms against a person. ...", "[5.] A police officer shall have the right to use firearms against a vehicle if its driver refuses to stop following an obvious and express demand which is made in advance by a police officer, and where traffic safety and other people are endangered by the person’s driving. ...”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}