{"ITEMID": "001-91063", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF İPEK AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion);Violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion);Violation of Article 5 - Right to liberty and security (Article 5-3 - Brought promptly before judge or other officer);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicants were born in 1985 and live in Diyarbakır. At the time of the events they were sixteen years old.", "5. According to the official documents, in connection with an ongoing investigation against an illegal armed organisation, namely the PKK (the Workers’ Party of Kurdistan), the police received information that the second applicant, a suspected member of that organisation, had arrived from the rural area in order to conduct activities in cities on behalf of the organisation. Having established the second applicant’s address in Diyarbakır, the police conducted a search of the premises, on 1 December 2001 at 1.20 a.m., and arrested the second applicant. The other applicants, who were also present during the house during the search, were similarly arrested and taken into police custody in order to establish any link they might have had with the organisation. The police did not find anything illegal or incriminating during the search.", "6. On the same night, at around 2.15 a.m., the applicants were taken for a medical examination at the Diyarbakır State Hospital.", "7. According to the custody records, the police informed the fathers’ of first and the third applicant and the second applicant’s mother of their arrest and detention.", "8. On 2 December 2001 the police searched the house of the first applicant but did not find anything illegal or incriminating.", "9. Upon the request of the police, the Diyarbakır public prosecutor (hereinafter the prosecutor) extended the applicants’ detention for two days on 3 December 2001.", "10. On the same day, the applicants were questioned by the police. Since they were accused of offences falling within the jurisdiction of the State Security Courts, they could not benefit from the assistance of a lawyer despite their age.", "11. The custody records noted the end of the applicants’ custody at 10.40 a.m. on 4 December 2001.", "12. Later the same day, the applicants were taken for a medical examination at the Bağlar Medical Clinic.", "13. Afterwards, the applicants were first brought before the prosecutor and then to the Diyarbakır State Security Court (hereinafter the SSC). The latter, after having heard them, ordered their remand in custody.", "14. On 5 December 2001 the prosecutor, relying mainly on the basis of the applicants’ statements obtained during the pre-trial investigation, filed a bill of indictment with the SCC accusing the second applicant of membership of an illegal organisation and the other applicants of aiding and abetting that organisation. The charges were brought under Articles 168 and 169 of the Turkish Criminal Code respectively.", "15. At the first hearing held before the SSC, on 5 February 2002, the applicants were released pending trial.", "16. No further documentation has been submitted by the parties regarding these proceedings before the SSC.", "17. A description of the relevant domestic law at the material time can be found in the Ahmet Mete v. Turkey judgment, no. 77649/01, §§ 17-18, 25 April, and the Daş v. Turkey judgment (no. 74411/01, § 18, 8 November 2005).", "18. The recommendation of the Committee of Ministers to Member States of the Council of Europe concerning new ways of dealing with juvenile delinquency and the role of juvenile justice (Rec (2003)20), adopted on 24 September 2003 at the 853rd meeting of the Ministers’ Deputies, in so far as relevant, reads as follows:", "“15. Where juveniles are detained in police custody, account should be taken of their status as a minor, their age and their vulnerability and level of maturity. They should be promptly informed of their rights and safeguards in a manner that ensures their full understanding. While being questioned by the police they should, in principle, be accompanied by their parent/legal guardian or other appropriate adult. They should also have the right of access to a lawyer and a doctor. They should not be detained in police custody for longer than forty-eight hours in total and for younger offenders every effort should be made to reduce this time further. The detention of juveniles in police custody should be supervised by the competent authorities. ”", "“States Parties shall ensure that: ...", "(b) No child shall be deprived of his or her liberty unlawfully or arbitrarily. The arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time;", "(d) Every child deprived of his or her liberty shall have the right to prompt access to legal and other appropriate assistance, as well as the right to challenge the legality of the deprivation of his or her liberty before a court or other competent, independent and impartial authority, and to a prompt decision on any such action.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "5-5"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-c"]}