{"ITEMID": "001-68509", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OZUPEK AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 with regard to the lack of independence and impartiality;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "", "TEXT": ["4. The applicants were born in 1973, 1965 and 1960 respectively. The first and second applicants live in Ankara and the third applicant lives in Trabzon.", "5. The applicants were employed by the Culture and Education Department of the Sincan District Council in Ankara and were involved in the organisation of public activities and events during religious and national days. Upon the instructions of the mayor and the deputy mayor, the applicants organised on 31 January 1997 a special night called the “Jerusalem Night” during the month of Ramadan. The event was announced months in advance and representatives of the security forces and several important personalities living in the district were invited. The hall was decorated with posters of martyrs who had given their lives for the liberation of Jerusalem. The applicants also organised a five-minute play for the evening. The second applicant cleaned the hall, set up and maintained the sound system and welcomed the guests. The play, which was written by the first and third applicants, took the form of a conversation between a father and his son about life in Palestine and the struggle of the Palestinian people. The first applicant played the role of the father in the play. The mayor of Sincan and the Ambassador to Iran made speeches before the play began.", "6. The second and third applicants were taken into police custody on 5 February 1997 and the first applicant on 6 February 1997. They were accused of disseminating propaganda in support of an armed, illegal organisation, namely the Hezbollah. During their police interrogations, the applicants denied the charges against them.", "7. On 13 February 1997 the applicants were brought before the public prosecutor. During their questioning, they repeated the statements they had made at the police station.", "8. On the same day the applicants were brought before the investigating judge attached to the Ankara State Security Court, where they made similar statements. Subsequently, the investigating judge ordered that the applicants be remanded in custody.", "9. In an indictment dated 7 March 1997, the public prosecutor attached to the Ankara State Security Court initiated criminal proceedings against the applicants. It was alleged that they had disseminated propaganda in support of an armed, illegal organisation. The prosecution therefore called for the applicants to be sentenced pursuant to Article 169 of the Criminal Code and Article 5 of the Anti-Terrorism Law.", "10. On 15 October 1997 the Ankara State Security Court, which was composed of three judges including a military judge, found that the applicants had aided and abetted a terrorist organisation by engaging in propaganda in support thereof. It found the applicants guilty as charged, sentenced them to three years and nine months’ imprisonment and debarred them from public service for three years.", "11. On 21 September 1998 the Court of Cassation upheld the decision of the Ankara State Security Court.", "12. A full description of the domestic law may be found in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}