{"ITEMID": "001-110164", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LUX", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BOULOIS v. LUXEMBOURG", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Civil rights and obligations)", "JUDGES": "András Sajó;Christos Rozakis;Dean Spielmann;Egbert Myjer;Elisabet Fura;Elisabeth Steiner;Françoise Tulkens;Ganna Yudkivska;George Nicolaou;Guido Raimondi;Ineta Ziemele;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Khanlar Hajiyev;Ledi Bianku;Loukis Loucaides;Mark Villiger;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["12. The applicant, who was born in 1972, was detained in Schrassig (Luxembourg) Prison on the date the application was lodged. He is currently living in Peppange (Luxembourg).", "13. On 15 December 1998 he was remanded in custody.", "14. In a judgment of 22 October 2001, the Criminal Division of the Court of Appeal sentenced him to fifteen years’ imprisonment, of which three years were suspended, for assault occasioning actual bodily harm, rape and false imprisonment accompanied by acts of torture, committed on 10 December 1998.", "15. The applicant provided the Court with copies of several court decisions, given between 14 June 2001 and 13 April 2005, concerning the issue of his visiting rights in respect of his three minor children following his divorce, made final on 19 October 2000.", "16. While in prison, the applicant submitted requests for conditional release, transfer to Givenich semi-open prison and temporary leave of absence (“prison leave”). The requests for prison leave are the subject of the present case.", "17. The applicant stated that he had submitted a request for prison leave to the Attorney-General in October 2003.", "18. At the request of the counselling service’s psychologist, the applicant explained on 16 October 2003 that he was requesting prison leave for one day and had no objection to being escorted while on leave. He stated that the reason for the request was to complete certain administrative formalities, which he listed as follows:", "“(i) go to a photographer or photo booth to obtain passport photos;", "(ii) go to the Transport Ministry to renew my driving licence (medical certificate already obtained);", "(iii) go to the embassy to renew my consular registration card;", "(iv) go to see Mr [B.] at Luxembourg police station, investigations division, to pick up an envelope containing documents needed by a former client;", "(v) go to see the manager of [B.] bank in Esch/Alzette;", "(vi) go to the tax office in Esch/Alzette;", "(vii) meet a group of friends in a restaurant near Esch/Alzette;", "(viii) go to my flat in Differdange to collect the remaining documents for the same client;", "(ix) take some measurements for items I might make in the [prison] workshop;", "(x) go to Differdange town hall for a personal meeting with the mayor;", "(xi) go to the home of Ms [S.] in Luxembourg to meet her husband;", "(xii) go to my lawyer’s office to hand over the missing documents for my former client;", "(xiii) if possible, go to the bookshop near [S.]’s house.”", "In his reply, the applicant stated further:", "“... Unfortunately, the civil damages are still far from being paid, as I have not even had enough funds to make a down-payment. At the moment I am still busy repaying my loans and other debts to the various authorities under the arrangements entered into with the legal departments in order to avoid an unending series of seizures of my property. ...”", "19. On 29 October 2003 a psychologist issued a certificate stating that the applicant had begun a course of psychotherapy on 19 May 1999 which had been discontinued on 30 September 2002 for reasons beyond his control. She stressed that the applicant was anxious to understand what had driven him to commit the offences and to do everything possible to avoid reoffending. On 25 November 2003 a second psychologist, who certified that he had had regular meetings with the applicant since the beginning of 2003, agreed with the comments made in the certificate of 29 October 2003.", "20. On 5 November 2003 the Attorney-General’s representative sent a memorandum to the prison governor stating, in particular, as follows:", "“... please inform the prisoner Thomas Boulois", "that by decision of the Prison Board", "[the] request for prison leave ... [is] refused in view of the risk of deportation (an application was made to the Ministry of Justice on 25 June 2003, but no decision has yet been taken). There is also a risk that the prisoner might abscond, given that he has failed to reflect on his crime. Before being allowed any privileges he must begin to pay the civil party.”", "21. On 17 January 2004 the applicant reiterated his request, giving the same reasons and the same programme for the day’s prison leave. On 27 January 2004 his lawyer confirmed the request and added, inter alia, the following:", "“... granting [the applicant] a day’s prison leave during which he could begin to put his affairs in order with a view to leading an independent life [outside] prison, [would] not only aid [the applicant’s] rehabilitation and reintegration into society, but [would] also enable him to start paying damages to the civil party as quickly as possible. ...”", "22. On 17 March 2004 the Attorney-General’s representative sent a memorandum to the prison governor containing the following passage:", "“... please inform the prisoner Thomas Boulois", "that by decision of the Prison Board", "the decision of 5 November 2003 refusing his request for prison leave ... remains valid.”", "23. On 25 May 2004 the applicant lodged an application with the Administrative Court (tribunal administratif) for judicial review of the decisions of the Prison Board of 5 November 2003 and 17 March 2004.", "24. At a hearing held on 6 December 2004, the Administrative Court raised of its own motion the question whether it had jurisdiction to examine the application for judicial review. The government, who had not raised an objection alleging lack of jurisdiction, left the matter to the discretion of the court. The applicant pleaded that the latter had jurisdiction.", "25. On 23 December 2004 the Administrative Court declined jurisdiction to examine the application for judicial review, for the following reasons:", "“... A distinction must be made between administrative measures relating to the treatment of prisoners in prison (such as a decision to place them in a more secure wing of the prison, and in particular imposing a strict confinement regime – see Administrative Court ruling no. 14568 of 10 July 2002), which are administrative decisions taken in the context of the running of the prison service, and decisions which may alter the nature or scope of a sentence imposed by the ordinary courts, which should be regarded as judicial rather than administrative decisions.", "In the instant case it should be noted that the granting or refusal of the privilege of prison leave constitutes a measure which alters the ‘scope’ of the sentence imposed on the applicant by the ordinary court.", "Hence, the two decisions in question are judicial in nature.", "Accordingly, having regard to their nature as identified above, the impugned decisions cannot be the subject of an application to the administrative courts ...”", "26. On 14 April 2005 the Higher Administrative Court (cour administrative) upheld that ruling in the following terms:", "“The [applicant] submitted that the court had erred in declining jurisdiction to examine his application for judicial review, arguing that: no other remedy existed in respect of such refusal, with the result that section 2(1) of the Law of 7 November 1996 on the organisation of the administrative courts should be applied; the impugned decisions did not alter the scope of the sentence; and the court had denied him justice in breach of Article [6 § 1] of the [Convention] by depriving him of a fair hearing.", "... The [applicant]’s case concerns a request for prison leave, in other words, a decision which alters the terms of execution of the sentence imposed by the ordinary courts and which should therefore be classified as a judicial rather than an administrative decision.", "The expression ‘the scope of the sentence imposed’, used by the court, is not to be understood in the present case as the length of the sentence but as the manner of its execution in a broad sense.", "The Administrative Court was therefore correct in declining jurisdiction to examine the application.", "A finding by the administrative courts that they lack jurisdiction cannot be construed as a declaration of unwillingness on their part to rule on the issue; the allegation of a denial of justice should therefore be dismissed as unfounded.", "Article [6 § 1] of the [Convention] is not applicable in respect of a body which has no power to rule on the merits. ...”", "27. On 11 August 2004 the applicant submitted a third request for prison leave, stating, inter alia, as follows:", "“... I have successfully attended several classes run by the CEP-L [Chamber of Employees] and would like to continue with a view to obtaining the corresponding diplomas.", "The diplomas concerned are in accounting and computer (PC) use. I completed the previous courses successfully, but if I am to achieve my aim it is now essential for me to be able to attend the classes of the autumn session at the CEP-L itself. ...”", "28. In a decision of 21 September 2004, the request was refused on the ground that the applicant could attend courses in prison and that he had as yet made no substantial efforts towards paying compensation to the victim. The decision also referred to the reasoning of the decision of 5 November 2003.", "29. On 14 October 2004 the applicant submitted a fourth request for prison leave – which he produced for the first time before the Grand Chamber – seeking permission to spend a day with his children over the St Nicholas weekend.", "30. In a decision of 14 December 2004, the request was refused on the ground that the applicant’s visiting rights in respect of his children had not yet been clearly established.", "31. In a fifth request submitted on 24 February 2005, the applicant stated, among other things, that he could not understand why, in view of the need for him to reintegrate into society, he had been refused permission to attend the final classes required in order to obtain the diplomas in accounting and computing. He added that the reason he had requested prison leave was to renew his identity papers and driving licence and find a solution regarding the repayment of his debts to the various institutions and the civil party.", "32. On 23 March 2005 his request was refused for failure to give reasons.", "33. On 12 July 2005 a sixth request for prison leave was refused on the ground that there was a risk that the applicant would not return to prison.", "34. On 4 May 2006 a seventh request for prison leave was refused on the grounds that the applicant had been making no efforts, especially with regard to paying compensation to the civil party, and had been refusing to abide by the conditions imposed on him.", "35. Following the refusal of 4 May 2006, the applicant applied to the Attorney-General’s Department on five occasions between 10 May and 29 October 2006. He requested assistance in putting in place a repayment plan appropriate to his circumstances and the demands of the civil party, and sought an explanation of the conditions imposed on him with a view to his reintegration into society, so that he could comply with them. On 6 November 2006 the Attorney-General’s representative wrote to the applicant informing him that, as matters stood, he did not intend to reply to the various letters, which, in his view, did not call for any comment.", "36. On 20 November 2006 the Attorney-General acknowledged receipt of a request from the applicant for an interview and said that he would meet him during one of his forthcoming visits to the prison. According to the applicant, the meeting never took place.", "37. On 31 October 2008 the Prison Board granted the applicant one day’s prison leave, subject to the condition that he would be collected from the prison and brought back there by his new girlfriend, at whose home he was to spend the day.", "38. Between 12 December 2008 and 19 June 2009 the applicant was granted five periods of prison leave of two consecutive days, to be spent with his girlfriend.", "39. On 20 March 2009 the applicant was transferred to Givenich semiopen prison. The same day, in a separate decision, he was granted ten days’ prison leave in order to look for work and complete various administrative formalities; it was also decided to place him under the semicustodial regime once he had found work.", "40. On 24 June 2009 the applicant signed a vocational rehabilitation contract as a cook.", "41. On 25 September 2009 his request for conditional release was granted.", "42. In three decisions (dated 25 September and 11 December 2009 and 26 February 2010), the requests made by the applicant for suspension of his sentence, due to end on 12 October 2010, were refused.", "43. On 10 February 2010 the applicant started up a business as a sole trader.", "44. On 15 July 2010 the applicant’s sentence was suspended. According to his submissions, he left Givenich Prison definitively on that date.", "45. Section 1 of the Law of 26 July 1986 on certain means of executing custodial sentences (“the 1986 Law”) lists the various arrangements which execution of a custodial sentence may entail:", "“The execution of a custodial sentence may entail one of the following: serving of the sentence in instalments, semi-custodial regime, prison leave, suspension of sentence, early release.”", "46. Section 6 of the 1986 Law defines prison leave as follows:", "“Prison leave shall consist of permission to leave prison either for part of a day or for periods of twenty-four hours. The time shall count towards the length of the sentence.”", "47. Section 7 of the 1986 Law provides as follows with regard to the objectives of prison leave:", "“This privilege may be granted to prisoners who are domiciled or resident in the country, either for family reasons or to make preparations for their rehabilitation and reintegration into professional life, or on a trial basis with a view to their conditional release.”", "48. Section 8 of the 1986 Law provides that this measure may be granted to first offenders once one-third of their sentence has been served.", "49. Section 13 of the 1986 Law provides as follows:", "“In applying the arrangements provided for by this Law, consideration shall be given to the personality of the prisoner, his or her progress and the risk of a further offence.”", "According to the comments on this provision accompanying the relevant bill when it was submitted, the granting of measures relating to the means of executing a sentence “will never be automatic and will ultimately remain at the discretion of the postsentencing authority, which will decide freely on the basis of the information it has obtained concerning the prisoner”.", "50. Under the terms of the Grand-Ducal Regulation of 19 January 1989 laying down, inter alia, detailed arrangements for the granting of prison leave, such leave may be granted at the request of the prisoner concerned or his or her representative (Article 4); the request must be made in writing, unless the prisoner is unable or does not know how to write. The interval between periods of leave must be at least one month, except in special circumstances (Article 5). Where a request for prison leave is refused, no new request may be made within two months, unless new evidence comes to light (Article 6).", "51. Section 12 of the 1986 Law states as follows:", "“In the case of custodial sentences of over two years ... the measures provided for by this Law ... shall be taken by the Attorney-General or his or her representative in accordance with the majority decision of a board comprising, in addition to the Attorney-General or his or her representative, a judge and a public prosecutor.", "...", "The board shall be convened by the Attorney-General or his or her representative and shall be chaired by the judge.", "With the exception of the Attorney-General or his or her representative, the full members and their substitutes shall be appointed by ministerial order for a renewable three-year term.”", "52. In Recommendation No. 30, set out in his activity report on the year from 1 October 2007 to 30 September 2008, the Ombudsman expressed the view that the system for the execution of sentences in Luxembourg needed to be overhauled, and advocated the creation of the office of post-sentencing judge. The latter would give decisions, open to appeal, on applications for prison leave following adversarial proceedings.", "53. In his activity report on the year from 1 October 2009 to 30 September 2010, the Ombudsman took note of the fact that the Minister of Justice, in an article published in a Luxembourg daily newspaper, had spoken in favour of handing over to a judicial body some of the powers currently exercised by the Attorney-General’s representative with responsibility for the execution of sentences or by the Prison Board. On 22 December 2011 the Minister of Justice presented the broad outlines of the planned prison reform, which included a bill approved by the government at a Cabinet meeting on 16 December 2011 reforming the system of execution of sentences by establishing, inter alia, a postsentencing court. The bill must now go through the different stages of the legislative procedure.", "54. There are two prisons in Luxembourg, with a prison population of around 700. Most prisoners are held in Luxembourg Prison, which is a closed institution. There is also a semiopen prison (Givenich Prison) which mainly houses prisoners approaching the end of their sentences or serving shorter sentences. Most leave the prison each day to go to work.", "55. The Government stated that a distinction needed to be made between requests for prison leave made by inmates in Luxembourg Prison and those in Givenich.", "56. In 2009, 146 requests for prison leave were granted and 169 refused; for 2010, the figures were 114 and 128 respectively.", "57. The Government observed that numerous requests for prison leave were bound to fail as they were submitted before expiry of the statutory period. In other words, the prisoners concerned had not yet served one-third of their sentence (in the case of a first offender) or half their sentence (in the case of a repeat offender), or the request was made less than two months after notification of the refusal of a previous request.", "58. In 2009, 376 requests for prison leave were granted and 192 refused; for 2010, the figures were 409 and 191 respectively.", "59. The Recommendation states, inter alia, as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "...", "Considering that prison leave is one of the means of facilitating the social reintegration of the prisoner;", "Having regard to experience in this field,", "Recommends the governments of member States:", "1. to grant prison leave to the greatest extent possible on medical, educational, occupational, family and other social grounds;", "2. to take into consideration for the granting of leave:", "– the nature and seriousness of the offence, the length of the sentence passed and the period of detention already completed,", "– the personality and behaviour of the prisoner and the risk, if any, he may present to society,", "– the prisoner’s family and social situation, which may have changed during his detention,", "– the purpose of leave, its duration and its terms and conditions;", "3. to grant prison leave as soon and as frequently as possible having regard to the aforementioned factors;", "4. to grant prison leave not only to prisoners in open prisons but also to prisoners in closed prisons, provided that it is not incompatible with public safety;", "...", "9. to inform the prisoner, to the greatest extent possible, of the reasons for a refusal of prison leave;", "10. to provide the means by which a refusal can be reviewed;", "...”", "60. The Recommendation, in its relevant parts, reads as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "...", "Bearing in mind the relevance of the principles contained ... in particular [in]:", "– Recommendation No. R (82) 16 on prison leave;", "...", "1. For the purposes of this recommendation, a ... long-term prisoner is one serving a prison sentence or sentences totalling five years or more.", "...", "2. The aims of the management of ... long-term prisoners should be:", "...", "– to increase and improve the possibilities for these prisoners to be successfully resettled in society and to lead a law-abiding life following their release.", "...", "23.b. Particular efforts should be made to allow for the granting of various forms of prison leave, if necessary under escort, taking into account the principles set out in Recommendation No. R (82) 16 on prison leave.", "...”", "61. The Recommendation reads, inter alia, as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "...", "Stressing that the enforcement of custodial sentences and the treatment of prisoners necessitate taking account of the requirements of safety, security and discipline while also ... offer[ing] ... treatment programmes to inmates, thus preparing them for their reintegration into society;", "...", "Endorsing once again the standards contained in the recommendations of the Committee of Ministers of the Council of Europe, ... and in particular ... Rec(2003)23 on the management by prison administrations of life sentence and other long-term prisoners;", "...", "103.2 As soon as possible after such admission, reports shall be drawn up for sentenced prisoners about their personal situations, the proposed sentence plans for each of them and the strategy for preparation for their release.", "103.3 Sentenced prisoners shall be encouraged to participate in drawing up their individual sentence plans.", "103.4 Such plans shall as far as is practicable include:", "...", "d. preparation for release.", "...", "103.6 There shall be a system of prison leave as an integral part of the overall regime for sentenced prisoners.", "...", "107.1 Sentenced prisoners shall be assisted in good time prior to release by procedures and special programmes enabling them to make the transition from life in prison to a law-abiding life in the community.", "107.2 In the case of those prisoners with longer sentences in particular, steps shall be taken to ensure a gradual return to life in free society.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}