{"ITEMID": "001-59218", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF KURZAC v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["9. H.K., the applicant’s brother, had been a member of the Polish resistance troops of the underground National Armed Forces (Narodowe Siły Zbrojne), commonly referred to as the “NSZ”. The NSZ had been founded in September 1942 and, originally, formed partisan forces fighting the Germans during the Second World War. At the end of 1943 the NSZ’s command, considering that the defeat of the Germans was inevitable, decided that the main enemy was the communist Soviet Union and ordered that, from that time on, the NSZ should direct its attacks against the Red Army and the Polish communist partisan forces. After the liberation of Poland, some of the NSZ members took refuge in the West, while others, after being ordered not to attack the Red Army directly, established an underground resistance movement against the communist government. On 10 February 1948 H.K. was convicted by the Warsaw District Military Court (Wojskowy Sąd Rejonowy) in connection with, inter alia, his membership of the NSZ, which was considered an “illegal organisation established with the aim of subverting the political and legal system of the State”. He was sentenced to seven years’ imprisonment and then served his sentence. He was released on an unspecified date. On 7 August 1956 he was shot dead by a militia officer.", "10. On 3 September 1993 the applicant lodged an application under section 3(1) of the Law of 23 February 1991 on annulment of convictions whereby persons were persecuted for their activities aimed at achieving independence for Poland (Ustawa o uznaniu za nieważne orzeczeń wydanych wobec osób represjonowanych za działalność na rzecz niepodległego bytu Państwa Polskiego) (“the 1991 Act”) with the Warsaw Regional Court (Sąd Wojewódzki), seeking to have his late brother’s conviction of 10 February 1948 declared null and void. Shortly afterwards, the court decided that the applicant’s request would be examined together with a similar application, which had been lodged by the widow of a co-defendant of his brother on 24 June 1993.", "11. On 27 December 1993 the applicant’s lawyer asked the court to set a date for a hearing as soon as possible, submitting that his client was an elderly person suffering from various ailments and that the court should therefore give priority to his case.", "12. On 9 November 1994 the applicant’s lawyer again asked the Warsaw Regional Court to fix a date for a hearing, maintaining that his previous application for the proceedings to be accelerated had been to no avail and that the period of total inactivity on the part of that court had, in the meantime, exceeded one year.", "13. On 21 November 1994 the Deputy Chief Judge of the Criminal Division of the Warsaw Regional Court informed the applicant that 10,000 similar applications had been lodged with that court during the previous three years. This had created inevitable organisational problems because the judges of the Criminal Division were doubly overburdened: by the number of criminal cases which they had to deal with as their normal work and by the extra work arising from the significant number of cases concerning applications for wrongful convictions to be declared null and void. Moreover, as far as possible, the court was giving priority to applications lodged by living victims of repression and, therefore, it had to postpone the examination of those lodged on behalf of deceased victims. However, and in any event, there was no possibility of clearing the existing backlog within the next few years.", "14. On 7 April 1998 the Warsaw Regional Court listed a hearing in the applicant’s case for 25 May 1998. On that date the court annulled the conviction of 10 February 1948 insofar as it concerned the charges relating to activities regarded as having been aimed at achieving independence for Poland. Since no party to the proceedings appealed within the statutory time-limit of seven days, the first-instance decision became final on 2 June 1998.", "15. The Law of 23 February 1991 on annulment of convictions whereby persons were persecuted for their activities aimed at achieving independence for Poland sets out rules concerning the conditions under which certain politically-motivated convictions rendered from 1 January 1944 to 31 December 1956 can be declared null and void, and provides for the State’s civil liability for such convictions.", "16. At the material time the relevant part of section 1(1) of the 1991 Act provided:", "“Convictions or other decisions rendered by the Polish judicial, prosecuting or extra-judicial authorities during the period ... from 1 January 1944 to 31 December 1956 shall be declared null and void if the offence with or of which the person concerned was charged or convicted related to activities undertaken by him with the aim of achieving independence for Poland, or if the decision in question was taken on the ground that he had undertaken such activity. The same applies to persons convicted of resisting the collectivisation of farm land and compulsory contributions of foodstuffs.”", "17. The relevant part of section 3, as applicable at the material time, read:", "“1. A conviction or decision [referred to in Section 1(1)] shall be declared null and void on an application lodged by [one of the following persons]: the Ombudsman, the Minister of Justice, a prosecutor, a victim of repression or any person authorised by law to lodge an appeal on his behalf; where a victim of repression has since died, or he has left the territory of Poland, or is mentally ill, such an application may be lodged by any of his close relatives: ... siblings or spouse, or by an association of persons persecuted for activities undertaken by them with the aim of achieving independence for Poland.", "2. The court shall determine the case at a hearing on the basis of the case-file of the organ which made the original decision. It may, where necessary, obtain additional evidence.", "3. A party entitled to file an application under paragraph 1 shall be entitled to appeal against a decision on whether or not the original decision should be declared null and void.", "4. Unless otherwise provided, the provisions of the Code of Criminal Procedure shall apply by analogy to the proceedings [relating to applications under paragraph 1]; however, a prosecutor must participate in the hearing. A victim of repression [and other persons entitled under paragraph 1 to lodge an application] or, with the court’s leave, other persons may participate in the hearing. The hearing shall be recorded in minutes.”", "18. On 21 May 1993 the 1991 Act was amended to the effect that its provisions from that date on became applicable to persons who had been persecuted or convicted for political reasons by the Stalinist Soviet authorities by virtue of an agreement concluded on 26 July 1944 between the Polish Committee of National Liberation (Polski Komitet Wyzwolenia Narodowego) and the government of the USSR. Under that amendment, only the Warsaw Regional Court was competent to deal with applications lodged by this group of repressed or wrongly convicted persons. Later, on 3 February 1995, the 1991 Act was again amended; this time to the effect that all regional courts could deal with applications lodged by such persons. The second amendment took effect on 1 April 1995."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}