{"ITEMID": "001-57554", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF PAKELLI v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-3-c;Not necessary to examine Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings", "JUDGES": "", "TEXT": ["7. Mr. Pakelli, a Turkish national born in 1937, is currently living in Turkey; he was resident in the Federal Republic of Germany from 1964 to 1976.", "8. The applicant arrived in the Federal Republic in February 1964 and was engaged by the firm of Audi-NSU at Neckarsulm. He stayed there for two and a half years. Subsequently, he had a succession of different occupations: mechanic in another firm at Neckarsulm, manager of a restaurant, independent insurance and building-loans broker. The last-mentioned activity, which consisted of negotiating and concluding, for example, life-insurance and savings contracts with Turkish workers, provided him, as he himself stated, with a very good monthly income.", "9. On 31 May 1972, the Heilbronn District Court (Amtsgericht) imposed on him a suspended sentence of ten months’ imprisonment for an offence against the Narcotics Act (Betaeubungsmittelgesetz). The Heilbronn Regional Court (Landgericht) dismissed the applicant’s appeal on 12 March 1973.", "These proceedings are not here in issue.", "10. The criminal proceedings to which the present case relates began in 1974.", "Mr. Pakelli was arrested on 7 May on suspicion of having committed a further offence against the Narcotics Act; on 4 September, he was granted the assistance of an officially appointed lawyer, namely Mr. Wingerter, of Heilbronn.", "11. The trial opened before the Heilbronn Regional Court on 7 April 1976 and continued on 8, 14, 23 and 3O April. The applicant was defended by Mr. Wingerter and, at certain moments, by Mr. Rauschenbusch, a member of the same firm.", "On 3O April, the court sentenced Mr. Pakelli to two years’ and three months’ imprisonment for an offence against the Narcotics Act and for tax evasion (Steuerhinterziehung): it was found to be proved that in the spring of 1972 the accused had illegally imported into Germany sixteen kilograms of cannabis resin of Turkish origin, hidden in his car.", "12. On 3 May 1976, Mr. Wingerter filed an appeal on points of law (Revision). In his memorial of 5 August, setting out the grounds of appeal, he relied, inter alia, on Article 146 of the Code of Criminal Procedure, which provides that several accused persons may not be defended by one and the same lawyer (see paragraph 26 below). Mr. Wingerter explained that he had previously represented another person who on the occasion in question had, according to the Regional Court’s findings, been Mr. Pakelli’s accomplice.", "Mr. Pakelli was released on 10 August 1976 and returned to Turkey.", "On 22 October, the Federal public prosecutor (Generalbundesanwalt) moved that the appeal be held inadmissible on the ground that it had been filed by a defence counsel who, on his own admission, was not entitled to represent the applicant.", "On 19 November, Mr. Rauschenbusch applied for leave to proceed out of time (Wiedereinsetzung in den vorigen Stand) in order to lodge a fresh appeal, which appeal he in fact filed at the same moment. On 21 December 1976, the Federal Court (Bundesgerichtshof) allowed the application; it had first sought the opinion of the public prosecutor who, without giving reasons, had indicated that he was in favour of such a course.", "On 13 January 1977, the Regional Court granted Mr. Rauschenbusch’s request of 19 November 1976 to be appointed official defence counsel to file the memorial setting out the grounds of appeal; two weeks later it relieved Mr. Wingerter of his duties.", "13. In his memorial of 26 January 1977, which was thirty-four pages in length, Mr. Rauschenbusch complained solely of procedural errors (Verfahrensrugen). He listed nineteen, most of which concerned decisions of the Heilbronn Regional Court refusing to appoint an expert or to summon, question or have questions put to witnesses. The last of the alleged errors related to Article 146 of the Code of Criminal Procedure: recalling that Mr. Wingerter had previously defended another person whom the Regional Court had convicted, on 21 June 1974, as an accomplice of Mr. Pakelli, Mr. Rauschenbusch maintained that this recourse to a common defence counsel had been contrary to the interests of both accused (see paragraph 26 below).", "14. In its observations in reply (Gegenerklärung) of 14 March 1977, the public prosecutor’s office attached to the Regional Court submitted that the appeal was inadmissible. It considered that Article 146 prevented Mr. Rauschenbusch, just as it did Mr. Wingerter, from acting in the case as officially appointed lawyer. Mr. Rauschenbusch replied on 23 March. He pointed out, amongst other things, that since he had never defended Mr. Pakelli’s accomplice, Article 146 did not apply to him.", "On 20 April, the Federal public prosecutor invited the above-mentioned office to comment on the complaints that had been made; in his view, it was at least doubtful whether the appeal was inadmissible de plano.", "On 12 August, the Heilbronn public prosecutor’s office filed its supplementary observations (weitere Gegenerklaerung), dated 1 August; it sent a copy to Mr. Rauschenbusch. In accordance with the practice in such matters (Instruction no. 162 of the Instructions on Criminal Procedure and Administrative Fines Procedure - Richtlinien für das Strafverfahren und das Bussgeldverfahren), the observations reproduced for each complaint the relevant documents in the case-file, in particular the requests made by the applicant’s lawyer during the trial and the decisions taken by the Regional Court thereon. As regards Article 146 of the Code of Criminal Procedure, the public prosecutor’s office referred to its earlier observations, including those of 14 March.", "15. On application by the Federal public prosecutor’s office, the Federal Court decided on 13 October 1977 to hold a hearing (Hauptverhandlung) on 29 November. Mr. Rauschenbusch and his client, who had returned to Turkey, were notified of this on 17 October.", "16. On 24 October, Mr. Rauschenbusch applied to be officially appointed as the applicant’s lawyer for the hearing of 29 November.", "The President of the 1st Criminal Chamber (Strafsenat) of the Federal Court refused the application on the following day. In his view, an accused (Angeklagter) who was at liberty was not entitled to such an appointment for hearings in an appeal on a point of law; there was no legal requirement at that stage for him either to appear in person or to be represented by a lawyer (Article 350 paras. 2 and 3 of the Code of Criminal Procedure; see paragraph 22 below). As regards compliance with procedural rules (verfahrensrechtlich), an appeal court (Revisionsgericht) would examine the impugned decision on the basis of the written grounds of appeal; as regards any substantive complaints (bei sachlichrechtlicher Beanstandung), it would affect of its own motion a review that was not subject to any limitations. Furthermore, on this occasion neither the facts of the case nor the legal issues it raised justified the appointment requested.", "In the objections (Gegenvorstellungen) he raised on 7 November 1977, Mr. Rauschenbusch cited a judgment of 19 October 1977 of the Federal Constitutional Court (see paragraph 22 below), holding that, in addition to the cases provided for by law, legal aid had to be granted for hearings in appeals on a point of law in \"serious\" (\"schwerwiegend\") cases if the person concerned was unable to pay a lawyer of his own choosing. And, he submitted, Mr. Pakelli was in such a situation, for a final conviction would lead to his expulsion. Mr. Rauschenbusch asked the Federal Court to indicate whether he should supply particulars of the applicant’s assets in order to substantiate (glaubhaft machen) the latter’s lack of means. According to Mr. Rauschenbusch, Mr. Pakelli was obviously (offensichtlich) not in a position to pay a lawyer. He had come to the Federal Republic as a migrant worker and had returned to Turkey after spending a long (laengeren) period in Heilbronn prison. It was evident that he had no savings.", "Mr. Rauschenbusch requested that, if need be, the matter be referred to the Chamber for decision.", "On 10 November, the President of the 1st Criminal Chamber of the Federal Court confirmed his decision of 25 October refusing the application; he took the view that the above-mentioned judgment of 19 October 1977 did not concern a case that was comparable to the applicant’s.", "17. The hearing was held on 29 November 1977, in the absence of the applicant and of Mr. Rauschenbusch. According to the minutes, the Federal Court heard the judge acting as rapporteur and then the submissions (Ausfuhrungen) of an official of the Federal public prosecutor’s office (Bundesanwaltschaft) in favour of rejecting the appeal. After deliberating in private, the court gave on the same day judgment dismissing the appeal.", "The judgment held firstly that the appeal was admissible: Article 146 of the Code of Criminal Procedure did not prevent Mr. Rauschenbusch from representing Mr. Pakelli before the Federal Court. On the other hand, that Article had not been complied with at first instance since Mr. Wingerter had previously defended the applicant’s accomplice. However, the Federal Court, referring to a judgment of its 3rd Criminal Chamber (see paragraph 26 below), added that an appeal on a point of law based on that Article could succeed only if the representation of several accused by one and the same lawyer proved to be really defence. And on this occasion it had not been established that there was any conflict of interests.", "The Federal Court then rejected the remainder of the complaints: some were examined in detail and held to be without foundation and the others were considered more briefly and held to be manifestly ill-founded.", "The judgment, which was ten pages in length, was served on Mr. Rauschenbusch on 21 December 1977.", "18. In January 1978, Mr. Wingerter lodged an appeal with the Federal Constitutional Court. Alleging a violation of Articles 1, 2, 3, 6, 20 and 103 para. 1 of the Basic Law, he repeated the submissions made by his colleague Mr. Rauschenbusch before the Federal Court on 7 November 1977 (see paragraph 16 above). He argued that it was only through a defence counsel that Mr. Pakelli could have availed himself of his right to be heard: he lived in Turkey, lacked financial resources and had an insufficient command of German. In addition, the legal issues involved were particularly complex, as was shown by the length of the memorial setting out the grounds of appeal (see paragraph 13 above) and the Federal Court’s decision to hold a hearing. Mr. Pakelli should therefore have been given the opportunity of stating his views on the submissions of the Federal public prosecutor’s office. Again, the consequences of an unfavourable judgment would have been such as to make the official appointment of a lawyer essential: for the applicant, dismissal of the appeal meant his undoing in Germany and the breakdown of his marriage and family life.", "Mr. Wingerter, who requested that legal aid be granted to the applicant, asked the Constitutional Court to indicate whether he should supply particulars of his client’s assets in order to substantiate (glaubhaft machen) the latter’s lack of means.", "In a ruling given on 10 May 1978 by a panel of three judges, the Constitutional Court decided not to hear the appeal on the ground that it did not offer sufficient prospects of success. The Constitutional Court found nothing arbitrary in the decision of the President of the 1st Criminal Chamber of the Federal Court. Moreover, the case was not \"serious\", within the meaning of the above-mentioned judgment of 19 October 1977 (see paragraphs 16 above and 22 below). Finally, Mr. Pakelli could have remained in the Federal Republic of Germany and attended the hearing before the Federal Court, if need be with the assistance of an interpreter.", "19. After his arrest on 7 May 1974, Mr. Pakelli had remained in custody until 10 August 1976, partly in detention on remand and partly to serve sentences that had been imposed on him.", "20. If the accused has not chosen a defence counsel, the trial court will appoint one in the following cases (listed in Article 140 para. 1 of the Code of Criminal Procedure):", "- the trial at first instance is before the Court of Appeal (Oberlandesgericht) or the Regional Court;", "- the accused is charged with an indictable offence (Verbrechen);", "- the proceedings may result in the accused’s being prohibited from exercising a profession;", "- the accused is deaf or dumb;", "- the accused has been interned for at least three months by order or with the approval of a court and has not been released at least two weeks before the opening of the trial;", "- the question arises whether the accused should be detained for mental examination;", "- the case concerns preventive detention proceedings (Sicherungsverfahren);", "- a decision has been taken prohibiting the previous defence counsel from taking part in the proceedings.", "An appointment will also be made in other cases, either by the court of its own motion or at the accused’s request, if such a step appears necessary on account of the seriousness of the act in question, the factual or legal complexity of the case, or if it is obvious that the accused cannot conduct his own defence (Article 140 para. 2).", "21. The official appointment of a lawyer by the trial court covers not only the proceedings before that court but also the written stage of any appeal on a point of law. If necessary, the trial court will make a special appointment for the latter stage.", "22. An accused (Angeklagter) who is in custody does not have an enforceable right to attend hearings in an appeal on a point of law - whether before the appeal court or the Federal Court (Articles 121 and 135 of the Judicial Code - Gerichtsverfassungsgesetz) -, but he may be represented thereat by a lawyer (Article 350 para. 2). If he has not chosen a lawyer and is not brought to the hearing, the President of the court having jurisdiction will appoint one for him if he so requests (Article 350 para. 3).", "An accused who is at liberty may appear in person or be represented by a lawyer at the appeal hearing (Article 350 para. 2). According to the case-law of the Federal Court, defence counsel can be assigned to him only under Article 140 para. 2 (see paragraph 20 above), since Article 140 para. 1 does not apply to hearings in an appeal on a point of law (Entscheidungen des Bundesgerichtshofes in Strafsachen, vol. 19, pp. 258-263).", "Furthermore, the Federal Constitutional Court has held that defence counsel is to be appointed by the court of its own motion and at the expense of the State in serious cases (schwerwiegende Fälle) if the accused cannot pay for a lawyer of his own choosing (Entscheidungen des Bundesverfassungsgerichts, vol. 46, pp. 202-213).", "23. The court concerned may dispose of an appeal on a point of law without hearings in the following cases only:", "- where it finds the appeal inadmissible (Article 349 para. 1 of the Code of Criminal Procedure);", "- where, on a reasoned application by the public prosecutor’s office, the court considers unanimously that the appeal is manifestly ill-founded (Article 349 para. 2); and", "- where the court finds unanimously that an appeal filed in the interests of the accused is well-founded (Article 349 para. 4).", "In all other cases the court has to hold a hearing before taking its decision (Article 349 para. 5); before the Federal Court, there are hearings in only ten per cent of the appeals on points of law lodged in criminal cases.", "When the public prosecutor’s office applies for an appeal to be rejected as manifestly ill-founded, it has to communicate its submissions and the reasons to the appellant; the latter may file a reply within two weeks (Article 349 para. 3).", "24. Article 350 para. 1 requires that the accused and his lawyer be informed of the date and place of the hearing; if it is not possible to contact the former, notification to the latter is sufficient.", "25. Appeal hearings open with the rapporteur’s address; this is followed by the statements and submissions of the public prosecutor’s office, the accused and his defence counsel. The appellant is heard first and the last address to the court is always made by the accused (Article 351).", "26. According to the former version of Article 146 of the Code of Criminal Procedure, which was in force until 31 December 1974, several accused could be represented by a single counsel if this was not contrary to the interests of the defence. As it was often difficult for courts to detect or establish such conflicts of interests, Article 146 was modified in 1974: the new text, which has been applicable since 1 January 1975, does not allow several accused to be defended by a common defence counsel.", "However, the Federal Court (3rd Criminal Chamber) held on 27 February and 13 October 1976 that an appeal on a point of law based on a violation of Article 146 could succeed only if recourse to a common defence counsel was in fact contrary to the interests of the defence (Entscheidungen des Bundesgerichtshofes in Strafsachen, vol. 26, pp. 291-298; vol. 27, pp. 22-24). The 1st Criminal Chamber followed these precedents in its judgment of 29 November 1977 in the present case (see paragraph 17 above). The Government stated that this interpretation has since been accepted by all the Criminal Chambers of the Federal Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}