{"ITEMID": "001-96220", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MIKHAYLYUK AND PETROV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicants were born in 1949 and 1951, respectively, and live in Odessa.", "5. From 1976 until 1996 the second applicant worked for the Chernomorska Penitentiary Institution no. 74 (“the colony”). He was provided with a room in a hall of residence, which was situated on the site of the colony and had the same postal address. He resided there until 1991. Afterwards, the applicants lived together in the first applicant's flat. The second applicant is still entitled to reside in the colony and it remains his registered place of residence.", "6. In September 1998 the applicants instituted civil proceedings in the Prymorskyy District Court of Odessa against the colony and the local post office. They alleged that letters addressed to them by domestic and international courts, which had been delivered to the address of the second applicant, had been unlawfully opened and read by the defendant institutions. The applicants sought compensation for non-pecuniary damage.", "7. On 29 March 2001 the court rejected the applicants' claims. It established that the colony had opened two letters addressed to the applicants: the letter of 27 October 1998, sent by the Starokyivskyy District Court of Kyiv to the first applicant, and the letter of 24 August 1998, sent by the European Court of Human Rights to the second applicant in the context of his previous application to the Court (no. 44997/98, declared inadmissible on 26 October 1999).", "8. The court held that, pursuant to Article 28 of the Correctional Labour Code of 1970 and section 7 of the Pre-Trial Detention Act of 1993, the administration of the colony had been authorised to monitor all correspondence delivered to it. Since the room of the second applicant was situated on the premises of the colony, his correspondence had been dealt with by its administration in accordance with the rules applicable to detainees' correspondence. The court also found that the administration had acted in accordance with the Instruction on the processing of documents in the organs of the Ministry of the Interior and the Instruction on the organization of the monitoring of correspondence of persons held in penitentiary institutions and pre-trial detention centres, issued by the Ministry of the Interior on 22 June 1993 and 28 May 1999, respectively. The court further stated that the letter addressed to the first applicant had been opened also due to the fact that there had been a detainee with the same name in the colony. The court concluded that the interception of the applicants' correspondence had not violated their constitutional rights.", "9. On 19 July 2001 the Odessa Regional Court upheld the first-instance court's decision. On 15 May 2002 a panel of three judges of the Supreme Court rejected the applicants' request for leave to appeal in cassation.", "10. The relevant provisions of the Constitution read as follows:", "“Everyone shall be guaranteed privacy of mail, telephone conversations, telegraph and other correspondence. Exceptions shall be established only by a court in cases envisaged by law, with the purpose of preventing crime or ascertaining the truth in the course of the investigation of a criminal case, if it is not possible to obtain information by other means.”", "“Everyone shall have a right to compensation from public or municipal bodies for losses sustained as a result of unlawful decisions, acts or omissions by public or municipal bodies or civil servants in the performance of their official duties.”", "11. According to Article 2 of the Code, the correctional labour legislation regulated the procedure and conditions of serving criminal sentences and the activities of the organs enforcing criminal sentences.", "12. Article 28 of the Code provided that detainees' correspondence was subject to censorship, and their parcels and packages were subject to opening and checking.", "13. According to section 1 of the Act, pre-trial detention is a preventive measure in respect of an accused, a defendant or a person suspected of having committed a crime punishable with imprisonment, or a convicted person whose sentence has not yet become final.", "14. Section 7 of the Act provides that detainees' personal belongings and correspondence must be checked.", "15. At the material time Articles 177 and 187 of the Code empowered investigators to intercept a person's correspondence on the basis of a prosecutor's or a court's warrant if there were sufficient grounds to believe that such correspondence contained information of importance for establishing the truth in a criminal case.", "16. According to section 1 of the Act, as worded at the material time, retrieval and search operations were aimed at detection and recording of information about unlawful activities by a person or groups of persons and about intelligence and subversive activities of foreign special services, and in the interests of public safety. Retrieval and search operations were to be carried out by the organs of the Interior, the Security Service, the Boarder Guard Forces, the State Guard Department, and the Tax Administration (section 5). Interception of correspondence, as one of the types of such activities, required a prosecutor's warrant (section 8).", "17. Section 6 of the Act contained an exhaustive list of grounds pursuant to which retrieval and search operations might be carried out, which included the presence of sufficient information about crimes, intelligence and subversive activities against Ukraine, persons who were preparing or have committed crimes, persons hiding from the investigative bodies or evading the application of criminal sanctions, and disappeared persons; the submission of requests by the relevant authorities to check persons for the reasons of granting them access to secret information; and the need to obtain intelligence information in the interests of public and State safety."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}