{"ITEMID": "001-4804", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "A.T. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish national, born in 1961 and living in the Helsinki area.", "A.", "In 1987 a daughter, J., was born to the applicant and M. In 1989 the parents divorced. In 1990 the applicant was awarded sole custody of J. During the court proceedings J. was occasionally placed in a children’s home and with substitute parents, following the applicant’s consent.", "In 1994 a second daughter, A., was born to the applicant, the father being P. In 1994 P. brought proceedings before the Turku District Court, seeking to obtain sole custody of A. The applicant also requested sole custody.", "On 30 May 1995 an official acting on behalf of the Turku Social Welfare Board (sosiaalilautakunta, socialnämnden) placed both children in immediate public care in a children’s home in pursuance of Section 18 of the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983 as amended by Act 13/1990). The applicant had left the children on the premises of the Turku District Court, objecting to its processing of P.’s action for sole custody of A. The applicant had told J. she no longer had the strength to care for the children and that they “no longer had a mother”. After the incident the applicant could not be reached. A few days later she had telephoned a social welfare official to say she had “bid farewell to her children” and “had stopped being a mother”.", "By decisions of 28 June 1995 the Social Welfare Board, in pursuance of Section 16 of the Child Welfare Act, maintained the public care of the children after having heard the applicant and the respective fathers. The applicant had opposed the public care. On 31 August 1995 the Turku and Pori County Administrative Court (lääninoikeus, länsrätten) heard the applicant, a social welfare official, the applicant’s psychologist and a nurse of the children’s home. In its decisions of 21 September 1995 the County Administrative Court upheld the care orders, essentially considering that the applicant’s uncontrolled and unforeseeable behaviour had seriously jeopardised the children’s health and development. Although the applicant had previously availed herself of support measures for herself and the children, she was no longer willing to co-operate with the social welfare officials, being of the opinion that there was no need for such measures. The applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen). On 23 February 1996, however, she withdrew her appeals, considering that the she could not expect an impartial examination thereof. On 9 May 1996 the cases were struck out.", "For the follow-up of its care orders the Social Welfare Board, on 21 July 1995, requested the Tampere University Hospital to disclose information of significance to the applicant’s children’s growth and development. The request was made pursuant to Section 56 of the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982).", "On 16 June 1995 the District Court refused the applicant’s request for the appointment of a guardian ad litem for herself and her children. The applicant had argued that a guardian was needed to protect them “against the arbitrary acts of the Social Welfare Office” until the custody proceedings had come to an end. The applicant’s extraordinary appeal was rejected by the Turku Court of Appeal (hovioikeus, hovrätten; “the Court of Appeal”) on 28 February 1996. Her extraordinary appeal to the Supreme Court (korkein oikeus, högsta domstolen) was rejected on 19 June 1996.", "On 24 August 1995 the District Court, at P.’s request, appointed a guardian ad litem for A. for the purposes of the custody proceedings. The applicant’s appeal was rejected by the Court of Appeal on 28 February 1996. Leave to appeal was refused by the Supreme Court on 19 June 1996.", "On 27 October 1995 the District Court granted P. sole custody of A. The applicant had not requested access to A. in the event of her not being awarded sole custody. Her request for an order regarding access arrangements solely between her two daughters was refused as not being based on law. The applicant’s appeal was refused by the Court of Appeal on 11 March 1996 after a re-hearing. On 12 September 1996 she was refused leave to appeal to the Supreme Court.", "On 1 November 1995 P. requested that the public care of A. be revoked. On 13 December 1995 the Social Welfare Board considered that although the original grounds for the public care of A. were no longer at hand, its termination at that moment would run counter to the child’s best interest. The Board decided to revert to the matter within three months but allowed the public care to be implemented in P.’s home. On 12 January 1996 the County Administrative Court declined to examine the applicant’s various petitions in which she objected, inter alia, to the implementation of the public care in P.’s home. The applicant’s respective appeals were rejected by the Supreme Administrative Court on 12 February 1997. Her extraordinary appeals were rejected on 30 December 1997.", "On 20 December 1995 an official of the Social Welfare Board refused to disclose to the applicant an assessment of P.’s parental abilities which she had requested for the purpose of the pending custody and public care proceedings concerning A. The refusal was upheld by the Social Welfare Board on 17 January 1996. On 29 February 1996 the County Administrative Court quashed the Board’s decision, referred the matter back to the Board and directed it to disclose the assessment to the applicant. On 6 June 1996 P.’s appeal was rejected by the Supreme Administrative Court.", "On 27 March 1996 the Social Welfare Board terminated the public care of A. pursuant to Section 20 of the Child Welfare Act. The Board noted that P. had now been awarded sole custody of A. and had assumed and organised her care in an adequate manner. The applicant appealed, requesting that she and A. immediately be reunited or, in the alternative, that the public care be continued but implemented in her home until she had again been awarded custody of her children. The applicant’s appeal was rejected by the County Administrative Court on 12 July 1996 and her further appeal was rejected by the Supreme Administrative Court on 12 February 1997.", "On 13 December 1995 an official of the Social Welfare Board authorised the implementation of J.’s public care in M.’s home in Austria, where he had founded a new family. On 19 June 1996 the Social Welfare Board decided to maintain the public care of J. but directed that she should continue to live with the father M. The applicant had requested that the public care be terminated and that J. be returned to her. Her appeal was rejected by the County Administrative Court on 12 November 1996.", "On 13 May 1996 the Helsinki Court of Appeal rejected the applicant’s application to have J. returned to Finland in accordance with the Hague Convention on the Civil Aspects of International Child Abduction. The Helsinki Court of Appeal noted, inter alia, that J. had not been removed from Finland in contravention of the Hague Convention, given the Social Welfare Board’s competence to order the implementation of her public care in Austria. On 5 September 1996 the Supreme Court rejected the applicant’s appeal. The Social Welfare Board and the administrative courts declined to examine the applicant’s requests and appeals related to J.’s placement in M.’s home in Austria.", "On 15 August 1995 M. filed a civil action seeking sole custody of J. The applicant opposed the action but stated, on 31 October 1995, that she would not participate in the further proceedings, considering that the District Court would not be independent and impartial in the case. On 2 November 1995 the District Court, without holding an oral hearing, awarded M. custody of J., as the applicant could no longer be considered opposed to the action. On the applicant’s appeal the Court of Appeal on 26 January 1996 returned the case to the District Court, directing it to hold an oral hearing and to ascertain the child’s best interest in the matter. The applicant was refused leave to appeal to the Supreme Court on 23 May 1996. In the ensuing proceedings before the District Court the Social Welfare Board stated that the applicant had consistently declined to attend meetings whereby her current conditions for assuming custody of J. could be assessed. In its fresh decision of 11 September 1997 the District Court again awarded M. sole custody of J., considering, inter alia, the opinions of the Social Welfare Board and the social welfare authorities in Austria.", "On 24 July 1996 the Social Welfare Board refused various requests made by the applicant, inter alia to the effect that J. be returned to Finland, where the applicant should be entitled to see her every night and weekend. The applicant appealed, requesting, inter alia, that the results of a lie detector test of the judges and referendary of the County Administrative Court be attached to its decision. On 12 November 1996 the applicant’s appeals were rejected except in so far as her access request had been refused. As this refusal had amounted to an access restriction, the Social Welfare Board was directed to issue a formal decision to this end. The applicant’s further appeals were rejected by the Supreme Administrative Court on 9 May 1997.", "On 8 January 1997 the Social Welfare Board refused the applicant’s request for access to J. but granted the applicant the right to visit J. in the children’s home in Turku up to three times a year when J. would visit Finland at the Board’s expense. No restriction was issued in respect of correspondence and telephone calls. The applicant’s appeal was rejected by the County Administrative Court on 13 March 1997. The said court noted that since J. was living in Austria the access as requested by the applicant could not be implemented already for practical reasons and would in any case manifestly jeopardise the child’s development and safety. On 9 May 1997 the Supreme Administrative Court declined to examine the applicant’s further appeal as no such appeal was allowed. The applicant was invited to meet J. in August 1997 but did not show up.", "On 4 February 1998 the Social Welfare Board revoked the public care of J. The applicant’s appeal was rejected by the County Administrative Court on 22 May 1998. Her further appeal was rejected by the Supreme Administrative Court on 3 December 1998.", "In decisions of 18, 19 and 20 October 1995 the Public Prosecutor of Turku declined to bring charges against P. or any official of the Social Welfare Board or the Tampere University Hospital. In contrast with the applicant’s accusations the Prosecutor found no evidence showing that P. or any of the officials had committed a criminal offence during their involvement in the applicant’s matters. Moreover, the University Hospital had certified not having received any written request for disclosure of the applicant’s medical records. Moreover, any such request would have had to include the applicant’s consent.", "On 26 August 1997 the Häme County Administrative Board (lääninhallitus, länsstyrelsen) found that the Deputy Chief Physician of the Tampere University Hospital had failed to ensure, in response to the Social Welfare Board’s request of 21 July 1995, that only relevant parts of the applicant’s care records were disclosed to the Board.", "In decisions of 9 and 10 July 1997 the Public Prosecutor, for want of evidence, declined to bring charges against the lawyer of the Social Welfare Board or A.’s guardian ad litem, whom the applicant had accused of offences in office.", "On 27 November 1998 the Deputy Chancellor of Justice (apulaisoikeuskansleri, justitiekanslersadjointen) found no grounds for taking action against any of the judges whom the applicant had accused of offences in office.", "On 28 March 1997 the applicant gave birth to a third child, whose father has apparently not been identified. It appears that the applicant and this child continue to live together.", "B. Relevant domestic law", "1. Access to documents", "Section 40 of the Social Welfare Act provides for the right of a social welfare client and the client’s guardian to obtain information concerning the client. According to Section 40 (3), a social welfare client shall have access to documented information and other data which relate to the matter concerned and are in the possession of social welfare personnel or a Social Welfare Board.", "The Act on Publicity of Official Documents (laki yleisten asiakirjain julkisuudesta, lag om allmänna handlingars offentlighet 83/1951) stipulates that even information in a non-public document shall be disclosed to an applicant, appellant or other person whose interest, right or obligation the matter concerns, if the information may influence or may have influenced the consideration of the case (Section 19 (1)).", "In accordance with Section 56 of the Social Welfare Act social welfare authorities are entitled to obtain the necessary information from other authorities in the performance of their work, without prejudice to the obligation of confidentiality.", "2. Remedies against public officials", "According to the Penal Code (rikoslaki, strafflag 1889), a civil servant who, by intent or neglect or carelessness, acts or omits to act in breach of his or her professional duties as provided for in statute or regulation is liable to punishment, if the act or omission is not insignificant, having regard to the damage caused and other circumstances (chapter 40, sections 10 and 11). In accordance with Section 57 of the Social Welfare Act public officials and members of, for instance, a municipal board must maintain secrecy in respect of information of a confidential nature which has been disclosed to them for the performance of their duties. Various provisions in the Penal Code may become applicable if this obligation of secrecy is not respected (Section 58 of the Social Welfare Act).", "Under the Constitution (Suomen Hallitusmuoto, Regeringsform för Finland) anyone whose rights have been infringed and who has suffered damage as a result of an illegal act, or by the negligence of a civil servant, is entitled to prosecute the civil servant, or demand that he or she be prosecuted, and to claim damages (Article 93). Under the Damage Compensation Act (vahingonkorvauslaki, skadeståndslag 412/1974) proceedings may also be brought against the State in respect of damage resulting from fault or neglect by its employees in the performance of their duties (chapters 3 and 4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}