{"ITEMID": "001-84966", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TRAJKOSKI AND OTHERS v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "Javier Borrego Borrego;Margarita Tsatsa-Nikolovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1964 and lives in Prilep.", "6. In a number of administrative proceedings, the applicant challenged the lawfulness of administrative decisions related to the construction and operation of a petrol station that was located a few metres from his home. He also brought criminal charges against the state officials who took the relevant decisions and against the manager of the petrol station.", "7. On 30 January 2001 at 8.20 p.m. the applicant, accompanied by his wife and Mr P.N., went to the Prilep police station to report the possibility of a fire and explosion at the petrol station as a result of alleged improper handling of petrol stocks at the time. Upon their arrival, they had parked their car in front of an access ramp on the street in front of the police station. At the warden’s request, the applicant had moved his car to a car park situated behind the “Lipa” hotel. After the applicant had entered the police station, the same officer had pushed him backwards. In his initial submission, the applicant stated that a gun had also been pointed at his head. Seven or eight police officers had arrived at the scene and had assaulted him, grabbing him by his arms, legs and hair and throwing him against the stairway. They had continued hitting and beating him all over his body. During the beating, the police officers had used offensive language.", "8. The Government submitted that the applicant had parked his car in front of the entrance of the Prilep police station on a street on which no traffic and parking had been allowed. They further maintained that he had failed to move his car despite having been ordered to do so by the police officers on duty. The applicant had then entered the police station without identifying himself. He had ignored the officers’ verbal order that he leave the building. He had actively resisted when police officers took him out of the station.", "9. A medical certificate (“the first certificate”) issued on 30 January 2001 at 9.15 p.m. indicated that the applicant had sustained several bodily injuries which did not qualify as grievous. A tranquilliser was prescribed. That certificate did not specify the possible origin of the injuries, their timing or the way in which they had been inflicted.", "10. After communication of the case, the applicant obtained another medical certificate issued on 11 May 2006 by the Prilep Hospital which described the applicant’s injuries, noted on the first certificate, in the following terms: slight redness on the right temple, a scratch on the right ankle and a toe. In addition, it was noted that his right elbow and the left side of his hip were tender.", "11. After communication, the applicant also obtained a forensic expert report of 23 May 2006 concerning his post-incident trauma. That report, which was based on the medical records and the applicant’s statement, indicated that, after the incident, the applicant had a bruise on his left elbow, a scratch on his left shinbone and bruises on his face below his left eye and on his left hip.", "12. No court decision about the incident at issue has been given against the applicant.", "13. On 30 January 2001 the applicant asked the Sector to investigate the incident. On 23 August 2001 the Sector drew up a report giving a factual account of the incident. It established that the applicant had been taken out of the building after he had ignored the officers’ verbal order to that effect. He had actively resisted the police officers and he had behaved in an arrogant manner. It found that there had been no abuse of power by the police in their attempts to subdue the applicant. It further stated that on 6 February 2001 an application for misdemeanour proceedings had been submitted against the applicant under the Act on minor offences against public order. That application indicated, inter alia, that policemen had grabbed the applicant by his arms and taken him outside the police premises.", "14. On an unspecified date, the applicant brought before the public prosecutor criminal charges against Mr P.R., a police officer who had allegedly participated in the incident, for having ill-treated him while on duty. It cannot be established whether the applicant complained about other policemen as well.", "15. The Government stated that on 9 March 2001 the public prosecutor requested that additional inquiries be made by the Ministry of the Interior (“the Ministry”). The latter submitted an official report about the incident in reply. No evidence was submitted in support of that assertion.", "16. On 15 May 2001 the public prosecutor rejected the applicant’s complaint, arguing that the alleged offence was not considered to be a crime that could be prosecuted upon his motion. It was established that on 30 January 2001 the applicant had parked his car in front of the entrance of the Prilep police station, blocking the police cars’ way. He had shouted at police officers and threatened to set the petrol station on fire. Mr P.R. and Mr K.N., another police officer, had ordered the applicant to move his car. After having questioned Mr P.R. and other police officers, including Mr P.N., who had been present at the scene at the time, the public prosecutor established that Mr P.R. had not ill-treated the applicant, nor had the latter been subjected to inhuman and degrading treatment. No gun had been pointed at him by Mr P.R. or by any other police officer. It was finally concluded that Mr P.R. had not committed the offence complained of or any other prosecutable act.", "17. On 22 May 2001 the applicant lodged a subsidiary criminal complaint against Mr P.R. and four other unidentified police officers with the Prilep Court of First Instance (“the trial court”). He complained that he had been shouted at, insulted, beaten and dragged across the floor and that as a result he had sustained light bodily injuries and bruises. He requested that the trial court hear statements from him, his wife and Mr P.N., who had been an eyewitness to the incident, as well as from Mr K.N.", "18. On 20 June 2001 the trial court requested that the applicant make his complaint more specific by providing the names of the unidentified police officers.", "19. On 26 June 2001 the applicant informed the trial court that he was unable to discover the identities of the remaining police officers. He pointed out that one of them had been a warden and the other a guard at the time of the events. He further maintained that the trial court could officially request information about their identities and that he would easily be able to confirm it afterwards.", "20. On 2 July 2001 the trial court rejected the applicant’s subsidiary complaint as incomplete, namely because he had not identified the remaining four police officers. No comment was made as to the charges against Mr P.R.", "21. On 1 August 2001 the applicant appealed against that ruling, arguing that the trial court had failed to investigate his allegations, and that he had no effective way of discovering the identities of the police officers concerned but that he would be able to identify them in a line-up.", "22. On 7 November 2001 the Bitola Court of Appeal upheld the trial court’s ruling.", "23. On 25 December 2001 the public prosecutor informed the applicant that there were no grounds for lodging a request for the protection of legality with the Supreme Court.", "24. Section 254 § 1 (1) of the Criminal Proceedings Act (“the Act”) provides that an indictment should contain, inter alia, personal information about the person accused.", "25. In accordance with section 255 § 2 of the Act, the president of the adjudicating panel examines whether the indictment has been duly completed, and if it has not, he/she shall return it to the claimant, who shall to rectify it within three days. If an injured party does not comply with that time-limit, the prosecution shall be considered as having been withdrawn and the proceedings shall be suspended accordingly.", "26. Other statutory provisions relevant to the present case are described in the Jasar case (see Jasar v. the former Yugoslav Republic of Macedonia, no. 69908/01, §§ 31-40, 15 February 2007)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}