{"ITEMID": "001-111657", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ZULFALI HUSEYNOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos", "TEXT": ["4. The applicant was born in 1954 and lives in Baku.", "5. On 22 January 1998 the applicant was issued with an occupancy voucher (yaşayış orderi) for a flat in a recently constructed residential building in Baku on the basis of the Baku City Executive Authority’s order of 19 January 1998.", "6. At the same time, the applicant became aware that the flat was occupied by J. and his family, who were internally displaced persons (“IDP”) from Aghdam, a region under occupation of Armenian military forces following the Armenian-Azerbaijan conflict over Nagorno-Karabakh.", "7. On an unspecified date in 1998, the applicant lodged a lawsuit with the Yasamal District Court asking the court to order the eviction of J. and his family from the flat.", "8. On 7 July 1998 the Yasamal District Court granted the applicant’s request. The court held that the applicant was the sole lawful tenant of the flat on the basis of the occupancy voucher of 22 January 1998 and, therefore, the flat was unlawfully occupied by J. and his family. No appeals were filed against this judgment and, pursuant to the domestic law in force at the material time, it became enforceable within ten days after its delivery.", "9. According to the applicant, J. and his family refused to comply with the judgment and the competent authorities did not take any measures to enforce it for many years.", "10. According to the Government’s letter of 17 May 2012, the judgment in the applicant’s favour was enforced in April 2012.", "11. The relevant domestic law is summarised in the Court’s judgment in the case of Gulmammadova v. Azerbaijan (no. 38798/07, §§ 18-24, 22 April 2010)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}