{"ITEMID": "001-5188", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "O.N. v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Bulgarian national, born in 1957 and living in Vratsa.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. Background", "On 8 April 1975 the applicant was adopted by Mrs F. Under a contract concluded on 30 April 1975 the applicant undertook to provide daily care for Mrs F. and for her ill sister until the end of their lives and to pay 3,800 levs, in exchange of Mrs F.'s undertaking to transfer the ownership of her apartment to the applicant.", "The applicant paid 3,800 levs and discharged his care obligations properly until the end of 1981 when his relations with Mrs F. deteriorated. Since 1981 the applicant and Mrs F. have been parties to several civil proceedings such as proceedings for annulment of the adoption, for enforcement and for rescinding of their 1975 contract and for payment of compensation. A judgment of 12 March 1986 established that the 1975 contract was to be considered rescinded.", "2. The proceedings between 1987 and 1992", "On 12 January 1987 the applicant brought an action before the Vratsa Regional Court (Окръжен съд) against Mrs F. and two other persons seeking, inter alia, restitution of the 3,800 levs paid and of the value of the care and services furnished by him under the 1975 contract. His action was based on the rule of prohibition of unjust enrichment (неоснователно обогатяване) as enshrined in Section 55 of the Law on Obligations and Contracts (Закон за задълженията и договорите).", "The court heard numerous witnesses and experts who established the services performed by the applicant and their value. The court held its last hearing on 15 September 1989 and announced that the judgment would be delivered soon thereafter.", "In 1991 the applicant twice addressed the court asking for a speedy delivery of the judgment. In February and June 1991 he also sought to amend his claim arguing that the sharp increase in inflation since 1989 had led to seven fold devaluation of the real value of the Bulgarian currency.", "", "The judgment, which was dated 15 January 1991, was delivered on 8 July 1991.", "The court found that the applicant was entitled to restitution of all that he had given under the 1975 contract. This right had arisen on 12 March 1986, the date on which the judicial decision confirming the rescission of the 1975 contract had been delivered. It was further established that the services performed by the applicant and the food, heating fuel and other products provided by him to Mrs F. and her sister for the period 1975 - 1981 amounted to 14,442.65 levs (the 3,800 levs paid by the applicant included), according to prices from the relevant period. The court therefore awarded to the applicant this amount, together with the established interest rate (законна лихва), to be counted as from 12 January 1987, the date of bringing of the applicant's action.", "", "The parties appealed to the Supreme Court (Βърховен съд) which on 31 January 1992 quashed the Regional Court's judgment under Section 208 § 3(b) of the Code of Civil Procedure (Граждански процесуален кодекс) and returned the case for renewed examination as there had been certain procedural irregularities. The Supreme Court was composed of three justices, Mr Shivachev, Mr Belchev and Mrs Krasteva.", "3. The proceedings before the Montana Regional Court", "The referred case was taken by the Montana Regional Court as there was not a sufficient number of judges at the Vratsa Regional Court.", "The Montana Regional Court held 13 hearings. At most of the hearings witnesses and experts were heard, evidence was admitted and oral submissions were made.", "At the first hearing on 13 July 1992 the applicant stated the evidence on which he would rely. He later decided to request the appointment of an expert and submitted a motion in writing on 24 August 1992. The court granted the request by decision of 9 September 1992. On 25 September 1992 the expert's report was submitted to the court. The hearing listed for 5 October 1992 was adjourned as there was no confirmation that one of the defendants had received the summons.", "On 15 October 1992 and 23 November 1992 the applicant made submissions in writing amending his claim to reflect the inflation and requested the appointment of another expert. On 24 November 1992 the request was granted.", "On 14 December 1992 the proceedings were suspended due to the death of one of the defendants. The applicant was instructed to state whether he wished to pursue the action against the heirs and to provide their names and addresses. He did so on 18 January 1993. On 15 February 1993 the expert appointed by the court filed his report.", "The fourth hearing took place on 22 March 1993. Both parties requested leave to submit further evidence and to question witnesses. The applicant requested additional reports from the experts. The hearing was adjourned.", "On 17 May 1993 the court held a hearing. One of the experts and one of the witnesses for the applicant did not appear. The court decided to hold another hearing.", "On 2 June 1993 the applicant requested in writing that additional questions be put to the experts. Their answers were filed with the court on 29 June 1993.", "On 5 July 1993 the court held a hearing. An expert did not appear. The case was listed for a further hearing.", "By written motion of 20 August 1993 the applicant increased the amount of the claim in view of the inflation and requested leave to question three additional witnesses.", "The next hearing was on 20 September 1993. The applicant sought leave to put additional questions to one of the experts and requested an adjournment as one of his witnesses had not been able to attend.", "On 12 October 1993 the applicant requested in writing leave to have another witness examined. On 19 October 1993 an additional expert's report was filed.", "The hearing on 25 October 1993 was adjourned upon the request of the applicant who insisted on the questioning of a witness who had not appeared. On 25 October and 1 November 1993 the court rejected the applicant's request for additional questions to one of the experts.", "On 17 November 1993 the applicant requested in writing leave to have re-examined a witness who had already been questioned.", "At the hearing on 29 November 1993, the ninth hearing in the case, one of the witnesses was unable to attend. An expert's opinion which was due had not been filed. The court listed the case for a further hearing.", "On 16 March 1994 the applicant made submissions in writing requesting further reports from the experts. This request was rejected.", "The failure of a witness and of an expert to appear at the tenth hearing, which was held on 4 April 1994, prevented the conclusion of the proceedings.", "On 19 April 1994 the applicant requested in writing leave to have two additional witnesses summoned and examined. The request was granted.", "In the course of the eleventh hearing, on 9 May 1994, the applicant sought to increase the amount of the claim in view of the inflation. The case was adjourned as one of the defendants had not appeared and the relevant law required that all defendants be provided with an opportunity to comment on any amendment of the claim.", "On 21 May 1994 the applicant successfully requested the court to order an additional expert's opinion. This was filed on 3 June 1994.", "The hearing on 13 June 1994 could not conclude the proceedings for the same reasons as those, which caused the adjournment of the hearing of 9 May 1994.", "On 20 June 1994 the applicant requested the further questioning of two witnesses. This was granted.", "The last hearing before the Regional Court took place on 12 September 1994. Following all amendments of the amount of the claim, it was finally set by the applicant at 595,365.55 levs as he insisted that the price levels of 1994 should be used.", "On 27 September 1994 the Regional Court delivered its judgment. It found that the applicant's right to restitution of what he had given under the 1975 contract had arisen on 12 March 1986. The court awarded to the applicant 15,036.33 levs, together with the established interest rate, to be counted as from 12 January 1987, the date of the submission of the applicant's action.", "Addressing the applicant's argument that the inflation should be taken into account the court found, inter alia:", "\"... upon the rescission of a contract the parties are under the obligation to return whatever they have exchanged in order to restore the situation as it was prior to the execution of the contract. Therefore, the Court finds that the claim is well-founded for its part up to 15,036.33 levs ... and should be dismissed as ill-founded in its remaining part.\"", "4. Appeal and review (cassation) proceedings", "The applicant and the defendants appealed to the Supreme Court. On 3 January 1995 the applicant requested in writing a speedy examination of the case.", "The appeal was examined by a chamber of the Court, which was composed of three justices, two of whom, Mrs Krasteva and Mr Belchev, had also participated in the examination of the case in 1992. The applicant did not request their removal. The Supreme Court heard the appeals on 17 February 1995.", "On 7 March 1995 the Supreme Court dismissed the appeals. According to the Code of Civil Procedure the award of 15,036.33 levs plus interest became enforceable on the same date.", "The Supreme Court found inter alia:", "\"The [Regional] Court correctly awarded restitution of the benefits on the basis of their value as of the moment of their bestowal, as this is the amount with which the [applicant] has actually become poorer. If the pecuniary equivalent of the furnished services were to be awarded under up-to-date prices, the [applicant] would have received more than that of which he was actually deprived. [In cases] of unjust enrichment the benefits bestowed are to be restituted up to the amount of the deprivation suffered.\"", "In May 1995 the applicant and the defendants submitted to a five-member chamber of the Supreme Court petitions for review (cassation) (преглед по реда на надзора) against the judgments of 27 September 1994 and 7 March 1995.", "A hearing was listed for 16 November 1995. It was adjourned until 18 January 1996 upon the applicant's request in view of the unavailability of his legal representative.", "The hearing on 18 January 1996 was adjourned as the defendants had not been properly summoned.", "The hearing eventually took place on 7 March 1996.", "On 10 June 1996 the Supreme Court, sitting in a five-member chamber, dismissed the applicant's petition for review", "The Court confirmed that according to the relevant law the applicant could not claim re-evaluation according to up-to-date prices.", "Also, dealing with the applicant's complaint that the same justices decided twice in his case, the court stated inter alia:", "\"... the examination of the [second appeal] by the same chamber which had previously quashed the lower court's judgment and had returned the case to it under Section 208 § 3 of the Code of Civil Procedure not only is not a breach of procedure, but is desirable in view of the [chamber's] cognizance of the matter and the [need for] economy ... The grounds under Section 208 § 3 for returning a case to the first instance court are such that the [appellate] court does not decide on the merits.\"", "On 30 July 1996 the defendants paid to the applicant the amount of 68,676 levs, which represented the principal sum due plus interest.", "B. Relevant domestic law and practice", "The relevant provisions of the Law on Obligations and Contracts read as follows:", "Section 55", "\"Anyone who has received something without a causa or pursuant to a causa which has not realised or has ceased to exist, shall be under the obligation to return it...\"", "Section 57 § 2:", "\"If the object to be restituted has been ... consumed by the beneficiary when he already knew that he possessed it without causa, the latter owes its real value ... However, if the object [to be restituted] has been ... consumed by the beneficiary before the invitation [to return it] the latter owes only that of which he has benefited ...\"", "According to the practice of the Supreme Court (реш. No.65 от 8.12.1981г. на ОСГК на ΒС по гр.д. No. 30/81):", "\"The consequence of the rescission of a bilateral contract is that the parties shall return whatever they have exchanged in order to restore the situation as it was prior to the execution of the contract. The restitution is due because the contract which had been the legal ground of the exchange has ceased to exist. The restitution ... is due under Section 55 § 1 of the Law on Obligations and Contracts...\"", "The statutory default interest rate applicable to judicial awards is established by acts of the Council of Ministers (Министерски съвет). It was 6 percent per annum between 1987 and mid-1991 and was, thereafter and during the relevant period of time, equal to the basic interest rate, as established by the Bulgarian National Bank, increased by three points. At different periods of time between 1991 and 7 March 1995, when the judgment awarding 15,036.33 levs to the applicant became enforceable, the interest rate thus varied between 15 and 60 percent per annum.", "Section 208 § 3(b) of the Code of Civil Procedure provides that the appellate court has to refer the case back for renewed examination by the lower court where the latter's judgment has been quashed because of a violation of the party's right to fully participate in the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}