{"ITEMID": "001-58744", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF CURLEY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Violation of Art. 5-5;No violation of Art. 3;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["6. In 1979, the applicant, then aged 17, was convicted of murder and sentenced to be detained during Her Majesty’s pleasure. The “tariff” part of the applicant’s sentence, attributable to deterrence and punishment, was set at 8 years and expired in 1987.", "7. Following the expiry of his tariff, the applicant’s case was the subject of review by the Parole Board on a number of occasions. Following the fourth review in January 1991, the applicant absconded from prison. Following his recapture on 6 July 1993 it was decided that his case should be reviewed again in January 1995.", "8. At this, the fifth review, which in fact took place in August 1995, the Parole Board recommended that the applicant be given a provisional release date of 12 months hence, during which time he should spend six months in a Category D open prison, followed by six months in a Pre-Release Employment Scheme Hostel.", "9. The Parole Board’s recommendation was not accepted by the Secretary of State who directed that the applicant be transferred to a Category D prison and his case be subject to further review in 12 months. The applicant was notified of the Secretary of State’s decision and the Parole Board’s recommendation by letter of 17 November 1995. By letter dated 6 December 1995, the applicant made representations against that decision. These were rejected by the Secretary of State by letter dated 2 January 1996.", "10. The applicant sought leave to apply for judicial review of the Secretary of State’s decision. Leave was refused by a single judge of the High Court on 26 April 1996. The applicant was advised by counsel who represented him at the hearing that there was no tenable basis for appeal against the decision refusing leave.", "11. On 12 August 1996, the applicant was notified that, pursuant to interim measures introduced by the Secretary of State on 23 July 1996, the applicant’s case would be referred back to the Parole Board for review in the form of an oral hearing at which the applicant would be entitled to legal representation. That review took place on 7 February 1997 and, by letter dated 14 February 1997, the Parole Board recommended the applicant’s release. The Home Secretary followed the recommendation and released the applicant on 7 May 1997.", "12. English law imposes a mandatory sentence for the offence of murder in respect of offenders under the age of 18 known as detention during Her Majesty’s pleasure (section 53(1) of the Children and Young Persons Act 1933); in respect of offenders between the age of 18 and 20 years, custody for life (section 8(1) of the Criminal Justice Act 1982), and in respect of offenders aged 21 and over, life imprisonment (section 1(1) of the Murder (Abolition of Death Penalty) Act 1967).", "13. Mandatory life sentences are fixed by law, in contrast to discretionary life sentences which can be imposed at the discretion of the trial judge on persons convicted of certain violent or sexual offences (e.g. manslaughter, rape or robbery). The principles underlying the imposition of a discretionary life sentence are:", "14. Discretionary life sentences are indeterminate in order that “the prisoner’s progress may be monitored ... so that he will be kept in custody so long as public safety may be jeopardised by his being let loose at large” (R v. Wilkinson [1983] 5 Cr. App. Rep. 105, p. 108).", "15. The notion of detention during Her Majesty’s pleasure had its origins in an Act of 1800 for “the safe custody of insane persons charged with offence”. Section 1 provided that defendants acquitted of a charge of murder, treason or felony on the grounds of insanity at the time of the offence were to be detained in “strict custody until His Majesty’s pleasure” and described their custody as being “during His <Majesty’s> pleasure”.", "16. In 1908, detention during His Majesty’s pleasure was introduced in respect of offenders aged ten to sixteen and then extended to cover those under eighteen in 1933. The provision in force at present is Section 53 (1) of the Children and Young Persons Act 1933 (as amended) which provides:", "“A person convicted of an offence who appears to the Court to have been under the age of eighteen years at the time the offence was committed shall not, if he is convicted of murder, be sentenced to imprisonment for life nor shall sentence of death be pronounced on or recorded against any such person but in lieu thereof the court shall ... sentence him to be detained during Her Majesty’s pleasure and, if so sentenced, he shall be liable to be detained in such a place and under such conditions as the Secretary of State may direct.”", "17. In the case of ex parte Prem Singh on 20 April 1993, Evans LJ in the Divisional Court held as follows in respect of detention during Her Majesty’s pleasure:", "“At the time of sentencing, the detention orders under section 53 were mandatory. It is indeed the statutory equivalent for young persons of the mandatory life sentence for murder. But the sentence itself is closer in substance to the discretionary sentence of which part is punitive (retribution and deterrence) and the balance justified only by the interests of public safety when the test of dangerousness is satisfied. The fact that the mandatory life prisoner may be given similar rights as regards release on licence does not alter the fact that the mandatory life sentence is justifiable as punishment for the whole of its period: see R. v. Secretary of State, ex. p. Doody & others [1993] Q.B. 157 and Wynne v. UK (E.C.H.R. 1st December 1992). The order for detention under section 53 is by its terms both discretionary and indeterminate: it provides for detention ‘during Her Majesty’s pleasure’. (Section 53(4) which expressly authorised the Secretary of State to discharge the detainee on licence ‘at any time’ was repealed by the Parole Board provisions of the Criminal Justice Act 1967, but this does not, in my judgment, alter the nature of the sentence in any material respect.) I would decide the present case on the narrow ground that, notwithstanding Home Office and Parole Board practice, the applicant should be regarded as equivalent to a discretionary life prisoner for the purpose of deciding whether Wilson rather than Payne governs his case.”", "18. The Divisional Court accordingly held that the applicant in that case, who was detained during Her Majesty’s pleasure, should be afforded the same opportunity, as would be given a discretionary life prisoner, to see the material before the Parole Board when it decided upon whether he should be released after his recall to prison on revocation of his licence.", "19. Persons sentenced to mandatory and discretionary life imprisonment, custody for life and those detained during Her Majesty’s pleasure have a “tariff” set in relation to the period of imprisonment they should serve in order to satisfy the requirements of retribution and deterrence. After the expiry of the tariff, the prisoner becomes eligible for release on licence. Applicable provisions and practice in respect of the fixing of the tariff and release on licence have been subject to change in recent years, in particular, following the coming into force on 1 October 1992 of the Criminal Justice Act 1991.", "20. Under the relevant provisions of the Criminal Justice Act 1967, the regime applying to the release of discretionary and mandatory life prisoners was the same. Section 61(1) of the 1967 Act provided inter alia that:", "“The Secretary of State may, if recommended to do so by the Parole Board, release on licence a person serving a sentence of imprisonment for life or custody for life or a person detained under section 53 of the Children and Young Persons Act 1933 (young offenders convicted of grave crimes), but shall not do so in the case of a person sentenced to imprisonment for life or custody for life or to detention during Her Majesty’s pleasure or for life except after consultation with the Lord Chief Justice of England and the trial judge if available.”", "21. The 1991 Act instituted changes to the regime applicable to the release of discretionary life prisoners following the decision of the European Court of Human Rights in the case of Thynne, Wilson and Gunnell v. the United Kingdom (judgment of 25 October 1990, Series A no. 190-A).", "22. Pursuant to section 34 of the 1991 Act, after the tariff has expired, the prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to order his release if it is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined. Pursuant to the Parole Board Rules 1992 which came into force on 1 October 1992, a prisoner is entitled to an oral hearing, to disclosure of all evidence before the Parole Board and to legal representation. He is also entitled to call witnesses on his behalf and to cross-examine those who have written reports about him.", "23. The regime applicable to mandatory life prisoners was, however, preserved within section 35 of the 1991 Act. Section 35 of the 1991 Act provides insofar as relevant:", "“(2) If recommended to do so by the Board, the Secretary of State may, after consultation with the Lord Chief Justice together with the trial judge if available, release on licence a life prisoner who is not a discretionary life prisoner.”", "24. The criterion for determining whether re-detention is justified is that of dangerousness, meaning a consideration of whether the offence constitutes an unacceptable risk of physical danger to the life or limb of the public (see R v. Secretary of State for the Home Department, ex. parte Prem Singh, unreported, transcript pp. 26F-27B; and the Singh v. the United Kingdom judgment of 21 February 1996, Reports of Judgments and Decisions 1996-I, at § 39).", "25. In light of the judgments of the Court in the cases of Singh v. the United Kingdom and Hussain v. the United Kingdom (Singh v. the United Kingdom judgment of 21 February 1996, loc. cit. p. 280, and Hussain v. the United Kingdom judgment of 21 February 1996, Reports 1996-I, p. 252), the Secretary of State announced, on the 23 July 1996, the introduction of interim measures taking effect from 1 August 1996 which changed the procedure under which the cases of prisoners detained during Her Majesty’s pleasure were reviewed by the Parole Board.", "26. Pursuant to these measures, the review took the form of an oral hearing at which prisoners were entitled to legal representation and to examine and cross-examine witnesses. Prisoners also normally received full disclosure of all material relevant to the question of whether they should be released prior to the hearing. Pending amendment of section 53(2) of the 1991 Act, the Parole Board did not, however, have power to direct the release of any prisoner. This remained the prerogative of the Secretary of State subject to consultation with the judiciary, as required by section 53(2) of the 1991 Act."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}