{"ITEMID": "001-106419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HRDALO v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed", "JUDGES": "Anatoly Kovler;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1958 and lives in Dubrovnik.", "6. On 27 November 2003 the Government of Croatia appointed the applicant Head of the Dubrovnik-Neretva County State Administration Office with effect from 1 January 2004.", "7. Meanwhile, on 30 June 2002 the applicant’s neighbour Mrs I.Š.-H. filed a criminal complaint against him with the police authorities in Dubrovnik. She alleged that on 29 June 2002 the applicant had demolished a separating wall erected between their backyards by her husband and broken one of the windows of her house. In her statement of 13 January 2003, Mrs I.Š.-H. added that during the incident of 29 June 2002 the applicant had also shouted that she and her family should come out so that he could kill them.", "8. On 12 December 2003 the Metković Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Metkoviću) indicted the applicant before the Dubrovnik Municipal Court (Općinski sud u Dubrovniku) accusing him of the criminal offences of uttering threats and damaging another’s property, and invited the court to issue a penal order in accordance with section 446 of the Criminal Procedure Act (see paragraph 21 below).", "9. On 18 December 2003 a single judge of the Dubrovnik Municipal Court issued a penal order (kazneni nalog) against the applicant under section 446 of the Criminal Procedure Act, finding him guilty as charged and imposing a prison sentence of two months, suspended for two years. The applicant was not informed of, and did not participate in, those proceedings. The order was served on the applicant on 3 January 2004.", "10. On 9 January 2004 the applicant lodged an objection (prigovor) against the penal order arguing that he had not committed the criminal offences for which he had been convicted, and that he had not been given an opportunity to defend himself and present evidence.", "11. On 8 May 2006 the Dubrovnik Municipal Court set aside its penal order of 18 December 2003 and dropped the charges against the applicant under section 353 of the Criminal Procedure Act without any further explanation.", "12. Meanwhile, by a decision of 17 March 2004 the Government of Croatia removed the applicant from his position as Head of the Dubrovnik-Neretva County State Administration Office on the grounds that he had been found guilty of a criminal offence by the judgment of the Dubrovnik Municipal Court of 18 December 2003. The decision reads as follows:", "D E C I S I O N", "“Nikša Hrdalo is hereby relieved of his duties as Head of the Dubrovnik-Neretva County State Administration Office.", "R e a s o n s", "Section 52(3) of the State Administration System Act provides that the heads of the regional offices of the State administration are appointed and removed by the Government of Croatia upon a proposal of the State secretary of the Central Public Administration Office on the basis of a previously conducted public competition.", "By a decision of the Government of Croatia ... of 27 November 2003 Nikša Hrdalo was appointed Head of the Dubrovnik-Neretva County State Administration Office.", "By judgment no. K 386/03 of the Dubrovnik Municipal Court of 18 December 2003, Nikša Hrdalo was found guilty of a criminal offence against the rights and freedoms of man and the citizen defined in Article 129 § 2 of the Criminal Code and classified as uttering threats, in conjunction with a criminal offence against property defined in Article 222 § 1 of the Criminal Code and classified as damaging another’s property. [As a consequence, he] received ... a prison sentence of two months and fifteen days, suspended for two years.", "Having regard to foregoing, the State secretary of the Central Public Administration Office considered that keeping Nikša Hrdalo as Head of the Dubrovnik-Neretva County State Administration Office could harm the probity of the civil service.", "In accordance with the above, the State secretary of the Central Public Administration Office proposed that the Government of Croatia relieve Nikša Hrdalo of his duties as Head of the Dubrovnik-Neretva County State Administration Office. The Government of Croatia accepted this proposal.", "That being so, it was decided as indicated in the operative part.”", "The operative part of the decision was published in the Official Gazette of the Republic of Croatia no. 36/2004 of 22 March 2004.", "13. On 18 March 2004 the daily newspaper Slobodna Dalmacija reporting from the Government’s meeting of 17 March 2004, reported on the applicant’s removal from office. A small article entitled “Removals and appointments [Razrješenja i imenovanja]” in its relevant part read as follows:", "“In Dubrovnik-Neretva County the Government relieved Nikša Hrdalo, the incumbent Head of the State Administration Office, of his duties. ... Nikša Hrdalo was relieved of his duties because of a non-final judgment imposing a ... prison sentence of two months and fifteen days, suspended for two years, for a criminal offence against a freedom of man.”", "14. On 31 March 2004 the same daily published an article entitled “Removed because of a non-existent ‘judgment’ [Smijenjen zbog nepostojeće presude]?”, which described the circumstances surrounding the applicant’s removal from office and gave him the opportunity to present his view.", "15. On 20 April 2004 the applicant brought an administrative action in Administrative Court against the Government of Croatia challenging the decision on his removal.", "16. On 24 June 2004 the Government of Croatia submitted their reply to the applicant’s action. That reply was not forwarded to the applicant. The relevant part of the Government of Croatia’s reply read as follows:", "“...The decision which is the subject of this administrative dispute does not disclose any breach of law raised by the plaintiff. The decision to relieve Nikša Hrdalo of his duties as Head of the Dubrovnik-Neretva County State Administration Office was adopted in accordance with section 52(3) of the State Administration System Act. ...", "It is undisputed that, by judgment no. K 386/03 of the Dubrovnik Municipal Court of 18 December 2003, Nikša Hrdalo was found guilty of a criminal offence against the rights and freedoms of man and the citizen – uttering threats – defined in Article 129 § 2 of the Criminal Code, in conjunction with a criminal offence against property – damaging another’s property – defined in Article 222 § 1 of the Criminal Code, and that he received ... a prison sentence of two months and fifteen days, suspended for two years.", "The plaintiff argues that the present case concerns a penal order issued in accordance with section [446] of the Criminal Procedure Act, to which he objected within the statutory time-limit, and that therefore there is no final judgment [against him] which could constitute an impediment to recruitment to the civil service set out in section 8 of the Civil Servants Act.", "However, the plaintiff ignores the fact that his removal from office was not owing to the existence of impediments to recruitment to the civil service set out in section 8 of the Civil Servants Act. The discovery that, at the time of recruitment to the civil service or at the time of appointment to the position of Head of the Dubrovnik-Neretva County State Administration Office, an impediment set out in section 8 of the Civil Servants Act had existed, would have resulted in the termination of employment in the civil service by operation of law, pursuant to section 118 ... of the Civil Servants Act. However, the present case does not concern such circumstances or the termination of employment in the civil service. Rather, [it concerns] the plaintiff’s removal from his position as Head of the State Administration Office ..., where the impugned decision is not based on impediments to recruitment to the civil service but on circumstances concerning the plaintiff which were considered liable to ... harm the probity of the State Administration Office and the entire civil service. Criminal proceedings pending against a head of a State administration office may give a negative impression to the public and arouse suspicion as regards the diligent and lawful conduct of those employed in the State administration office run by such a person.", "The plaintiff contests the right of the Government of Croatia to remove a head of [a State administration] office at their own discretion ...", "Contrary to the plaintiff’s argument, we consider that the Government of Croatia are entitled to remove a head of a State administration office at their own discretion because that is undoubtedly provided for by section 52 of the State Administration System Act. ...", "Given that the contested decision was adopted in the procedure and in the manner prescribed by law, and that grounds ... for quashing or declaring [it] null and void do not exist, we propose that the Administrative Court dismiss the action as unfounded.”", "17. On 15 September 2004 the Administrative Court dismissed the applicant’s action finding that the contested decision of 17 March 2004 had been based on section 30(4) of the Government of Croatia Act (see paragraph 23 below) and section 52(3) of the State Administration System Act (see paragraph 22 below). The relevant part of the Administrative Court judgment reads as follows:", "“... the said laws indisputably show that the Government of the Republic of Croatia ... are entitled to remove a head of a State administration office ... at their own discretion ...", "... in the reasoning for their decision, the defendant authority [that is, the Government of Croatia] ... stated the circumstances which influenced that decision. In particular, having regard to the complaints submitted about the plaintiff’s work, and the fact that criminal proceedings are pending against him before the Dubrovnik Municipal Court ... for a criminal offence against the rights and freedoms of man and the citizen (the criminal offence of uttering threats defined in Article 129 § 2 of the Criminal Code), in conjunction with a criminal offence against property (the criminal offence of damaging another’s property defined in Article 222 § 1 of the Criminal Code), the State secretary of the Central Public Administration Office in its proposal ... of 15 March 2004 considered that the plaintiff should be relieved of [his] duties as Head of the State Administration Office because keeping him in that position could harm the probity of the civil service. That proposal was accepted by the defendant authority which, at the session held on 17 March 2004, adopted a decision on his removal. Contrary to the plaintiff’s arguments, by doing so [the defendant authority] did not examine ... whether his [career in the] civil service should be terminated pursuant to section 118 of the Civil Servants Act, in which case it should be taken into account whether or not a civil servant had been convicted by a final judgment of a criminal offence against the rights and freedoms of man and the citizen. However, pending criminal proceedings for such a criminal offence, or even the adoption of a non-final judgment, may, given the position of the head of a State administration office, harm the probity of the office run by such a person and the entire civil service. Namely, the conduct of the plaintiff which led to the institution of those criminal proceedings, and its negative connotations in the public perspective, harms his personal reputation and may arouse suspicion among citizens as regards the diligent and lawful operation of the State administration office run by such a person.”", "18. On 15 January 2005 the applicant lodged a constitutional complaint against the Administrative Court’s judgment alleging violations of, inter alia, his constitutional rights to a fair hearing, presumption of innocence, and respect for his dignity, reputation and honour. He argued that he had been removed from office on the basis of a non-final conviction secured in criminal proceedings of which he had not been aware and in which he had not had the opportunity to participate.", "19. On 12 October 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s complaint and served its decision on him on 29 November 2006. The relevant part of that decision reads as follows:", "“The complainant further alleges a violation of Article 28 of the Constitution which provides that everyone shall be [presumed] innocent and no one may consider him guilty of a criminal offence until his guilt has been established by a final court judgement.", "The contested judgment was not delivered in proceedings in which the complainant’s guilt was being determined, but [in proceedings] where the lawfulness of [an] administrative decision ... was examined.", "The Constitutional Court therefore finds that the complainant’s [right] provided for in Article 28 of the Constitution has not been breached by the contested judgment.", "...", "The complainant also alleges a violation of Article 35 of the Constitution, which guarantees to everyone respect for, and legal protection of, his personal and family life, dignity, reputation and honour.", "The Constitutional Court finds that the complainant’s [right] provided for in Article 35 of the Constitution had not been breached by the contested judgment because that judgment and the prior decision were rendered in lawfully conducted proceedings and are based on relevant legislation.”", "20. The relevant Articles of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette of the Republic of Croatia nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“Everyone shall be [presumed] innocent and no one may consider him guilty of a criminal offence until his guilt has been established by a final court judgement.”", "“Everyone shall be guaranteed respect for, and legal protection of, his personal and family life, dignity, reputation and honour.”", "21. The relevant part of the Criminal Procedure Act (Official Gazette of the Republic of Croatia nos. 110/1997, 27/1998 (corrigendum), 58/1999, 112/1999, 58/2002, 143/2002 (corrigendum), 62/2003 (consolidated text) and 115/2006), which was in force between 1 January 1998 and 1 January 2009, reads as follows:", "A judgment dismissing the charges shall be adopted in the event that:", "1) the court has no jurisdiction in the matter;", "2) the proceedings were conducted without having been requested by an authorised prosecutor;", "3) the prosecutor dropped the charges during the trial;", "4) the required request or consent for prosecution has not been provided, or the authorised person or State body has withdrawn the request or consent;", "5) the defendant has already been finally convicted or acquitted in respect of the offence in issue or the criminal proceedings against him or her have been terminated ...;", "6) the defendant is exempt from criminal prosecution owing to amnesty or pardon, or if criminal prosecution has become barred owing to statutory limitation or the existence of other circumstances excluding criminal prosecution.”", "“In respect of criminal offences under the competence of a single judge and where the State Attorney has learned of a criminal offence from a reliable criminal complaint, he or she may ask in an indictment that a court issue a penal order (kazneni nalog) whereby the court shall impose on the defendant a sentence or an alternative measure without holding a trial.", "...”", "22. The relevant provision of the State Administration System Act (Zakon o sustavu državne uprave, Official Gazette of the Republic of Croatia nos. 75/1993, 48/1999, 15/2000, 59/2001, 190/2003 (consolidated text), 199/2003 and 79/2007), as in force at the material time, read as follows:", "“The head of the regional State administration office is appointed and removed by the Government of Croatia upon a proposal of the State secretary responsible for public administration on the basis of a previously conducted public competition.”", "23. The relevant provision of the Act on the Government of the Republic of Croatia (Zakon o Vladi Republike Hrvatske, Official Gazette nos. 101/1998, 15/2000, 117/2001, 199/2003 and 77/2009 – “the Government of Croatia Act”), which entered into force on 5 August 1998, reads as follows:", "“A decision (rješenje) shall be adopted on appointments or dismissals or other individual matters within the Government’s purview.”", "24. The Civil Servants Act (Zakon o državnim službenicima i namještenicima, Official Gazette no. 27/2001) was in force between 30 March 2001 and 1 January 2006.", "25. Section 8(1) set out impediments to recruitment to the civil service and provided that such an impediment existed in respect of a person who had been convicted by a final judgment for, inter alia, a criminal offence against the rights and freedoms of man and the citizen, or a criminal offence against property.", "26. Section 118 provided that a civil servant’s employment was to be terminated by operation of law, inter alia, when the judgment by which he or she had been convicted for a criminal offence referred to in section 8(1) of the same Act became final, or when it was discovered that an impediment referred to in the same section had existed at the time of recruitment.", "27. Sections 52-59 of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/1977, and Official Gazette of the Republic of Croatia nos. 53/1991, 9/1992 and 77/1992) provide for the remedy of reopening of proceedings before the Administrative Court and regulate the procedure following a petition for reopening. In particular, section 52 reads as follows:", "“Proceedings ... shall be reopened upon a petition by a party:", "1) if the party learns of new facts or discovers, or gains the opportunity to use, new evidence on the basis of which the dispute would have been resolved more favourably for him or her had these facts or evidence been presented or used in the previous court proceedings;", "...", "3) if the decision was based on a judgement rendered in a criminal or civil case and that judgement was later set aside by another final court decision;", "...", "A reopening shall be allowed on the grounds set forth in subsections (1) and (5) of this section, only if the party was unable, through no fault of his or her own, to raise these grounds in the previous proceedings.”", "28. Section 60 provides that if the Administrative Disputes Act does not contain specific provisions on procedure before the Administrative Court (that is, in administrative disputes), the provisions of the Civil Procedure Act should apply mutatis mutandis.", "29. The relevant provision of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) reads as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional Protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first-instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph (1) of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}