{"ITEMID": "001-79264", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF YUMAK AND SADAK v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-3", "JUDGES": "", "TEXT": ["7. The applicants were born in 1962 and 1959 respectively and live in Şırnak. They stood for election in the parliamentary elections of 3 November 2002 as candidates of the People’s Democratic Party (DEHAP) in the province of Şırnak, but neither of them was elected.", "8. Following the 1999 earthquakes Turkey went through two serious economic crises in November 2000 and February 2001. There then followed a political crisis, due firstly to the state of health of the then Prime Minister and secondly to the numerous internal divisions within the governing coalition, a grouping of three political parties.", "9. It was in that context that on 31 July 2002 the Grand National Assembly of Turkey (“the National Assembly”) decided to bring forward the date of the next parliamentary elections to 3 November 2002.", "10. In early September three left-wing political parties, HADEP, EMEP and SDP, decided to form a “Labour, Peace and Democracy Block” and to form a new political party, DEHAP. The applicants began their electoral campaign as the new party’s leading candidates in the province of Şırnak.", "11. The results of the elections of 3 November 2002 in the province of Şırnak gave the DEHAP list 47,449 of the 103,111 votes cast, a score of about 45.95%. However, as the party had not succeeded in passing the national threshold of 10%, the applicants were not elected. The three seats allocated to Şırnak province were shared as follows: two seats for the AKP (Adalet ve Kalkınma – the Justice and Development Party, a party of the conservative right), which had polled 14.05% (14,460 votes), and one seat for Mr Tatar, an independent candidate who had polled 9.69% (9,914 votes).", "12. Of the eighteen parties which had taken part in the elections only the AKP and the CHP (Cumhuriyet Halk Partisi – the People’s Republican Party, a left-wing party) succeeded in passing the 10% threshold. With 34.26% of the votes cast, the AKP won 363 seats, 66% of those in the National Assembly. The CHP, which polled 19.4%, obtained 178 seats, or 33% of the total. Nine independent candidates were also elected.", "13. The results of these elections were generally interpreted as a huge political upheaval. Not only did the proportion of the electorate not represented in parliament reach a record level in Turkey (approximately 45%) but in addition the abstention rate (22% of registered voters) exceeded 20% for the first time since 1980. As a result, the National Assembly which emerged from the elections was the least representative since 1946, the year in which a multi-party system was first introduced. Moreover, for the first time since 1954, only two parties were represented in parliament.", "14. To explain the National Assembly’s unrepresentativity, some commentators have referred to the cumulative effect of a number of factors over and above the existence of a high national threshold. For example, because of the protest vote phenomenon linked to the economic and political crisis, the five parties which had obtained seats in the 1999 parliamentary elections were unable to reach the 10% threshold in 2002 and were accordingly deprived of representation in parliament. Similarly, electoral fragmentation had an effect on the results in that numerous attempts to form pre-electoral coalitions had come to nothing.", "15. The electoral system is one of the subjects which have been the most debated in Turkey; it still remains highly controversial.", "16. The elections of 1950, 1954 and 1957 – in which the majority representation system was used – were unable to ensure an institutional balance between the majority in parliament and the opposition. This imbalance was one of the main reasons for the 1960 coup d’état. Following the intervention of the armed forces parliament adopted proportional representation, using the D’Hondt method, to strengthen pluralism and the political system. As a result, the elections in 1965 and 1969 produced stable majorities in the National Assembly while enabling small parties to be represented. However, in the elections of 1973 and 1977 the main political movements were unable to establish stable governments, although they had wide electoral support. That period of government instability was marked by the formation of one coalition after another, each made fragile by the disproportionate influence of the small parties on government policy.", "17. Following the military regime of the years 1980 to 1983 Law no. 2839 on the election of members of the National Assembly, enacted on 13 June 1983, re-established proportional representation, with two electoral thresholds. To the 10% national threshold was added a provincial threshold (the number of electors divided by the number of seats to be filled in each constituency); in 1995 the Constitutional Court declared the provincial threshold null and void. In the 1983 parliamentary elections the Motherland Party (ANAP) obtained an absolute majority in parliament.", "18. The parliamentary elections of 29 November 1987 likewise enabled the ANAP, with 36.31% of the vote, to form a stable parliamentary majority. Two other parties also won seats. About 19% of votes were cast in favour of parties which ultimately failed to reach the 10% threshold. In the elections of 20 October 1991 five parties gained seats in parliament. This result was due in particular to the fact that three small political parties (MÇP, IDP and HEP) had taken part in the elections under the banner of other political parties with the aim of circumventing section 16 of Law no. 2839, which makes it illegal to form joint lists before elections. The proportion of the votes cast in favour of parties not represented in the new parliament thus fell to 0.5%. The Government was based on a coalition of two parties. In those elections the eighteen candidates of the HEP (People’s Labour Party – pro-Kurdish) were elected to parliament on the list of the (social-democratic) SHP party; they later resigned from the SHP to join the ranks of their own party, the HEP.", "19. In the general election of 24 December 1995 five parties gained seats in parliament. However, as none of them had a parliamentary majority, a coalition was formed. The proportion of the votes cast in favour of parties not represented in parliament came to 14%.", "20. The 1999 parliamentary elections again resulted in no party having a parliamentary majority. Five political parties won seats in the National Assembly. A coalition of three parties formed a government. The proportion of the votes cast in favour of parties not represented in parliament came to 18%.", "21. At present, numerous proposals to correct the effects of the 10% threshold have been put forward, both in parliament and by leading figures of civil society.", "22. Article 67 § 6 of the Constitution, as amended on 23 July 1995, provides:", "“Electoral laws must strike a balance between fair representation and governmental stability.”", "23. Article 80 of the Constitution provides:", "“Members of the Grand National Assembly of Turkey shall represent the whole nation and not the regions or persons which have elected them.”", "24. Law no. 2839 on the election of members of the National Assembly, published in the Official Gazette on 13 June 1983, lays down the rules of the system for parliamentary elections.", "25. The Turkish National Assembly has 550 members, elected in 85 constituencies in a single round of voting. They take place throughout the national territory, on the same day, under the proportional representation system. The suffrage is free, equal, universal and secret. Counting the votes and recording the results is done in public. Each province forms one electoral constituency.", "26. Section 16 of Law no. 2839 provides:", "“... [P]olitical parties may not present joint lists...”", "27. Section 33 of Law no. 2839 (as amended on 23 May 1987) provides:", "“In a general election parties may not win seats unless they obtain, nationally, more than 10% of the votes validly cast... An independent candidate standing for election on the list of a political party may be elected only if the list of the party concerned obtains sufficient votes to take it over the 10% national threshold...”", "28. In allocating seats the D’Hondt system of proportional representation is used. That method – under which the votes cast for each list are first divided by a series of whole numbers (1, 2, 3, 4, 5 etc.) and seats then allocated to the lists which have the highest quotients – tends to favour the majority party.", "29. In a judgment of 18 November 1995 (E. 1995/54, K. 1995/59) the Constitutional Court had the opportunity to rule on the constitutionality of section 34/A of Law no. 2839. That section, which referred to section 33 of the same law, also imposed the electoral threshold of 10% for the allocation of the seats for Assembly members elected in the “national constituency”.", "30. The Constitutional Court declared the provisions establishing the national constituency null and void, but held that the 10% national threshold could be regarded as compatible with Article 67 of the Constitution.", "The relevant passages of the judgment read as follows:", "“... [T]he Constitution defines the Turkish State as a Republic... The constitutional structure of the State, which is based on national sovereignty, is a product of the nation’s will, mediated through free elections. That choice, emphasised in the various Articles of the Constitution, is set forth clearly and precisely in Article 67, entitled ‘The right to vote, to be elected and to engage in political activities’. Paragraph 6 of Article 67, as amended, provides that electoral laws must be framed in such a way as to strike a balance between the principles of ‘fair representation’ and ‘governmental stability’. The aim is to ensure that the electors’ will is reflected as far as possible [in] the legislature. ... [In order to] choose the system whose methods are most conducive to the expression of the collective will and the taking of collective decisions in the legislature, ... enacting the appropriate legislation in the light of the country’s specific circumstances and the requirements of the Constitution, it is necessary to opt for [the system] which is most compatible with the Constitution or to reject any system incompatible with it.", "The impact of a representative democracy is visible in various fields. The effect of unfair systems adopted with the intention of ensuring stability is to hamper social developments. ... Where representation is concerned, the importance attached to fairness is the main condition for governmental stability. Fairness ensures stability. However, the idea of stability, in the absence of fairness, creates instability. The principle of ‘fair representation’ with which the Constitution requires [compliance] consists in free, equal, secret and universal [suffrage], with one round of voting and public access to the counting of votes and the recording of results, and produces a number of representatives proportional to the number of votes obtained. The principle of ‘governmental stability’ is perceived as a reference to methods designed to reflect votes [within] the legislature so as to guarantee the strength of the executive power. The ‘governmental stability’ which it is sought to ensure through the threshold (described as a ‘hurdle’), just like ‘fair representation’ ..., is protected by the Constitution. In elections ... importance must be attached to combining these two principles, which seem antinomic in certain situations, in such a way [as to ensure] that they counterbalance and complement each other...", "In order to achieve the goal of ‘governmental stability’, set forth in the Constitution, a national [threshold] has been introduced...", "Clearly, the [threshold] of 10% of the votes cast nationally laid down in section 33 of Law no. 2839 ... came into force with the approval of the legislature. Electoral systems must be compatible with constitutional principles ..., and it is inevitable that some of these systems should contain strict rules. Thresholds which result from the nature of the systems and [are expressed] in percentages, and [which] at national level restrict the right to vote and to be elected, are applicable [and] acceptable ... provided that they do not exceed normal limits... The [threshold] of 10% is compatible with the principles of governmental stability and fair representation...”", "Three judges of the Constitutional Court disagreed with the arguments of the majority, considering that the 10% national threshold was incompatible with Article 67 of the Constitution.", "31. In the same judgment, however, the Constitutional Court declared null and void an electoral threshold of 25% for the allocation of seats within provinces (provincial threshold). Holding that such a threshold was inconsistent with the principle of fair representation, it observed:", "“Although a national threshold is imposed in parliamentary elections in accordance with the principle of ‘governmental stability’, imposing in addition a threshold for each electoral constituency is incompatible with the principle of ‘fair representation’.”", "32. The Government referred to the report of the Ad hoc Committee for the Observation of Parliamentary Elections in Turkey (3 November 2002), produced on 20 December 2002. The relevant parts of the report read as follows:", "“As widely reported by the media, two parties only out of 18 found their way into the new TBMM; the AKP (Justice and Development) and CHP (Republican People’s Party), leaving out all other parties, which had been represented so far in the parliament because they could not meet the 10% threshold. The party in government until the elections received only 1% of the votes. Economic and corruption problems were determining in the elections.", "A clear and absolute majority has emerged with 362 seats for the AKP, 179 seats for the opposition and 9 seats for independent members. (These independent members are elected in small towns where they have a good reputation.) It should be recalled that AKP had 59 seats in the previous parliament, and the CHP three (1999 elections).", "This situation might create probably greater stability in the country by avoiding complicated and unstable coalitions. On Monday 4 November 2002 the Turkish stock exchange went up by 6.1%.", "However, it also means that approximately 44% of the voters have no representation in the Parliament.", "The results must thus be considered as a clear protest vote against the establishment as a whole, since none of the three parties in the old governing coalition got enough votes for a single seat!”", "33. The Council of Europe has not issued any binding standards for electoral thresholds. The question has not been raised in the organisation’s standard-setting texts. On the other hand, the Code of good practice in electoral matters, adopted by the Venice Commission, makes recommendations on the subject (see Venice Commission, “Code of good practice in electoral matters: Guidelines and explanatory report”, Opinion no. 190/2002). As a general principle, the Code requires suffrage to be direct, but in the case of a bicameral parliament it permits one of the Chambers to be elected by indirect suffrage. As for the electoral system to be used, the Code’s guidelines state that any system may be chosen.", "34. Paragraphs 6 and 23 of Resolution 1380 (2004) on “Honouring of obligations and commitments by Turkey”, adopted by the Parliamentary Assembly of the Council of Europe on 22 June 2004, are worded as follows:", "“6. With regard to pluralist democracy, the Assembly recognises that Turkey is a functioning democracy with a multiparty system, free elections and separation of powers. The frequency with which political parties are dissolved is nevertheless a real source of concern and the Assembly hopes that in future the constitutional changes of October 2001 and those introduced by the March 2002 legislation on political parties will limit the use of such an extreme measure as dissolution. The Assembly also considers that requiring parties to win at least 10% of the votes cast nationally before they can be represented in parliament is excessive and that the voting arrangements for Turkish citizens living abroad should be changed.", "...", "23. The Assembly therefore invites Turkey, as part of its authorities’ current reform process, to:", "...", "ii. amend the electoral code to lower the 10% threshold and enable Turkish citizens living abroad to vote without having to present themselves at the frontier;", "...”", "35. Although there is no uniform classification of types of ballot and electoral systems, it is usual to distinguish three main types: majority vote systems, proportional systems and mixed systems. In majority vote systems the winner is the candidate or list of candidates obtaining the majority of the votes in the decisive round of voting. This type of ballot makes it possible to vote in governments with clear parliamentary majorities, but at the same time it militates against the representation of minority political parties. Thus, for example, in the United Kingdom the use over many decades of a single round of voting in a single-member majority-vote system (“first past the post”), combined with the existence of two dominant political parties, has had the effect of giving few seats to other parties in relation to the number of votes that they obtain. There are other similar cases, in France for instance, where there is a majority-vote system spread over two rounds of voting. At the opposite extreme, the aim of the proportional representation system is to ensure that the votes cast are reflected in a proportional number of seats. Proportional representation is generally considered to be the fairest system because it tends to reflect more closely the various political forces. However, the disadvantage of proportional representation is that it tends to lead to fragmentation among those seeking electoral support and thus makes it more difficult to establish stable parliamentary majorities.", "36. Currently, proportional systems are the most widely used in Europe. By way of example, Denmark, Spain, Estonia, Ireland, Luxembourg, Malta, Moldova, Norway, Poland, Portugal, the Czech Republic, Romania, Sweden, Bulgaria and Turkey have opted for one or other variant of proportional representation. There are also mixed systems containing various combinations of the two types of ballot (in Italy, Lithuania, Russia, Ukraine and Germany, for example).", "37. In order to ensure stable majorities in legislatures elected by proportional representation, statutory electoral thresholds are often used. Thresholds are “limits, fixed or variable, defined in terms of the electoral result, which determine the share of a list or candidate in the distribution of seats”. However, the role played by thresholds varies in accordance with the level at which they are set and the party system in each country. A low threshold excludes only very small groupings, which makes it more difficult to form stable majorities, whereas in cases where the party system is highly fragmented a high threshold deprives many voters of representation.", "38. Among the member States of the Council of Europe which use one or other variant of proportional representation in the context of a mixed system, and which set an electoral threshold, the following examples may be found. In Sweden a party must gain 4% of the votes cast nationally or 12% of the votes cast in the base constituency in which the seat is to be allocated. In Bulgaria a national threshold of 4% is imposed. In Liechtenstein it is necessary to pick up 8% of the votes cast nationally. In Denmark parties must either pick up 2% of the votes cast nationally or obtain a particular number of votes in two of the country’s three geographical zones. In the Netherlands there is a national threshold fixed at 0.67% of the votes cast.", "39. As a general rule, the threshold fixed does not apply as such to coalitions, which must pass higher thresholds. In the Czech Republic, for example, the threshold for one party is 5%, whereas in the case of a coalition it is raised by 5% for each of the constituent parties. In Romania the base threshold of 5% is raised by 3%, and only a further 1% for coalitions with three or more members. In Poland the electoral threshold varies between 5% for local lists and 8% for national lists; for a coalition the threshold is set at 8% whatever the number of constituent parties. Following the same logic, the threshold for independent candidates is lower – 3% in Moldova, for example."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}