{"ITEMID": "001-61815", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF LE PETIT v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["9. The applicant was born in 1957 and lives in Bristol. In 1974 he joined the Royal Navy. At the relevant time he held a senior non-commissioned rank and was an experienced administrator. On 20 October 1995 he was informed that he was under investigation on suspicion of travel fraud. Since he was to be interviewed by the naval police, he was offered the opportunity to speak to a naval barrister. He accepted this offer, was given legal advice and confirmed that he understood the advice given.", "10. He then attended two interviews with the naval police. At the beginning of both interviews he was cautioned (section 76 of the Police and Criminal Evidence Act 1984). He declined the opportunity accorded to him to obtain legal advice and to have a legal adviser present at those interviews. He made certain admissions at his first interview and gave the investigators access to his bank accounts. On 27 November 1995 he was interviewed for a second time and then charged.", "11. The charge sheet, as approved by the convening authority listed six charges (pursuant to section 42 of the Naval Discipline Act 1957) of obtaining property and a service by deception contrary to sections 1 and 15 of the Theft Act 1968. All charges related to the making of false representations about travel allowances.", "12. By notice dated 3 July 1996 the convening authority ordered the convening of a court-martial to try the applicant on the charges. He appointed the members of the court-martial by name. All were subordinate to the convening authority but none served within his chain of command. The Judge Advocate was appointed by the Chief Naval Judge Advocate. While the Judge Advocate was subordinate in rank to the President and both served under the Second Sea Lord, there was no command or other substantive institutional link between them.", "13. The court-martial took place on 8-10 July 1996. Once the applicant’s preliminary objections were rejected (he contested the admission of evidence from his interviews and he alleges that he challenged the composition of the court-martial), he pleaded guilty as charged. On 10 July 1996 he was sentenced to three months’ imprisonment.", "14. By letter dated 14 January 1997, his legal representative was informed of the decision taken by the Admiralty Board to reject his petition against conviction and sentence. It was considered that his admissions in interview were not the result of oppression and that, given the seriousness of the offences, his sentence was neither manifestly excessive nor wrong in principle.", "15. The law and procedures of naval courts-martial were contained in the Naval Discipline Act 1957 (“the 1957 Act”) and in certain statutory instruments made under the 1957 Act including the Naval Courts-Martial General Orders (Royal Navy) 1991 (“the 1991 Orders”). These are outlined in the G.W. v. the United Kingdom judgment (no. 34155/96, §§ 15-36), delivered on even date herewith.", "16. Following the Commission’s report in the case of Findlay v. the United Kingdom, certain provisions of the 1957 Act were amended by the Armed Forces Act 1996 (“the 1996 Act”) which Act came into force on 1 April 1997 (Findlay v. the United Kingdom, no. 22107/93, Commission’s report of 5 September 1995 and, see also, judgment in that case of 25 February 1997, Reports of Judgments and Decisions 1997-I). The new naval court-martial system for which the 1996 Act provides is described in the Court’s judgment in the case of Grieves v. the United Kingdom ([GC], no. 57067/00, §§ 16-62, ECHR 2003XII)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}