{"ITEMID": "001-107118", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "VRACIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["The applicant, Mr Željko Vračić, is a Croatian national of Serbian origin who was born in 1967 and lives in Branjin Vrh, Serbia.", "On 25 September 1992 the Act on Amnesty from Criminal Prosecution and Proceedings in Respect of Criminal Offences Committed during Armed Conflicts and the War against the Republic of Croatia was enacted.", "On 29 August 1994 an investigation was opened in the Osijek Military Court (Vojni sud u Osijeku), at the request of the Osijek Military Prosecutor (Vojno tužiteljstvo u Osijeku), in respect of the applicant and a large number of other persons on charges of armed rebellion which allegedly had taken place in the Beli Manastir Municipality.", "The applicant submits that he was not aware of these proceedings.", "On 24 September 1996 the General Amnesty Act was enacted which ordered a general amnesty in respect of all criminal offences committed in connection with the war in Croatia in the period between 17 August 1990 and 23 August 1996, save in respect of those acts which amounted to the gravest breaches of humanitarian law or to war crimes, including genocide.", "At the request of the Osijek Military Prosecutor of 3 December 1996, on 27 January 1997 an investigating judge of the Osijek County Court (istražni sudac Županijskog suda u Osijeku) terminated the investigation, pursuant to the General Amnesty Act.", "In the meantime, on 14 September 1994, the Beli Manastir police lodged a criminal complaint with the Osijek County State Attorney’s Office (Županijsko državno odvjetništvo Osijek) against eight persons, including the applicant, in which it was alleged that the applicant had participated in an act of genocide. On 18 June 1996 the Osijek County State Attorney’s Office asked the Osijek County Court (Županijski sud u Osijeku) to open an investigation.", "On the same day the Osijek County Court opened such an investigation in respect of the applicant and seven other persons on charges of genocide (Article 119 of the Criminal Code), on account of a reasonable suspicion that between August 1991 and September 1994 they had participated in the occupation of the village of Branjih Vrh and in the persecution of the ethnic Croats who at the time lived there.", "On 27 June 1996 the Osijek County Court issued an arrest warrant in respect of the suspects, including the applicant.", "On 30 December 1996 the Osijek County State Attorney’s Office charged the applicant and a number of other individuals with genocide in the Osijek County Court.", "On 16 June 1997 the same court ordered them to be tried in absentia.", "In 1999 an amendment of the Code of Criminal Procedure was introduced providing that no compensation was to be granted in connection with the detention of persons against whom criminal proceedings were terminated pursuant to the General Amnesty Act of 1996.", "The applicant was arrested on 12 September 2001 and placed in pre-trial detention based on the suspicion that he had committed the war crime of genocide. He was released on 29 November 2001.", "On 13 February 2002 the Osijek County State Attorney’s Office re-classified the offence with which the applicant was charged from genocide to the one of armed rebellion.", "On 16 May 2002 the Osijek County Court terminated the proceedings against the applicant, pursuant to the General Amnesty Act, in view of the re-classification of the offence.", "On 24 May 2002 the Osijek County State Attorney’s Office lodged an appeal with the Supreme Court against the above decision arguing that they had re-classified the indictment in respect of only three of the accused, but not in respect of the applicant and that therefore there had been no ground for terminating the proceedings against the latter.", "On 1 September 2004 the Supreme Court quashed the first-instance decision terminating the criminal proceedings against the applicant and remitted the case to the Osijek County Court.", "On 16 December 2004 the Osijek County Court again terminated the proceedings against the applicant, pursuant to the General Amnesty Act, in view of the re-classification of the offence. No appeal was lodged against this decision and it became final.", "On 13 October 2006 the applicant brought a civil action against the State before the Beli Manastir Municipal Court, seeking damages for his detention between 12 September and 29 November 2001. He argued that the criminal proceedings in connection with which he had been detained had been instituted on charges of genocide and that the State Attorney’s Office had re-classified the offence to one of armed rebellion only to prevent the applicant and other persons in the same situation from obtaining damages for their detention. He referred in this respect to the fact that under the General Amnesty Act persons against whom criminal proceedings were terminated on the basis of that Act had no right to compensation for their detention while all other persons who were detained in connection with criminal proceedings not ending in conviction had the right to compensation for their detention.", "On 2 April 2008 the Municipal Court awarded the applicant compensation finding that the applicant had been placed in detention in connection with charges of genocide and that therefore the General Amnesty Act was not applicable when it came to the question of compensation for detention.", "On appeal this judgment was reversed by the Osijek County Court on 2 October 2008. The relevant part of the decision reads:", "“The first-instance court disregarded the fact that the issue of whether detention was justified is to be assessed in respect of the final outcome of the proceedings, and not in respect of the legal basis for ordering detention, irrespective of the criminal offence with which the plaintiff had been charged at the time he was detained.", "Since the criminal proceedings against the plaintiff in respect of the criminal offence of armed rebellion committed between 17 August 1990 and 23 August 1996 were terminated on the basis of the General Amnesty Act, this court holds that the plaintiff is not entitled to compensation for any type of damages on account of unjustified detention (Article 484 (a) of the Code of Criminal Procedure).”", "On 10 November 2008 the applicant lodged a constitutional complaint against the Osijek County Court’s judgment of 2 October 2008.", "He argued that the Osijek County State Attorney’s Office had re-classified the offence in 2002 to one of armed rebellion only to prevent him from obtaining compensation in connection with his detention in 2001. He submitted that he had been detained at a time when he was accused of genocide and that therefore the General Amnesty Act was not applicable as regards his right to compensation in connection with his detention.", "He further complained that he had been tried twice in respect of the same offence because the criminal proceedings against him had firstly been terminated in 1997 and then again in 2004.", "On 27 October 2010 the Constitutional Court dismissed the applicant’s constitutional complaint as regards his complains concerning his right to compensation as ill-founded. As regards the complaint about being tried twice, the Constitutional Court held that it could not examine such a complaint since it had no connection with the civil proceedings instituted by the applicant.", "The relevant part of the Criminal Code (Opći krivični zakon Republike Hrvatske, Official Gazette nos. 53/1991 and 31/1993 – integral version – in force until 31 December 1997) read:", "“Whoever, with the intention of destroying a national, ethnic, racial or religious group in whole or in part, orders the killing or infliction of grave bodily injuries or serious harm to the physical or mental health of the members of such a group, the compulsory displacement of a population or the placing of such a group in conditions which would lead to its extinction in whole or in part, or who orders measures which would prevent births within such a group or the compulsory displacement of children to another group, as well as whoever, with the same intention, commits any of the foregoing acts shall be sentenced to between five and twenty years’ imprisonment.”", "“(1) Whoever participates in an armed rebellion which is aimed at harming the constitutionally established State and social order or the security of the Republic of Croatia shall be sentenced to at least three years’ imprisonment.", "(2) An organiser or leader of the armed rebellion shall be sentenced to at least five years’ imprisonment.”", "The relevant part of the Code of Criminal Procedure enacted on 2 June 1999 and amended on 27 October 1999 (Official Gazette nos. 58/1999 and 112/1999) reads:", "“Special laws and decisions adopted as acts of mercy by which perpetrators of criminal offences were pardoned or granted amnesty in respect of criminal offences committed between 17 August 1990 and 23 August 1996 do not serve as a basis for the application of Articles 476 to 484 of this Act.”", "Articles 476 to 484 of that Act set forth the conditions and procedures in respect of the right to compensation in connection with detention and sentences ordered in the context of criminal proceedings that ended in acquittal or unjustified conviction.", "The relevant part of the Act on Amnesty from Criminal Prosecution and Proceedings in Respect of Criminal Offences Committed during the Armed Conflicts and the War against the Republic of Croatia of 25 September 1992 (Official Gazette no. 58/1992, Zakon o oprostu od krivičnog progona i postupka za krivična djela počinjena u oružanim sukobima i u ratu protiv Republike Hrvatske) reads:", "“Criminal prosecution of perpetrators of criminal offences [committed] during the armed conflicts, the war against the Republic of Croatia or in connection with these conflicts or war, committed between 17 August 1990 and the day when this Act comes into force, shall be discontinued. In respect of these offences criminal prosecution and criminal proceedings shall not be instituted. Where criminal proceedings have been instituted, a court shall terminate them of its own motion. Where a person concerned by amnesty under paragraph 1 of this section has been detained, he or she shall be released.”", "“Amnesty under section 1 of this Act shall not be granted to perpetrators of the criminal offences in respect of which the Republic of Croatia is obliged to prosecute under the international law.”", "“A state attorney may lodge an appeal within twenty-four hours from the service of a decision under section 1 paragraphs 2 and 3 of this Act, where she or he considers that the decision contravenes section 2 of this Act.”", "The relevant part of the amendments to the above Act of 6 June 1995 reads:", "“In section 1 paragraph 1 of the Act on Amnesty from Criminal Prosecution and Proceedings in Respect of Criminal Offences Committed during the Armed Conflicts and the War against the Republic of Croatia (Official Gazette no. 58/92) the words ‘the day when this Act comes into force’ are to be replaced by the words ‘10 May 1995’.”", "The relevant part of the General Amnesty Act of 24 September 1996 (Official Gazette no. 80/1996, Zakon o općem oprostu) reads:", "“This Act gives general amnesty from criminal prosecution and proceedings to the perpetrators of the criminal offences committed during the aggression, armed rebellion or armed conflicts and in connection with the aggression, armed rebellion or armed conflicts in the Republic of Croatia.", "Amnesty shall not apply to the execution of final judgments in respect of perpetrators of the criminal offences under paragraph 1 of this section.", "Amnesty from criminal prosecution and proceedings shall apply to offences committed between 17 August 1990 and 23 August 1996.”", "“Criminal prosecution or criminal proceedings shall not be instituted against the perpetrators of the criminal offences under section 1 of this Act.", "Where criminal prosecution has already commenced it shall be discontinued and where criminal proceedings have been instituted a court shall issue a decision terminating the proceedings of its own motion.", "Where a person granted amnesty under paragraph 1 of this section has been detained, he or she shall be released.”", "“Amnesty under section 1 of this Act shall not be granted to perpetrators of the gravest breaches of humanitarian law, which have the character of war crimes, namely, the criminal offence of genocide under Article 119 of the Basic Criminal Code of the Republic of Croatia (Official Gazette no. 31/1993, consolidated text, nos. 35/1993, 108/1995, 16/1996 and 28/1996); war crimes against the civilian population under Article 120; war crimes against the wounded and sick under Article 121; war crimes against prisoners of war under Article 122; organising groups [with the purpose of committing genocide] and abetting genocide and war crimes under Article 123; unlawful killing and wounding of the enemy under Article 124; unlawful taking of possessions from the dead or wounded on the battleground under Article 125; use of unlawful means of combat under Article 126; offences against negotiators under Article 127; cruel treatment of the wounded, sick and prisoners of war under Article 128; unjustified delay in repatriation of the prisoners of war under Article 129; destruction of cultural and historical heritage under Article 130; inciting war of aggression under Article 131; abuse of the international symbols under Article 132; racial and other discrimination under Article 133; establishing slavery and transferring slaves under Article 134; international terrorism under Article 135; putting at risk persons under international protection under Article 136; taking hostages under Article 137 and the criminal offence of terrorism under the provisions of international law.", "Amnesty shall not be granted to perpetrators of other criminal offences under the Basic Criminal Code of the Republic of Croatia (Official Gazette no. 31/1993, consolidated text, nos 35/1993, 108/1995, 16/1996 and 28/1996) and the Criminal Code of the Republic of Croatia (Official Gazette no. 32/1993, consolidated text, nos. 38/1993, 28/1996 and 30/1996) which were not committed during the aggression, armed rebellion or armed conflicts and are not connected with the aggression, armed rebellion or armed conflicts in the Republic of Croatia.", "...”", "A state attorney may lodge an appeal against a court decision under section 2 of this Act where a court has granted amnesty in favour of perpetrators of criminal offences in respect of which this Act gives amnesty within the legal classification of the criminal offence by a state attorney.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}