{"ITEMID": "001-75712", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HROBOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Struck out as regards Art. 13;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1955 and lives in Kráľovský Chlmec.", "5. On 26 August 1992 the applicant sued a medical institution for damages before the Poprad District Court.", "6. On 1 September 1992 the District Court sent the action to the defendant for comments.", "7. Between 11 September 1992 and 5 May 1993 the District Court held several hearings. On the latter date the applicant challenged the judge and requested that the case be transferred to a different court.", "8. On 26 August 1993 the Košice Regional Court found that the District Court judges were not disqualified.", "9. On 24 November 1993 the District Court heard the parties and decided to obtain an expert opinion.", "10. An expert was appointed on 24 March 1994. On 9 September 1994 a different expert was asked to submit the opinion as the first expert was abroad. As the second expert did not proceed with the expert’s report, the District Court appointed a third one on 12 October 1995. The latter informed the court that he was not specialised in the relevant field. A different expert was therefore appointed on 7 November 1995. He submitted an opinion on 2 January 1996.", "11. On 27 May 1996 the applicant sought to extend her claim. The District Court did not grant her request. It further decided to hear several witnesses.", "12. On 29 September 1997 the applicant challenged the District Court judges. The District Court judges made a statement concerning this request in November 1997. The applicant’s request for their exclusion was submitted to the Prešov Regional Court on 21 February 1999. The Regional Court dismissed the request on 12 March 1999.", "13. Subsequently the District Court sought to obtain evidence as suggested by the applicant. In this context two witnesses living in the Czech Republic were to be heard.", "14. On 21 January 2002 the District Court granted the applicant’s claim in part. The applicant appealed.", "15. On 7 October 2002 the vice-president of the Prešov Regional Court informed the applicant that her appeal had not yet been decided upon due to the heavy workload of the court.", "16. On 18 February 2003 the Prešov Regional Court quashed the first instance judgment.", "17. On 10 July 2003 the District Court allowed the applicant to extend her claim. It adjourned the case with a view to taking further evidence.", "18. On 12 September 2003 the District Court asked a court in Brno (Czech Republic) to hear a witness.", "19. On 13 October 2004 the applicant challenged the judge of the Poprad District Court. On 16 December 2003 the Regional Court in Prešov refused to exclude the District Court judge.", "20. On 2 February 2004 the City Court in Brno submitted the requested evidence to the District Court in Poprad.", "21. At a hearing held on 3 September 2004 the applicant was acquainted with the evidence which the District Court had obtained. The applicant requested that a new expert opinion should be obtained. The case was adjourned.", "22. On 13 April 2005 the applicant informed the Court that the proceedings were still pending before the District Court in Poprad.", "23. On 18 December 2000 the applicant complained to the Constitutional Court about the length of the proceedings.", "24. On 28 June 2001 the Constitutional Court found that the applicant’s right to a hearing without unjustified delay had been violated. The decision stated that the case was not particularly complex and that the applicant had not contributed to the length of the proceedings in a significant manner. Undue delays in the proceedings before the District Court had occurred between 23 November 1993 and 24 March 1994, between 9 September 1994 and 12 October 1995 as well as between 29 September 1997 and 21 February 1999. Furthermore, the District Court had not acted in an appropriate manner when the defendant had failed to submit required information in time and when the expert appointed on 9 September 1994 had remained inactive for more than one year.", "25. At that time the Constitutional Court lacked power to provide redress to the applicant (see, for example, Jakub v. Slovakia, no. 2015/02, §§ 25-28, 28 February 2006)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}