{"ITEMID": "001-106918", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF FEXLER v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert", "TEXT": ["6. The applicant was born in 1949 and lives in Hallabro.", "7. Since June 2000, the applicant has been on 100% sick leave due to various health problems. She has, inter alia, been operated on for cancer as the consequence of which she suffers from recurrent Erysipelas (a bacterial infection of the skin, which typically involves the lymphatic system) and lymphatic oedema in both legs.", "8. Hence, on 18 June 2001, the applicant applied for disability benefits (handikappersättning) retroactively from June 1999. She claimed that, due to her health problems, she had incurred, and still incurred, extra costs for, inter alia, medication, doctors’ visits, treatment, travel expenses, special clothes and shoes, special soap and creams, and for supplementary vitamins and minerals. She had calculated that these extra costs amounted, in total, to SEK 75,314 (approximately EUR 8,150) per year.", "9. On 3 May 2002 the Social Insurance Office (försäkringskassan –hereinafter “the Office”) of the County of Blekinge rejected the request. It accepted certain extra costs for medication, medical treatment and support material as well as for certain travel up to a specific amount. However, in the Office’s view, the total of the applicant’s extra costs per year amounted to no more than SEK 7,300 from September 1999, SEK 8,900 from January 2000 and SEK 6,800 from January 2001. Thus, the Office concluded that the applicant’s extra costs did not reach the minimum level established for each year to be granted disability benefits (namely SEK 10,374 for 1999, SEK 10,431 for 2000 and SEK 10,517 for 2001, which was equal to 28.5% of the basic amount in line with the price index [basbelopp]). It further noted that the applicant had claimed that she needed help with shopping and some cleaning and driving but that she had not stated that she had a daily need for assistance. In this respect, the Office took into account that the applicant was married and could rely on some help from her husband. Therefore, it considered that she had failed to show that she had a substantial need of assistance in her daily life (minimum two hours per day). Finally, it found that the total need of support was not sufficient for disability benefits to be granted. The decision was based on Sections 5 and 6 of the Act on Disability Benefits and Care Allowance (Lagen om handikappersättning och vårdbidrag, Act no. 1998:703) and the Office also had two medical certificates at its disposal from different doctors who had treated the applicant.", "10. By letter dated 23 May 2002 the applicant appealed against the decision to the County Administrative Court (länsrätten) of the County of Blekinge, requesting that the decision be set aside and that the case be remitted to the Office for further action. In the alternative, she requested that the court declare her entitled to disability benefits as from June 1999. She maintained her claims and developed her reasons for why the various extra costs were essential. She further added that the Office had failed to investigate her actual need for assistance, which she alleged amounted to one hour per day, in order to estimate the total cost of extra needs due to the disability. Moreover, the applicant stated that she needed manual lymphatic drainage which the County Council of Blekinge lacked resources to provide. Since her need was medically documented, she had to travel to a neighbouring county for treatment at her own expense. In this connection, she alleged that she was unable, due to her illness, to use public transport for which reason her travel expenses were higher than calculated by the Office. All these extra costs should, in her view, be included in the calculation to grant her disability benefits.", "11. On 26 February 2003 the County Administrative Court rejected the appeal. As concerned the applicant’s need of assistance in her daily life, the court considered that it was the common responsibility of a couple to clean and shop, for which reason the applicant was not found to be in need of assistance from a third person in her daily life. The applicant was not considered to be in need of assistance on a daily basis to such an extent that this alone could constitute a basis for granting disability benefits. Turning to the extra costs, the court shared the Office’s conclusions and calculations but added some additional costs for special soap. It also observed that the County Council was responsible for the costs related to the treatment for lymphatic drainage and that these costs thus could not be included in the calculation of disability benefits. Furthermore, it found that the medical certificates invoked before it did not show that the applicant was unable to use public transport. The court concluded, in an overall assessment of the applicant’s need of assistance and of her extra costs, that the conditions for granting disability benefits were not fulfilled and, thus, that the applicant was not eligible for a disability allowance.", "12. By letter dated 1 March 2003 the applicant appealed to the Administrative Court of Appeal (kammarrätten) in Jönköping, maintaining her earlier claims and insisting that she was in need of assistance for one hour per day. She further noted that according to the calculation based on the lower court’s judgment, the total amount of extra costs acknowledged by the court was only SEK 41 (approximately EUR 4.50) below the limit to be granted disability benefits for the year 2000. Moreover, the applicant alleged that she had to buy custom-made clothes and special shoes due to her deformities caused by the lymphatic oedema and hip problems. These costs, and the costs for the lymphatic drainage, should be included. She requested that the court order the Office to submit information about how it had calculated her total need for assistance.", "13. On 29 March 2004 the Administrative Court of Appeal rejected the applicant’s request for further investigation of the case as it considered that the case had been clarified to the extent that was demanded. The applicant was given one month to submit, in writing, any further information that she wished to add.", "14. On 8 June 2004 the Administrative Court of Appeal granted leave to appeal and, by letter dated 21 September 2004, the applicant requested that the court hold an oral hearing because she considered the investigation to be incomplete and, for that reason, points about the matter to be decided remained unclear.", "15. In a decision of 27 September 2004, the Administrative Court of Appeal declared its intention to obtain supplementary information from the Office, as it found it necessary to investigate the case further. On 30 September 2004 the Administrative Court of Appeal ordered the Office to submit supplementary information about lymphatic drainage treatment.", "16. In a supplementary submission by the applicant, dated 24 November 2004, she stated that she had been in contact with Blekinge hospital to clarify whether it was now possible to carry out manual lymphatic drainage there. She had received various replies but, according to the latest reply, it was not possible although some private therapist within the county apparently could do it. She demanded that an oral hearing be held by telephone to clarify certain unclear points of the case. During the oral hearing, the Administrative Court of Appeal ought to establish that the hospital lacked resources to provide continuous manual lymphatic drainage treatment, that the frequency of the treatments, as stated in the application for disability benefits, was medically motivated and that costs incurred for treatment performed by private providers were extra costs in the present circumstances. Furthermore, the court ought to clarify contradictions in the Office’s submission and calculate the time needed for assistance as well as the total need for support.", "17. On 21 April 2005 the Administrative Court of Appeal rejected the applicant’s request for an oral hearing “per telephone” as it found that it was not necessary. The applicant was given three weeks to finalise her submissions in writing and she was informed that, after that time, the case could be decided on the basis of the case file as it stood.", "18. By a judgment of 14 June 2005, the Administrative Court of Appeal upheld the lower court’s judgment in full. The court, consisting of five judges including two lay judges, found it established that lymphatic drainage treatment of the kind the applicant needed was to be regarded as medical treatment and that the County Council was responsible for costs of such treatment to the extent that it could be considered medically motivated. Accordingly, when assessing the application for disability benefits, the applicant was not entitled to include extra costs for lymphatic drainage treatment. In the light of this and as the court also shared the County Administrative Court’s assessment concerning the remainder of the subjectmatter the appeal was to be rejected. The judgment was unanimous.", "19. By letter dated 19 July 2005 the applicant made a further appeal to the Supreme Administrative Court (Regeringsrätten), requesting that the Administrative Court of Appeal’s judgment be repealed and the case returned for renewed examination since it had failed to hold an oral hearing. She referred to Article 6 of the Convention and claimed that an oral hearing was necessary in order to clarify the case, in particular her need for assistance. In the alternative, the applicant requested that the court grant her disability benefits.", "20. On 17 May 2006 the Supreme Administrative Court refused leave to appeal.", "21. The 1998 Act on Disability Benefits and Care Allowance (Lagen om handikappersättning och vårdbidrag, Act no. 1998:703, as in force at the relevant time), provides that a person who has reached the age of 16 and who, before reaching the age of 65, has become functionally impaired for a considerable time and to such a degree that he or she needs time-consuming assistance from another person on a daily basis or needs continuing assistance from another person in order to be gainfully employed or otherwise has considerable extra expenses, may receive disability benefits (section 5, first paragraph). If the disabled person needs assistance either on a daily basis or in order to be gainfully employed and, in addition to this, has extra expenses, the issue of whether he or she is entitled to disability benefits and the amount of compensation shall be decided on basis of the total need of support (section 5, second paragraph). Thus, when making this assessment, it is necessary to look into the person’s whole situation and to add together the need for different types of assistance and the extra expenses incurred.", "22. It follows from section 6 of the 1998 Act that disability benefits are granted on a yearly basis at a level of 69%, 53% or 36% of the basic amount for social security purposes (prisbasbelopp) depending on the extent to which the person in question is in need of assistance and the amount of extra expenses caused by the disability. The basic amount was SEK 36,400 for 1999, SEK 36,600 for 2000 and SEK 36,900 for 2001.", "23. A medical report is required when it comes to the assessment of the functional impairment itself. As to the disabled person’s need of support, regard must be had to the fact that support may be provided naturally to a certain extent by the person’s husband or wife or another person with whom the person is living. If the support amounts to two hours per day, the need for assistance is considered time-consuming and may, for that reason, constitute a basis for granting disability benefits amounting to 36% of the basic amount, even if there are no extra expenses (see Guidelines of the National Social Insurance Board, Riksförsäkringsverket, AR 1998:5, applicable at the time of the Office’s decision). As far as the assessment of extra costs is concerned, account has to be taken of whether and to what extent the disabled person has access to assistance provided by the municipal social services, such as having his or her own personal assistant or having the possibility of using municipal transport services for the disabled. According to the above-mentioned Guidelines, considerable extra expenses incurred as a consequence of the functional impairment may in themselves result in a right to disability benefits amounting to 36% of the basic amount, provided the extra expenses come to at least 28.5% of the basic amount. It is necessary to look at the whole situation of the person in question and to add together the need for different types of assistance and the extra expenses. According to the Guidelines, the total cost of all extra needs due to the disability should attain at least 28.5% of the basic amount in order to make the individual eligible for disability benefit. Thus, if a person needs support for only one hour per day but also extra expenses amounting to 15% of the basic amount, he or she is entitled to 36% of the basic amount in disability benefits (see Guidelines of the National Social Insurance Board, cited above, p. 24).", "24. In order to be granted disability benefits, the individual has to file an application with a social insurance office (section 11). The benefits are paid as from the beginning of the month when the entitlement to the benefits arose. Disability benefits may be paid for a certain period of time before the insured person filed the application. Such retroactive payment may refer at most to a period of two years preceding the application (section 13). The purpose of the latter regulation is to avoid situations where the individual would lose his or her right to the benefits owing to lack of information (see Government Bill 1988/89:42, p. 9). Since 1 July 2004, retroactive payment of disability benefits may at most refer to a period of six months preceding the application.", "25. Section 9 of the Administrative Court Procedure Act (Förvaltningsprocesslagen, Act no. 1971:291, as in force at the relevant time) was worded as follows:", "“The procedure shall be in writing.", "Where it may be assumed to be advantageous for the investigation or promote the expeditious determination of the case, the processing may include an oral hearing regarding certain issues.", "In the Administrative Court of Appeal and the County Administrative Court an oral hearing shall be held if requested by an individual party to the proceedings, unless it is unnecessary or there are particular reasons against holding a hearing.”", "26. The travaux préparatoires to the Administrative Court Procedure Act emphasise that an oral procedure can be advantageous for the investigation of a case in two respects in particular. Firstly, such a hearing may be needed in order to examine a witness, expert or party or in cases where a party has difficulty expounding his or her claim in writing. Secondly, an oral hearing may be needed to clarify the positions taken by the parties in the case and perhaps eliminate unnecessary or meaningless points of dispute. In the latter case, the procedure is typically of a preparatory nature. Moreover, the oral form of procedure envisaged in the 1971 Act is not to be seen as an alternative to the written form, but rather as a complement to that form (see the Government Bill 1971:30, p. 535).", "27. The possibility of holding an oral hearing in order to promote an expeditious determination of the case, which was first introduced in 1983, was a clarification of a practice that already applied (see the Government Bill 1982/83:134, Parliamentary Committee on Justice JuU 36, Parliamentary Communication 378, SFS 1983:461). The purpose of the legislative amendment was to make it clearer that an oral hearing can and should be used for preparatory purposes in certain cases, to make for speedier and more effective proceedings. The amendment was primarily intended for tax cases associated with tax offence cases before courts of general jurisdiction.", "28. Furthermore, the travaux préparatoires to the 1971 Act underlined, in connection with the provision in section 9 of the Act concerning the right of a party to an oral hearing in certain cases, that while serious consideration should be given to the wishes of a party for such a hearing, the party could hardly be allowed to have a decisive influence in the matter. The question of whether a hearing is necessary should primarily be assessed in the light of the existing investigation of the case, but it should also be possible to accord significance to other factors, for example, if the case is very important for the party and a hearing would give him a better understanding of the import of the decision to be given in the case. One particular reason not to arrange an oral hearing could be that the case is of a trivial nature or that the costs of the hearing are high compared to the value of the object of dispute (see Government Bill 1971:30, p. 537).", "29. In recent years the Supreme Administrative Court has set aside a number of decisions on appeal and referred the case back to the administrative courts of appeal because of the lack of an oral hearing in the lower courts (see, for example, RA 2002 ref. 23, BA 2003 note 68, RA 2004 note 65 and RA 2007 note 171; as more specifically regards work injuries, see RA 2004 note 66 and RA 2006 note 207). In the last mentioned case, an administrative court of appeal had changed the lower court’s judgment to the applicant’s disadvantage without holding an oral hearing. Furthermore, the applicant had requested that a medical doctor be heard as a witness.", "30. In a judgment of 9 June 2005 concerning a claim for damages brought by an individual against the Swedish State, inter alia, on the basis of an alleged violation of Article 6 of the Convention on account of the excessive length of the criminal proceedings, the Supreme Court held that the plaintiff’s right under Article 6 of the Convention to have the criminal charges against him determined within a reasonable time had been violated. Based on this finding, and with reference, inter alia, to Articles 6 and 13 of the Convention and the Court’s case-law under these provisions, in particular the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), the Supreme Court concluded that the plaintiff was entitled to compensation under Swedish law for both pecuniary and non-pecuniary damages. With respect to the level of compensation for non-pecuniary damage, the Supreme Court took note of the criteria established in the Court’s case-law stating that the Court’s practice constituted a natural point of departure in this regard.", "31. In a decision of 4 May 2007, the Supreme Court held that the principle concerning a right to damages established in the above-mentioned case of 9 June 2005 also applied with regard to the rights contained in Article 5 of the Convention. The Supreme Court stated that the plaintiff’s right to damages on account of a violation of Article 5 should be assessed in the first place under the Tort Liability Act (Skadeståndslagen, Act no. 1972:207) and the Act on Compensation for Deprivation of Liberty and Other Coercive Measures (Lagen om ersättning vid frihetsberövanden och andra tvångsåtgärder, Act no. 1998:714). To the extent necessary, the relevant provisions of domestic law should be interpreted in accordance with the Convention. If Sweden’s obligations under Article 5 § 5 could not be met by such an interpretation, the domestic courts should award compensation without the support of specific legal provisions. As concerned the determination of the level of compensation, the Supreme Court repeated that the Court’s case-law was a natural point of departure but also noted that account must be taken of the fact that different national conditions may lead to variations from one country to another in what should be regarded as a reasonable level of compensation.", "32. In a judgment of 21 September 2007, the Supreme Court held that the plaintiffs’ right to respect for their private life under Article 8 had been violated on the basis that a police decision on a medical examination of some of them had not been “in accordance with the law”. Having found that compensation for the violation could not be awarded directly on the basis of the Tort Liability Act, the Supreme Court held that there was no reason to limit the scope of application of the principle established in the abovementioned cases of 9 June 2005 and 21 September 2007 to violations of Articles 5 and 6 of the Convention. In view of this and with reference to, inter alia, Articles 8 and 13 of the Convention and the Court’s case-law under these Articles, the Supreme Court concluded that the plaintiffs should be awarded non-pecuniary damage for the violation of Article 8. With regard to the levels of compensation, the Supreme Court concluded that they should not be too far removed from the levels which applied when awarding damages under the Tort Liability Act. Generally speaking, these levels should, however, be compatible with the case-law of the Court. In the same case, Svea Court of Appeal had also concluded, in a judgment dated 12 January 2006, that there had been a violation of Article 8 and that an award for non-pecuniary damage should be made on the basis of the principle established in the case of 9 June 2005.", "33. A further Supreme Court judgment of 28 November 2007 concerned a claim for damages against the Swedish State on the basis of an alleged violation of Article 2 of the Convention relating to the suicide of the plaintiffs’ father while in detention. The Supreme Court concluded that the case revealed no violation of Article 2. However, in its reasoning leading to this conclusion, the Supreme Court noted, inter alia, that according to the Court’s case-law there was a right to an effective remedy under Article 13 connected to the State’s duty under the Convention to take measures to protect the lives of individuals in custody or who were otherwise deprived of their liberty, which should, in principle, include a possibility of obtaining compensation for damage. The Supreme Court thus referred in particular to the judgment in Keenan v. the United Kingdom (no. 27229/95, § 130, ECHR 2001III).", "34. Finally, in a decision of 11 October 2007 concerning a claim for damages against the Swedish State, the Chancellor of Justice held that the right of one of the plaintiffs under Article 6 of the Convention had been violated on account of the excessive length of the civil proceedings. Based on this finding, and with reference to the above-mentioned Supreme Court judgments of 9 June 2005 and 21 September 2007, the Chancellor of Justice concluded that the individual was entitled to compensation from the State for non-pecuniary damage. With respect to the level of compensation, the Chancellor of Justice took note of the Court’s case-law, in particular the case of Ernestina Zullo v. Italy ([GC], no. 64897/01, 29 March 2006).", "35. In May 2009 the Government decided to set up a working group on tort liability and the Convention to study the current legal situation. In December 2010 the working group submitted its report (Skadestånd och Europakonventionen, SOU 2010:87) to the Government. In the report it is proposed that the Tort Liability Act be amended in order to allow natural and legal persons to obtain damages from the State or a municipality for violations of the Convention. Such an action against public authorities would be examined by a general court which would need first to establish that a right provided by the Convention has been violated. The aim of the proposal is to provide a legal basis for granting non-pecuniary damage arising from disregard of the Convention, and to fulfil, together with the other already existing legal remedies, Sweden’s obligations under Article 13 of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}