{"ITEMID": "001-105691", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ĐURĐEVIĆ v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["4. The applicants were born in 1967, 1966 and 1994 respectively and live in Kloštar-Ivanić.", "5. The applicants allege that on 16 June 2009 at about 9.30 p.m. the third applicant and his brother Z.Ð were attacked in front of the “Yogi” restaurant in Ivanić Grad by a group of six men. The police intervened and took the third applicant and his brother to the Ivanić Grad police station. The third applicant refused to sign the police incident report, which stated that he had 1 g/kg of alcohol in his blood. When, at about 10.30 p.m., the first and second applicants arrived at the police station they found that the third applicant had been beaten up and had blood all over him.", "6. When the second and third applicants went to their car, two police officers, one of whom was S.M., approached them. The unidentified police officer opened the door and S.M. pulled the second applicant out of the car, twisting her right arm, punched her in the chest and kicked her in the abdomen. S.M. then kicked the third applicant in the abdomen and seized him by the throat. The second applicant called the Zagreb Police to tell them about the incident, but there was no reaction.", "7. After the incident, the applicants and other members of their family went to Ivanić Grad Medical Emergency Centre (Služba hitne medicinske pomoći, ispostava Ivanić Grad), where the doctor refused to record the applicants’ injuries. The applicants and other family members then went to Bjelovar General Hospital (Opća Bolnica Bjelovar), where they were examined at about 2 a.m. It was established that the second applicant had suffered contusions of the chest, head and pelvis (contusio thoracis, capitis et pelveos), while the third applicant had suffered contusions on the head, with abrasions, and on the nose (contusio capitis cum excoriations et contusio nasi). The injuries were classified as minor bodily injuries.", "8. On an unspecified date, the first applicant complained to the Ministry of Health and Social Welfare (Ministarstvo zdravstva i socijalne skrbi) that his family had not been treated correctly at Ivanić Grad Medical Emergency Centre. On 17 August 2009 S.L., the principal of Zagrebačka County Health Centre (Dom Zdravlja Zagrebačke Županije), submitted his observations to the Ministry, stating that the applicants had pressured the doctor in charge to diagnose injuries, but the doctor had behaved professionally and refused to record injuries that did not exist.", "9. The Government alleged that on 16 June 2009 in the evening Z.Ð., a son of the first and second applicants and brother to the third applicant, was having dinner at the “Yogi” restaurant in Ivanić Grad when M.Š., obviously very drunk, approached him, insulted him because of his Roma origin and spat in his food. Z.Ð. left the restaurant, but soon afterwards, at about 9.30 p.m., came back with the third applicant to retrieve his car, which had been parked in front of the restaurant.", "10. There was a verbal and then a physical dispute between Z.Ð. and the third applicant on the one side and M.Š. on the other. Z.Ð. and the third applicant were aided by their relatives S.Ð., V.Ð., T.Ð. and B.Ð. The police soon arrived and the conflict then ceased. The participants were taken to the Ivanić Grad police station.", "11. At about 10.30 p.m. the same day a small group of Roma, including the first and the second applicants, arrived at the police station in search of M.Š. When the police officers warned them off, they left the police station. However, the second applicant continued to shout in front of the police station, insulting and threatening the police officers. Police officers S.M. and A.B., now dressed in plain clothes as they were no longer on duty, approached the second applicant asking her to calm down, without using any force. The second applicant then left.", "12. The applicants had then gone to the Ivanić Grad Medical Emergency Centre, where the doctor was unable to detect any injuries to them.", "13. On 16 June 2009 the Ivanić Grad police interviewed Z.Ð., M.Š. and the third applicant, as well as a witness, I.G., a waitress in the “Yogi” restaurant.", "14. I.G. stated that at the critical time she had been serving Z.Ð. in the restaurant when M.Š. had approached him, insulted him because of his Roma origin and spat in his food. Z.Ð. had left and had soon come back with three other Roma persons, a man and two women. A dispute, at first verbal and then physical, had ensued. She could not see clearly who had hit whom, but had heard verbal insults from everyone.", "15. The third applicant said that after his brother had come home and told him about the abuse by M.Š. at the restaurant, the two of them had returned to the restaurant, since their car had been left there. A group of unknown men, including M.Š., had approached them. The third applicant had started to run home when suddenly somebody had hit him in the back. He had fallen to the ground and the men had continued to beat him all over the body. He had lost consciousness.", "16. Z.Ð. also described the incident in the restaurant and said that when he had come back with the third applicant to retrieve his car, which was parked in front of the restaurant, a group of unknown men, including M.Š., had approached them. He and his brother had started to run home. When he got home and saw that his brother was not there, he had gone back to look for him. He had found him in Babonićeva Street. They had telephoned their relatives V.Ð. and S.Ð. and they had all returned to the restaurant, where they had found M.Š., who had immediately started to insult them and then approached them and hit them. They had hit him back. M.Š. had then kicked S.Ð. several times in the belly. The police had then arrived and the fighting had ceased.", "17. M.Š. also described the incident in the restaurant, admitting that he had verbally insulted Z.Ð. because of his Roma origin and then spat in his food. He explained that after a few minutes Z.Ð. had come back with his brother and two Roma women. They had started to insult him and then attacked him. He had defended himself by hitting and kicking the attackers. The police had then arrived and the fighting had ceased.", "18. On 9 July 2009 the Ivanić Grad police indicted M.Š., Z.Ð., the third applicant, S.Ð. and V.Ð. in the Ivanić Grad Minor Offences Court. On the same day, on the basis of the police report and without holding a hearing, that court found M.Š., Z.Ð., S.Ð. and V.Ð. guilty of:", "“on 16 June 2009 at about 9.30 p.m. in Kloštar Ivanić, ... in the “Yogi” bar ..., disturbing public order and peace in that the first defendant M. entered the said premises obviously drunk, approached a table where the second defendant Z. was sitting, started to insult him ..., and spat in his food. Immediately after that the second defendant Z. stood up and left the restaurant. After some time, the second defendant Z. came back, together with his brother, the third defendant D., to retrieve his car, which was parked in front of the restaurant. The first defendant M., together with three unknown men, approached them, and then also the fourth defendant S. and the fifth defendant V., who sided with the second and the third defendants and insulted the first defendant and the others ...", "After the verbal insults, the first defendant M. attacked the fourth defendant S., who is pregnant, and the fifth defendant V., as well as T. and B.Ð. who were in their company, and hit them several times in the belly. The second defendant Z. and the third defendant D. also got involved in the fight with the first defendant M., all hitting and kicking each other.", "When officers from the Ivanić Grad police station arrived, the defendants stopped disturbing the peace.”", "19. The Minor Offences Court issued a minor-offences order finding M.Š. guilty under section 6 of the Minor Offences Against Public Order and Peace Act (Zakon o prekršajima protiv javnog reda i mira), and fined him 1,170 Croatian kunas (HRK). The other defendants were found guilty under Article 13 of the same Act and fined HRK 195. The order in respect of M.Š. became final, while Z.Ð., S.Ð. and V.Ð. objected, and on 17 November 2009 the same court, after having heard the defendants, again found them guilty and issued a warning against them. No appeal ensued.", "20. The proceedings in respect of the third applicant were severed since he was a minor. On 22 October 2009 the Minor Offences Court found him guilty of participating in a fight with his brother Z. against M.Š. and a court reprimand was issued against him. No appeal ensued.", "21. On 16 June 2009 the Ivanić Grad police station indicted the second applicant before the Ivanić Grad Minor Offences Court, alleging that on 16 June 2009 at about 10.30 p.m. she had disturbed the peace in Ivanić Grad in that she had approached her husband’s car and shouted and pressed the car’s horn. She had also verbally insulted the police officers at the Ivanić Grad police station, calling them thieves, threatening to burn their houses down and cursing them.", "22. On 17 June 2006 the Bjelovar General Hospital submitted a report to the Ivanić Grad police station stating that the second applicant had been seen by a doctor in that hospital on 17 June 2009 at 2 a.m. and that she had sustained contusions to the chest, head and pelvis at the hands of an unknown person; and that the third applicant had suffered contusions on the head, with abrasions, and a contusion on the nose.", "23. A medical report of 19 June 2009 shows that ultrasound examination of the second applicant revealed a subcutaneous haematoma in the sacral area measuring 92x74x23 millimetres.", "24. On 1 July 2009 the Ivanić Grad police station interviewed M.Šk., a waitress at the “Argentina” bar located near the scene of the incident of 16 June 2009 at about 10.30 p.m. She said that at that time she had been at the terrace of the bar together with two police officers, S.M. and A.B. She had heard noise coming from a nearby car park, the noise of a car horn and shouting. Police officer A.B. had gone to see what was going on. She had heard female voices shouting. Other police officers soon joined him. Shortly afterwards she had heard S.M. shout ”Stop! Police!”. She had gone back into the bar and then come out again. She had seen police officers approaching the car and the situation had calmed down. Soon after that M.S., who lived nearby, had come to the bar saying that the noise had woken him. She had told him not to go there and that the police had already taken care of the situation. She also said that it was not true that the police officers had used force, they had only asked the unknown persons to calm down.", "25. On the same day the Ivanić Grad police station interviewed M.S., who said that on 16 June 2009 at about 10.30 p.m. he had been on the terrace of the “Argentina” together with M.Šk. and two police officers from the Ivanić Grad police station, S.M. and A.B. He had heard noise from the nearby car park – someone had been sounding a car horn. Officer A.B. had gone over to see what was going on. The shouting had continued and judging by the voices he had heard he had concluded that they belonged to several women. Police officer S.M. had also gone to the car park. Soon after that he had heard S.M. shout “Stop! Police!”. He had then left the terrace and approached the car park, where he had seen a group of Roma coming from the direction of the police station, talking loudly. One of the women in the group had probably called the Zagreb Police telling them that she had been beaten by two police officers in Ivanić Grad, which was untrue. Soon after that one or two uniformed police officers had appeared and the situation had calmed down. He also said that it was not true that the police officers had used force, they had only asked the unknown persons to calm down.", "26. On an unspecified date the second applicant lodged a criminal complaint against the two police officers with the Ivanić Grad Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Ivanić Gradu), on charges of ill-treatment while on duty or in the exercise of services on behalf of a public authority (zlostavljanje u obavljanju službe ili javne ovlasti). She alleged that two police officers, one of whom was S.M., had beaten her and her son and that they had then started to shout.", "27. On 12 October 2009 an identification parade was held at the Ivanić Grad police station with five men, one of whom was police officer A.B. The second applicant did not identify any of the men as the perpetrators of the alleged violence against her on 16 June 2009.", "28. On 30 November 2009 the Ivanić Grad Municipal State Attorney’s Office dismissed the second applicant’s complaint, finding, inter alia, that she had been unable to identify the alleged perpetrators during the identification parade, and that the surveillance camera at the Ivanić Grad police station had not recorded anything suspicious. The relevant part of the decision reads:", "“Katica Ðurđevic lodged a criminal complaint against police officer S.M and an unknown police officer from the Ivanić Grad police station for the criminal offence of ill-treatment while on duty or in the exercise of services on behalf of a public authority ...", "In her criminal complaint she alleges that on 16 June 2009 at about 11 p.m. she and her husband Ðuro went to the Ivanić Grad police station because their sons Z. and Danijel had been taken there. Danijel was covered in blood and she took him out of the police station and they sat in their car parked in front of the police station. While she was lighting a cigarette a police officer opened the car door, grabbed her by her right arm, almost breaking it, dragged her out of the car and kicked her in the chest and belly. S.M., who was with the police officer, took Danijel out of the car, kicked him in the belly, grabbed him by the neck and lifted him against the car. This whole event was recorded by the surveillance video camera, and she suggests that the recording be seen.", "S.M. said that he was employed as a police officer in the Ivanić Grad police station and that on 16 June 2009 he had been sent to Kloštar Ivanić because [someone was] disturbing the peace. At about 9.45 p.m. he had arrived at the “Yogi” restaurant, where he had found M.Š. sitting in front of the restaurant, obviously drunk, and several persons of Roma origin who were shouting at M.Š. He and other police officers who had arrived saw that there had been a fight between M.Š. and the Roma persons and that M.Š. had hit these persons several times. He had taken M.Š. to the Ivanić Grad police station and then he had gone off duty and left the police station at about 10.15 p.m. to go to the “Argentina” bar. At about 10.30 p.m. he had heard noises and cursing outside the bar ... so he had gone with another police officer to see what was going on. As they approached an “Opel” type car with Dutch licence plates he had heard a woman’s voice shouting even louder and someone was also sounding the car horn, so they had tried to calm them down. They had not calmed down, however, and more police officers had come out of the police station, and he had returned to the bar. He asserted that neither he nor any of the other police officers had used any force against any of the persons present.", "Danijel Ðurđević said that ... he had been taken to the police station, where he had been told that he had 1 g/kg of alcohol in his blood, which was not true, so he had refused to sign the report. Soon after that his parents had arrived and when he was sitting in their car, parked outside the police station, a man in grey clothes had come and opened the car door, grabbed his mother Katica by the arm, dragged her out of the car and hit her. After that another unknown man in plain clothes had grabbed him by his arms, dragged him out of the car and kicked him in the belly, grabbed him by the neck and pressed him against the car.", "M.S. said that on 16 June 2009 at about 10.30 he had been in the “Argentina” bar situated next door to the Ivanić Grad police station. The waitress was M.Šk. and there was also another customer, S.M. At one moment he had heard noises and the sound of a car horn coming from the parking lot and S.M. had gone there. He was also curious and had gone out onto the terrace to see what was going on. He had seen a large group of Roma persons coming from the direction of the police station, talking loudly, and one of the women had called the police complaining that she had been beaten by two policemen, which was untrue since M.S. had been standing only a couple of metres away and had seen everything. After that a few more police officers had arrived and the noise had stopped.", "M.Šk. said that she had been working as a waitress when she heard noise coming from the car park – a car horn and women shouting. She had heard someone shout “Stop! Police!”, and had gone back into the bar. She explained that the police officers had not used any force but had merely asked the persons present to calm down.", "...", "The medical report of 17 June 2009 from Bjelovar General Hospital states that Katica Ðurđević allegedly suffered blows to the chest, head and pelvis, without mentioning visible signs of injuries.", "The criminal offence of ill-treatment while on duty or in the exercise of services on behalf of a public authority is committed by an official who in the performance of duties on behalf of a public authority ill-treats or insults another person or behaves in a manner which harms his or her dignity. An identification parade was held in the police station but Katica Ðurđević failed to pick out the person who had aggressed her on 16 June 2009 from among the five police officers in the line-up.", "The Ivanić Grad police station submitted video recordings from the surveillance video cameras for 16 June 2009, which showed no evidence that police officers had beaten Katica Ðurđević or any other person.", "Neither the information collected nor the video tape indicated that S.M. or any other police officer had hit Katica Ðurđević or ill-treated her in any other manner, and therefore there is no reasonable suspicion that he committed a criminal offence.", "...”", "The second applicant was instructed that she could take over the prosecution and bring charges before the Ivanić Grad Municipal Court within eight days.", "29. On 17 December 2009 the second applicant brought charges (optužni prijedlog) against S.M. and an unknown police officer before the Ivanić Grad Municipal Court (Općinski sud u Ivanić Gradu). She alleged that on 16 June 2009 at about 10.30 p.m. the two police officers had beaten her and her son Danijel. On 29 January 2010 the court asked the second applicant to amend her submissions within three days. The second applicant complied. However, on 4 March 2010 the Municipal Court found that the second applicant’s submissions did not take the form required by the Code of Criminal Procedure.", "30. The second applicant has seen doctors on several occasions since the alleged incident. On 8 February 2010 she was diagnosed with a mild chronic neural lesion (blaža kronična neuralna lezija).", "31. The medical report of 27 October 2008 on the third applicant shows that he complained that he had been hit by a pupil at the school he was attending. He had a deviation of the nasal septum which could be of a post-traumatic character. There were no signs of broken nasal bones.", "32. On 19 December 2008 the first applicant complained to the Government that his son, the third applicant, had been constantly insulted and frequently beaten by other pupils because of his Roma origin.", "33. An interview with the third applicant was conducted at the Ivanić Grad police station on 12 January 2009. He explained that on an unspecified date in late October 2008, after physical training, he had gone to the changing room to pick up his things. Pupil L.R. had been in front of him. Someone had pushed L.R. and his head had hit the third applicant’s face, hurting his nose. He had reported it to the class teacher, who had sent him to see a doctor. He had not had any other symptoms and the pain had ceased after a few days.", "34. On 9 January 2009 the Ministry of Science, Education and Sport asked the school authorities to reply to the first applicant’s allegations of 19 December 2008. The school prepared two reports. The relevant part of the first report, drawn up on 14 January 2009 by the applicant’s class teacher, reads:", "“... after only two weeks at this school I encountered conflicts between pupils. D. Ðurđević first reported a run-in with another pupil when pupil L.R. unintentionally hit him on the nose with his head because Danijel was standing behind L.R. when L.R. swung his head back. ... Danijel came to me complaining that his nose hurt and told me that L.R. had hit him hard. He made it quite clear that the blow had been unintentional, which other pupils who witnessed the incident confirmed. The next day Danijel complained that his nose still hurt, so I sent him to see a doctor. I also tried to inform the Ðurđević family, but their mobile telephone was switched off. Since it was established that the contact between Danijel and L.R. had been accidental, with no intention of hurting Danijel, I had no reason to punish anyone. This happened on 21, 22 and 23 October 2008.", "On 22 October 2008, during a break, a verbal and physical conflict involving pupils I.D., M.K., L.R. and D. Ðurđević occurred. From interviews with these pupils I learned that I.D., M.K. and L.R. were playing with a box ... which annoyed Danijel, who wanted to throw the box away, so Danijel and the other pupils started arguing. Pupils I.D., M.K. and L.R. said that after some pushing and shoving Danijel threatened them with physical violence and I.D., M.K. and L.R. answered by swearing at him. Danijel then hit M.K. and L.R. During the following break the pupils reported the incident to me and I reported it to the authorities. A class teacher gave pupils I.D., N.K. and L.R. oral warnings. Pupil D. Ðurđević was given a written warning because he had already had oral warnings.", "On 16 December, during a break, my pupils came to me to report a fight started by Danijel. They told me that P.G. and D.A. had been standing outside the history classroom talking when Danijel had arrived and kicked P.G.’s bottom. D.A. had asked him why had he done it and Danijel had insulted her. She had returned the insults and entered the classroom. Danijel had followed her in, pressed her against a wardrobe in the classroom, grabbed her by her hair and kneed her in the hip and belly. The pupils had seen Danijel hit her seven times before the boys had managed to separate them. With the help of the history teacher ... Danijel confessed that he had started the fight and explained what he had done ... He confirmed the pupils’ version of events and wrote it all down on paper, as did the girls who witnessed it. He even demonstrated how he had pressed D.A. against the wardrobe and held her while he hit her. I reported the incident to a pedagogue, V.V., who immediately talked to Danijel, D.A. and the pupils who witnessed the incident, then called Danijel’s and A.’s parents and the police. Defectologist A.N. was also informed and set about resolving the situation. I informed the teachers of the incident at their meeting on 19 December 2008 and suggested giving Danijel Ðurđević a written reprimand for causing and participating in verbal and physical conflicts, inflicting bodily injuries on D.A. and violating the school rules by not wearing school slippers, and that suggestion was unanimously accepted.", "As regards unacceptable behaviour towards pupil Ðurđević, Danijel complained to me on three occasions that other pupils had been teasing him ... about his age and his alleged liking for a pupil in another class. After Danijel’s complaint I warned the pupils concerned and instructed them to avoid verbal conflicts. I also talked to Danijel on several occasions, and he told me that if the teasing continued he would hit the pupils concerned. On the basis of these interviews I concluded that Danijel identified verbal insults with physical violence and considered it appropriate to react to teasing with violence, without showing any remorse.", "After the incident in December when Danijel inflicted injuries on D.A, the pupils told me that Danijel’s usual reaction to teasing among the pupils included threats of physical violence, swearing and inappropriate comments about a girl pupil from his class, with allusion to her physical attributes and to sexual activity. As an example of his typical behaviour, the pupils mentioned Danijel’s kicking of pupils in passing. He would bend his knee and kick them with a sudden backwards movement of his leg. During our latest conversation the pupils told me that they had been avoiding Danijel for some time, explaining that they had stopped teasing him out of fear that he would put his threats of physical violence into practice. Danijel, on the other hand, has never complained to me that any of the pupils have tried to harm him.”", "35. The relevant part of the second report, drawn up on 15 January 2009 by the pedagogue at the same school, reads:", "“Danijel Ðurđević, has very frequent verbal conflicts with his classmates and sometimes with his teachers as well. The interviews with him reveal that in his opinion the cause of these conflicts is that he ‘wants to have fun and make jokes but the others do not see it that way.’ On innumerable occasions the class teacher, the defectologist and I have explained to him that what he perceives as a joke is not necessarily [seen as such] by others, and that sometimes people are not in the mood for jokes but that does not require a vehement reaction.", "He is repeating the sixth grade and at the beginning of the school year he said he missed his friends from his former class, but he also promised to be a better pupil, to listen to teachers, me and the defectologist and to refrain from arguing with other pupils. I praised him for that attitude; he showed some improvement in his school work, but the conflicts with other pupils have persisted. Mostly pupils from his class are involved, but sometimes he would go to the class attended by his sister D. and try to solve her problems, in an inappropriate manner, shouting and threatening younger pupils. As regards educational measures, on 23 September [2008] he was issued an oral reprimand by a class teacher and on 28 October 2008 a written warning for fighting with other pupils, of which the parents were informed orally by the class teacher. The other pupils involved in the fighting were given oral warnings while Danijel got a written warning for repeating the unacceptable behaviour for which he had been warned orally on 23 September 2008.", "On 16 December 2008 during a break ... there was a scuffle between Danijel and pupil D.A. The pupils who witnessed it came to me and the class teacher. [We found] D.A. at the scene, crying, with dishevelled hair, obviously in shock, clutching her belly with both hands. The pupils told us what had happened. I took D.A. to my office and assessed whether an ambulance had to be called. D.A. said that she was frightened and had pains in her head and belly, but that there was no need to see a doctor. She had no external injuries, save for pulled hair and red marks on her belly.", "Danijel had no injuries, he said that he had hit her because they had said something to him which had made him angry. The parents of both pupils were informed. The Ðurđević parents came immediately, and D.A.’s mother came later ... The Ðurđević parents wanted to talk with D.A. immediately to see what had happened. Since they were shouting and talking at the same time as Danijel, I asked them to calm down and told them that they had no right to question D.A. without her parents being present. As they had been informed about the incident, I told them to go home and that my duty was to report the incident to a welfare centre and the police, and I asked them to take Danijel home. Dissatisfied with what I had said, they reacted inappropriately, especially Mrs Ðurđević, complaining that when Danijel had been insulted there had been no reaction and the police had not been called. They said they would deal with it in their own way. An hour later D.A.’s father came to my office, upset and disappointed that I had not called an ambulance and that the police had not come to the school.", "At a teachers’ meeting on 19 December 2008 it was decided that a written reprimand would be issued against Danijel for serious physical conflict in which he had inflicted bodily injury. Although this was not his first attack on a pupil at the school and the usual measure would be a harsh reprimand, in view of his overall social condition, which affected his development, a more lenient punishment was issued.", "It is to be stressed that we regularly talk to Danijel, at his request (at least two or three times a week), and we also provide him with adequate aid in terms of conversations with him, alone and together with other pupils; he receives help with his school work (once I personally cleaned the muddy sneakers he wore to school instead of slippers, because he did not know how to do it).", "Today he is reported to have punched pupil I.M. on the left cheek because I.M. threw his cap at him.", "As regards the incident when his nose was hurt on 21 and 22 October 2008 (I do not know the exact date because Danijel cannot remember exactly when it happened), Danijel said in the presence of his parents that he happened to be standing behind a boy who swung his head back because he had long hair, and that his nose had been like that before, which is confirmed by medical documents submitted by the parents ...", "I would like to stress that in both my personal and my professional capacity I have done a lot to help the Ðurđević parents and their children. Many times the Ðurđević parents have objected that we do not know how to resolve problems with Roma people, alleging that the pupils at school, as well as other people, had been denigrating them. I expressed my regret at such behaviour and stressed that they could not have experienced anything like that from me (which they confirmed), and reassured them that I would certainly react in the event of such behaviour by the pupils, in order to protect their children, and direct the pupils as to the correct attitude to adopt towards the Roma. I could not be held responsible for other people’s reactions because these things are a matter of personal culture.", "I advised them to tell their older, grown-up children who come to the school to take their younger siblings home to wait outside the school or not to enter the school before the end of classes without registering with a pupil on duty (they would get angry when asked to show their identity cards by pupils on duty, and would go to the classrooms without authorisation). In conversations with them, they have admitted that their children also sometimes use bad language they hear at home, and I think that their complaint that their children are the only ones ill-treated at school is not true.", "The social services and the police were informed about the supervision of pupils in order to help them with their existential problems.", "36. On an unspecified date the second applicant lodged a criminal complaint with the Velika Gorica Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Velikoj Gorici) on charges of bodily harm (tjelesna ozljeda). It appears that this complaint was related to beatings the third applicant had suffered at school.", "37. On 24 February 2009 the second and third applicants were invited to the Velika Gorica Municipal State Attorney’s Office for an interview in connection with the incident of 16 December 2008.", "38. The medical report of 26 March 2009 indicates that the third applicant claimed that a pupil had hit him in the back with a ball and that he had been beaten by pupils at school and insulted constantly for a week. He alleged that he had pains in his belly and back. There were no visible injuries. He was diagnosed with abdominal contusions (contusio abdominis). The ultrasound examination did not show any injuries. He refused hospitalisation.", "39. On 18 September 2009, the first applicant lodged a complaint with an unspecified body against the school authorities who were, in his view, not being proactive in protecting his son, the third applicant, from constant beatings.", "40. On 15 December 2009 the third applicant was examined in connection with his headaches by the ophthalmologist in Dubrava Hospital (Klinička bolnica Dubrava). The applicant alleged that he had been beaten up at school and out of school. The doctor requested the opinion of the school authorities and the school psychologist.", "41. On 8 February 2010 the third applicant was examined again, and was diagnosed as having serious impairment to the sight in his right eye as a result of a contusion (cephaela gradus gravis post contusionem). The applicant said that he had been beaten up at school and out of school. The doctor observed that there had been no response from the school authorities or the school psychologist and asked once again for their opinion. The third applicant was referred to a neurologist and a brain surgeon. There is no indication that he followed the recommendation.", "42. On the same day the Velika Gorica Municipal Court found the third applicant guilty of inflicting bodily harm on D.A. on 16 December 2008 and ordered him to apologise to D.A. and to be placed under strict care and supervision.", "43. On an unspecified date the second applicant complained about the violence against the third applicant in school and submitted medical documentation. She alleged that she and the boy’s father had complained to the school about Danijel being beaten by other pupils on many occasions and that nothing had been done. She also alleged that they (the parents) had been thrown out of the school and not allowed to pay insurance for Danijel at the school. She enclosed medical documentation concerning the third applicant dated 17 March 2010, showing that he had been hit on the head on 26 March and 9 December 2009 and 16 February 2010.", "44. On 7 April 2010 the school head master drew up a report at the request of the Zagreb Clinic for the Protection of Children. The relevant part of the report reads:", "“Observations about pupil Danijel Ðurđević", "...", "In the sixth grade [Danijel] has had frequent verbal conflicts with pupils from his class (sometimes also physical conflicts such as pushing, or pulling clothes), and sometimes with teachers as well. The interviews with him reveal that in his opinion the cause of these conflicts is that he ‘wants to have fun and make jokes but the others do not see it that way’. On innumerable occasions the class teacher and professional assistants at school have explained to him that what he perceives as a joke is not necessarily [seen as such] by others and that sometimes people are not in the mood for jokes, but that does not require a vehement reaction.", "The police intervened for the first time during Danijel’s sixth grade in December 2008, after an serious incident with a pupil. ...Danijel grabbed the girl by the head and kicked her in the belly. After our intervention with the relevant outside services the parents, possibly dissatisfied with our conduct, complained to the Office for National Minorities, which asked for our observations.", "[the incident when Danijel was hit on the nose is described]", "...", "In December last year Danijel complained about having a headache because ‘he had been hit with an iron bar’. During the interview with him, we learned that the previous day Danijel had been hit by unknown persons ..., out of school, after lessons. He refused our suggestion to call his parents to come to take him home. Instead, he asked for painkillers as he frequently does ... After a few moments he left the school without authorisation, went to see a doctor and returned after an hour with two prescriptions ...", "On 4 March 2010 the Ðurđević parents were invited to the school to fetch their daughter, who was in sixth grade and who was throwing chairs and benches in her classroom following a verbal conflict with other pupils in her class. When Danijel heard about it, he tried to ‘solve the situation in his way’, by threatening the pupils and teachers (he mentioned a knife). The teachers calmed him down but he had already called his brother or father on a mobile telephone and soon his grown-up elder brother arrived at the school. At the entrance he brushed past the pupil on duty and shouted at him, and opened various classroom doors looking for his sister and brother. One of the teachers ... heard the noise and asked the young man to stop making noise and disturbing classes and told him that he would find his brother and sister. But the brother continued to address the teacher in an inappropriate manner and threatened to ‘take things into his own hands’. The teacher immediately called the police and it is possible that this is incident the Ðurđević parents were referring to in connection with police intervention.", "Danijel frequently complains to teachers of headaches and asks for pills and permission to leave the classroom. Sometimes he leaves without authorisation or without the teachers’ knowledge. ...", "In principle we do not give pills to pupils but call the parents to pick up their children and take care of them.", "Danijel is also complaining less frequently of being insulted by other pupils. We have talked to these pupils and taken educational measures when such incidents continued. It has been noticed lately that Danijel has been refusing schoolwork, has reacted vehemently to advice and would sometimes address the pupils and teachers in an inappropriate manner.", "I would like to stress that the class teachers informed the parents at parent-teacher meetings of verbal incidents involving individual pupils, and the parents reacted more than correctly and apologised. I would also like to stress that six other Roma pupils attend our school and that they are good pupils and cooperation with their parents is satisfactory for all.”", "45. The relevant part of the Code of Criminal Procedure (Official Gazette nos. 62/2003 – Zakon o kaznenom postupku) provides as follows:", "“...", "(3) Where not otherwise provided by law, the State Attorney shall bring a criminal prosecution where there is a founded suspicion that an identified individual has committed a criminal offence liable to official prosecution and where there are no statutory obstacles for prosecution of that person.”", "“(1) All State bodies and all legal entities are obliged to report criminal offences liable to official prosecution, whether they have been informed thereof or have learned about such offences on their own.", "...”", "“(1) A criminal complaint shall be lodged with a competent State Attorney in writing or orally.", "...”", "46. The relevant part of the Minor Offences against Public Order and Peace Act (Official Gazette nos. 5/1990, 47/1990 and 29/1994) reads:", "“Anyone who acts in an exceptionally insolent and impolite manner in public by insulting citizens or disturbing their peace, shall be fined for a minor offence ... or imprisoned for up to thirty days.”", "“Anyone who fights, quarrels or shouts in public or otherwise disturbs public order and peace, shall be fined for a minor offence ... or imprisoned for up to thirty days.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}