{"ITEMID": "001-101913", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF YURIY LOBANOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary damage - reserved;Non-pecuniary damage - claim dismissed (Article 41 - Non-pecuniary damage)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1938 and lives in Shuya in the Ivanovo Region.", "6. The applicant is a holder of 1982 State premium loan bonds (облигации Государственного внутреннего выигрышного займа 1982 года) having a total nominal value of 19,845 “promissory roubles” (see paragraph 17 below).", "7. In 1982, the USSR issued a State internal premium loan to finance certain State programmes (see paragraph 13 below). According to the conditions of the loan, individuals could invest their money in State premium bonds and redeem them at any time during the term of the loan with interest at three per cent per annum. The term of the loan was fixed at twenty years. In that period, 160 State-organised draws were to be held in which some bonds would win cash prizes.", "8. In 1992, the Government of the Russian Federation acknowledged its succession in respect of the obligations of the USSR under the 1982 loan and suspended payments under the 1982 State premium bonds (see paragraph 14 below).", "9. Between 1995 and 2000, a series of Russian laws was adopted which provided for conversion of Soviet securities, including the 1982 loan bonds, into special Russian promissory notes (see paragraphs 16 to 20 below). The Government was mandated to devise a procedure for the conversion and fix the value of the promissory notes. Although a regulation on the conversion was adopted in 2000 (see paragraph 21 below), the actual conversion did not start and application of the regulation has remained suspended to the present day (see paragraph 22 below).", "10. In early 2002, the applicant wrote to the Ministry of Finance to inquire about possibilities and time-limits for converting his 1982 bonds into Russian promissory notes. By a letter of 27 April 2002, a deputy director of the Internal Debt Department confirmed to the applicant that his bonds should be converted into the Russian promissory notes in accordance with the Savings Protection Act. The deputy director went on to explain why the conversion had not yet been possible:", "“Section 10 of the [Conversion Procedure] Act provides that the procedure for calculating the interest accrued on the Russian promissory notes and the procedure for servicing the [internal] debt would be set out in a special federal law, which has not yet been enacted. In this connection, actual payments in [Russian] roubles under the promissory notes – as provided in the [Conversion Procedure] Act – cannot be made and the determination of the value of the ['promissory rouble'] would be of no practical significance since its application has not yet been defined by the legislator.", "...", "Once the legislation on the procedure for calculating the interest and the debt-servicing procedure has been adopted, the Ministry of Finance will make the necessary arrangements for the conversion of USSR securities... into promissory notes and the servicing of them; it will also launch an open tender for selection of the conversion agent ...”", "11. In November 2002 the applicant brought proceedings before the Supreme Court of the Russian Federation challenging the Government for inactivity and failure to put the redemption programme into effect.", "12. On 4 December 2002 the Supreme Court refused to examine the applicant's claim. It found as follows:", "“By virtue of the constitutional principle of separation of powers, the court may not, in civil proceedings, require the Government of the Russian Federation to enact a specific legal act if the law does not explicitly set out the duty of the Government to adopt appropriate regulation; the claim may not be accepted for examination by the court.”", "13. On 30 December 1980 the USSR Cabinet of Ministers approved, by Resolution no. 1220, the issue of bonds of the 1982 State premium internal loan having nominal values of 25, 50 and 100 Soviet roubles. Their period of circulation was set at twenty years, from 1 January 1982 to 1 January 2002. Soviet citizens could either buy the 1982 bonds with their own money or obtain them in exchange for bonds from the earlier 1966 State premium internal loan. The 1982 bonds could be sold and redeemed throughout the entire period of circulation.", "14. On 19 February 1992 the Government of the Russian Federation issued Resolution no. 97 concerning the 1982 State internal premium loan and a new Russian internal premium loan to be issued in 1992. It provided as follows:", "“1. To confirm succession of the Government of the Russian Federation in respect of obligations of the former USSR to Russian Federation citizens arising out of the bonds of the 1982 State internal premium loan.", "2. Starting from 20 February 1992, to discontinue sale and purchase of bonds of that loan and holding of prize draws.", "3. To issue the 1992 Russian internal premium loan.", "...", "6. To give Russian Federation citizens who are holders of bonds of the 1982 State internal premium loan the right to voluntary exchange of the bonds against State securities, including 1992 Russian internal premium loan bonds, shares in the Savings Bank of the Russian Federation, and also to credit the proceeds from sale of bonds to deposits open in the Savings Bank of the Russian Federation, from 1 October 1992...”", "15. By Resolution no. 549 of 5 August 1992, the Russian Government decided that from 1 October 1992 to 1 October 1993 the Savings Bank would be authorised to purchase 1982 bonds and exchange them for 1992 bonds at the rate of 160 Russian roubles for one bond with a nominal value of 100 roubles.", "16. On 10 May 1995 the Savings Protection Act (no. 73-FZ, ФЗ «О восстановлении и защите сбережений граждан Российской Федерации») was enacted. The State guaranteed the protection of Russian citizens' savings, including their investments in State securities issued by the USSR and RSFSR before 1 January 1992 (section 1). Guaranteed savings were recognised as part of the internal State debt of the Russian Federation secured with the entirety of the assets available at the disposal of the Government of Russia (sections 2 and 3). Soviet securities were to be converted into special promissory notes of the Russian Federation with a special promissory value (sections 5 and 7). Separate laws were to be enacted to determine the procedure for converting Soviet securities into Russian promissory notes and to determine their current value (section 12).", "17. On 6 July 1996 the Promissory Value Act (no. 87-FZ, ФЗ «О порядке установления долговой стоимости единицы номинала целевого долгового обязательства Российской Федерации») introduced the “promissory rouble” as the currency of special promissory notes of the Russian Federation (section 1). The actual value of the “promissory rouble” was to be determined as a proportion of the “control value” of the consumer goods basket and its “base value” at the prices that prevailed in the RSFSR in 1990 (section 2). The “control value” was to be calculated on a weekly basis by the State Statistical Service and the “base value” was to be fixed in a federal law (sections 3 to 7). The Government was to publish the current value of the “promissory rouble” within one month of the Act's coming into force.", "18. On 4 February 1999 the Base Value Act (no. 21-FZ, ФЗ «О базовой стоимости необходимого социального набора») was enacted in pursuance of the Promissory Value Act. It set the “base value” at 464 Soviet roubles. Its application was suspended from 1 January 2003 to 1 January 2012 by successive federal laws (no. 176-FZ of 24 December 2002, no. 186-FZ of 23 December 2003, no. 173-FZ of 23 December 2004, no. 189-FZ of 26 December 2005, no. 238-FZ of 19 December 2006, no. 198-FZ of 24 July 2007, and no. 206-FZ of 24 November 2008).", "19. On 15 March 1999 the State Statistical Service approved guidelines on calculation of the “control value” (resolution no. 19).", "20. On 12 July 1999 the Conversion Procedure Act (no. 162-FZ, ФЗ «О порядке перевода государственных ценных бумаг СССР и сертификатов Сберегательного банка СССР в целевые долговые обязательства Российской Федерации») confirmed that bonds of the 1982 State internal premium loan which are still in circulation in Russia are part of the guaranteed savings of Russian citizens (section 1). Sections 3 to 8 set out the general principles for conversion of the bonds into special promissory notes of the Russian Federation. The debt servicing procedure was to be governed by a separate federal law (section 10). Section 11 specified that the guarantees of the Savings Protection Act were fully applicable to securities which had not been converted into Russian promissory notes and that no statute of limitation applied to claims arising out of those securities.", "21. In pursuance of section 15 of the Conversion Procedure Act, on 29 January 2000 the Russian Government approved a regulation on the procedure for conversion of USSR securities into Russian promissory notes (Resolution no. 82). It set out that conversion into promissory notes would be performed by putting a stamp on the face of the bonds, which would certify the fact of conversion and also the nature, face value and interest rate of the new promissory note (paragraph 3). Converted bonds were to be entered into a register maintained by the Ministry of Finance (paragraph 4). The conversion was to be carried out by a designated lending agency, which the Ministry of Finance was to choose by tender (section 5).", "22. Starting from 2003, the application and implementation of Resolution no. 82 was repeatedly suspended by successive Government Resolutions (no. 625 of 14 October 2003, no. 349 of 13 July 2004, no. 489 of 4 August 2005, no. 467 of 28 July 2006, no. 479 of 25 July 2007, no. 558 of 22 July 2008, no. 594 of 21 July 2009, and no. 387 of 1 June 2010).", "23. On 17 March 2004 the Presidium of the Moscow Regional Court quashed, by way of supervisory review, all the judgments in a civil case in which the claimants sued the Russian Government for their failure to determine the value of the “promissory rouble” (decision no. 229). It held as follows:", "“The claims raised by Mr and Ms K. fall outside the courts' competence; a court may not encroach on the competence of the executive body by requiring it to perform actions or to issue regulations which are within the competence of that body. The court may only ... assess the compliance of the Government regulations with Russian federal legislation. Besides, district courts have no competence over such claims. Pursuant to Article 220 § 1 of the Code of Civil Procedure, a court shall discontinue the proceedings if the claim may not be examined and determined in civil proceedings.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}