{"ITEMID": "001-76097", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF COKAN v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1946 and lives in Ponikva.", "6. On 25 January 1996 the applicant was injured in an accident at work. The applicant’s employer had taken out insurance with the insurance company ZT.", "7. On 4 November 1996 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,304,324 tolars (approximately 9,600 euros) for the injuries sustained.", "At an undetermined time in 1998, the judge presiding the case was appointed to the Celje Higher Court and the case was transferred to a new judge.", "On 12 November 1997 and 19 January 1998, the applicant requested that a date be set for a hearing.", "Between 4 May 1998 and 24 May 2000, the applicant lodged four preliminary written submissions and/or adduced evidence.", "Of the six hearings held between 5 May 1998 and 30 May 2000, none was adjourned at the request of the applicant.", "During the proceedings, the court appointed three medical experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 13 July 2000.", "8. On 25 July 2000 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 4 July 2001 the court dismissed both appeals.", "The judgment was served on the applicant on 29 august 2001.", "9. On 14 September 2001 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 4 July 2002 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 10 September 2002."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}