{"ITEMID": "001-84334", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ZUBAYRAYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis;Dean Spielmann;Françoise Tulkens;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1967 and lives in Nice, France. Before 1999 the applicant was a resident of the village of Starye Atagi in Chechnya. He also submitted the complaint on behalf of his close relatives: his mother, Malika Zubayrayeva, brother Khasan (also spelled Khasin) and sisters Aset and Petimat Zubayrayeva, who are not applicants in the present case.", "7. The facts of the case were partly disputed by the parties. Accordingly, the Court requested the Government to submit copies of the criminal investigation file. The submissions of the parties are summarised below in Part A. A summary of the documents submitted by the Government is set out in Part B below.", "8. In October 1999 the applicant applied for asylum in Belgium. He said that he had served in the national security service of the self-proclaimed “Chechen Republic of Ichkeria”.", "9. The applicant’s parents, brothers and sisters remained in Chechnya. His family lived in their house at 103 Nagornaya Street in the village of Starye Atagi.", "10. The applicant’s mother, Malika Zubayrayeva, testified that in the early hours of 17 September 2000 the family had been woken by loud screams. A large group of men in camouflage uniforms and, in some instances, masks, whom she identified as belonging to the Russian special services (“spetsnaz”), entered the house and forced all the inhabitants outside. They were not allowed to get dressed and no reasons were given for their intervention. According to her, the intruders wore insignia of the Russian army and spoke Russian without an accent.", "11. According to the applicant, the inhabitants of the house were lined up in the courtyard facing the wall and their passports were collected. The servicemen read out the names in the passports one by one. One of the applicant’s brothers, Magomed, was not at home that night and the men asked about his whereabouts. The applicant’s father Salaudi (also spelled Salavdi) Zubayrayev replied that he was not at home. The intruders hit the applicant’s other brother, Khasan Zubayrayev (born in 1977), with a rifle butt on the head and led the applicant’s father away. They then forced the women into one of the rooms. In the meantime others opened all the rooms in the house and searched them. They collected valuables and family photographs.", "12. Once the armed men had left, the women went outside and found Khasan in the courtyard. The body of the applicant’s father was found about 100- 200 metres from the house. He had been shot in the back of the head with an automatic rifle.", "13. On the same night and in similar circumstances four other persons were killed in Starye Atagi: Musa Abubakarov (aged about 70), Zaur Demilkhanov (who was born in 1982), Vakha Elmurzayev (aged about 70) and Isa Elmurzayev (aged about 30).", "14. The applicant submitted that on 18 September 2000 the Russian television news had announced that several persons, including the applicant’s father, had been killed the previous night in Starye Atagi by religious extremists – the “wahhabists”.", "15. The Government submitted that in the early hours of 17 September 2000 a group of unidentified persons armed with automatic weapons had entered the village of Starye Atagi and murdered five men, all of whom had been shot with automatic weapons. The Government stressed that all the persons killed had been loyal to the federal authorities, and openly expressed their negative opinion of “wahhabists.” The Government also stressed that one of the persons killed was the son of a police officer from the Ministry of the Interior. They submitted that there was no reason to suspect that the killings had been committed by State agents.", "16. The applicant submitted that on 17 September 2000 the family had been preparing for Salaudi Zubayrayev’s funeral when they learnt that there were investigators present at the crime scene. The applicant’s younger brother Khasan had gone to see them. He had taken along cartridges he had found near his father’s body – nine from a Kalashnikov 5,45 millimetre automatic rifle and three from a 9 mm Makarov pistol.", "17. At the place where his father’s body had been found the applicant’s brother saw a group of servicemen surrounded by villagers. He inquired who was the most senior and gave him the cartridges. The officers stated that they had come from the Grozny District Prosecutor’s Office. The applicant’s brother had tried to explain that he was the son of the person killed and a witness of the crime, and that other members of the family were at home preparing the body for burial. As the officers did not seem to be interested in his statements, he had tried to obtain their names and ranks. In response one of the officers had rudely asked if he also wanted to know his home address in Russia. The officers had shouted at him and the other villagers, and had ordered them to disperse and made threats. They had not visited their house. None of the family members were questioned that day or later about the circumstances of the murders, nor had anyone come to their house to take pictures of the body or to collect other relevant evidence.", "18. The applicant said that his father had been buried on 17 September 2000 at the village cemetery. The family members had not contacted a doctor or taken pictures of the body before the burial. Nor had they contacted any representatives of the military or investigative bodies, as they considered this to be a waste of time in view of the prosecutors’ attitude. They were never contacted by the authorities in relation to the murder.", "19. The Government submitted that on 17 September 2000, immediately following the receipt of news of the murders in Starye Atagi, a group of investigators had arrived in the village and taken immediate action. They had submitted copies of documents that had been drawn up by the investigators on 17 September 2000, including descriptions of the scenes of the murders and of the bodies, including that of Salaudi Zubayrayev. The team had also collected cartridges and bullets (see paragraphs 44 and 45 below). The Government denied that the investigators had ever mistreated the relatives of the victims and noted that the case file contained no complaints from the victims or anyone else of reprehensible conduct on the part of the officers of the law-enforcement bodies.", "20. On 17 September 2000 the Grozny District Prosecutor’s Office opened a criminal investigation into the murders of five men in Starye Atagi under Article 105 § 2 of the Criminal Code (the provision applicable to multiple murders). The investigation was assigned case file no. 18040.", "21. On the same day the acting Grozny District prosecutor informed the prosecutor of Chechnya about the events and the action that had been taken by his office in the aftermath of the murders. His note referred to the information collected in Starye Atagi, including the examination of the scenes of the crime and of the bodies and to the cartridges and bullets that had been collected. It concluded by saying, on the basis of the statements of the local residents, that the crime had probably been committed by illegal armed groups .", "22. On 17 October 2000 the Grozny District Civil Registration Office issued a death certificate for Salavdi Dzhamilovich Zubayrayev, who had been born in 1935. Death was recorded as having occurred on 17 September 2000 in Starye Atagi.", "23. At the end of September 2000 the applicant wrote to the Council of Europe Commissioner for Human Rights, complaining of the murder of his father and other persons in Starye Atagi and of the absence of an investigation. In a reply dated 5 December 2000 the Commissioner for Human Rights expressed his sympathy and promised to raise the issue with the Special Envoy of the Russian President in Chechnya for Rights and Freedoms, Mr Kalamanov, at a meeting which was due to take place the same day.", "24. On 17 November 2000 the investigation was adjourned because the killers could not be identified. It does not appear that anyone was granted victim status in the proceedings at that time or that information about the adjournment was communicated to the victims’ relatives.", "25. On 5 April 2001 the investigation was resumed. The Chechnya Prosecutor’s Office ordered a number of steps to be taken, in particular eye-witnesses and other witnesses were to be questioned, victim status was to be granted to the relatives of those killed, information concerning the personalities of the deceased was to be collected and forensic and ballistic tests were to be carried out.", "26. On 19 May 2001 the investigation was adjourned. It does not appear that any investigative activity took place between November 2001 and October 2004.", "27. In September 2004 the present application was communicated to the Russian Government.", "28. On 16 October 2004 the investigation was resumed pursuant to an order of the Grozny District Prosecutor. The order contained criticism of the investigation that had been carried out up to that point and referred to a number of basic investigative steps that needed to be taken (see paragraph 49 below).", "29. In October 2004 the relatives of the five men who had been killed in Starye Atagi on 17 September 2000 were questioned and granted victim status. According to the Government, they stated that their relatives had been killed in the early hours of 17 September 2000 by unknown armed men wearing masks. They did not have any suspicions as to the identity of the killers. The Government referred to their statements, but did not submit any copies. They also referred to undated statements of other residents of Starye Atagi, who likewise did not possess any information about the identity of the killers.", "30. The Government further submitted that in November 2004 a certain Rustam Z. had been charged with participating in an illegal armed group and involvement in the murder of Mr Demilkhanov on the night of 17 September 2000. Later Rustam Z. retracted his statements in this regard, alleging that they had been made under duress. In March 2005 the charges relating in part to his involvement in the murders on 17 September 2000 were dropped. The investigation of the charges against Rustam Z. was at some point joined with the investigation of the five murders, but after the charges against him were dropped, the cases were separated (see paragraphs 51-54 below).", "31. The Government added that the investigation into the murders committed in Starye Atagi on 17 September 2000 had been adjourned and reopened on four occasions.", "32. In their observations, the Government also stated that the relatives of Salaudi Zubayrayev had not been interviewed or been granted victim status in the proceedings in view of their departure from Russia. In October 2004 the investigation questioned and granted victim status to Mrs. E., Salaudin Zubayrayev’s daughter-in-law. She stated that she had been in Grozny at the relevant time but had no additional information about the circumstances of the crime.", "33. The Government added that the investigation had failed to establish the identity of the culprits and no one had been charged with the crime. However, the implication of servicemen or representatives of other State authorities had not been established. The investigation had focused on the main theory that the murders had been committed by members of illegal armed groups in order to intimidate the civilian population and to destabilise the district, especially as one of the persons killed was the son of a police officer from the Ministry of the Interior.", "34. Following the Court’s decision on admissibility in September 2006 and a request to produce documents from the investigation file, the Government submitted about 50 pages of documents from the case file, which contained over 300 pages. The documents are summarised below in Part B, and, in addition to the initial documents drawn up on 17 September 2000, contained the prosecutor’s decisions to adjourn and reopen the investigation and papers relating to the charges against Rustam Z. Relying on the information obtained from the Prosecutor General’s Office, the Government observed that the investigation was in progress and that disclosure of the documents would violate Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses. However, they agreed to produce several documents whose “disclosure did not contravene the requirements of Article 161”.", "35. The applicant’s relatives stated that on 10 December 2000 three armoured personnel carriers (APCs) and one Ural truck with soldiers had arrived at their family home. The applicant’s two brothers, Magomed and Khasan, had run away through the backyard when they heard the vehicles approaching. The applicant’s mother had remained in the house with her daughters and daughters-in-law.", "36. According to the applicant’s mother, servicemen wearing masks had entered the house, asked the women about the whereabouts of the men, and then asked if anyone had complained “to Europe”. They had also asked them about electronic equipment found in the house and whether they had any weapons or money. The applicant also alleged that the military had taken a number of valuables from the house. The neighbours had later told the Zubayrayev family that the hull and registration numbers of the APCs and the Ural truck were covered with mud and that they had not been allowed to get sufficiently close to note them down.", "37. The raid on the Zubayrayevs’ house on 10 December 2000 had been reported by NGO Memorial in their monthly monitor of human-rights violations in Chechnya. In February 2001 the applicant had again written to the Council of Europe Human Rights Commissioner, to inform him that pressure was being exerted on his family.", "38. Early in the morning of 14 January 2001 the applicant’s family’s house had again been searched by servicemen. After that the applicant’s remaining family had left the house, as they feared for their lives and security and did not trust the Russian authorities any more.", "39. The applicant presented his mother’s written account of these events, countersigned by her and her other children who had been living with her at that time.", "40. In February 2001 Obyedinennaya Gazeta published an open letter from the residents of Starye Atagi to Mr Aslakhanov, a member of the State Duma. The letter, which was signed by the head of the village council and 150 villagers, complained of several “mopping-up” operations in the village in 2000 – 2001, including on 14 January 2000, when the Zubayrayev family home was raided. The letter further listed 57 inhabitants of the village who had lost their lives since October 1999, among them the applicant’s father and four other men, who had been killed on the night of 17 September 2000 by unknown persons wearing camouflage uniforms and masks and speaking Russian.", "41. In March 2001 the applicants’ remaining family left Russia and sought asylum abroad.", "42. The Government denied that there was any information to suggest that the members of the applicant’s family had been ill-treated or that their homes had been searched or their possessions confiscated.", "43. In December 2006 the Government informed the Court of the progress of the investigation and produced several documents from the case file. Altogether, they produced 34 documents running to 52 pages from the file, which, as can be ascertained from the page numbering, comprised over 300 pages. Below is a summary of the documents concerned.", "44. On 17 September 2000 the investigative group of the Grozny District Prosecutor’s Office compiled a report on the scene of the crime. The five-page handwritten document contained a description of each individual site where the killings had been carried out, a brief description of the bodies of the victims and a list of the cartridges and bullets that had been collected at the sites, some of which bore production numbers. In relation to the applicant’s father the report read: “the body of Salaudi Zubayrayev was examined in his house. The body bears two gunshot wounds to the dorsum and two to the head: one to the back of the head and one to the right temple area.”", "45. On 17 September 2000 the Grozny District acting prosecutor drew up the following account of the events for the Chechnya Prosecutor:", "“At 9.30 a.m. on 17 September 2000 the Grozny District Prosecutor’s Office was informed by the Grozny Temporary District Department of the Interior (VOVD) of the murder of five inhabitants of Starye Atagi. Following this message, at 10 a.m. a group of [investigators of the district prosecutor’s office and the VOVD] set out to the scene of the crime. There, a number of operative and immediate investigative steps were taken, as a result of which it was possible to establish the following.", "On the night of 16 to 17 September 2000, at about 2 a.m., a group of persons using a number of vehicles (probably including a grey Volga car without number plates) had burst into the village. The group was composed of about 14-18 persons wearing new camouflage uniforms of a green-yellow colour and armed with automatic weapons, hand-pistols and knives. Between 2 a.m. and 3 a.m. the group murdered five inhabitants of the village; one person was wounded and a Volga car was damaged by gunfire.", "Abubakarov Musa, who was born in 1928 in Starye Atagi and was of Chechen ethnic origin and disabled, was taken out of his house at 15 Pochtovaya Street and shot dead in the street, about 200 metres from his home. The body bears gunshot wounds to the head (4) and back (1) and a knife wound to the chest.", "Demilkhanov Zaur Gikhaniyevich, who was born on 28.04.1981 in Grozny and was of Chechen ethnic origin and unemployed, was killed in his house at 155 Nagornaya Street, in the presence of his parents. The body bears gunshot wounds to the head (2), back and legs (2).", "Elmurzayev Vakha Elmurzayevich, who was born on 21.03.1934 in the village of Zony and was of Chechen ethnic origin and unemployed, was taken out of his house at 150 Nagornaya Street by the assailants and killed in the courtyard of the house at 156 Nagornaya Street. The body bears injuries from blunt instruments to the head, gunshot wounds to the chest and abdomen (6).", "Elmurzayev Isa Vakhovich (son of Vakha Elmurzayev), who was born on 15.03.1967 in Starye Atagi and was of Chechen ethnic origin and disabled, was killed in his house at 150 Nagornaya Street. The body bears gunshot wounds to the neck (1) and chest (4).", "Zubayrayev Salavdi Khamilyevich, who was born in 1935 in Starye Atagi and was of Chechen ethnic origin, lived in his house at 105 Nagornaya Street. He was taken out of his house by the assailants and killed in Podgornaya Street, about 100 metres away. The body bears gunshot wounds to the back (3) and head (2).", "The same armed persons also attacked Moldy [M.], who was at his home at 50 Sheripova Street. He received gunshot wounds to both legs and the abdomen. However, he managed to escape from his assailants and his neighbours immediately took him to hospital in a Volga car, where he received first aid. While [M.] was being driven to the hospital, the vehicle [he was travelling in] was shot at and damaged.", "After the assault the criminals left Starye Atagi in an unknown direction.", "As the statements of the witnesses show, the criminals used automatic weapons (AK, AKM), hand pistols (PM) and knives. The firearms were equipped with silencers. Attempts from fellow villagers to intervene were cut off by threats and shots fired in the air. Between themselves the criminals spoke Russian, some with a Chechen accent. They did not make any demands of the victims or take any property. They acted in a coordinated way, according to a plan, with remarkable audacity and cynicism. The murders were committed in the presence of relatives and fellow villagers.", "The victims had no family, personal or business connections with or dependencies on each other. They did not participate in political or public life. There is no information concerning their possible involvement with illegal armed groups.", "During the on-site inspection each of the places where the victims were killed was examined, as were the sites where [Mr M.] was attacked and the Volga car shot at. The investigators took a large number of photographs of the relevant spots and traces of blood and collected a number of cartridges and bullets (5,45 millimetre, 7,62 millimetre – that is to say AKS-74U and AKM accordingly, 9 millimetre – PM).", "On 17 September 2000 the Grozny District Prosecutor’s Office opened criminal investigation file no. 18040 under Article 105 part 2 (a) of the Criminal Code. ...", "The main theory of the investigators is that the crime was committed by members of illegal armed groups in order to scare the local population and to destabilize the situation in Grozny District, in order to provoke a conflict between the population and the acting federal authorities. The investigators are also looking at other possible explanations.", "It should further be noted that the crime has been widely reported and prompted an outcry by a large section of the public. It has given rise to antagonism on the part of the population of Starye Atagi towards the law-enforcement authorities and allowed them to disparage the work of the law-enforcement bodies and the federal authorities in general. The villagers are certain that the crimes were committed by members of illegal armed groups. The investigative team who came to Starye Atagi on 17 September 2000 were criticised by the local residents who said that the federal authorities and law-enforcement bodies were unable to protect them against criminal attacks by illegal armed groups; as an example of this they referred to the events of 17 September 2000.”", "46. On 17 November 2000 the investigation was adjourned because the identity of the killers could not be established.", "47. On 5 April 2001 the investigation was resumed. The Chechnya Prosecutor’s Office ordered a number of steps to be taken, in particular that eye-witnesses and other witnesses be questioned, victim status be granted to the victims’ relatives, information concerning the personalities of the deceased be collected, and forensic and ballistic expert reports carried out.", "48. On 19 May 2001 the investigation was adjourned. It does not appear that this information was conveyed to anyone outside the Grozny District Prosecutor’s Office.", "49. On 16 October 2004 the investigation was resumed pursuant to an order of the Grozny District Prosecutor. The order noted that one Moldy M., who had been wounded on 17 September 2000, had not been questioned. The district prosecutor stated that he should be questioned and granted victim status in the proceedings and that a medical expert report should be ordered. Furthermore, the investigating authorities were to collect statements from relatives of the five men who had been killed and to accord them victim status. They were also to question neighbours, police officers and local public officials about the personalities of the victims and the circumstances of the crime. They were instructed to make an official inventory of the real evidence pertaining to the case, notably the bullets and cartridges, and to obtain the results of a ballistic expert’s report, which had apparently been commissioned in October 2000.", "50. In November 2004 the Grozny District Prosecutor extended the term of the investigation for one month. He noted that a number of procedural steps had been carried out in the meantime, in particular, Mr M. had been questioned and, he and the relatives of the five persons killed had been granted victim status in the proceedings. Witness statements had been collected from villagers, police officers and local officials in Starye Atagi. A number of expert reports had been commissioned and in some cases the results had already been obtained. However, a number of other investigative actions were still pending and therefore the term of the investigation was extended.", "51. On 2 November 2004 a certain Rustam Z. was arrested and charged with participation in an illegal armed group (Article 209 part 2 of the Criminal Code) and murder committed by a group (Article 105 part 2 (j)).", "52. On 18 November 2004 the acting deputy to the Chechnya Prosecutor ordered the joinder of the proceedings in criminal investigation file no. 51979 against Rustam Z. and criminal investigation file no. 18040 concerning the murder of five persons in Starye Atagi on 17 September 2000. The decision referred to a statement of 1 November 2004 in which Mr Z. had admitted his involvement in the murders. He stated that since 2002 he had been a member of an illegal armed group, at that time headed by “Emir Mussa Salayev”. In 2000, before becoming a full member of the gang, he had been asked by one of its members to assist in “settling the scores” with the Starye Atagi local police inspector [Mr Demilkhanov]. It was thus established that the investigation concerned the same set of events and the proceedings were joined to case no. 51979.", "53. Rustam Z. was questioned again on 11 November 2004 and stated that in the evening of 16 September 2000 he had been asked to keep watch outside the house of the police officer. He had heard shots fired inside the house. After about 30 minutes he saw that other members of the gang had brought an older man to the house and heard further shots being fired. The gang members later told him that they had not found the police inspector at home and had killed his son [Zaur Demilkahnov] in his bed because they had mistaken him for his father. He had later learnt that the gang members had killed several other persons in the village that night.", "54. On a later date Mr Z. stated that he had made his statement under duress from the police officers who had arrested him and that he had not taken part in the killing of Zaur Demilkhanov. His relatives testified that Rustam R. had been in Ingushetia from 1999 to 2002, together with the rest of the family. He had not been in Chechnya even for short periods prior to 2002. On 15 March 2005 the murder charges were withdrawn. As a result, on 23 April 2005 the two criminal cases were again severed and the five murders of 17 September 2000 were reassigned to case file no. 18040. In April 2005 Mr Z. was charged with participation in an illegal armed group, armed robbery, the illegal handling of arms and explosives and stealing identity documents.", "55. On 1 May 2005 investigation no. 18040 was adjourned. The victims were informed of that decision and of the possibility of an appeal.", "56. On 14 November 2006 the investigation was resumed, before being further adjourned on 14 December 2006 and reopened on 20 December 2006. The victims were informed."], "VIOLATED_ARTICLES": ["13", "2", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}