{"ITEMID": "001-67100", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MELNYCHENKO v. UKRAINE", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-3;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Jean-Paul Costa", "TEXT": ["7. The applicant was born on 18 October 1966 in the village of Zapadynka, district of Vasylkiv, in the Kyiv region. He currently resides in the United States of America, where he has refugee status.", "8. The applicant served in the Department of Security of the President of Ukraine. He was responsible for guarding the office of the President. In the course of his work, he allegedly made tape recordings of the President’s personal conversations with third persons relating to the President’s possible involvement in the disappearance of the journalist Georgiy Gongadze.", "9. Mr Gongadze was a political journalist and editor-in-chief of the internet journal Ukrayinska Pravda. He was known for his criticism of those in power and for his active involvement in awareness-raising in Ukraine and abroad concerning issues of freedom of speech. He disappeared on 16 September 2000 after complaining for months of being subjected to threats and surveillance. On 2 November 2000 the decapitated body of an unknown person, later identified by forensic medical tests as Mr Gongadze, was discovered in the vicinity of the town of Tarashcha, in the Kyiv region. His widow has lodged an application with the Court (application no. 34056/02).", "10. On 26 November 2000 the applicant left Ukraine, as he was afraid of political persecution following the public disclosure of the aforementioned tapes.", "11. On 28 November 2000 the Chairman of the Socialist Party of Ukraine, Mr O. Moroz, publicly announced during a session of the Ukrainian parliament, the Verkhovna Rada (Верховна Рада України), the existence of audio recordings secretly made in the office of the President and implicating the President and other high-level State officials in the disappearance of Georgiy Gongadze. According to a report by “Reporters sans frontières” published on 22 January 2001, the recorded conversations mentioned different ways of getting rid of Mr Gongadze. In one of those conversations, allegedly between the President and the Minister of the Interior, the Minister said that he knew people capable of performing this task, people whom he called “real eagles”, ready to do whatever was required. (The “real eagles” were purportedly an illegal squad of former or current members of the security forces.) This disclosure led to a major political scandal.", "12. Two days later, on 30 November 2000, the Pechersky District Court of Kyiv instituted criminal proceedings against Mr O. Moroz for defamation with regard to the tapes.", "13. The applicant fled Ukraine. However, he still held an internal passport indicating his registered Kyiv address for administrative purposes (the “propiska”, as it was called at the time – see paragraphs 40-42 below).", "14. The applicant applied for political asylum in the United States. On 27 April 2001 the Immigration and Naturalisation Service of the United States Department of Justice recognised the applicant as a refugee under the United Nations Convention Relating to the Status of Refugees of 1951 (“the Geneva Convention”). The Department of Justice issued him with a travel document and granted him the right to stay in the United States indefinitely.", "15. On 4 January 2001 the investigator at the General Prosecutor’s Office (“the GPO”) decided to initiate criminal proceedings against the applicant concerning allegations of defamation of the President of Ukraine, Mr L. Kuchma, as well as Mr V. Lytvyn and Mr Y. Kravchenko, who were at the material time Head of the Administration of the President of Ukraine and Minister of the Interior respectively. Proceedings were also initiated for forgery in respect of the official application the applicant had made for his passport, as he had failed to disclose the fact that he knew certain State secrets by virtue of his employment (see paragraph 34 below). On the same date the GPO investigator ordered a search for the applicant.", "16. On 14 February 2001 the GPO investigator initiated further criminal proceedings against the applicant for his alleged involvement in disclosing State secrets and an abuse of power. On 15 February 2001 the applicant was to be formally charged with all four offences, jointly. On 19 October 2001 the indictment was reissued by the GPO in accordance with the new Criminal Code. The defamation charge was dropped, as the new Code had decriminalised libel. On 24 January 2002 the Pechersky District Court of Kyiv, in the applicant’s absence, issued a warrant for his arrest and detention pending trial.", "17. On 12 January 2002 the 9th Congress of the Socialist Party of Ukraine nominated the applicant as candidate no. 15 on the Socialist Party list for election to the Verkhovna Rada.", "18. On 22 January 2002 the Socialist Party submitted his application to the Central Electoral Commission (Центральна Виборча Комісія) for his formal registration as a candidate. In the registration request the applicant gave his propiska address as his place of residence in Ukraine for the previous five years.", "19. On 26 January 2002 the Central Electoral Commission adopted Resolution no. 94 on the refusal to register candidates for the election on 31 March 2002 of the people’s members of the Verkhovna Rada.", "20. This resolution was based on the verbatim record of a discussion on the applicant’s request for registration and was adopted following a proposal by Ms I. Stavniychuk, a member of the Central Electoral Commission, who claimed that registration should be refused for the following reasons:", "“... It ensues from what has been specified above that the provision of subsection (2) of section 8 of the Law on the election of the people’s members of the Verkhovna Rada of Ukraine, which concerns residence in accordance with the international treaties in force in Ukraine, does not extend to M.I. Melnychenko.", "From a legal point of view, M.I. Melnychenko’s stay in the United States prevents him being recognised as permanently resident in Ukraine, as prescribed by section 8 of the Law ...", "... M.I. Melnychenko remains abroad on other grounds; those grounds are not covered by subsection (2) of section 8 of the Law ...", "... any break in residence in Ukraine on grounds other than those for residence or stay listed in subsection (2) of section 8 of the Law ... rules out the possibility for that person to exercise his right to be elected as a people’s member of the Verkhovna Rada of Ukraine, since [a break in residence] cannot constitute residence in Ukraine ...", "... On this account and due to the fact that M.I. Melnychenko has submitted inaccurate information about his habitual place of residence or stay for the past five years, as established by the Central Electoral Commission, we propose that the Commission refuse M.I. Melnychenko’s registration as a candidate for the election of the people’s members of the Verkhovna Rada of Ukraine ...”", "21. The Central Electoral Commission therefore adopted Ms I. Stavniychuk’s proposal and refused the registration of thirteen potential candidates, including the applicant. In particular, it decided:", "“...", "2. To refuse to register, as a candidate for election to the Verkhovna Rada of Ukraine in the multi-mandate all-State electoral constituency, Mykola Ivanovych Melnychenko, enrolled under number 15 on the list of candidates for the election of the people’s members of the Verkhovna Rada of Ukraine on 31 March 2002, whose documents, as submitted to the Central Electoral Commission, contain substantially inaccurate data about his place and period of residence for the past five years.”", "22. During its meeting, the Commission had distinguished the applicant’s situation from that of a certain Mr Y.M. Zviahilsky, who had been allowed to stand as a parliamentary candidate in a previous election under different regulations despite having spent more than two years abroad for medical treatment in Israel on a temporary basis. The applicant contended that Mr Zviahilsky, who was prosecuted for abuse of power during his office as Acting Prime Minister of Ukraine, had fled to Israel during the suspension of his parliamentary immunity.", "23. The other twelve candidates were refused registration because they had not filled in the necessary registration documents properly.", "24. On 30 January 2002 the Socialist Party lodged an appeal with the Supreme Court of Ukraine against the Central Electoral Commission’s Resolution no. 94 of 26 January 2002. It sought to have the resolution declared unlawful and annulled.", "25. On 8 February 2002 the Supreme Court of Ukraine dismissed the appeal for the following reasons:", "“... the information about M.I. Melnychenko’s habitual place of residence for the past five years in Ukraine, referred to in the said documents, is contested by the Central Electoral Commission and the Court. This information is substantially lacking in truth in respect of a candidate for election as a member of the Verkhovna Rada of Ukraine, and therefore paragraph 2 of the Central Electoral Commission’s Resolution no. 94 of 26 January 2002 complies with the requirements of subsection (2) of section 8 and sections 41 and 47 of the Law on the election of the people’s members of the Verkhovna Rada of Ukraine.", "On the basis of the foregoing, ... the Court", "Holds:", "that the complaint of the Socialist Party of Ukraine concerning paragraph 2 of the Central Electoral Commission’s Resolution no. 94 of 26 January 2002 on the refusal to register M.I. Melnychenko as a candidate for election to the Verkhovna Rada of Ukraine in the multi-mandate all-State electoral constituency should be dismissed.”", "26. On 21 November 2002 the applicant informed the Court that he resided in the United States, where he had refugee status. As his case had received much media attention, this was common knowledge in Ukraine.", "27. Article 25 of the 1966 International Covenant on Civil and Political Rights, to which Ukraine is a party, guarantees the right to vote and to stand for public office for citizens of a country.", "28. As regards the participation of refugees in elections in their country of origin, the Human Rights Committee in its General Comment 25 (1996) on Article 25 of the International Covenant on Civil and Political Rights, while noting that Article 25 prohibited arbitrary discrimination between citizens, considered that a registration requirement, itself dependent on residence, would be justifiable. Thus, States do have a right to limit voting in general to those citizens habitually resident in their territory. This Comment also stated that:", "“15. The effective implementation of the right and the opportunity to stand for elective office ensures that persons entitled to vote have a free choice of candidates. Any restrictions on the right to stand for election, such as minimum age, must be justifiable on objective and reasonable criteria. Persons who are otherwise eligible to stand for election should not be excluded by unreasonable or discriminatory requirements such as education, residence or descent, or by reason of political affiliation. No person should suffer discrimination or disadvantage of any kind because of that person’s candidacy. States Parties should indicate and explain the legislative provisions which exclude any group or category of persons from elective office.”", "29. Relevant extracts from the Guidelines on Elections of 5-6 July 2002 read as follows (footnotes omitted):", "“... Thirdly, the right to vote and/or the right to stand for election may be subject to residence requirements, residence in this case meaning habitual residence. ... Conversely, quite a few States grant their nationals living abroad the right to vote, and even to be elected. ... Registration could take place where a voter has his or her secondary residence, if he or she resides there regularly and it appears, for example, on local tax payments; the voter must not then of course be registered where he or she has his or her principal residence.", "The free movement of citizens within the country is one of the fundamental rights necessary for truly democratic elections. However, if persons have been displaced against their will, they should, for a certain time, have the possibility of being considered as resident at their former place of residence. This possibility ought to be open for a minimum of five years but for no more than fifteen years to persons displaced within the national territory.", "Lastly, provision may be made for clauses suspending political rights. Such clauses must, however, comply with the usual conditions under which fundamental rights may be restricted; in other words, they must:", "– be provided for by law;", "– observe the principle of proportionality;", "– be based on mental incapacity or a criminal conviction for a serious offence.", "Furthermore, the withdrawal of political rights may only be imposed by express decision of a court of law. However, in the event of withdrawal on grounds of mental incapacity, such express decision may concern the incapacity and entail ipso jure deprivation of civic rights.", "The conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them, as the holding of a public office is in issue and it may be legitimate to debar persons whose activities in such an office violate a greater public interest.”", "30. There is no uniform State practice with regard to participation in elections by expatriate citizens. Although many States do not impose any residence requirement (for example, the United Kingdom, Ireland, Cyprus, Finland, Italy, France, Greece, Poland, the Netherlands, the Czech Republic, Spain, Portugal, Estonia, Latvia, Croatia, Moldova, Switzerland, Austria and Turkey), other States continue to impose such a requirement for presidential elections (for example, Germany, Bulgaria, “the former Yugoslav Republic of Macedonia”, Azerbaijan, Albania and Russia) or parliamentary elections (Malta and Iceland – presidential systems; Liechtenstein, Belgium, Luxembourg, Denmark, Norway and Sweden – non-presidential systems) or for both types of election (for example, Hungary, Slovakia, Armenia, Romania, Georgia, Lithuania and Ukraine).", "31. Relevant extracts from the Constitution of Ukraine read as follows:", "“...", "The Constitution of Ukraine has the highest legal force. ...", "...", "The norms of the Constitution of Ukraine have direct effect. ...”", "“International treaties that are in force and are accepted as binding by the Verkhovna Rada of Ukraine are part of the national legislation of Ukraine.", "...”", "“...", "Constitutional rights and freedoms are guaranteed and shall not be abolished.", "...”", "“...", "There shall be no privileges or restrictions based on ... political ... and other beliefs..., [or] place of residence ...", "...”", "“Citizens have the right to participate in the administration of State affairs, in all Ukrainian and local referenda, to elect freely and to be elected to bodies exercising State power as well as local self-government bodies.", "Citizens enjoy an equal right of access to the civil service and to service in local self-government bodies.”", "“Constitutional human and citizens’ rights and freedoms shall not be restricted, except in cases envisaged by the Constitution of Ukraine.", "In conditions of martial law or a state of emergency, specific restrictions on rights and freedoms may be authorised, with an indication of the period of effectiveness of these restrictions. The rights and freedoms envisaged in Articles 24, 25, 27, 28, 29, 40, 47, 51, 52, 55, 56, 57, 58, 59, 60, 61, 62 and 63 of this Constitution shall not be restricted.”", "“...", "A citizen of Ukraine who has attained the age of 21 on the date of elections has the right to vote and, if that citizen has resided in the territory of Ukraine for the past five years, may become a member of the Verkhovna Rada ...", "A citizen who has a criminal record for having committed an intentional crime shall not be elected to the Verkhovna Rada of Ukraine if the record is not cancelled and erased by the procedure established by law.", "...”", "“...", "The procedure for the election of the People’s members of the Verkhovna Rada ... shall be governed by the law.”", "32. Relevant extracts from the Law on the Central Electoral Commission of Ukraine of 17 December 1997 read as follows:", "“The Central Electoral Commission is a permanent State body which, in accordance with the Constitution of Ukraine, this and other laws of Ukraine, ensures the organisation, preparation and conduct of the elections of the President of Ukraine, the people’s members of the Verkhovna Rada of Ukraine and also all-Ukrainian referenda.”", "“The Central Electoral Commission", "...", "(11) registers in accordance with the laws of Ukraine the lists of candidates for election to the Verkhovna Rada from political parties or electoral groups of parties, and issues to political parties and electoral groups a copy of its decision on the registration of these lists; it also issues formal proof of registration to the candidates.”", "33. Relevant extracts from the Civil Code read as follows:", "“The place of residence is generally the place where a citizen permanently or temporarily resides.", "...”", "34. The Law on the procedure for leaving and entering Ukraine for Ukrainian citizens contains a reference in its section 12 to the Law on State secrets. Persons who hold State secrets are more strictly controlled should they apply for an external passport or permanent residence abroad. The Ministry of the Interior makes a systematic check with the State Intelligence Service of all persons applying for such a passport.", "35. Relevant extracts from the Law on elections read as follows:", "“(1) A citizen of Ukraine who has attained the age of 21 on the day of the elections has the right to vote, and, [if he or she] has resided in the territory of Ukraine for the past five years, may be elected as a member of parliament.", "(2) Residence in Ukraine under this Law means residence in the territory within Ukraine’s State borders or aboard vessels sailing under the Ukrainian State Flag, and the stay of Ukrainian citizens, in accordance with the procedure established by law, in Ukrainian diplomatic and consular missions, international organisations and their bodies, and at Ukraine’s polar stations, as well as the stay of Ukrainian citizens beyond Ukraine’s borders in accordance with the international treaties in force in respect of Ukraine.”", "“...", "(8) the curricula vitae of persons on the electoral list of a party (block), which must not exceed 2,000 characters, shall include: the surname, name, patronymic name, day, month, year and place of birth, citizenship, information concerning education, labour activity, position (occupation), place of work, public employment (including dates of elected positions), party membership, family status, address of residence with an indication of the period of residence in Ukraine, [and any] criminal record;", "...”", "“The Electoral Commission shall refuse to register a person standing for election to parliament in the event of the:", "...", "(4) ... improper presentation of the documents specified in section 41 ... of the present Law;", "...", "(6) emigration of the person nominated for election to another country for permanent residence;", "...", "(8) finding by the appropriate electoral commission that the information about the candidate submitted in accordance with the law was substantially inaccurate;", "...”", "36. Relevant extracts from the Code of Civil Procedure read as follows:", "“Complaints against decisions, actions or omissions by the Central Electoral Commission shall be considered by the Supreme Court of Ukraine.”", "“A complaint against a decision, act or omission by the Central Electoral Commission, excluding those determined in Chapters 30-Б and 30-В of this Code, shall be lodged with the Supreme Court of Ukraine within seven days from the date of adoption of the decision by the Central Electoral Commission, or performance of the act or omission. Participants in the electoral process may lodge a complaint with the Supreme Court of Ukraine where they consider that their rights or legal interests have been violated by a decision, act or omission of the Central Electoral Commission.”", "“The court delivers a judgment after considering the complaint. If the complaint is substantiated the court declares the act or omission of the Central Electoral Commission unlawful, quashes the decision, allows the applicant’s claim and remedies the violation. If the impugned decision or act of the Central Electoral Commission is found to be in conformity with the law, the court shall adopt a decision rejecting the complaint. The court’s decision is final and is not subject to appeal. ...”", "37. The relevant part of this Law reads as follows:", "“The Verkhovna Rada of Ukraine resolves to accede to the 1951 Convention on the Status of Refugees and the 1967 Protocol on the Status of Refugees.”", "The instrument of ratification for the protocol was deposited on 4 April 2002 with immediate effect. The instrument of ratification for the convention was deposited on 10 June 2002 and came into force on 8 September 2002.", "38. Relevant extracts from the ruling of the Constitutional Court of 14 March 2002 read as follows:", "“The Law on Ukrainian citizenship establishes that a person’s residence in the territory of Ukraine is deemed to be continuous if the time he or she has spent abroad on private matters has not exceeded 90 consecutive days or a total of 180 days throughout the year. The requirement of continuous residence shall not be considered as not being satisfied where the person is on a business trip, studying abroad, receiving treatment on the recommendation of a medical institution or changes his or her place of residence within the territory of Ukraine (section 1 of the aforementioned Law) ...”", "39. Relevant extracts from the judicial practice of the Supreme Court read as follows:", "“The substantial inaccuracy of the information about the candidate for election to parliament must be related to intentional acts aimed at concealing from the Central Electoral Commission and the electorate true data that would exclude his or her election ...”", "“A clerical error in the documents submitted for registration to the Central Electoral Commission is not a ground for refusal to register a candidate for election to the parliament of Ukraine.”", "“The substantial inaccuracy of the information ... may relate to ... the candidate’s biography and financial status ... leading the electorate to form an untrue picture of the particular candidate’s decency, qualifications, economic independence or lack of financial capacity. However, in each individual case, the Commission’s conclusion concerning the substantial inaccuracy of such information shall be based on the results of an overall examination of all the information contained in the documents filed by the candidate and the circumstances that led to the provision of such false information.”", "“... the inaccurate information supplied by a candidate distorting facts that might exclude the possibility of his or her election as a people’s member of parliament may concern his or her age, citizenship, period of residence in Ukraine or previous convictions for intentional crimes ... The Court considers that the candidate’s failure to include in the list of his property private, non-residential premises that belonged to him ... was not as such substantially inaccurate information that could lead to the annulment of his registration as a candidate for election.”", "40. The relevant extracts from the recommendation of 28 December 2001 on the completion of property declarations by election candidates read as follows:", "“B. Recommendation on the method of completion ...", "...", "1.2. This paragraph [concerning the place of residence] must be filled out on the basis of the propiska or temporary propiska (registration) contained in the [ordinary citizen’s] passport.”", "41. The regulations governing applications for telephone services required citizens to provide the address of their permanent residence (the propiska, that is, the passport address). Similar requirements may be found in the regulations governing unemployment benefits, census lists, the issue of passports, etc.", "42. According to the Koretsky Institute of State and Law (National Academy of Sciences), an eminent legal institution, a passport was an official document certifying the identity of its owner, confirming Ukrainian citizenship and registering his or her permanent place of residence. A person was deemed to have been resident in Ukraine for the preceding five years if he or she held a passport containing a propiska for the preceding five years. Neither the Constitution nor the Law on elections required information about actual residency, but only information about formal residency on the basis of the propiska in the passport. The Civil Division of the Supreme Court followed this opinion in Case no. 6-110y98 (decision of 10 June 1998):", "“ ... Only documented data collected in a manner prescribed by law regarding the residence of a people’s member of parliament, or of a candidate for such membership, or of another person in connection with elections, shall have validity, since this constitutes the essential data about a person ...", "... a passport is a general document that certifies the identity of its owner, confirms Ukrainian citizenship and registers the permanent place of residence of a citizen (see section 5 of the Law on Ukrainian citizenship and Articles 1 and 6 of the Regulations on the passport of a citizen of Ukraine, 2 September 1993, no. 3423-XII) ...", "A person is deemed to have been resident in Ukraine for the preceding five years if he or she possesses a Ukrainian citizen’s passport that contains a propiska for the preceding five years. The propiska constitutes the fact of registration of the permanent place of residence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}