{"ITEMID": "001-99923", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GIZA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1950 and lives in Bystra Podhalańska.", "5. In 1995 the applicant's neighbours, K.G. and J.G., constructed a sawmill on a plot of land adjacent to his property without the required building permit. The applicant informed the authorities about the illegal construction.", "6. On 22 November 1995, the Nowy Targ District Office ordered the applicant's neighbours to demolish part of the building by 30 April 1996.", "7. On a motion lodged by the applicant, on 29 September 1997 the Director of the Nowy Targ District Office ordered K.G. and J.G. to demolish the building by 30 January 1998 as it had been built without the appropriate permit. That decision was upheld on appeal by the Nowy Sącz Regional Office on 4 December 1997.", "8. On 24 June 1998 the District Office fined K.G. and J.G. for failure to comply with the decision of 4 December 1997. Upon a further appeal, on 25 August 2000 the Supreme Administrative Court declared part of the decision of 4 December 1997 null and void in so far as it related to the timelimit for carrying out the demolition.", "9. On 20 November 2002 part of the sawmill burned down. It appears that, subsequently, the applicant's neighbours reconstructed the destroyed part of the building without the required building permit.", "10. On an unknown date in 2004 the applicant complained to the Małopolski Regional Inspector of Construction Supervision, alleging that the length of the enforcement proceedings had been excessive.", "11. In its decision of 12 October 2004 the Regional Inspector considered that the applicant's complaint was well-founded and ordered the Nowy Targ District Office to take the necessary measures in order to enforce the decision of 29 September 1997 within one month. The Regional Inspector's decision was subsequently upheld on 4 December 1997.", "12. On 27 January 2005 the applicant filed a complaint with the Supreme Administrative Court, alleging that the length of the enforcement proceedings had been excessive. He further stressed that the illegal construction and the operation of the sawmill constituted a significant nuisance. The complaint was referred to the Cracow Regional Administrative Court.", "13. On 25 May 2006, in response, the Cracow Regional Administrative Court delivered a judgment. It ordered the Sucha Beskidzka District Inspector of Construction Supervision to take all the necessary measures with a view to enforcing the decision of 29 September 1997, as upheld by the decision of 4 December 1997, within one month of the date on which it received the case file.", "14. On 7 June 2006 the Sucha Beskidzka District Prosecutor instituted an investigation into the non-enforcement of the decision of 29 September 1997.", "15. On 4 October 2006 the Małopolski Regional Inspector of Environmental Protection informed the Mayor of Such Beskidzka that the sawmill operated by the applicant's neighbours created excessive noise during the daytime.", "16. On 18 December 2006 the Mayor of Sucha Beskidzka gave a decision and established that the maximum noise level caused by the sawmill should not exceed 55dB during daytime and 45dB at night. It further held that that decision was without prejudice to the legality of the construction of the building located on the plot in question.", "17. On 28 April 2008 the Sucha Beskidzka District Prosecutor filed an act of indictment against the Sucha Beskidzka District Inspector of Construction accusing him of breach of duty concerning the nonenforcement of the administrative decision of 29 September 1997. The proceedings are pending.", "18. It appears that the decision of 29 September 1997 has not been enforced yet.", "19. The relevant domestic law concerning inactivity on the part of administrative authorities is set out in the Court's judgments in the cases of Kaniewski v. Poland, no. 38049/02, §§ 22-28, 8 February 2006; Koss v. Poland, no. 52495/99, §§ 21-25, 28 March 2006; and Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}