{"ITEMID": "001-59723", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SCIORTINO v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant served in the administration of the Sicily Region from 1945 to 1978, holding different posts.", "9. The method and the basis of calculation of the pension to which the applicant is entitled have been modified several times by a series of regional laws.", "10. Amongst others, according to Regional Law No. 145/1980, the applicant's pension was recalculated and increased. Further modifications in the determination of the applicant's pension were made on the basis of Regional Law No. 41/1985.", "11. In July 1990 the applicant filed an application with the Court of Audit seeking recognition and payment of the increase of pension granted by Regional Law No. 41/1985. On 23 November 1993 the Court of Audit admitted the claim and ordered that the Sicily Region pay the applicant the increases of pension he was entitled to, the revaluation of the amounts due and the statutory interest, accrued from November 1985 to the date on which the applicant would actually receive them.", "12. In relation to the delays in complying with the decision of the Court of Audit of 23 November 1993, the applicant filed “compliance” proceedings (“ricorso per l'ottemperanza”) with the Sicily Regional Administrative Court (RAC).", "13. On 11 July 1997 the Sicily RAC granted the claim and ordered the competent regional administration to comply fully with the above-mentioned judgment within 60 days from the date when the decision would be served or communicated to the applicant. The Sicily RAC also nominated a special commissioner (“commissario ad acta”) who was to intervene if, upon expiration of the 60 day-period, the administration of the Region had not paid. The commissioner was empowered to take the necessary measures to ensure compliance with the decision within further 30 days at the latest.", "14. According to the calculations made by the applicant's counsel and covering a period up to 31 December 2000, the applicant was entitled to receive the overall gross sum of 10 254 250 Italian lire (ITL). The Government have not disputed these calculations.", "15. On 20 May 1998, the competent regional administration paid to the applicant 289 136 ITL. However, on 4 August 1998 the Presidency of the Sicily region urged the competent regional administration to speed up the compliance with a series of judgments favourable to the applicant, including the one at issue. Subsequently, on 21 June 1999 the applicant received 4 030 000 ITL. Yet the applicant contested this sum and complained that the competent administration had used a different method of calculation than the one envisaged by the RAC judgment of 11 July 1997.", "16. In any event, the applicant maintains that on 31 December 2000 he was still entitled to receive the sum of 5 976 400 ITL. The Government have not disputed this allegation.", "17. On 19 April 1994 the applicant had lodged another application (No. 1025/94) with the Court of Audit (jurisdictional section for the Sicily Region), claiming that Regional Laws No. 7/1971 and No. 145/1980 had been erroneously enforced and seeking a recalculation of his pension. A first hearing was fixed at 6 November 1998.", "18. This controversy was settled by a judgment of 23 March 1999, filed with the registry on 10 May 1999, which partially granted the applicant's claim."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}