{"ITEMID": "001-92169", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FELBAB v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 8 - Right to respect for private and family life;Violation of Article 13+6 - Right to an effective remedy (Article 6 - Right to a fair trial);Violation of Article 13+8 - Right to an effective remedy (Article 8 - Right to respect for private and family life)", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1969 and lives in Zrenjanin, Serbia.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. On 1 August 1992 the applicant married M.F.", "9. On 6 February 1993 and 9 September 1994 their children Z.F. and N.F., respectively, were born.", "10. In 1998 the applicant and M.F. started having marital problems.", "11. On 19 April 1998 M.F. moved out, but the children remained with the applicant.", "12. On 31 August 1999 the applicant filed a claim with the Municipal Court in Zrenjanin (“the Municipal Court”), seeking the dissolution of marriage, the custody of the children and a contribution to their maintenance.", "13. In January 2000 M.F. spent several days with the children, but failed to return them to the applicant thereafter.", "14. On 6 June 2000 the Municipal Court: (i) dissolved the marriage; (ii) granted custody of the children to M.F.; (iii) ordered the applicant to pay monthly child maintenance; and (iv) ruled that the applicant could spend every first and third weekend of each month with the children, as well as seven and fourteen days of their winter and summer holidays, respectively.", "15. By 28 September 2000 this judgment had become final.", "16. On 9 August 2006 the applicant filed a claim with the Municipal Court, seeking custody of Z.F and N.F. as well as the amendment of the maintenance ordered.", "17. On 22 August 2006 M.F. filed a separate claim with the Municipal Court, seeking the amendment of the applicant’s access rights.", "18. On 11 September 2006 the Municipal Court joined these proceedings into a single case.", "19. On 8 February 2007 the applicant withdrew his claim in respect of N.F.", "20. On 12 April 2007 the Municipal Court ruled against the applicant and partly in favour of M.F. In particular, the court ordered that the applicant would be entitled to spend time with Z.F. and N.F. each Sunday between 10 a.m. and 4 p.m., thereby restricting his prior access rights.", "21. On an unspecified date thereafter this judgment would appear to have become final.", "22. Having apparently been refused access to the children by M.F., on 28 September 2000 the applicant filed an enforcement request with the Municipal Court.", "23. On 6 October 2000 the Municipal Court issued an enforcement order, stating, inter alia, that M.F. would be fined 1,500 Serbian dinars should she fail to comply therewith.", "24. On 8 November 2000 the applicant informed the Municipal Court that he had been denied all access and requested that the conditional fine now be imposed.", "25. On 28 November 2000 the Municipal Court rejected this request as premature, stating that M.F. had received the order in question on 20 November 2000.", "26. On 27 March 2001 the Municipal Court confirmed its decision of 28 November 2000.", "27. On 25 June 2001 the applicant informed the Municipal Court that his contact with the children was dependent upon the whims of his former wife and noted that the final judgment of 6 June 2000 was being ignored.", "28. On 29 June 2001 the Municipal Court decided to impose the said fine and again ordered M.F. to respect the applicant’s access rights.", "29. On 22 December 2003 the Social Care Centre based in Zrenjanin (“the Social Care Centre”) informed the court that the applicant had not been in touch with them. They further noted that M.F. had stated that the applicant had not shown any initiative to see the children. Lastly, the Social Care Centre proposed that the enforcement proceedings be terminated.", "30. On 21 February 2005 the Municipal Court confirmed its decision of 29 June 2001.", "31. On 3 March 2005 the Municipal Court ordered M.F. to pay 6,750 dinars in costs.", "32. On 8 May 2008 the Municipal Court scheduled a hearing for 28 May 2008.", "33. On 22 May 2008 the Municipal Court cancelled this hearing, terminated the enforcement proceedings and reaffirmed its order of 29 June 2001. As regards the termination, it referred to the judgment rendered in 2007 and relied on the provisions of Article 62 § 1 of the Enforcement Procedure Act (see paragraph 49 below).", "34. Having received this decision, the applicant failed to file a formal complaint against it (see paragraph 50 below).", "35. On 5 June 2008 M.F. paid the fine first imposed on 6 October 2000.", "36. On 20 April 2005 the Municipal Court found the applicant guilty of failing to pay child maintenance between 8 October 2001 and 8 March 2005 and sentenced him to four months in prison, suspended for one year.", "37. On 28 September 2007 the Municipal Court revoked the suspended sentence and ordered the applicant to serve the four months in prison.", "38. On 7 November 2007 this decision became final and on 4 February 2008 the applicant started serving his sentence. On 23 April 2008, however, the Municipal Court ordered that the applicant be released on parole.", "39. On 31 May 2006 the Social Care Centre confirmed that Z.F. had effectively been living with the applicant since 22 April 2006.", "40. On 12 October 2006 the said centre observed that: (i) the enforcement proceedings had been ineffective due to the uncooperative attitude of the children, as well as their mother; (ii) the contact between the applicant and the children had been re-established in the summer of 2005; (iii) in late summer of 2005 and April 2006, respectively, Z.F. had fled to the applicant’s home; and (iv) the applicant himself could not be considered to be a positive influence on her.", "41. On 22 February 2007 Z.F. again went to stay with the applicant. Ultimately, however, she was returned to her mother by the Social Care Centre.", "42. On 6 November 2006 Z.F. stated, inter alia, that she would prefer to live with the applicant.", "43. On 21 December 2006 N.F. stated that he wanted to stay with his mother, but was willing to maintain regular contacts with the applicant.", "44. It would appear that in December 2007 both Z.F. and N.F. had been staying with the applicant, which is why on 17 December 2007 he had been ordered by the Municipal Court to return them to their mother.", "45. In a separate case, on 26 December 2007 the Municipal Court ruled that M.F. was legally entitled to have Z.F. removed from the applicant’s home, where she had stayed temporarily. By 26 December 2007 this judgment became final and Z.F. returned to live with her mother.", "46. Following the dissolution of his marriage with M.F., the applicant remarried and fathered another three children.", "47. On 22 February 2007 the applicant was diagnosed as suffering from hypertension, hypoglycaemia and spondylosis.", "48. On 11 July 2008 the Employment Agency (Nacionalna sluzba za zaposljavanje) confirmed that the applicant had been formally unemployed since 1987, except briefly between 26 October 2001 and 6 March 2002. It would appear, however, that he had worked unofficially during this time and had been an occasional recipient of various social benefits.", "49. Article 62 § 1 provides that enforcement proceedings “shall be terminated ex officio if the ... [title being enforced] ... has been ... repealed, reversed, annulled, or otherwise rendered ineffective, or the certification of enforceability has been ... revoked”.", "50. Article 49 § 3 provides that the creditor shall have the right to file a complaint against a decision adopted, inter alia, on the basis of Article 62 § 1.", "51. Article 209, while placing special emphasis on the best interests of the child, states that there shall be an initial period of three days for voluntary compliance with a child custody and/or access order. Beyond that, however, fines shall be imposed and, ultimately, if necessary, the child shall be taken forcibly, in co-operation with the Social Care Centre.", "52. The Enforcement Procedure Act 2004 entered into force in February 2005, thereby repealing the Enforcement Procedure Act 2000. In accordance with Article 304 of this Act, however, all enforcement proceedings instituted prior to 23 February 2005 are to be concluded pursuant to the Enforcement Procedure Act 2000."], "VIOLATED_ARTICLES": ["13", "6", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}