{"ITEMID": "001-88895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MEHMET EREN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1968 and lives in Diyarbakır.", "5. On 17 November 1998 at 3.30 p.m. the applicant, a journalist working for a biweekly newspaper, was taken into custody by police officers from the Anti-Terrorist Branch of the Diyarbakır Police Headquarters along with 108 other persons. At the time of the arrest, the applicant and the other arrestees were in the Diyarbakır branch of the People’s Democracy Party (HADEP), where demonstrations and hunger strikes were allegedly being organised, in order to protest about the arrest of Abdullah Öcalan, the leader of the PKK (the Workers’ Party of Kurdistan), an illegal organisation.", "6. At 7.30 p.m. on the same day the applicant was taken to the Diyarbakır State Hospital. The doctor who examined him noted that there was no sign of recent physical violence on the applicant’s person.", "7. On 20 November 1998 the applicant made statements to the police. According to the report signed by two police officers and the applicant, the applicant stated that he had been in the Diyarbakır branch of HADEP in order to participate in the demonstration.", "8. The applicant alleges that he was subjected to various forms of illtreatment while in police custody. In particular, he was kept in a dark cell with insufficient ventilation, deprived of food and water and was prevented from going to the toilet. He was forced to stand, handcuffed, in the same position for long hours. During the questioning, he was stripped naked, insulted and threatened with death and rape. The applicant was beaten on various parts of his body. In particular, he received repeated blows to his abdomen. His testicles were squeezed and he was subjected to sexual abuse. Finally, he was forced to watch a female detainee being sexually abused.", "9. On 23 November 1998 the applicant, along with nine other persons, was taken to a clinic in Diyarbakır and examined there by a medical expert, who drafted one document in respect of all ten people, and noted that none of them had sustained any injuries.", "10. On 25 November 1998 the applicant, along with 110 other persons, was taken to the same clinic and examined there by another doctor, Mr A.O. On a document of the police headquarters in which the names of all 111 persons were put, Mr A.O. noted the same sentence below every name:", "“No sign of physical violence has been observed”.", "The applicant claimed that there had been police officers present in the examination room and that although he had described the type of ill-treatment to which he had been subjected in police custody, the doctor did not note any of his complaints.", "11. On 25 November 1998 the applicant was brought before the public prosecutor at the Diyarbakır State Security Court. He maintained that he had been in the HADEP building as a journalist and that he had not participated in the demonstration or the hunger strike. He stated that he had been made to sign his police statements without reading them.", "12. At 9 p.m. on the same day, the applicant was released upon the decision of the public prosecutor.", "13. On 26 November 1998 the applicant was examined by a doctor from the Diyarbakır branch of the Human Rights Foundation of Turkey, Mr R.A., who recorded the following:", "“There is a bruise measuring 10 x 0.5 cm on the right side of the hypogastrium. He has sensitivity and pain upon palpation behind his knees, pain in the ankles, sensitivity and pain in the toe muscles in both feet. He also has sensitivity in his testicles and epididymis, swelling in the groin (may be the beginning of a hernia), sensitivity and pain in the epigastrium. An eruption on the occipital region has been observed.”", "14. On an unspecified date the Diyarbakır branch of the Human Rights Foundation of Turkey referred the applicant to the Izmir branch of the Turkish Medical Association. Between 7 and 11 December 1998 the applicant underwent various medical examinations, the results of which were noted in a medical report of 4 August 1999. According to this report, the applicant was suffering from a hernia in the groin, pain in various parts of his body and from major depression and an acute stress disorder, two psychiatric conditions that normally are caused by traumatic experiences such as rape and torture. The doctors concluded that the applicant’s complaints were consistent with his allegations of ill-treatment. While reaching this conclusion, the doctors from the Izmir branch of the Turkish Medical Association also noted the findings of the report of 26 November 1998 drawn up by Mr R.A.", "15. On 17 December 1998 the applicant underwent surgery for the hernia in his groin, which had allegedly occurred as a result of the ill-treatment he had suffered in police custody.", "16. On 17 January 1999 the applicant drafted a document for his lawyers in which he described in detail the alleged ill-treatment that he had suffered during his police custody between 17 and 25 November 1998. At the end of the document, he noted that the applicant’s representative before the Court and another advocate would bring proceedings on his behalf as his legal representatives.", "17. On 11 May 2000 the applicant’s lawyer lodged a complaint with the Diyarbakır public prosecutor’s office that the applicant had been subjected to ill-treatment during his police custody. He submitted a copy of the medical report of 4 August 1999 along with his petition.", "18. On 9 January 2002 the Diyarbakır public prosecutor invited the applicant’s representative to his office in order to make statements.", "19. On 10 January 2002 the applicant’s representative made statements to the public prosecutor. He contended that the applicant had requested him to initiate proceedings on his behalf a few days before 11 May 2000, the date on which he had lodged a complaint on behalf of the applicant. The representative further noted that the applicant’s allegations were consistent with the findings of the report of 26 November 1998.", "20. On 23 January 2002 the Diyarbakır public prosecutor invited the applicant to his office in order to make statements.", "21. On 1 February 2002 the applicant made statements to the public prosecutor. He noted that he had requested his lawyer to lodge a complaint against the persons who had inflicted ill-treatment on him. He contended that his lawyer had told him that he had initiated proceedings. The applicant stated that he had not applied to the public prosecutor’s office himself. He finally requested that the police officers who had ill-treated him be punished.", "22. On the same date the Diyarbakır public prosecutor issued a decision not to prosecute in respect of the applicant’s allegations of ill-treatment. In his decision, the public prosecutor noted that the applicant had been detained in police custody between 17 and 23 November 1998 and that the relevant medical reports did not reveal any sign of violence on the applicant’s person. The public prosecutor further noted that the applicant had applied to the Turkish Medical Association at the end of his custody period and that he should have lodged a complaint with the public prosecutor’s office instead.", "23. On 26 February 2002 the applicant’s lawyer lodged an objection with the Siverek Assize Court against the Diyarbakır public prosecutor’s decision of 1 February 2002. He requested that persons who had been in police custody at the same time as the applicant be summoned to make statements. He further requested that the doctors who had drawn up the report of 4 August 1999 and Mr A.O., the doctor who had examined the applicant along with 110 other persons on 25 November 1998, be heard. The lawyer also requested that the police officers who had been on duty during the applicant’s detention in custody be determined and the photos of the applicant taken during his detention be included in the file, if there were any.", "24. On 14 March 2002 a single judge at the Siverek Assize Court dismissed the applicant’s objection. In his decision, the judge noted that the applicant had been in police custody between 17 and 23 November 1998 and that the medical report of 23 November 1998, the date on which he was released, did not reveal any sign of violence on the applicant’s person. He further observed that the applicant had not alleged illtreatment before the public prosecutor at the Diyarbakır State Security Court on 25 November 1998, immediately after his detention in police custody. The judge finally noted that the applicant had applied to the Turkish Medical Association on 4 August 1999, and had lodged his complaint on 11 May 2000. The judge considered that the applicant’s allegations were dubious, since he had lodged his application a long time after his release from police custody.", "25. A full description of the domestic law and practice at the relevant time may be found in Batı and Others v. Turkey (nos. 33097/06 and 57834/00, §§ 95-99, ECHR 2004-IV (extracts))."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}