{"ITEMID": "001-75575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BENDIC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["6. The applicant was born in 1954 and lives in Velenje.", "7. On 22 March 1994 and 11 February 1995 the applicant was injured while working for the Slovenian employer GVV in Russia. He consequently instituted two sets of civil proceedings in the Celje District Court (Okrožno sodišče v Celju) seeking damages for the injuries sustained. In both proceedings an insurance company ZT was acting as an intervening party.", "8. On 21 January 1997 the applicant instituted civil proceedings against GVV seeking damages in the amount of 2,050,000 tolars (approximately 8,550 euros) for the injuries sustained on 22 March 1994.", "Between 23 July 1998 and 26 February 2001 the applicant lodged eight written submissions and/or adduced evidence.", "Between 24 November 1997 and 3 November 1999 he made three requests that a date be set for a hearing.", "Of the ten hearings held between 23 April 1998 and 27 February 2001, one was adjourned due to the absence of both parties and one was adjourned due to the absence of the applicant", "During the proceedings the court appointed a medical expert.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 19 April 2001.", "9. On 26 April 2001 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). GVV cross-appealed.", "On 10 October 2002 the court dismissed both appeals.", "The judgment was served on the applicant on 28 October 2002.", "10. On 15 November 2002 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 19 February 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 22 March 2004.", "11. On 9 June 1997 the applicant instituted civil proceedings against GVV seeking damages in the amount of 2,056,616 tolars (approximately 8,570 euros) for the injuries sustained on 11 February 1995.", "Between 12 March 1998 and 25 September 2001 the applicant lodged nine preliminary written submissions and/or adduced evidence.", "Between 12 November 1997 and 12 November 1999 he made five requests that a date be set for a hearing.", "Of the five hearings held between 11 January 2000 and 23 October 2001 none was adjourned at the request of the applicant.", "During the proceedings the court appointed a medical expert. The court also sought an additional opinion from the appointed expert", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 14 January 2002.", "12. On 15 January 2002 the applicant appealed to the Celje Higher Court.", "On 12 March 2003 the court allowed the applicant’s appeal in part and increased the damages awarded.", "The judgment was served on the applicant on 5 June 2003.", "13. On 12 June 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 9 December 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 13 January 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}