{"ITEMID": "001-76701", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ACUN AND YUMAK  v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicants were born in 1944 and 1951 respectively and live in Antalya.", "6. On 10 December 1997 the General Directorate of National Airports expropriated a plot of land belonging to the applicants. A committee of experts assessed the value of the plot of land and the relevant amount was paid to the applicants when the expropriation took place.", "7. On 30 December 1997 the applicants filed an action with the Antalya Civil Court of First-instance requesting additional compensation. On 20 April 1998 the First-instance court awarded them additional compensation plus interest at the statutory rate.", "8. On 21 February 2000 the Court of Cassation quashed the judgment of the Antalya Civil Court of First-instance, finding that the amount awarded was too high.", "9. On 22 December 2000 the Antalya Civil Court awarded the applicants additional compensation of 8,185,550,750 Turkish Liras (TRL) (approximately 5,100 euros (EUR)) plus interest at the statutory rate applicable at the date of the court’s decision, running from 19 December 1997, the date on which the title deed to the land had been transferred. The judgment of the court became final on 18 January 2001.", "10. On 12 January 2001 the authorities paid the applicants the sum of TRL 21,896,872,000 (approximately EUR 13,700), including interest.", "11. The relevant domestic law and practice are set out in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, pp. 2674-76, §§ 17-25)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}