{"ITEMID": "001-71901", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "VESELA AND LOYKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Ms Marta Veselá and Mr Tobiáš Loyka, are Slovakian nationals, who were born in 1939 and 1947 respectively and live in Bratislava. They are represented before the Court by Mr P. Kočička, a lawyer practising in Banská Bystrica. The respondent Government are represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants set up a commercial limited liability company (“the company”) with a seat in Bratislava. Under Article 18 § 2 of the Civil Code in conjunction with the applicable provisions of the Commercial Code the company has a distinct legal personality. The company was later transformed into a joint stock company, its name was changed and its seat was moved to Banská Bystrica and than back to Bratislava. Since 23 October 2001 the name of the company has been PEAT GROUP Inc., a.s.", "The applicants each own 50% of shares in the company and the first applicant is the chairperson of its board of directors and the second applicant is the chairperson of its supervisory board.", "On 27 February 2001 the Banská Bystrica Regional Court (Krajský súd) made an insolvency order against the company. The order was however quashed on appeal by the Supreme Court (Najvyšší súd) on 31 July 2001.", "On 20 December 2001 a new insolvency order was made. Under Article 14 § 1 (a) and (l) of the Bankruptcy and Composition Code (Law no. 328/1991 Coll., as amended), the declaration of insolvency entailed an automatic transfer of the right to make any dispositions in respect of the company’s estate and its operational affairs to the bankruptcy trustee. Pursuant to subparagraph 1 (d) in conjunction with subparagraph 5 of Article 14 of the Code, any pending judicial or other proceedings involving the company were automatically stayed and could only continue on the trustee’s request.", "The insolvency proceedings are still pending.", "In 1996 the company bought certain real property including a peat plant. The property was subject to a claim by a group of original owners and legal successors of original owners for restitution of their ownership title under the Land Ownership Act (Law no. 229/1991 Coll., as amended).", "The restitution claim was granted by the Dolný Kubín Land Office (Okresný úrad, odbor pozemkový, poľnohospodárstva a lesného hospodárstva) in July 1996 and by the Tvrodšín Land Office in May 1997.", "The decisions of July 1996 and May 1997 were quashed on the company’s administrativelaw appeals by the Banská Bystrica Regional Court on 29 November 1996 and the Košice Regional Court on 15 March 2003 respectively.", "In the proceedings leading to the judgment of 15 March 2003 the bankruptcy trustee informed the Košice Regional Court by a letter of 15 November 2002 that she was the person entitled to act in the name of the company. By a letter of 16 December 2002 she requested under Article 14 § 5 the Bankruptcy and Composition Code that the proceedings continue.", "In the meantime, on 31 January and 3 March 2000, respectively, the Tvrdošín Land Office had again granted the restitution claim in so far as brought by two categories of claimants. The trustee challenged these decisions by an administrativelaw appeal which is still pending in the Košice Regional Court.", "On 3 September 2003 the Tvrdošín Land Office dismissed the whole of the restitution claim. Several of the claimants challenged the dismissal by an administrativelaw appeal which is also still pending in the Košice Regional Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}