{"ITEMID": "001-61379", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CEGIELSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1933 and lives in Bielsko-Biała, Poland.", "5. In 1993 the Szczecin Regional Court annulled the decision given in 1947 by the Szczecin Military Court which had convicted the applicant’s father and had sentenced him to imprisonment and the forfeiture of his property.", "6. On 25 September 1995 the Szczecin Regional Court (Criminal Chamber) awarded the applicant compensation for his father’s imprisonment.", "7. On 20 July 1995 the applicant initiated before the Szczecin Regional Court (Sąd Wojwódzki w Szczecinie) civil proceedings against the State Treasury. He claimed compensation for the forfeited estate and farm machinery.", "8. On 25 September 1995, upon the trial court’s request, the applicant called as defendant the State Treasury represented by the Bydgoszcz Regional Court.", "9. In January 1996 the trial court requested the Criminal Chamber of the same court to provide the applicant’s case-file. It received the file in September 1996.", "10. On 10 February 1999 the trial court held the first hearing at which it heard the applicant. It further decided that three witnesses would be heard by the Myslibórz District Court.", "11. On 23 March and 13 April 1999 the Myslibórz District Court held hearings at which it heard the witnesses.", "12. On 4 August 1999 the applicant applied to the trial court to give a partial judgment relating only to the pecuniary damage sustained by his father in respect of loss of income which, according to him, was fully justified by the provided documents.", "13. On 14 February 2000 the trial court joined as a co-defendant the Minister of Finance. Three months later the trial court joined as another codefendant the Minister of the Treasury.", "14. On 6 September 2000 the court held hearing at which it asked for an expert opinion concerning the value of the farm machinery.", "15. On 8 May 2001 the expert opinion was submitted to the trial court.", "16. On 18 May 2001 the court requested another expert opinion concerning the value of the land and buildings.", "17. On 17 October 2001 the trial court held a hearing.", "18. On 29 October 2001 the Szczecin Regional Court gave a partial judgment. It awarded the applicant PLN 21,105 as compensation for the confiscated machinery. The remaining part of the action was to be examined at the later date. The Minister of the Treasury appealed against this judgment.", "19. On 21 May 2002 the Poznań Court of Appeal dismissed the Minister’s appeal against the Szczecin Regional Court’s partial judgment. The Minister of the Treasury lodged a cassation appeal with the Supreme Court. This part of the proceedings is pending before the Supreme Court.", "20. The proceedings relating to the part of the applicant’s action which was not examined by the Szczecin Regional Court in its partial judgment, are still pending before the trial court."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}