{"ITEMID": "001-60595", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2002, "DOCNAME": "CASE OF I. v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Violation of Art. 12;No separate issue under Art. 14;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["12. The applicant is a United Kingdom citizen born in 1955 and is a post-operative male to female transsexual. She worked for some time as a dental nurse in the army. In 1985, she applied for a course for the Enrolled Nurse (General) qualification, but was not admitted as she refused to present her birth certificate.", "13. At the age of 33, the applicant retired with a disability pension on the basis of ill-health.", "14. In 1993 and 1994, the applicant wrote letters to various institutions requesting amendments to the relevant legislation to allow the recognition of transsexuals' changed gender.", "15. On 31 July 2001, in reply to her application for a student loan, a local authority required her to submit an original birth certificate in support of her application. On 14 August 2001, in reply to her application to be an administrative assistant in a prison, the applicant was requested to bring to an interview her birth certificate.", "16. Under English law, a person is entitled to adopt such first names or surname as he or she wishes. Such names are valid for the purposes of identification and may be used in passports, driving licences, medical and insurance cards, etc. The new names are also entered on the electoral roll.", "17. Under English law, marriage is defined as the voluntary union between a man and a woman. In the case of Corbett v. Corbett ([1971] Probate Reports 83), Mr Justice Ormrod ruled that sex for that purpose is to be determined by the application of chromosomal, gonadal and genital tests where these are congruent and without regard to any surgical intervention. This use of biological criteria to determine sex was approved by the Court of Appeal in R. v. Tan ([1983] Queen's Bench Reports 1053) and given more general application, the court holding that a person born male had been correctly convicted under a statute penalising men who live on the earnings of prostitution, notwithstanding the fact that the accused had undergone gender reassignment therapy.", "18. Under section 11(b) of the Matrimonial Causes Act 1973, any marriage where the parties are not respectively male and female is void. The test applied as to the sex of the partners to a marriage is that laid down in the above-mentioned case of Corbett v. Corbett. According to that same decision a marriage between a male-to-female transsexual and a man might also be avoided on the basis that the transsexual was incapable of consummating the marriage in the context of ordinary and complete sexual intercourse (obiter per Mr Justice Ormrod).", "This decision was reinforced by Section 12(a) of the Matrimonial Causes Act 1973, according to which a marriage that has not been consummated owing to the incapacity of either party to consummate may be voidable. Section 13(1) of the Act provides that the court must not grant a decree of nullity if it is satisfied that the petitioner knew the marriage was voidable, but led the respondent to believe that she would not seek a decree of nullity, and that it would be unjust to grant the decree.", "19. Registration of births is governed by the Births and Deaths Registration Act 1953 (“the 1953 Act”). Section 1(1) of that Act requires that the birth of every child be registered by the Registrar of Births and Deaths for the area in which the child is born. An entry is regarded as a record of the facts at the time of birth. A birth certificate accordingly constitutes a document revealing not current identity but historical facts.", "20. The sex of the child must be entered on the birth certificate. The criteria for determining the sex of a child at birth are not defined in the Act. The practice of the Registrar is to use exclusively the biological criteria (chromosomal, gonadal and genital) as laid down by Mr Justice Ormrod in the above-mentioned case of Corbett v. Corbett.", "21. The 1953 Act provides for the correction by the Registrar of clerical errors or factual errors. The official position is that an amendment may only be made if the error occurred when the birth was registered. The fact that it may become evident later in a person's life that his or her “psychological” sex is in conflict with the biological criteria is not considered to imply that the initial entry at birth was a factual error. Only in cases where the apparent and genital sex of a child was wrongly identified, or where the biological criteria were not congruent, can a change in the initial entry be made. It is necessary for that purpose to adduce medical evidence that the initial entry was incorrect. No error is accepted to exist in the birth entry of a person who undergoes medical and surgical treatment to enable that person to assume the role of the opposite sex.", "22. The Government point out that the use of a birth certificate for identification purposes is discouraged by the Registrar General, and for a number of years birth certificates have contained a warning that they are not evidence of the identity of the person presenting it. However, it is a matter for individuals whether to follow this recommendation.", "23. A transsexual continues to be recorded for social security, national insurance, pension and employment purposes as being of the sex recorded at birth.", "24. A male-to-female transsexual is currently entitled to a State pension at the retirement age of 65 applied to men and not the age of 60 which is applicable to women. A full pension will be payable only if she has made contributions for 44 years as opposed to the 39 years required of women generally. The Government have instituted plans to eradicate the difference between men and women concerning age of entitlement to State pensions. Equalisation of the pension age is to begin in 2010 and it is anticipated that by 2020 the transition will be complete.", "25. Under section 16(1) of the Theft Act 1968, it is a criminal offence liable to a sentence of imprisonment to dishonestly obtain a pecuniary advantage by deception. Pecuniary advantage includes, under section 16(2)(c), being given the opportunity to earn remuneration in employment. Should a post-operative transsexual be asked by a prospective employer to disclose all their previous names, but fail to make full disclosure before entering into a contract of employment, an offence might be committed. Furthermore, should the employer discover the lack of full disclosure, there might also be a risk of dismissal or an action by the employer for damages.", "26. In its judgment of 30 April 1996, in the case of P. v. S. and Cornwall County Council, the European Court of Justice (ECJ) held that discrimination arising from gender reassignment constituted discrimination on grounds of sex and, accordingly, Article 5 § 1 of Council Directive 76/207/EEC of 9 February 1976 on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion and working conditions, precluded dismissal of a transsexual for a reason related to a gender reassignment. The ECJ held, rejecting the argument of the United Kingdom Government that the employer would also have dismissed P. if P. had previously been a woman and had undergone an operation to become a man, that:", "“... Where a person is dismissed on the ground that he or she intends to undergo or has undergone gender reassignment, he or she is treated unfavourably by comparison with persons of the sex to which he or she was deemed to belong before undergoing gender reassignment.", "To tolerate such discrimination would be tantamount, as regards such a person, to a failure to respect the dignity and freedom to which he or she is entitled and which the Court has a duty to safeguard.” (paragraphs 21–22)", "27. The ruling of the ECJ was applied by the Employment Appeal Tribunal in a decision handed down on 27 June 1997 (Chessington World of Adventures Ltd v. Reed [1997] 1 Industrial Law Reports).", "28. The Sexual Discrimination (Gender Re-assignment) Regulations 1999 were issued to comply with the ruling of the European Court of Justice in P. v. S. and Cornwall County Council (30 April 1996). This provides generally that transsexual persons should not be treated less favourably in employment because they are transsexual (whether pre- or post-operative).", "29. Prior to 1994, for the purposes of the law of rape, a male-to-female transsexual would have been regarded as a male. Pursuant to section 142 of the Criminal Justice and Public Order Act 1994, for rape to be established there has to be “vaginal or anal intercourse with a person”. In a judgment of 28 October 1996, the Reading Crown Court found that penile penetration of a male to female transsexual's artificially constructed vagina amounted to rape: R. v. Matthews (unreported).", "30. Prison rules require that male and female prisoners shall normally be detained separately and also that no prisoner shall be stripped and searched in the sight of a person of the opposite sex (Rules 12(1) and 41(3) of the Prison Rules 1999 respectively).", "31. According to the Report of the Working Group on Transsexual People (Home Office April 2000, see further below, paragraphs 33-34), which conducted a review of law and practice, post-operative transsexuals where possible were allocated to an establishment for prisoners of their new gender. Detailed guidelines concerning the searching of transsexual prisoners were under consideration by which post-operative male to female transsexuals would be treated as women for the purposes of searches and searched only by women (see paragraphs 2.75-2.76).", "32. On 14 April 1999, the Secretary of State for the Home Department announced the establishment of an Interdepartmental Working Group on Transsexual People with the following terms of reference:", "“to consider, with particular reference to birth certificates, the need for appropriate legal measures to address the problems experienced by transsexuals, having due regard to scientific and societal developments, and measures undertaken in other countries to deal with this issue.”", "33. The Working Group produced a report in April 2000 in which it examined the current position of transsexuals in the United Kingdom, with particular reference to their status under national law and the changes which might be made. It concluded:", "“5.1. Transsexual people deal with their condition in different ways. Some live in the opposite sex without any treatment to acquire its physical attributes. Others take hormones so as to obtain some of the secondary characteristics of their chosen sex. A smaller number will undergo surgical procedures to make their bodies resemble, so far as possible, those of their acquired gender. The extent of treatment may be determined by individual choice, or by other factors such as health or financial resources. Many people revert to their biological sex after living for some time in the opposite sex, and some alternate between the two sexes throughout their lives. Consideration of the way forward must therefore take into account the needs of people at these different stages of change.", "5.2. Measures have already been taken in a number of areas to assist transsexual people. For example, discrimination in employment against people on the basis of their transsexuality has been prohibited by the Sex Discrimination (Gender Reassignment) Regulations 1999 which, with few exceptions, provide that a transsexual person (whether pre- or post-operative) should not be treated less favourably because they are transsexual. The criminal justice system (i.e. the police, prisons, courts, etc.) try to accommodate the needs of transsexual people so far as is possible within operational constraints. A transsexual offender will normally be charged in their acquired gender, and a post-operative prisoner will usually be sent to a prison appropriate to their new status. Transsexual victims and witnesses will, in most circumstances, similarly be treated as belonging to their acquired gender.", "5.3. In addition, official documents will often be issued in the acquired gender where the issue is identifying the individual rather than legal status. Thus, a transsexual person may obtain a passport, driving licence, medical card etc, in their new gender. We understand that many non-governmental bodies, such as examination authorities, will often re-issue examination certificates etc. (or otherwise provide evidence of qualifications) showing the required gender. We also found that at least one insurance company will issue policies to transsexual people in their acquired gender.", "5.4. Notwithstanding such provisions, transsexual people are conscious of certain problems which do not have to be faced by the majority of the population. Submissions to the Group suggested that the principal areas where the transsexual community is seeking change are birth certificates, the right to marry and full recognition of their new gender for all legal purposes.", "5.5. We have identified three options for the future;", "– to leave the current situation unchanged;", "– to issue birth certificates showing the new name and, possibly, the new gender;", "– to grant full legal recognition of the new gender subject to certain criteria and procedures.", "We suggest that before taking a view on these options the Government may wish to put the issues out to public consultation.”", "34. The report was presented to Parliament in July 2000. Copies were placed in the libraries of both Houses of Parliament and sent to 280 recipients, including Working Group members, Government officials, Members of Parliament, individuals and organisations. It was publicised by a Home Office press notice and made available to members of the public through application to the Home Office in writing, E-mail, by telephone or the Home Office web site.", "35. In the case of Bellinger v. Bellinger, EWCA Civ 1140 [2001], 3 FCR 1, the appellant who had been classified at birth as a man had undergone gender re-assignment surgery and in 1981 had gone through a form of marriage with a man who was aware of her background. She sought a declaration under the Family Law Act 1986 that the marriage was valid. The Court of Appeal held, by a majority, that the appellant's marriage was invalid as the parties were not respectively male and female, which terms were to be determined by biological criteria as set out in the decision of Corbett v. Corbett [1971]. Although it was noted that there was an increasing emphasis upon the impact of psychological factors on gender, there was no clear point at which such factors could be said to have effected a change of gender. A person correctly registered as male at birth, who had undergone gender reassignment surgery and was now living as a woman was biologically a male and therefore could not be defined as female for the purposes of marriage. It was for Parliament, not for the courts, to decide at what point it would be appropriate to recognise that a person who had been assigned to one sex at birth had changed gender for the purposes of marriage. Dame Elizabeth Butler-Sloss, President of the Family Division noted the warnings of the European Court of Human Rights about continued lack of response to the situation of transsexuals and observed that largely as a result of these criticisms an interdepartmental working group had been set up, which had in April 2000 issued a careful and comprehensive review of the medical condition, current practice in other countries and the state of English law in relevant aspects of the life of an individual:", "“[95.] ...We inquired of Mr Moylan on behalf of the Attorney-General, what steps were being taken by any government department, to take forward any of the recommendations of the Report, or to prepare a consultation paper for public discussion.", "[96.] To our dismay, we were informed that no steps whatsoever have been, or to the knowledge of Mr Moylan, were intended to be, taken to carry this matter forward. It appears, therefore, that the commissioning and completion of the report is the sum of the activity on the problems identified both by the Home Secretary in his terms of reference, and by the conclusions of the members of the working group. That would seem to us to be a failure to recognise the increasing concerns and changing attitudes across western Europe which have been set out so clearly and strongly in judgments of Members of the European Court at Strasbourg, and which in our view need to be addressed by the UK...", "[109.] We would add however, with the strictures of the European Court of Human Rights well in mind, that there is no doubt that the profoundly unsatisfactory nature of the present position and the plight of transsexuals requires careful consideration. The recommendation of the interdepartmental working group for public consultation merits action by the government departments involved in these issues. The problems will not go away and may well come again before the European Court sooner rather than later.”", "36. In his dissenting judgment, Lord Justice Thorpe considered that the foundations of the judgment in Corbett v. Corbett were no longer secure, taking the view that an approach restricted to biological criteria was no longer permissible in the light of scientific, medical and social change.", "“[155.] To make the chromosomal factor conclusive, or even dominant, seems to me particularly questionable in the context of marriage. For it is an invisible feature of an individual, incapable of perception or registration other than by scientific test. It makes no contribution to the physiological or psychological self. Indeed in the context of the institution of marriage as it is today it seems to me right as a matter of principle and logic to give predominance to psychological factors just as it seem right to carry out the essential assessment of gender at or shortly before the time of marriage rather than at the time of birth...", "[160.] The present claim lies most evidently in the territory of the family justice system. That system must always be sufficiently flexible to accommodate social change. It must also be humane and swift to recognise the right to human dignity and to freedom of choice in the individual's private life. One of the objectives of statute law reform in this field must be to ensure that the law reacts to and reflects social change. That must also be an objective of the judges in this field in the construction of existing statutory provisions. I am strongly of the opinion that there are not sufficiently compelling reasons, having regard to the interests of others affected or, more relevantly, the interests of society as a whole, to deny this appellant legal recognition of her marriage. I would have allowed this appeal.”", "He also noted the lack of progress in domestic reforms:", "“[151.] ...although the [interdepartmental] report has been made available by publication, Mr Moylan said that there has since been no public consultation. Furthermore when asked whether the Government had any present intention of initiating public consultation or any other process in preparation for a parliamentary Bill, Mr Moylan said that he had no instructions. Nor did he have any instructions as to whether the Government intended to legislate. My experience over the last 10 years suggests how hard it is for any department to gain a slot for family law reform by primary legislation. These circumstances reinforce my view that it is not only open to the court but it is its duty to construe s 11(c) either strictly, alternatively liberally as the evidence and the submissions in this case justify.”", "37. In January 2002, the Government presented to Parliament the document “Civil Registration: Vital Change (Birth, Marriage and Death Registration in the 21st Century)” which set out plans for creating a central database of registration records which moves away from a traditional snapshot of life events towards the concept of a living record or single “through life” record:", "“In time, updating the information in a birth record will mean that changes to a person's names, and potentially, sex will be able to be recorded.” (para. 5.1)", "“5.5 Making changes", "There is strong support for some relaxation to the rules that govern corrections to the records. Currently, once a record has been created, the only corrections that can be made are where it can be shown that an error was made at the time of registration and that this can be established. Correcting even the simplest spelling error requires formal procedures and the examination of appropriate evidence. The final records contains the full original and corrected information which is shown on subsequently issued certificates. The Government recognises that this can act as a disincentive. In future, changes (to reflect developments after the original record was made) will be made and formally recorded. Documents issued from the records will contain only the information as amended, though all the information will be retained. ...”", "38. Liberty updated the written observations submitted in the case of Sheffield and Horsham concerning the legal recognition of transsexuals in comparative law (Sheffield and Horsham v. the United Kingdom judgment of 30 July 1998, Reports of Judgments and Decisions 1998-V, p. 2021, § 35). In its 1998 study, it had found that over the previous decade there had been an unmistakable trend in the member States of the Council of Europe towards giving full legal recognition to gender re-assignment. In particular, it noted that out of thirty seven countries analysed only four (including the United Kingdom) did not permit a change to be made to a person's birth certificate in one form or another to reflect the re-assigned sex of that person. In cases where gender re-assignment was legal and publicly funded, only the United Kingdom and Ireland did not give full legal recognition to the new gender identity.", "39. In its follow up study submitted on 17 January 2002, Liberty noted that while there had not been a statistical increase in States giving full legal recognition of gender re-assignment within Europe, information from outside Europe showed developments in this direction. For example, there had been statutory recognition of gender re-assignment in Singapore, and a similar pattern of recognition in Canada, South Africa, Israel, Australia, New Zealand and all except two of the States of the United States of America. It cited in particular the cases of Attorney-General v. Otahuhu Family Court [1995] 1 NZLR 60 and Re Kevin [2001] FamCA 1074 where in New Zealand and Australia transsexual persons' assigned sex was recognised for the purposes of validating their marriages: In the latter case, Mr Justice Chisholm held:", "“I see no basis in legal principle or policy why Australian law should follow the decision in Corbett. To do so would, I think, create indefensible inconsistencies between Australian marriage law and other Australian laws. It would take the law in a direction that is generally contrary to development in other countries. It would perpetuate a view that flies in the face of current medical understanding and practice. Most of all, it would impose indefensible suffering on people who have already had more than their share of difficulty, with no benefit to society...", "...Because the words 'man' and 'woman' have their ordinary contemporary meaning, there is no formulaic solution to determining the sex of an individual for the purpose of the law of marriage. That is, it cannot be said as a matter of law that the question in a particular case will be determined by applying a single criterion, or limited list of criteria. Thus it is wrong to say that a person's sex depends on any single factor, such as chromosomes or genital sex; or some limited range of factors, such as the state of the person's gonads, chromosomes or genitals (whether at birth or at some other time). Similarly, it would be wrong in law to say that the question can be resolved by reference solely to the person's psychological state, or by identifying the person's 'brain sex'.", "To determine a person's sex for the law of marriage, all relevant matters need to be considered. I do not seek to state a complete list or suggest that any factors necessarily have more importance than others. However the relevant matters include, in my opinion, the person's biological and physical characteristics at birth (including gonads, genitals and chromosomes); the person's life experiences, including the sex in which he or she was brought up and the person's attitude to it; the person's self-perception as a man or a woman; the extent to which the person has functioned in society as a man or a woman; any hormonal, surgical or other medical sex re-assignment treatments the person has undergone, and the consequences of such treatment; and the person's biological, psychological and physical characteristics at the time of the marriage...", "For the purpose of ascertaining the validity of a marriage under Australian law the question whether a person is a man or a woman is to be determined as of the date of marriage...”", "40. As regarded the eligibility of post-operative transsexuals to marry a person of sex opposite to their acquired gender, Liberty's survey indicated that 54% of Contracting States permitted such marriage (Annex 6 listed Austria, Belgium, Denmark, Estonia, Finland, France, Germany, Greece, Iceland, Italy, Latvia, Luxembourg, the Netherlands, Norway, Slovakia, Spain, Sweden, Switzerland, Turkey and Ukraine), while 14% did not (Ireland and the United Kingdom did not permit marriage, while no legislation existed in Moldova, Poland, Romania and Russia). The legal position in the remaining 32% was unclear.", "41. Article 9 of the Charter of Fundamental Rights of the European Union, signed on 7 December 2000, provides:", "“The right to marry and the right to found a family shall be guaranteed in accordance with the national laws governing the exercise of these rights.”"], "VIOLATED_ARTICLES": ["12", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}