{"ITEMID": "001-118338", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF IURCU v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1994 and lives in Chişinău.", "6. On 5 April 2009 general elections took place in Moldova. The preliminary results of the election were announced on 6 April 2009. According to those results, the ruling Communist Party of Moldova had narrowly won the elections.", "7. On 6 April 2009 there was growing discontent, notably in various online forums, with the results of the elections and with alleged electoral fraud. At 6 p.m. several hundred people, mostly young, gathered in front of the monument to Stephen the Great (Ştefan cel Mare) in the centre of Chişinău. Half an hour later there were already 3-4,000 people assembled, and they began to protest against the alleged electoral fraud, doing so in front of the Presidential Palace and Parliament buildings and then returning to the Great National Assembly Square. A bigger demonstration was then announced for 10 a.m. the next day.", "8. On 7 April 2009 the protest resumed, with the participation of some 56,000 people. Although the demonstration was peaceful at the beginning, several hundred of the participants gradually became violent. It was established by the subsequently created parliamentary inquiry commission tasked with the elucidation of the causes and consequences of the events following the general elections held on 5 April 2009 in Moldova (“the Commission”), that two incidents of poorly planned intervention by a fire truck and riot police had brought the crowd to a point beyond which mass acts of violence could no longer be prevented. Following violent attacks and stone throwing, which met with very weak police resistance, approximately 250 violent protesters were eventually able to take over the lower floors of the Presidential Palace and Parliament buildings. They looted those floors and set the canteen in the Presidential Palace alight. During the night, several fires broke out in the Parliament building, some of them after full control over the building was recovered by the authorities at around 11 p.m.", "9. At approximately 1 a.m. on 8 April 2009, various police and special forces units began a massive operation aimed at re-establishing public order. However, according to the Commission, excessive force was used and all those still present in the main square were arrested, regardless of whether or not they had acted violently. The arrests continued for several days. The media reported cases, and showed video footage of young people being arrested and/or beaten by both uniformed police and plain-clothes officers in the city centre on 8 April and thereafter, long after the protests had ended on the evening of 7 April 2009.", "10. According to the applicant, who was fifteen years old at the time, during the evening of 7 April 2009 he was returning home from a birthday party and was walking along the main boulevard in Chişinău. At approximately 10.20 p.m. he was stopped by a group of persons wearing military uniforms and was ordered to lie on the ground and put his hands on his head. The applicant complied and received numerous kicks and baton blows to his body and head. He screamed with pain and shouted that he was only fifteen years old. He was then released and ordered to go home. He began to run but after several hundred metres was stopped again by a group of persons wearing black clothes and balaclavas and was again ordered to lie down. He was again kicked and beaten with batons and received, inter alia, a kick to the area of his right eye. He was then forced into a pickup truck together with other young persons and taken to a police station.", "11. At the police station he and many other persons were placed in the basement and forced to kneel with their hands on their heads for approximately three hours. He was approached once by a police officer, who punched him in the back and ordered him to straighten up.", "12. The Government accepted the facts relating to the applicant’s arrest and detention. They did not, however, endorse the applicant’s allegations concerning the ill-treatment, submitting that they only accepted the version of the facts established in the criminal proceedings at the domestic level.", "13. On 8 April 2009, at approximately 2.30 a.m., the applicant was taken to an office for questioning. The questioning lasted for approximately ten minutes, during which he was asked about his involvement in the previous day’s demonstrations.", "14. At approximately 3 a.m., the applicant was taken by car to a centre for the temporary detention of minors, where he was placed, together with numerous other youths, in a small room with only two beds. He and many of the others slept on the floor. The next day, the applicant felt unwell because of the injury to his face and received medical assistance from a doctor. According to a medical report issued by that doctor at a later date, the applicant had bruises on his back, and bruising to the soft tissues around his right eye. At 3.30 p.m. the applicant was taken to an office, where he explained to a woman the reason why he had had to spend the night at the centre. At approximately 4 p.m. his mother took him home. It appears that she had been informed of his whereabouts at approximately 1 p.m. on that day.", "15. On 9 April 2009 national television presented a news item concerning the events of 7 April. The applicant and the group of youths with whom he had been detained at the centre for the temporary detention of minors were presented as being the persons responsible for the disorder and the devastation to the Parliament building and the Presidential Palace.", "16. After his release, the applicant often felt pain in the region of his kidneys and had headaches. On 29 April 2009 he sought medical assistance at the “Memoria” Rehabilitation Centre for Torture Victims, a non-governmental organisation financed by the European Union and a member of the General Assembly of the International Rehabilitation Council for Torture Victims (IRCT). He appears to have undergone detailed medical tests and examinations by various medical specialists. The Centre issued a report which stated, inter alia, that the applicant had suffered cranial trauma and experienced psychological problems typical of victims of torture.", "17. On 19 June 2009 the applicant lodged a criminal complaint with the Prosecutor General’s Office, complaining about his ill-treatment on 7 April 2009.", "18. On 15 October 2009 the Prosecutor’s Office dismissed the applicant’s criminal complaint as ill-founded, without formally initiating a criminal investigation. After a preliminary examination of the facts of the case, it found that the applicant had been taken to the police station on the evening of 7 April 2009 for being a vagrant minor and not because of his involvement in the violent demonstrations of that day. He was later taken to the centre for the temporary detention of minors. A police officer present at the police station that night stated that the applicant had not been ill-treated. Therefore, the Prosecutor’s Office found that the applicant’s account of his alleged ill-treatment was not credible. Moreover, according to the prosecutor’s office, he would have had more bruises on his body if he had indeed been ill-treated in the manner in which he claimed.", "19. The applicant appealed against the prosecutor’s decision to the Buiucani District Court, which, on 3 December 2009, quashed the prosecutor’s decision. The court found, inter alia, that the Prosecutor’s Office had not explained how the injuries found on the applicant’s body after his arrest and detention had been caused, and that the preliminary investigation had been incomplete.", "20. On 18 December 2009 a criminal investigation was formally initiated for the first time and on 5 February 2010 the applicant was recognised as having victim status in the criminal proceedings.", "21. On 9 February 2010 a police officer from the police station where the applicant was taken on the night of 7 April 2009 was questioned. It does not appear from the materials submitted by the parties that any other measures have been taken in the criminal proceedings to date.", "22. The relevant non-Convention material was summarised in Taraburca v. Moldova (no. 18919/10, §§ 33-37, 6 December 2011)."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}