{"ITEMID": "001-58274", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF KARATAS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland;Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. Mr Hüseyin Karataş is a Turk of Kurdish origin and was born in 1963. He lives in Istanbul and works as a psychologist.", "9. In November 1991 he published an anthology of poems in Istanbul entitled “The song of a rebellion – Dersim” (“Dersim – Bir İsyanın Türküsü”).", "10. On 8 January 1992, the public prosecutor at the Istanbul National Security Court no. 1 (“the public prosecutor”, “the National Security Court”) accused the applicant and his publisher of disseminating propaganda against the “indivisible unity of the State”. He requested, inter alia, application of section 8 of the Prevention of Terrorism Act (Law no. 3713 – see paragraph 18 below) and the confiscation of the copies of the work concerned (see paragraph 16 below). He relied on the following passages from that anthology in support of his request.", "“…", "[Freedom is the law of the clan]", "… a great passion is taking shape in our holy hands – the light of ancient Kurdistan for as long as by the light of day the Munzursuyu[] is not reddened by our blood we shall not let the whelps of the Ottoman whore trample upon it after all for thousands of years we have obeyed the law freedom is the law of the clan.", "[In solitude, they looked at the tombstones]", "The heart of Dersim is torn to pieces its serpentine streets explosions of dynamite the noise of excavators the soldiers’ boots … a phial of medicine in one hand of poison in the other the towers of Babel in others the Turks are coming with their schools their language in which we know only too well the word for cruelty … in the corridors of Parliament in the galleries in the garrisons they are preparing genocide like those who know no bounds … On the head of Hızır[], my brave one we have never seen nor heard anything like this I ask you, brother, what Scripture would accept such cruelty? …", "[Silently, they looked towards the village of Deşt] … and now cruelty is spreading apace our blood will mix with the blood shed. resistance and betrayal freedom and surrender side by side … have we not accepted as law for thousands of years that blood shall be washed in blood? …", "[In their solitude their tears fell to the ground] … thousands of years of disasters have not altered our lives for our Kurdistan for our Dersim we will sacrifice our heads, drunk on the fire of rebellion …", "[In solitude, they oiled the guns and rifles] … let us go children of the unyielding we have heard there is a rebellion in the mountains can we hear and do nothing? let the festivities and celebrations begin let flames as high as the rooftops reach for the sky so that before the day’s end the cannons fall silent venerable Kurdistan beautiful Kurdistan Kurdistan our friend …", "[They marched towards the laws to be brothers] … for thousands of years, companion, we have been the close acquaintance of the most barbaric cruelties I ask you out of love for the age in which you live how much longer will we put up with this cruelty? … to the majestic mountains that will lead us to freedom …", "[Snowy are the mountains] … the whelps of the Ottoman whore repeatedly pound our mountains the waters that run our springtime … they are preparing genocide like those who know no bounds. … for thousands of years, our clan has been under siege in our besieged land …", "[The mountains before us have voices of snow] … an unbounded anger in my heart a speechless hatred … the laws do not give way rebellion comes from the mountains the millennia of history some have died for her some march to their deaths.", "[They marched towards solitude] … those who were but a handful of brave men the hope and resistance of their blessed bodies they have, piece by piece, adorned freedom those who, before us, marched to their deaths … Young Kurds ‘I am seventy-five years old I die a martyr I join the martyrs of Kurdistan Dersim has been defeated but Kurdism and Kurdistan shall live on the young Kurd shall take vengeance’ when life leaves this body my heart shall not cry out What happiness to live this day to join the martyrs of Kurdistan. …", "[Alişer is dead too] … we have lived for centuries without a State, in exile, during massacres for centuries along the paths we have hauled behind us a sword but never have we been conquered by the sword … the venerable Sheikh Alişer of Hasanan[] was brave enough to know how to die for his honour, his homeland and his freedom … how can I narrate to those who will come after us all that is brave and heroic impregnating my whole body with courage. … I invite you to freedom, to death in these mountains, in this sacred spring with death we march, freedom is blessed with death, I invite you to die; – time is wounded like the beat of a heart. …", "[Exile] … Garrisons garrison schools kids women … valiant youths songs of revenge mothers of children hand-to-hand side by side surrender and resistance and the dignity and the honour and the pride of the Kurd become by the vows of the Mazlum Doğans[] of the Ali Haydar Yıldızes of the Hayri Durmuşes of the Delil Doğans little by little drop by drop a secret rebellion.”", "11. The applicant denied the charges before the National Security Court, asserting, in particular, that the passage in inverted commas (see paragraph 10 above) was a quotation which in no way reflected his own opinions.", "12. On 22 February 1993 the National Security Court, composed of three judges, including a military judge, found the applicant guilty of the offences charged and sentenced him under section 8(1) of Law no. 3713 to one year and eight months’ imprisonment and a fine of 41,666,666 Turkish liras (TRL), to be paid in ten monthly instalments. It also ordered confiscation of the publications concerned.", "The National Security Court entirely accepted the submissions of the public prosecutor and found, inter alia, that the poems in issue referred to a particular region of Turkey as “Kurdistan” and had glorified the insurrectionary movements in that region by identifying them with the Kurds’ fight for national independence.", "In the National Security Court’s view, the expression of praise apparent throughout the work amounted to separatist propaganda that was detrimental to the unity of the Turkish nation and the territorial integrity of the Turkish State and justified Mr Karataş’s conviction.", "13. In a judgment of 1 July 1993, the Court of Cassation dismissed an appeal by the applicant. The applicant’s subsequent application to the same court for rectification of the judgment was also unsuccessful.", "14. On 30 October 1995 Law no. 4126 of 27 October 1995 came into force. Inter alia, it reduced the length of prison sentences that could be imposed under section 8 of Law no. 3713 while increasing the level of fines (see paragraph 18 below). In a transitional provision relating to section 2, Law no. 4126 provided that sentences imposed pursuant to section 8 of Law no. 3713 would be automatically reviewed (see paragraph 19 below).", "15. Consequently, the National Security Court reviewed the applicant’s case on the merits. In a judgment of 19 April 1996, it reduced Mr Karataş’s prison sentence to one year, one month and ten days but increased the fine to TRL 111,111,110.", "On an appeal by the applicant, the Court of Cassation upheld that decision on 1 December 1997.", "Mr Karataş was at that time still serving his sentence in Ümraniye Prison (Istanbul).", "16. The relevant provisions of the Criminal Code read as follows:", "“Where the legislative provisions in force at the time when a crime is committed are different from those of a later law, the provisions most favourable to the offender shall be applied.”", "“In the event of conviction, the court shall order the seizure and confiscation of any object which has been used for the commission or preparation of the crime or offence …”", "17. Section 3 of the Press Act (Law no. 5680) provides:", "“For the purposes of the present Law, the term ‘periodicals’ shall mean newspapers, press agency dispatches and any other printed matter published at regular intervals.", "‘Publication’ shall mean the exposure, display, distribution, emission, sale or offer for sale of printed matter on premises to which the public have access where anyone may see it.", "An offence shall not be deemed to have been committed through the medium of the press unless publication has taken place, except where the material in itself is unlawful.”", "18. The Prevention of Terrorism Act (Law no. 3713 of 12 April 1991) has been amended by Law no. 4126 of 27 October 1995, which came into force on 30 October 1995 (see paragraph 19 below). Sections 8 and 13 read as follows:", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.”", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a reoffender may not be commuted to a fine.", "...", "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of printed matter or by means of mass communication other than periodicals within the meaning of the second paragraph, those responsible and the owners of the means of mass communication shall be sentenced to not less than six months’ and not more than two years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras …", "…”", "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.”", "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.", "However, the provisions of this section shall not apply to convictions pursuant to section 8.”", "19. The Law of 27 October 1995 contains a “transitional provision relating to section 2” that applies to the amendments which that law makes to the sentencing provisions (see paragraph 18 above) of section 8 of Law no. 3713. That transitional provision provides:", "“In the month following the entry into force of the present Law, the court which has given judgment shall re-examine the case of a person convicted pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) and, in accordance with the amendment to … section 8 of Law no. 3713, shall reconsider the term of imprisonment imposed on that person and decide whether he should be allowed the benefit of sections 4 and 6 of Law no. 647 of 13 July 1965.”", "20. The relevant parts of section 5 of the Execution of Sentences Act (Law no. 647) read as follows:", "“The term ‘fine’ shall mean payment to the Treasury of a sum fixed within the statutory limits.", "...", "If, after service of the order to pay, the convicted person does not pay the fine within the time-limit, he shall be committed to prison for a term of one day for every ten thousand Turkish liras owed, by a decision of the public prosecutor.", "...", "The sentence of imprisonment thus substituted for the fine may not exceed three years …”", "21. The relevant provisions of the Code of Criminal Procedure concerning the grounds on which defendants may appeal on points of law against judgments of courts of first instance read as follows:", "“An appeal on points of law may not concern any issue other than the lawfulness of the impugned judgment.", "Non-application or erroneous application of a legal rule shall constitute unlawfulness.”", "“Unlawfulness is deemed to be manifest in the following cases:", "1- where the court is not established in accordance with the law;", "2- where one of the judges who have taken the decision was barred by statute from participating;", "...”", "22. The Government supplied copies of several decisions given by the prosecutor attached to the Ankara National Security Court withdrawing charges against persons suspected of inciting people to hatred or hostility, especially on religious grounds (Article 312 of the Criminal Code), or of disseminating separatist propaganda against the indivisible unity of the State (section 8 of Law no. 3713 – see paragraph 18 above). In the majority of cases where offences had been committed by means of publications the reasons given for the prosecutor’s decision included such considerations as the fact that the proceedings were time-barred, that some of the constituent elements of the offence could not be made out or that there was insufficient evidence. Other grounds included the fact that the publications in issue had not been distributed, that there had been no unlawful intent, that no offence had been committed or that those responsible could not be identified.", "Furthermore, the Government submitted a number of decisions of the National Security Courts as examples of cases in which defendants accused of the above-mentioned offences had been found not guilty, namely: 1991/23 – 75 – 132 – 177 – 100; 1992/33 – 62 – 73 – 89 – 143; 1993/29 – 30 – 38 – 39 – 82 – 94 – 114; 1994/3 – 6 – 12 – 14 – 68 – 108 – 131 – 141 – 155 – 171 – 172; 1995/1 – 25 – 29 – 37 – 48 – 64 – 67 – 84 – 88 – 92 – 96 – 101 – 120 – 124 – 134 – 135; 1996/2 – 8 – 18 – 21 – 34 – 38 – 42 – 43 – 49 – 54 – 73 – 86 – 91 – 103 – 119 – 353; 1997/11 – 19 – 32 – 33 – 82 – 89 – 113 – 118 – 130 – 140 – 148 – 152 – 153 – 154 – 187 – 191 – 200 – 606; 1998/6 – 8 – 50 – 51 – 56 – 85 – 162.", "As regards more particularly proceedings against authors of works dealing with the Kurdish problem, the National Security Courts in these cases reached their decisions on the ground that there had been no dissemination of “propaganda”, one of the constituent elements of the offence, or on account of the objective nature of the words used.", "23. The applicant supplied a list of works that had led to prosecutions in the National Security Courts together with general information on sentences that had been handed down and proceedings then pending against a number of writers and publishers. He produced, as examples, copies of several judgments against İ.B., a writer, and A.N.Z., an editor, who had been convicted notably of inciting the commission of offences and of disseminating pro-Kurdish propaganda. These were judgments nos. 1991/149; 1993/109 – 148 – 169 – 229 – 233; 1994/28 – 143 – 249 – 257; 1995/10 – 32 – 84 – 225 – 283 – 319 – 327 – 436; 1996/87 – 136 – 175 – 213 – 214 – 252; 1997/49 – 50 – 53 – 63 – 120 – 167 – 274 – 571; 1998/22 – 23.", "24. The National Security Courts were created by Law no. 1773 of 11 July 1973, in accordance with Article 136 of the 1961 Constitution. That law was annulled by the Constitutional Court on 15 June 1976. The courts in question were later reintroduced into the Turkish judicial system by the 1982 Constitution. The relevant part of the statement of reasons contains the following passage:", "“There may be acts affecting the existence and stability of a State such that when they are committed, special jurisdiction is required in order to give judgment expeditiously and appropriately. For such cases it is necessary to set up National Security Courts. According to a principle inherent in our Constitution, it is forbidden to create a special court to give judgment on a specific act after it has been committed. For that reason the National Security Courts have been provided for in our Constitution to try cases involving the above-mentioned offences. Given that the special provisions laying down their powers have been enacted in advance and that the courts have been created before the commission of any offence , they may not be described as courts set up to deal with this or that offence after the commission of such an offence.”", "The composition and functioning of the National Security Courts are subject to the following rules.", "25. The constitutional provisions governing judicial organisation are worded as follows:", "“In the performance of their duties, judges shall be independent; they shall give judgment, according to their personal conviction, in accordance with the Constitution, statute and the law.", "No organ, authority, ... or ... person may give orders or instructions to courts or judges in the exercise of their judicial powers, or send them circulars or make recommendations or suggestions to them.”", "“Judges shall not be removed from office or compelled to retire without their consent before the age prescribed by the Constitution ”", "“National Security Courts shall be established to try offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free democratic system of government, and offences which directly affect the State’s internal or external security.", "National Security Courts shall be composed of a president, two other regular members, two substitute members, a prosecutor and a sufficient number of assistant prosecutors.", "The president, one of the regular members, one of the substitutes and the prosecutor shall be appointed from among judges and public prosecutors of the first rank, according to procedures laid down in special legislation; one regular member and one substitute shall be appointed from among military judges of the first rank and the assistant prosecutors from among public prosecutors and military judges.", "Presidents, regular members and substitute members ... of National Security Courts shall be appointed for a renewable period of four years.", "Appeals against decisions of National Security Courts shall lie to the Court of Cassation.", "...”", "“Military legal proceedings", "The personal rights and obligations of military judges … shall be regulated by law in accordance with the principles of the independence of the courts, the safeguards enjoyed by the judiciary and the requirements of military service. Relations between military judges and the commanders under whom they serve in the performance of their non-judicial duties shall also be regulated by law ...”", "26. Based on Article 143 of the Constitution, the relevant provisions of Law no. 2845 on the National Security Courts, provide:", "“In the capitals of the provinces of … National Security Courts shall be established to try offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free democratic system of government, and offences which directly affect the State’s internal or external security.”", "“The National Security Courts shall be composed of a president, two other regular members and two substitute members.”", "“The president of a National Security Court, one of the [two] regular members and one of the [two] substitutes ... shall be civilian … judges, the other members, whether regular or substitute, military judges of the first rank …”", "“The appointment of military judges to sit as regular members and substitutes shall be carried out according to the procedure laid down for that purpose in the Military Legal Service Act.", "Except as provided in the present Law or other legislation, the president and the regular or substitute members of the National Security Courts … may not be appointed to another post or place, without their consent, within four years …", "…", "If, after an investigation concerning the president or a regular or substitute member of a National Security Court conducted according to the legislation concerning them, competent committees or authorities decide to change the duty station of the person concerned, the duty station of that judge or the duties themselves … may be changed in accordance with the procedure laid down in that legislation.”", "“National Security Courts shall have jurisdiction to try persons charged with", "…", "(d) offences having a connection with the events which made it necessary to declare a state of emergency, in regions where a state of emergency has been declared in accordance with Article 120 of the Constitution,", "(e) offences committed against the Republic, whose constituent qualities are enunciated in the Constitution, against the indivisible unity of the State – meaning both the national territory and its people – or against the free democratic system of government, and offences which directly affect the State’s internal or external security.", "…”", "“The Court of Cassation shall hear appeals against the judgments of the National Security Courts.”", "“The rules governing the rights and obligations of … military judges appointed to the National Security Courts and their supervision …, the institution of disciplinary proceedings against them, the imposition of disciplinary penalties on them and the investigation and prosecution of any offences they may commit in the performance of their duties ... shall be as laid down in the relevant provisions of the laws governing their profession …", "The observations of the Court of Cassation on military judges, the assessment reports on them drawn up by Ministry of Justice assessors … and the files on any investigations conducted in respect of them … shall be transmitted to the Ministry of Justice.”", "“A National Security Court may be transformed into a Martial-Law Court, under the conditions set forth below, where a state of emergency has been declared in all or part of the territory in respect of which the National Security Court concerned has jurisdiction, provided that within that territory there is more than one National Security Court ”", "27. The relevant provisions of the Military Legal Service Act are worded as follows:", "“The aptitude of military judges … appointed as regular or substitute members of the National Security Courts that is required for promotion or advancement in salary step, rank or seniority shall be determined on the basis of assessment reports drawn up according to the procedure laid down below, subject to the provisions of the present Law and the Turkish Armed Forces Personnel Act (Law no. 926).", "(a) The first superior competent to carry out assessment and draw up assessment reports for military judges, whether regular or substitute members … shall be the Minister of State in the Ministry of Defence, followed by the Minister of Defence.", "…”", "“Members … of the National Security Courts belonging to the Military Legal Service … shall be appointed by a committee composed of the personnel director and the legal adviser of the General Staff, the personnel director and the legal adviser attached to the staff of the arm in which the person concerned is serving and the Director of Military Judicial Affairs at the Ministry of Defence …”", "“Military judges … shall be appointed by a decree issued jointly by the Minister of Defence and the Prime Minister and submitted to the President of the Republic for approval, in accordance with the provisions on the appointment and transfer of members of the armed forces …", "…", "The procedure for appointment as a military judge shall take into account the opinion of the Court of Cassation, the reports by Ministry of Justice assessors and the assessment reports drawn up by the superiors …”", "“The rules governing the salary scales, salary increases and various personal rights of military judges … shall be as laid down in the provisions relating to officers.”", "“The Minister of Defence may apply to military judges, after considering their defence submissions, the following disciplinary sanctions:", "A. A warning, which consists in giving the person concerned notice in writing that he must exercise more care in the performance of his duties.", "…", "B. A reprimand, which consists in giving the person concerned notice in writing that a particular act or a particular attitude has been found to be blameworthy.", "…", "The said sanctions shall be final, mentioned in the assessment record of the person concerned and entered in his personal file …”", "“When military judges … sit in court they shall wear the special dress of their civilian counterparts …”", "28. Article 112 of the Military Criminal Code of 22 May 1930 provides:", "“It shall be an offence, punishable by up to five years’ imprisonment, to abuse one’s authority as a civil servant in order to influence the military courts.”", "29. Under section 22 of Law no. 1602 the First Division of the Supreme Military Administrative Court has jurisdiction to hear applications for judicial review and claims for damages based on disputes relating to the personal status of officers, particularly those concerning their professional advancement."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}