{"ITEMID": "001-78693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ARTYOMOV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Igor Vladimirovich Artyomov, is a Russian national who was born in 1962 and lives in Vladimir.", "The applicant has been the leader of the public movement Russian All-Nation Union (Русский общенациональный союз – Russkiy obshchenatsionalniy soyuz) since its inception in the early 1990s.", "On 7 December 1998 the Ministry of Justice registered the movement as a public association.", "On 23 December 2001, at the sixth general assembly of the movement, members decided to reorganise the movement into a political party bearing the same name. An application for the party’s registration was lodged with the Ministry of Justice.", "By a letter of 28 June 2002, the Ministry of Justice refused the application on a number of grounds. The first ground for the refusal was that the adjective “Russian” (русский – russkiy) in the name of the party referred to an ethnic group, whereas section 9(3) of the Political Parties Act prohibited the establishment of political parties based on professional, racial, ethnic or religious affiliations. The applicant contested that particular ground for the refusal before a court of general jurisdiction.", "By a judgment of 24 January 2003, the Taganskiy District Court of Moscow dismissed the applicant’s complaint after hearing evidence from several experts called by the defence. The experts concurred that the meaning of the word russkiy was ambiguous, since it could be understood either as denoting anything related to Russia – and in this sense its meaning was closer to the word rossiyskiy (российский) – or as referring to one particular ethnic group, the Russians. A representative of the Ministry of Justice submitted to the court that the word “all-nation” (общенациональный – obshchenatsionalniy) in the name of the applicant’s party also had two meanings, the first being “an association of people belonging to different nations” and the second “an association of the people of one nation”. However, since it was preceded by the word russkiy, these two adjectives had to be read together and understood as “an association of the nation of [ethnic] Russians”. The District Court accepted that interpretation, which was not disputed by the applicant, and found that the applicant’s party was founded on the basis of ethnic affiliation. This amounted to a breach of section 9(3) of the Political Parties Act, even though the party’s articles of association and programme did not indicate protection of the interests of Russians as its main objective.", "On 18 September 2003 the Moscow City Court upheld the judgment on appeal, endorsing the reasoning of the District Court.", "The applicant challenged section 9(3) of the Political Parties Act before the Constitutional Court, alleging that it was incompatible with the Russian Constitution. The Constitutional Court joined his complaint with those of the Orthodox Party of Russia and Mr Savin.", "On 15 December 2004 the Constitutional Court issued Ruling no. 18-P. It noted at the outset the special role of political parties as the only form of public association vested with the right to nominate candidates in elections to State bodies. According to the Political Parties Act, membership of political parties is individual and voluntary and may not be restricted on account of professional, social, racial, ethnic or religious affiliation, gender, social origin, property or place of residence. The court concluded that the right of individuals of any ethnicity or religion to become members of a party whose objectives and goals they shared could not be restricted. It further found as follows.", "“The principles of pluralist democracy, a multi-party system and a secular State that form the constitutional basis of the Russian Federation – in so far as they apply to legal regulation of the establishment and functioning of political parties, including conditions for their registration – may not be interpreted or implemented without regard to the particular features of Russia’s historic development, the ethnic and religious structure of Russian society and the specific character of interaction between the State, political power, ethnic groups and religious denominations.", "... The principle of a secular State cannot be applied in the Russian Federation in the same way as in those countries that have a single-faith and single-nation social structure and boast a well-developed tradition of religious tolerance and pluralism. In particular, some of those countries have permitted the establishment of political parties based on Christian democratic ideology; in these cases the term ‘Christian’ has moved beyond denominational confines and designates affinity with the European system of values and culture.", "In multinational and multi-denominational Russia, owing to the specific modus operandi of leading faiths ..., their influence on public life and their invocation in political rhetoric (which has historically been linked to the ethnic question), public consciousness is more likely to identify the terms ‘Christian’, ‘Orthodox’, ‘Muslim’, ‘Russian’, ‘Tartar’, etc. with specific denominations or ethnic groups, rather than with a system of values common to the Russian [rossiyskiy] people in its entirety.", "Furthermore, contemporary Russian society, including political parties and religious associations, has not yet acquired substantial experience of democratic coexistence. In these circumstances, parties based on ethnic or religious affiliation would inevitably strive to assert principally the rights of their respective ethnic and religious communities. Competition among parties based on ethnic or religious affiliation ... could lead to stratification of the multinational people of Russia instead of the consolidation of society, to the opposition of ethnic and religious values, exaltation of some and belittlement of others and, ultimately, to attributing predominant importance not to those values which are common to the entire nation but to those restricted to one ethnic ideology or religion, a result which would be contrary to the Russian Constitution (Articles 13 and 14).", "The establishment of parties based on religious affiliation would open the door to the politicisation of religion and religious associations, political fundamentalism and the clericalisation of parties ... The establishment of parties based on ethnic affiliation could lead to a situation where representatives of parties advocating the interests of large ethnic groups – to the detriment of those of small ethnic groups – would predominate in elected governing bodies; a situation which would violate the principle of equal rights irrespective of ethnic origin, established in the Russian Constitution (Articles 6 § 2, 13 § 4 and 19 § 2).", "Thus, the constitutional principle of a democratic and secular State, as applied in the particular social and historic context existing in the Russian Federation as a multinational and multi-denominational country, does not allow political parties to be established on the basis of ethnic or religious affiliation.", "For those reasons, in the face of unrelenting inter-ethnic and interdenominational tension and the ever-growing political demands of modern-day religious fundamentalism, when any religion-based distinction, once brought into the sphere of politics (and therefore, into the struggle for power), may acquire an ethnic dimension and lead to a division of society along ethnic and religious lines (a division, in particular, into Slavic-Christian and Turko-Muslim elements), the introduction into the Political Parties Act of a ban on the establishment of political parties based on ethnic or religious affiliation is compatible with the authentic meaning of Articles 13 and 14 of the Russian Constitution read together with Articles 19 §§ 1 and 2, 28 and 29 ...”", "Finally, the Constitutional Court noted that it was not competent to determine whether in a particular case a party had been established on the basis of national or religious affiliation and whether a party’s name reflected its aims, namely the promotion of ethnic or religious interests, these matters coming within the jurisdiction of the ordinary courts.", "The Russian Constitution guarantees plurality of ideologies and political parties and prohibits the activity of public associations which incite social, racial, ethnic or religious discord (Article 13). Article 14 guarantees the secularity of the Russian State and equality of religions. Article 19 establishes the principle of equality before the courts and the law. Article 28 guarantees the right to freedom of conscience and religion. Article 29 guarantees the right to freedom of thought and expression and prohibits the promotion of social, racial, ethnic, religious or linguistic superiority.", "The Political Parties Act (Federal Law no. 95-FZ of 11 July 2001) provides as follows:", "“(3) The establishment of political parties based on professional, racial, ethnic or religious affiliation is not allowed.", "The terms ‘professional, racial, ethnic or religious affiliation’ shall be understood in the present Federal Law as inclusion in the articles of association and programme of the political party of the aims of protection of professional, racial, ethnic or religious interests, as well as reference to those aims in the name of the political party.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}