{"ITEMID": "001-57480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF ENGLERT v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);No violation of Art. 6-2", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["11. Mr. Joachim Englert, a German national born in 1958, was in custody in Ludwigsburg Prison when he applied to the Commission.", "Between 1975 and 1980, he was convicted of a number of offences. In 1981, he was sentenced to a year’s imprisonment for, among other things, extortion with menaces (räuberische Erpressung); the sentence was suspended, however, and he was put on probation (Bewährung) for four years. In August 1981, the Heilbronn District Court passed on him an aggregate sentence of one year and two months’ immediate imprisonment, thereby combining his last two sentences.", "12. Earlier, on 24 February 1981, the applicant had been arrested and then, on 25 February, detained on remand; according to the warrant for his arrest issued by the Heilbronn District Court, he was suspected of extortion with menaces on two occasions and of having caused actual bodily harm (Körperverletzung) and committed a rape. On 26 June 1981, he had been indicted (angeklagt) for these offences before the 3rd Criminal Chamber (3. Grosse Strafkammer) of the Heilbronn Regional Court (Landgericht).", "According to the prosecution, Mr. Englert had", "(i) in a restaurant on 23 February 1981, threatened to use force against a customer - namely to lie in wait for him one night, break his bones and shoot him dead with a revolver - and by this means extorted DM 50 from him and demanded a further DM 500, to be paid on 7 March 1981;", "(ii) on the same day, punched Mr. K a distant relative of his, in the face, injuring him;", "(iii) at his lodgings in Bad Wimpfen on the next day, taken from Mr. K’s wife - whom he was temporarily accommodating, together with her husband, as they had nowhere to live - all her cash, amounting to DM 150, by threatening to kill her; and", "(iv) subsequently, after threatening that he would otherwise beat her up and kill her, sexually abused Mrs. K while her husband was asleep under the influence of drink.", "13. During the trial on 2 November 1981, the Regional Court stayed the proceedings in respect of the first two charges under Article 154 § 2 of the Code of Criminal Procedure (see paragraph 19 below), on the ground that the sentence which the defendant could expect was \"almost negligible\" (nicht beträchtlich ins Gewicht fällt) compared with the sentence he was likely to be given if convicted on the other charges.", "On the same day, the Regional Court convicted Mr. Englert of the crime (Verbrechen) of extortion with menaces and sentenced him to one year and three months’ imprisonment; it acquitted him on the rape charge.", "The court found that the defendant had given Mr. and Mrs. K shelter. On 23 February, the couple had drawn DM 325 in welfare benefits. After buying food, they had spent the evening with the applicant and had had a few drinks at his home. After Mr. K. had fallen asleep, Mr. Englert made Mrs. K. give him DM 150, threatening that he would kill her if she refused. The next day, the couple reported the matter to the police. As regards the allegation of rape, the court found, having regard to a medical report, that it could not be ruled out that the victim, who was mentally handicapped, had not shown her will to resist clearly enough for it to be noticed by the applicant.", "The acquittal became final on 10 November 1981.", "14. On 4 November 1981, Mr. Englert appealed on points of law against conviction; he filed full pleadings on 25 January 1982.", "On 6 April 1982, the Federal Court of Justice (Bundesgerichtshof) set the judgment aside and remitted the case for retrial by a different criminal chamber of the Heilbronn Regional Court. It found that the Regional Court had not heard evidence from a parish priest whom, according to the defence, Mrs. K had told that she had consented to sexual intercourse with the applicant. The Federal Court held that despite the applicant’s acquittal on the rape charge, the witness should have been heard because his evidence might have put Mrs. K’s credibility in doubt in respect of all the charges.", "15. On 5 August 1982, the priest informed the police that he could not give evidence unless Mrs. K released him from his obligation of professional confidentiality. Mrs. K, who had left her husband in the meantime, refused to do this.", "16. On 1 September 1982, the public prosecutor’s office applied for the proceedings to be stayed under Article 154 of the Code of Criminal Procedure (see paragraph 19 below), as the sentence Mr. Englert could expect was almost negligible in comparison with the one passed on him in August 1981 (see paragraph 11 above). Having been invited to make any comments he might have, the defence counsel assigned by the court, Mr. Wingerter, informed the Regional Court on 9 September that he could agree on the defendant’s behalf to Mr. Englert’s bearing his own necessary costs and expenses (notwendige Auslagen) but that his client had no intention of forgoing compensation for his detention on remand.", "17. On 13 September 1982, the Regional Court stayed the proceedings under Article 154 § 2 of the Code of Criminal Procedure; it ordered that the costs of the proceedings - but not Mr. Englert’s necessary costs and expenses - should be borne by the Treasury, and it refused to award the applicant any compensation in respect of his arrest on 24 February 1981 and of his detention on remand from 25 February 1981 to 12 October 1982.", "The reasons for the decision (Beschluss) included the following:", "\"...", "The costs of the proceedings shall be borne by the Treasury, pursuant to Articles 464 and 467 § 1 of the Code of Criminal Procedure, but the court will not order the Treasury to pay the defendant’s necessary costs and expenses. Counsel for Mr. Englert stated on his client’s behalf that he - Mr. Englert - agreed to bear these. Moreover, it would have been fair, having regard to all the circumstances of the case, to order the person convicted to pay his own necessary costs and expenses. The same reasons are relevant here as justify the refusal of compensation for the time spent in detention on remand.", "Mr. Englert made known through his counsel that he was not prepared to forgo [such] compensation ... He cannot, however, claim compensation for the time he spent in detention on remand in the instant case. In the light of the course of the trial so far, the circumstances rebutting the presumption of innocence are, in the view of the Chamber, so overwhelming that a conviction is clearly more likely than an acquittal (Bei Würdigung des bisherigen Prozessgeschehens überwiegen nach Ansicht der Kammer die Umstände, welche die Unschuldsvermutung entkräften, derart, dass eine Verurteilung deutlich wahrscheinlicher ist als ein Freispruch). Furthermore, Mr. Englert - even if he were acquitted - could not be compensated for his detention, since it was his own actions that gave rise to the strong suspicion that he had committed an offence of extortion with menaces.", "On the morning of 24 February 1981, [he] stated that Mrs. K had given him only DM 100, which he had spent while shopping that morning in Heilbronn, except for DM 20 that were found at his home. After Mrs. K had said, when a statement was taken from her on the afternoon of 24 February, that Mr. Englert had put the DM 150 he had extorted from her into his swimming costume, [he] was searched, and a DM 100 note was indeed found in his swimming costume, as [she] had said. Not until 22 April 1981, when the investigating judge (Haftrichter) questioned him, did Mr. Englert explain how he came to have a DM 100 note belonging, as he admitted, to Mrs. K. The reasons why that explanation is unconvincing were set out in detail by the 3rd Criminal Chamber in its judgment of 2 November 1981. Even if the version offered by Mr. Englert was true, however, it has to be said against him that he himself prompted the criminal proceedings by his grossly negligent (grob fahrlässig) behaviour, for he failed to consider the obvious and elementary fact that he could be proved to have lied about the money in his possession and that this would provide evidence of the credibility of Mrs. K’s statements and his own lack of credibility. Compensation must therefore be refused him, in accordance with section 5(2) of the Criminal Proceedings (Compensation) Act (Gesetz über die Entschädigung für Strafverfolgungsmassnahmen).\"", "The Regional Court pointed out, lastly, that as no appeal lay (Unanfechtbarkeit) against the order staying the proceedings, the decision on costs and on compensation for detention on remand was likewise final.", "18. On 20 September 1982, the applicant appealed against the refusal to award him compensation for his detention on remand. His lawyer’s pleadings consisted of a single sentence: \"On behalf of the defendant, I appeal against point III of the ... decision of 13 September 1982.\"", "The Stuttgart Court of Appeal (Oberlandesgericht) declared this appeal (Beschwerde) inadmissible on 30 September. It held, inter alia :", "\"The ... application is directed solely against the refusal to award compensation. No appeal is provided for in law (nicht statthaft) and the application is therefore inadmissible.", "The provisional stay of the proceedings under Article 154 § 2 of the Code of Criminal Procedure is a decision which terminates the proceedings, since it was taken on account of a penalty or measure imposed in respect of another offence and which had already become final. In such circumstances, the proceedings can only be reopened, under Article 154 § 3 of the Code of Criminal Procedure, if they have not become time-barred and if the penalty or measure which gave rise to the stay has since been lifted. The provisional stay amounts here to a final ruling putting an end to the proceedings. It is thus a decision which, under Article 464 §§ 1 and 2 of the Code of Criminal Procedure, requires another one to be taken as to the costs and expenses and, on to the same criteria, ... as to any compensation due in respect of the criminal prosecution brought ...", "The decision delivered pursuant to Article 154 § 2 of the Code of Criminal Procedure is unappealable. So too are the ancillary decisions (Nebenentscheidungen) delivered at the same time as the principal decision ... These include not only the one as to costs and expenses but also the one as to compensation in respect of the criminal prosecution ... The decision delivered by the Regional Court with regard to compensation is thus not appealable ...\"", "19. Article 154 of the Code of Criminal Procedure, on which the Heilbronn Regional Court based its decision of 13 December 1982, provides:", "\"1. The public prosecutor may decide not to prosecute", "(1) where the penalty or the corrective or preventive measure to be expected if a conviction is secured is almost negligible in comparison with a penalty or corrective or preventive measure imposed on the defendant - or which he must expect to be imposed - for another offence ...", "...", "2. Once proceedings have been instituted, the court may provisionally stay them at any stage on an application by the public prosecutor.", "....\"", "20. By the terms of Article 464 of the Code of Criminal Procedure, any judgment, order of summary punishment or decision terminating a set of proceedings must determine who is to pay the costs of the proceedings (paragraph 1); the judgment or decision in which the proceedings culminate shall state who is to bear the necessary costs and expenses (paragraph 2).", "Article 467 of the Code of Criminal Procedure provides:", "\"1. If the defendant (Angeschuldigter) is acquitted or if committal for trial (Hauptverfahren) is refused or if the proceedings against him are discontinued, the costs of the proceedings and the defendant’s necessary costs and expenses shall be borne by the Treasury.", "...", "3. ... The court may decline to award the defendant’s necessary costs and expenses against the Treasury where the defendant", "(1) has brought about the proceedings (Erhebung der öffentlichen Klage) by incriminating himself in vital matters through statements which were inaccurate or contrary to subsequent statements by him or by withholding vital exonerating information, even though he had formally replied to the charge (Beschuldigung) ....", "...", "4. If the court stays the proceedings in pursuance of a provision which empowers it to do so, it may decide not to order the Treasury to bear the defendant’s necessary costs and expenses.", "...\"", "Inasmuch as the law does not make the reimbursement of necessary costs and expenses mandatory, the courts decide the issue on an equitable basis and have a degree of discretion in the matter.", "21. By section 2(1) of the Criminal Proceedings (Compensation) Act of 8 March 1971, any person who has suffered prejudice by reason of having been detained on remand shall be indemnified by the Treasury in the event of his being acquitted or if the proceedings brought against him are discontinued. This rule is, however, subject to certain exceptions, including the one laid down in section 5(2) of the Act, which provides:", "\"Compensation shall not be payable ... where and in so far as the defendant brought about the criminal proceedings deliberately or through gross negligence. Compensation shall not be precluded by reason only of the fact that the defendant merely did not respond to the charge or charges or that he failed to avail himself of a remedy.\"", "By section 8 of the same Act, the competent court shall give a ruling on indemnification in the judgment or the decision terminating proceedings.", "22. The scope of the principle of the presumption of innocence in the context of discontinuance of criminal proceedings has recently been clarified by the Federal Constitutional Court. By a judgment (Beschluss) delivered on 26 March 1987, the Federal Constitutional Court quashed, as contravening the principle, two decisions by district courts and one decision by a regional court whereby the courts, having held the guilt of the defendants to be insignificant (gering), had stayed the private prosecutions brought against them but had awarded the costs of the proceedings against the defendants, including the costs and expenses of the complainants (cases 2 Bvr 589/79, 2 Bvr 740/81 and 2 Bvr 284/85, Europäische Grundrechte-Zeitschrift 1987, pp. 203-209).", "The Constitutional Court held it to be inconsistent with the presumption of innocence to speak in the reasons given for a discontinuance decision of a defendant’s guilt or to base an order as to costs and expenses on the supposition (Annahme) that a defendant has been guilty of an offence if the trial has not reached the stage at which the verdict can be given (Schuldspruchreife). It pointed out that the principle of the presumption of innocence derived from the principle of the rule of law, and it also referred to Article 6 § 2 (art. 6-2) of the Convention. The Convention did not have the status of constitutional law in the Federal Republic, but regard should be had to it and to the case-law of the European Court of Human Rights in interpreting the principles and fundamental rights enshrined in the Basic Law (Grundgesetz).", "Reaffirming its case-law, the Constitutional Court reiterated that, by virtue of the principle of the presumption of innocence, no measures amounting in effect to a penalty may be taken against a defendant without his guilt having been established beforehand at a proper trial and no defendant may be treated as guilty. The Court added that this principle requires that guilt be proved according to law before it can be held against the person concerned. A finding of guilt will accordingly not be legitimate for this purpose unless it is pronounced at the close of a trial which has reached the stage at which a verdict can be given.", "Citing the Minelli judgment of 25 March 1983 (Series A no. 62), the Constitutional Court ruled that a decision discontinuing criminal proceedings may offend the presumption of innocence if it contains in its reasoning a finding of the defendant’s guilt without that guilt having been proved according to law. On the other hand, nothing precluded a court from making findings in such a decision as to the defendant’s guilt and ordering him to pay the necessary costs and expenses of the complainants as well as the costs of the proceedings if it had held a hearing enabling it to reach a verdict (Entscheidungsreife).", "On the basis of these considerations, the Constitutional Court quashed three of the five decisions challenged but dismissed the application in the first of the three cases concerned, as the defence had made the closing address after a trial."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}