{"ITEMID": "001-60867", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CICCARIELLO v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1946 and lives in Naples.", "9. She is the owner of an apartment in Naples, which she had let to L.T.", "10. In a writ served on the tenant on 24 October 1986, the applicant communicated her intention to terminate the lease and summoned the tenant to appear before the Naples Magistrate.", "11. On 3 November 1986, the Naples Magistrate did not uphold the validity of the notice to quit and declined jurisdiction on account of the value of the case.", "12. On 11 November 1986, the applicant resumed the proceedings before the Naples District Court. In a judgment of 10 July 1987, deposited with the registry on 22 July 1987, the court declared that the lease would terminate on 4 November 1987 and ordered that the premises be vacated by 31 December 1988.", "13. On 20 February 1992, the applicant served notice on the tenant requiring him to vacate the premises.", "14. On 8 April 1992, she served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 29 April 1992.", "15. On 28 April 1992, the applicant made a statutory declaration that she urgently required the premises as accommodation for her daughter.", "16. On 29 April 1992 and 12 February 1993, the bailiff made two attempts to recover possession.", "17. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "18. Thereafter, the applicant decided not to pursue the enforcement proceedings, in order to avoid useless costs, given the lack of prospects of obtaining the assistance of the police.", "19. On 27 June 1995, the applicant served again notice on the tenant requiring him to vacate the premises.", "20. On 5 July 1995, she served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 24 July 1995.", "21. Between 24 July 1995 and 7 October 1998, the bailiff made twelve attempts to recover possession. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "22. On 28 October 1998, the tenant vacated the premises.", "23. The relevant domestic law is described in the Court's judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}