{"ITEMID": "001-79436", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CANPOLAT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1950 and was detained in the Hilvan prison, in Şanlıurfa at the time of the application.", "5. On 11 October 1997 following receipt of information that the applicant was in possession of narcotic substances, police officers from the Siverek Security Directorate arrested the applicant, his son and one of the applicant's employees, İ.Ş., in the applicant's house. During the search of the applicant's house and farm, a certain amount of cannabis was found.", "6. On 12 October 1997 the suspects were brought before the Siverek Magistrates' Court who ordered their detention on remand.", "7. On 14 October 1997, the Siverek Magistrates' Court sent the case file to the public prosecutor's office at the Diyarbakır State Security Court holding that the case concerned the prosecution of organised drug trafficking.", "8. On 24 October 1997 the public prosecutor at the Diyarbakır State Security Court filed a bill of indictment against the applicant and the two other suspects. The public prosecutor charged them under Article 403 § 5 of the Criminal Code of being in possession of hashish with the aim of trafficking. İ.Ş. was also charged with the consummation of hashish.", "9. On 26 May 1998 the Diyarbakır State Security Court convicted the applicant and İ.Ş. The applicant was sentenced to three years and four months' imprisonment.", "10. On 5 October 1998 the Court of Cassation quashed the judgment of the first-instance court.", "11. On 24 November 1998 the Diyarbakır State Security Court once again convicted the applicant and his co-accused and sentenced them to six years and three months' imprisonment.", "12. On 15 April 1999 the Court of Cassation again quashed the firstinstance court's judgment, holding that the applicant's and his coaccused's defence rights had not been respect as they had not been informed about the date of the hearing.", "13. On 15 June 1999 the Diyarbakır State Security Court convicted the applicant and his co-accused and sentenced them to six years and three months' imprisonment. It also ordered their release from detention having regard to the time that they had spent in prison.", "14. On 20 April 2000 the Court of Cassation upheld the judgment of the first-instance court.", "15. The description of the relevant domestic law at the material time can be found in the judgments of Ağaoğlu v. Turkey (no. 27310/95, §§ 30-32, 6 December 2005) and Canevi and Others v. Turkey (no. 40395/98, §§ 22 and 23, 10 November 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}