{"ITEMID": "001-97419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NIKOLAY ZAYTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1927 and lives in Pskov.", "5. The applicant, a retired military serviceman, brought court proceedings against the Military Service Commissariat of Pskov Region (“the Commissariat”).", "6. On 25 October 2002 the Pskov Town Court of Pskov Region ruled that the applicant was entitled to a monthly allowance for health damage related to professional hardship of 4,540.52 Russian roubles (RUB) and a monthly allowance for food expenses of RUB 544.80. The court also found that the debt accrued as a result of previous underpayment of the monthly allowance for health damage was RUB 49,566.56, the debt in respect of the allowance for food expenses was RUB 734.40 and the debt in respect of the annual allowance for health damage accrued in 2001 was RUB 281.50. The court also ordered that the monthly allowances awarded to be subsequently adjusted in line with inflation.", "7. The judgment was not appealed against and on 5 November 2002 became final.", "8. On 19 December 2003 and 23 March 2004 the arrears awarded for the period from 1 August 2001 to 31 March 2004 were paid to the applicant.", "9. On 11 November 2003 the Commissariat applied for the supervisory review of the judgment.", "10. On 12 March 2004 the Presidium of the Supreme Court of Russia, by way of supervisory review proceedings, quashed the judgment of 25 October 2002 in the part obliging the respondent Commissariat to index-link the payments and upheld the remainder of the first instance court’s findings.", "11. On 5 August 2004 the Pskov Town Court rejected the Commissariat’s request to annul the judgment of 25 October 2002 due to discovery of new circumstances. The applicant made written submissions and, apparently, was present at the court room.", "12. On 30 December 2004 the Commissariat introduced a new application for the supervisory review of the judgments of 24 October 2002 and 12 March 2004 with the Supreme Court of the Russian Federation.", "13. On 30 September 2005 the Presidium of the Supreme Court of the Russian Federation, by way of supervisory review proceedings, quashed the judgment of 25 October 2002 on the ground of incorrect application of the domestic law and remitted the case for a new examination. The Presidium also annulled the judgment of 12 March 2004 insofar as the latter upheld the award made on 25 October 2002.", "14. On 27 January 2006 the Pskov Town Court examined the case afresh and granted the applicant’s claims in full. The court ordered the Commissariat to pay the applicant RUB 37,896.38 in arrears in food allowance for the period from 1 July 2000 to 31 December 2005 RUB 36,930.96 in arrears in compensation for health damage. The applicant was further awarded RUB 1,640.91 monthly in respect of the food allowance and RUB 6,838.04 in compensation for health damage. On 4 April 2006 the judgment was upheld by the Pskov Regional Court. On 5 May 2006 the award was enforced."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}