{"ITEMID": "001-22054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "REZGUI v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Moroccan national. He was born in 1954 and lives in Le Puy. He was represented before the Court by Mr Michel Gras, of the Le Puy Bar.", "On 21 November 1996 the applicant was stopped by police for an identity check and taken to the police station where he claims to have been insulted and assaulted. On being released, he went to hospital where he was kept in after being examined. At about 10.30 p.m. a doctor came into his room saying that he was a forensic medical examiner and had come to examine the applicant at the public prosecutor’s request. The applicant refused to submit to the examination and left the hospital to go to a private clinic.", "On 28 November 1996 the applicant lodged a criminal complaint with the investigating judge alleging assault in the course of his duties by a person exercising public authority, and trespass by the forensic medical examiner. He sought leave to join the proceedings as a civil party seeking damages. On 5 December 1997 the investigating judge issued an order finding that there was no case to answer. The applicant appealed. The Indictment Division upheld the order in a judgment of 17 March 1998. The applicant appealed on points of law against that judgment. In a judgment of 16 December 1998, the Court of Cassation declared the appeal inadmissible on the ground that the applicant had not made out “any complaint that a civil party may lodge under Article 575 of the Code of Criminal Procedure in support of an appeal against the decision of an Indictment Division in the absence of an appeal by the prosecution”.", "Article 575 of the Code of Criminal Procedure", "“A civil party shall be barred from lodging an appeal on points of law against judgments of the Indictment Division unless the prosecution lodges an appeal.", "However, an appeal on points of law by the civil party above shall be admissible in the following circumstances:", "1. where the Indictment Division has stated in the judgment that there are no grounds for an investigation;", "2. where the Indictment Division has declared the civil party’s action inadmissible;", "3. where the Indictment Division has upheld an objection terminating the criminal proceedings;", "4. where the Indictment Division has declared, of its own motion, or on an objection by the parties, that it has no jurisdiction;", "5. where the Indictment Division has omitted to rule on a charge;", "6. where the judgment does not formally satisfy the conditions essential for its legal validity;", "7. where a breach of personal rights as defined in Articles 224-1 to 224-5 and 432-4 to 432-6 of the Criminal Code has been alleged.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}