{"ITEMID": "001-84262", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KARYAĞDI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Baka;Françoise Tulkens;Mindia Ugrekhelidze;Riza Türmen;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1981 and lives in Bursa. At the time of the events he was employed by S.İ and M.U.", "5. In 1997 the applicant was injured in an occupational accident and lost the third and fourth fingers of his left hand.", "6. On 22 December 1997 the applicant filed an action for compensation before the Bursa Civil Court of First Instance against S.İ., M.U and two other individuals who were allegedly responsible for the accident.", "7. On 16 June 2000, an expert report assessing the extent of the damage suffered by the applicant was submitted to the court.", "8. On 12 September 2000 the applicant lodged another case with the same court, claiming further damages. These two procedures were later joined.", "9. On 16 January 2002 the Bursa Civil Court of First Instance decided that it did not have jurisdiction to examine the applicant's case.", "10. On 20 February 2002 the defendants appealed against this decision.", "11. On 23 May 2002 the Court of Cassation upheld the decision.", "12. On 31 July 2002 the case was resumed before the Bursa Labour Court.", "13. The first hearing was held on 21 November 2002. The court requested a report regarding the applicant's disability.", "14. On 30 June and 20 October 2003, the court postponed the scheduled hearings as the report requested on 21 November 2002 had not yet been submitted.", "15. On 11 March 2004 the report was submitted to the court. At the same hearing the court requested all the medical reports regarding the applicant. Furthermore, it requested that the applicant be re-examined by the Social Security Hospital.", "16. The court held eight hearings after 11 March 2004, the last of which was on 19 October 2006.", "17. According to the information in the case file, as submitted by the parties, the proceedings are apparently still pending before the Bursa Labour Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}