{"ITEMID": "001-89793", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "POWERACT INDUSTRIES v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant company, Poweract Industries, is a private company which is based in Hong Kong. It is represented before the Court by Mr S. Tepe, a lawyer practising in Mersin.", "On 13 March 2002 the applicant company participated in a tender held by the Mersin Enforcement Office (İcra Müdürlüğü). There were no other participants and the applicant company bought 17,000 telephones that had been imported by another private company which had later disappeared without making payment.", "On 26 April 2002, after the sale became final, the applicant company requested delivery of the telephones. The Mersin Enforcement Office refused delivery on the ground that the Customs Office had requested, in a letter dated 25 January 2002, that the sale and delivery procedure be annulled on account of outstanding customs duty.", "On 2 May 2002 the applicant company filed a complaint with the Office of the Mersin Enforcement Judge (İcra Tetkik Mercii Hakimliği) and requested delivery of the telephones as well as the annulment of the Mersin Enforcement Office’s decision.", "On 7 May 2002 the Judge of the Mersin Enforcement Office held that, in accordance with the relevant provisions, the Customs Office could have requested cancellation of the tender before it became final, whereas the law did not provide for the annulment of a tender after the sale had become final.", "On 14 May 2002 the Mersin Enforcement Office notified the Customs Office of the above-mentioned decision and requested delivery of the telephones to the applicant company.", "On 6 June 2002 the applicant company sent a letter to the Customs Office, requesting delivery of the telephones.", "The telephones had still not been delivered when the application was lodged with the Court.", "The applicant company’s criminal complaints against three customs officers were to no avail."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}