{"ITEMID": "001-87267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PINDSTRUP MOSEBRUG A/S v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Pindstrup Mosebrug A/S, is a private limited company registered in Denmark with its main office in Pindstrup. It was represented before the Court by Mr Per Magid, a lawyer practising in Copenhagen.", "The Danish Government (“the Government”) were represented by their Agent, Mr Peter Taksøe-Jensen of he Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a company, which since the beginning of the 1900s has extracted peat.", "On 16 November 1954, the applicant company entered into a contract with Lindet State Forest District (Lindet Statsskovdistrikt) for the exclusive and irrevocable rights to extract peat for fifty years from a State-owned bog called Draved Bog (Draved Mose). The leased area amounted to 212 hectares and according to a study carried out at the relevant time, the amount of peat available at the bog exceeded 1,000,000 cubic metres.", "The contract of 1954 contained, in so far as relevant, the following provisions:", "“The term of the lease shall commence on 1 April 1955 and shall expire, without notice, on 1 April 2005. During the lease period, the contract shall not be revocable by either party, unless in the event of a breach (see clauses 14 and 16).”", "“Prior to the conclusion of the lease contract, the leased area, which is a bog area of varying depth of peat, was analysed by the Danish Heath Society (Det Danske Hedeselskab), whose study including appendices is enclosed with this contract, although the State Forest District accepts no responsibility for the accuracy of the analyses and descriptions.", "The [applicant company] is entitled to remove or cut the layer of peat, but in such a way as to ensure that the area can subsequently be used as meadow or farm land. However, permission is granted to remove the entire layer of peat in an area of approximately six hectares, in spite of the fact that henceforth this area may not be drained off, as the State Forest District agrees to convert this area into a lake after the peat has been removed. ...”", "“The [applicant company] shall be entitled to sublease or sublet cultivated areas, although not after 1 April 2005. The ... State Forest District shall be informed in writing of the person to whom the areas are subleased or sublet, and the sublessees shall be obliged under their contracts to comply with the regulations in force ...”", "“Upon expiry of the lease, all areas except the lake area shall be returned drained off and laid down in grass of a mixture suitable for the condition of the area at the time unless the Parties have agreed otherwise ...”", "At the relevant time, the applicant company already extracted peat at other locations in Denmark. Draved Bog was thus added to its peat reserves for later extraction. Shortly thereafter, the applicant company commenced the extraction of about 12 hectares of Draved Bog. At the relevant time the extraction was used mainly in the production of peat briquettes, whereas later on it was used for the purposes of peat-based growing media to be sold to professional growers and for hobby gardening.", "On 13 May 1966, the parties drew up an addendum to the leasing contract in which a sub-area was excluded and a new area included.", "The applicant company ceased its extraction activities at Draved Bog in the summer of 1971.", "In 1972, the Raw Materials Act (Råstofloven) was passed, subjecting the commercial extraction of raw materials to a permit. A transitional arrangement applied to individuals who had acquired such rights prior to 9 February 1972 and notified them prior to 1 April 1973.", "Consequently, on 26 March 1973, the applicant company notified the Southern Jutland County Council (Sønderjyllands Amtsråd) of its rights at Draved Bog pursuant to the contract of 1954. It added that at the relevant time about 3,000 cubic metres were produced annually and that one to two persons were employed in production activities.", "On 13 November 1975 the Southern Jutland County Council acknowledged that the applicant company was entitled to continue extraction without permission under the Raw Materials Act.", "In the meantime, on 25 May 1973 the applicant company sublet part of Draved Bog amounting to 110 hectares, which had been cultivated up to and including 1 March 1973, to a company called Pindstrup Foderindustri A/S. The cost of the annual lease was 50,000 Danish kroner (DKK). It appears that the sublease was in force until 1 March 1983.", "In 1978, the applicant company made preparations to commence, in 1981, extracting peat in Draved Bog for a period of approximately fifteen years. It was estimated that the initial investment in production facilities would amount to DKK 6,000,000. At that time in Denmark, six raised bogs and an unspecified number of lowland bogs existed. The former were variously owned by the State, a natural protection foundation and private persons. The applicant company was the dominant producer of peat in Denmark and the only producer of peat from raised bogs. Over the years it had succeeded in acquiring rights to extract peat in most of the bogs suitable for extraction. The only other company which produced peat in Denmark did so from an area which had lost its character as a bog and none of the owners of the remaining five raised bogs had demonstrated any intention to extract peat.", "On 21 December 1978, the Preservation Planning Committee for the County of Southern Jutland (Fredningsplanudvalget for Sønderjyllands Amt) instituted a preservation procedure regarding Draved Bog, covering 381.41 hectares, under section 13 of the Nature Preservation Act (Naturfredningsloven). The decision was made public on 28 December 1978. The Preservation Planning Committee for the County of Southern Jutland later stated that the procedure had been initiated at this point in time because its tasks would be transferred to the county councils (Amtsrådene) as of 1 January 1979.", "On 1 January 1979 an amendment of the Nature Preservation Act entered into force, introducing a new provision (section 43, subsection 2) by which, inter alia, alterations of bogs (which included extraction of peat in bogs) could only take place with the permission of a county council (see relevant domestic law and practice, chapter 3).", "Owing to the intended preservation of Draved Bog, on 23 May 1980 the applicant company produced a report in which it estimated its loss of expected profit at DKK 15,200,000.", "Originally, the preservation procedure progressed independently on the assumption that section 43, subsection 2, did not apply to the applicant company since the procedure had been initiated on 21 December 1978, before that provision had came into force.", "In a decision of 22 June 1982, however, the Superior Preservation Board (Overfredningsnævnet) held that section 43, subsection 2, had to be taken into account in relation to the applicant company. It noted that it could not have been possible for the applicant company to commence extraction in the short period between 21 December 1978 and 1 January 1979; thus, it should not be placed in a better situation than if the preservation procedure had been instituted after the latter date.", "Subsequently, various administrative proceedings were pending.", "Ongoing friendly-settlement negotiations as to a possible exchange of rights over another bog of equal value to Draved Bog failed.", "A request of 28 July 1982 by the applicant company for a permit, under section 43, subsection 2, of the Nature Conservation Act, to extract peat in Draved Bog in an area amounting to 66 hectares was refused on 9 June 1983 (in a decision notified on 13 June 1983) by the County Council with regard to the southern part of the bog. In its decision, the County Council attached decisive weight to the fact that the southern part of the area in question consisted of unspoiled raised bog, described as nationally unique, geologically as well as biologically. The County Council was willing to grant permission, however, as regards the northern area of the bog, which contained approximately 56% of the peat. Unlike the southern area, peat had been extracted in the past in the northern area. Moreover, since the presence of a watercourse meant that there was no direct connection between the northern and southern parts of the bog, it was found that extraction of peat in the northern part would not cause irreparable damage to the bog area as a whole.", "The applicant company appealed against the decision to the Preservation Agency (Fredningsstyrelsen) and maintained that the granting of permission to extract peat solely from the northern part of the bog was of insignificant value to it, because only so-called darker peat could be and had been extracted from there. In order to exploit the peat commercially, however, the darker peat had to be mixed with socalled lighter peat, which was in short supply in general, but could be found in the southern part of the bog.", "On 1 June 1984 the Preservation Agency upheld the decision by the County Council.", "On 29 December 1986 the Preservation Board of Southern Jutland (Fredningsnævnet for Sønderjyllands amts sydlige fredningskreds) issued a preservation order covering an area of 381.41 hectares of Draved Bog. Having regard to the complexity of the matter, it refrained from deciding on the applicant company’s claim for compensation.", "The applicant company complained to the Superior Preservation Board, before which the proceedings were suspended for some time pending the outcome of further friendly-settlement negotiations. When the latter proved to be in vain, on 31 July 1991 the Superior Preservation Board upheld the Preservation Board of Southern Jutland’s decision to preserve the bog and to refrain from deciding on the applicant company’s claim for compensation.", "As part of the friendly-settlement negotiations the applicant company was offered the right to extract sphagnum from an area of 48.2 hectares, which was part of a different State-owned bog called Store Vildmose. A lease to that effect was entered into in July 1991. At the relevant time the applicant company therefore leased the majority of both State-owned and private areas where extraction of peat was possible.", "On 27 August 1991 the applicant company appealed against the Superior Preservation Board’s decision regarding compensation to the Valuation Commission for Nature Preservation (Taksationskommissionen vedrørende Naturfredning), which upheld it on 27 January 1992.", "On 14 April 1992 the applicant company claimed compensation under section 73 of the Constitution (Grundloven) in the amount of at least DKK 15,000,000.", "On 21 June 1993 the claim was dismissed by the Forest and Nature Agency, which found that the amendment to section 43, subsection 2, of the Nature Preservation Act did not constitute expropriation of possessions belonging to the applicant company. It added:", "“... [the applicant company] may possibly have a claim for recovery of some of the rent payments which the company has been paying since 1 January 1979 after deduction of the rent attributable to the area which, after reclamation, is being used for agricultural purposes and the area which is covered by the exemption. The Forest and Nature Agency is therefore ... willing to enter into negotiations with a view to reaching a settlement on this matter.”", "On 30 October 1997 the applicant company instituted proceedings before the High Court of Western Denmark (Vestre Landsret) against the Forest and Nature Agency under the Ministry of the Environment, claiming compensation in the amount of DKK 15,200,000 or, in the alternative, a lesser amount to be fixed at the High Court’s discretion or, in the further alternative, a refund of the rent in respect of the 66 hectares in the southern part of Draved Bog (on average approximately DKK 13,600 annually) and property taxes, plus the interest accruing on these payments, paid in the period between 1979 and 30 October 1997 (amounting in total to approximately DKK 884,000, equivalent to approximately 117,000 euros (EUR)). The applicant company’s compensation claim relied on two legal bases, namely the Nature Preservation Act as then applicable and section 73 of the Constitution.", "Before the High Court of Western Denmark, various witnesses were heard. In addition, three experts were appointed, who confirmed that extraction solely of the darker peat from the northern area of Draved Bog was of insignificant value.", "In a judgment of 21 December 2001 the High Court of Western Denmark found for the applicant company, stating as follows:", "“The provision of section 43, subsection 2, of the Nature Preservation Act to the effect that alterations of the state of bogs may only be effected with the permission of the County Council was inserted into the Act by Act No. 219 of 24 May 1978, which entered into force on 1 January 1979.", "This provision meant that [the applicant company] was unable to exercise its extraction rights at Draved Bog without permission from the County Council from 1 January 1979. This also applies even though the extraction rights of [the applicant company] had previously been notified in accordance with the rules of the legislation on raw materials and even though the preservation procedure had been instituted before the amending Act entered into force.", "The fact that [the applicant company] was already prevented from exercising its extraction rights when the preservation procedure was instituted on 21 December 1978 cannot lead to [the applicant company’s] achieving a better position in the determination of possible compensation for preservation than if the preservation procedure had been instituted after 1 January 1979 as the applicant company had not had the possibility in practice of initiating peat extraction in the 10 days prior to 1 January 1979.", "The provision in section 43, subsection 2, of the Nature Preservation Act must be considered an objectively motivated part of the regulation which has been implemented in view of the general interest in preserving ... the Danish wetlands. The provision applies to everybody and entails only a limited interference as regards [the use of] bogs in general.", "The [applicant company], however, whose request for a permit to extract peat [in Draved Bog] had been refused in part, was affected in a substantial and atypically severe manner by the regulation, since the sole purpose of the company’s lease of the bog had been to extract peat, which inevitably would result in a change of the state of the bog.", "On this basis, in relation to the [applicant company], the legislation has the character of expropriation, for which reason compensation must be awarded in accordance with section 73 of the Constitution.", "The calculation of the amount of compensation takes as its starting point the report of 1980, produced by the managing director ... According to the information provided, since 1979 the applicant company has extracted, processed and sold peat from other bogs in Denmark as well as abroad, thereby being able to meet its market demands. The profit thus acquired is to be subtracted when determining the loss for which the [applicant company] may claim compensation. Having regard to the expert opinion, however, the compensation should not be reduced on account of the fact that the [applicant company] has obtained permission by the Preservation Agency’s decision of 1 June 1984 to extract the dark peat north of the stream in accordance.", "Taking all circumstances into account, the [applicant company] ... should be awarded compensation in the amount of DKK 5,000,000.”", "On 12 February 2002, the Forest and Nature Agency lodged an appeal against the judgment with the Supreme Court (Højesteret). The applicant company reiterated its claims and their legal bases, namely the Nature Preservation Act as then applicable and section 73 of the Constitution. Various witnesses and experts were heard, including the applicant company’s managing director, who stated, among other things, that extraction of peat in Draved Bog had ceased “in about 1971”.", "A report of 19 May 2005 was also submitted, prepared by the Ministry of the Environment on bogs in Denmark, stating that in 1940 raised bogs had covered 65,180 hectares, whereas in 1978/1979 they had covered approximately 6,150 hectares. Only six examples of raised bogs over 10 hectares remained, including Draved Bog.", "In a judgment of 28 February 2006 the Supreme Court, by a majority of three to two, overturned the judgment of the High Court of Western Denmark. First the Supreme Court stated as follows:", "“For the reasons stated by the High Court, the Supreme Court endorses the finding that it was not the preservation, but the general prohibition in section 43, subsection 2, of the Nature Preservation Act that was the reason why [the applicant company] was prevented from exercising its right to extract peat (sphagnum) from Draved Bog, and that the [applicant company] is therefore not entitled to compensation for preservation under the rules of the Nature Preservation Act.”", "Thereafter the majority of the Supreme Court (three judges) found as follows:", "“Section 43, subsection 2, of the Nature Preservation Act, which took effect on 1 January 1979, entailed a general prohibition against changing the state of bogs. It follows from the preparatory works that the object of the provision was to introduce a regulation to protect the bogs as ‘a highly significant part of our freshwater wetlands’ without having to pay compensation – see Folketingstidende 1977-78, Supplement A, p. 2629, and Supplement B, p. 730.", "The prohibition resulted in [the applicant company] being unable as of 1 January 1979 to exercise its rights of extraction in Draved Bog without the permission of the County Council.", "The County Council’s refusal of 13 June 1983 to grant permission to continue peat extraction states, inter alia, that ‘the southern part of the area in question consists of unspoiled raised bog, which must be described as nationally unique, geologically as well as biologically’. When on 1 June 1984 the Preservation Agency confirmed the decision, it stated, inter alia, that ‘Draved Bog is nationally of the greatest value in terms of nature preservation’.", "Whether or not the refusal can justify a claim for compensation for expropriation is to be determined on the basis of an overall assessment of the interference with [the applicant company’s] right of extraction.", "The interference was motivated by significant nature and environmental interests. It was part of a general programme to preserve bogs and included a general restriction on the right to extract peat in Denmark. This affected all manufacturers of sphagnum, and it has not been shown that [the applicant company], which at the relevant time had not invested in production facilities for the purpose of exercising its extraction rights at Draved Bog, and which, moreover, had access to the extraction of considerable amounts of peat [elsewhere] in this country, was affected in a particularly severe manner.", "Against this background, we find no basis for awarding [the applicant company] compensation under section 73 of the Constitution. Accordingly, we vote in favour of the claims of the Ministry for the Environment.”", "The minority of the Supreme Court (two judges) found as follows:", "“It can be established as a fact that Denmark has a shortage of sphagnum and that, owing to transportation costs, the import of sphagnum is significantly more expensive than extraction in Denmark. On this basis, it can also be established as a fact that the sphagnum which could have been extracted in Draved Bog represented substantial value to [the applicant company]. This applies even though extraction had not commenced on 1 January 1979, when the prohibition in section 43, subsection 2, of the Nature Preservation Act took effect. In addition, [the applicant company] was in an extraordinary situation as the Raw Materials Act allowed the company to extract peat from Draved Bog and the company had leased the area from the State for a period of fifty years for this sole purpose. Thus, despite the fact that the prohibition in section 43, subsection 2 of the Nature Preservation Act was justified by substantive preservation interests, we find, in concurrence with the High Court, that in relation to [the applicant company] the legislative interference was to be regarded as expropriation and that, consequently, the [applicant] company is entitled to compensation under section 73 of the Constitution.", "Having regard to the expert opinions submitted before the Supreme Court, [we find it established] that since 1 January 1979 [the applicant company] has only had limited opportunities for increasing its sale, as compared to its actual sale, at least until the mid-1990s. On the other hand, it must be taken into consideration that extraction in Draved Bog would have reduced the extraction – and thus increased the reserves – of peat at the company’s other production sites in Denmark. On this basis, and considering the reasons by the High Court, compensation must be awarded on a discretionary basis, which we, like the High Court, find should be set at DKK 5,000,000.", "Accordingly, ... we vote in favour of upholding the judgment of the High Court.”", "Finally, the Supreme Court ordered the applicant company to pay costs to the Ministry of the Environment in the amount of DKK 1,400,000.", "With regard to the background of the case, it is important to be aware of the difference between lowland bogs, which are sustained by groundwater, and raised bogs, which are sustained exclusively by atmospheric precipitation. In both types of bog, peat is formed primarily from sphagnum, but the remaining flora, and thus also fauna, differs significantly, as raised bogs are nutrient-poor with high acidity.", "As a general rule, the peat in lowland bogs is dark brown with a high degree of decomposition of organic substances. This quality of peat is suitable for use as fuel, although less suitable for soil improvement and horticultural purposes (referred to below as “soil improvement” as a single category).", "In raised bogs, apart from dark peat there is also light raised-bog peat which is suitable for soil improvement, but less suitable as fuel.", "The formation of a peat layer happens over a long period of time. A one- metre-thick layer of light raised-bog peat will form over a period of 1,000 to 1,500 years. A similar layer of dark peat will typically form over a period of 2,000 to 3,500 years.", "Subsequent to peat extraction, it will not be possible to regenerate the quantity of peat that has been removed through nature restoration, and extraction of peat can therefore not be considered to involve sustainable exploitation of natural resources.", "Originally, bogs took up such a big part of the area of Denmark that it was considered beneficial to drain and cultivate bog areas. In around 1800, land in Denmark was so humid that peat had formed on 20 to 25% of the total area.", "During the 1800s and the first half of the 1900s a large area of the bogs was drained and cultivated. Furthermore, peat was extracted for use as fuel and, to a lesser extent, for bedding in livestock stables.", "The production of peat for fuel purposes increased rapidly during and just after the two world wars, when imports of foreign fuel were limited.", "By 1966, the production of peat for fuel had almost ceased. The total Danish production of fuel peat was thus down to 9,000 tonnes in 1966, whereas the annual production on average over the period from 1940 to 1948 had reached 3-4 million tonnes.", "The production of peat for soil improvement (including horticultural purposes) was insignificant until the end of the 1950s, when it increased and reached about 40,000 tonnes annually by the mid-1960s. In the following decades, production increased slightly and currently amounts to about 65,000 tonnes annually.", "There is no ongoing registration of the size of Danish bog areas, particularly in the case of raised bogs. A survey carried out in around 1940 showed that raised bogs, and bogs including areas of raised bog, constituted 49,300 hectares, or about 1.1% of the total surface area of Denmark.", "In recent statements under the European Union (EU) Habitats Directive, a total of 6,150 hectares, corresponding to about 0.14% of the total area of Denmark, has been classified under the habitat types “active raised bogs” (No. 7110) and “degraded raised bogs still capable of natural regeneration” (No. 7120).", "Since bogs became a protected habitat type from 1 January 1979 as a result of the entry into force of Act no. 219, no permits for extracting from, or any permits to otherwise alter raised-bog areas with natural vegetation have been issued. Until then, peat production took place in the significant areas of peat deposits, which, by the end of 1978, had already lost the characteristics of bogs in their natural state.", "The area of raised bogs in their natural state has thus remained the same from 1979 to the present day.", "The majority of the remaining raised bogs are small in area. Larger coherent areas of active raised bog (areas of more than 10 hectares) exist in six places in Denmark. Draved Bog is among these.", "Several bog areas are covered by preservation that interferes to a greater or lesser extent with the owners’ options for use of the land.", "The possibility of protecting areas through specific rulings on nature preservation has been available in Denmark since 1971.", "In 1972 general protection of habitat types without compensation was introduced as regards the habitat types of lakes and public streams and in 1978 the habitat types of private streams and bogs were added (for further details as to the latter, see relevant domestic law and practice, chapter 3).", "In most European countries, bogs are endangered to about the same extent as in Denmark. Less than 10% of the original bog area is left. This has enhanced the focus on the significance of bogs for society, not only as natural areas with a high degree of biodiversity, but also as factors in the hydrological cycle (abating flooding from large European rivers) and as regulators of climate.", "The UN Convention on Biological Diversity, the Bonn Convention (Convention on Migrating Species) and the Bern Convention (Convention on the Conservation of European Wildlife and Natural Habitats) are of special significance for bogs.", "Within the EU, the Birds Directive and the Habitats Directive are important. In the Habitats Directive, “active raised bogs” are considered a prioritised natural habitat, meaning that Member States have a duty to launch preservation and improvement measures especially promptly.", "Draved Bog has been designated as a preservation area under both directives.", "The Administration of Justice Act (retsplejeloven) provides, in so far as relevant:", "“(1) The losing party shall compensate the opponent for the expenses incurred by the opponent as a result of the proceedings, unless otherwise agreed by the parties.", "(2) The court may decide that the losing party shall not or shall only partially compensate the opponent for the expenses incurred if particular reasons make this appropriate.", "(3) ...”", "In a Supreme Court decision of 24 April 2003, published in the Weekly Law Reports (Ugeskrift for Retsvæsen) 2003, p. 1550 (see Hansen and Others v. Denmark (dec.), no. 26194/03, 29 May 2006), section 312, subsection 2 was applied in a case between individuals and a public authority. The case was filed by a child and its parents against a county council and the Supreme Court upheld the High Court’s judgment. Even though the plaintiffs lost the case, in consideration of the extraordinary length of the legal proceedings, the Supreme Court applied section 312, subsection 2, and exempted the plaintiffs from compensating the county council for its legal costs.", "The relevant chapter of the Administration of Justice Act was amended by Act no. 554 of 24 June 2005. The preparatory works on section 312, subsection 2, as in force from 1 July 2005, contained no reference to Article 6 of the Convention, nor is the length of the proceedings mentioned as a potential “particular reason” for reducing costs in accordance with the provision in question.", "The Constitution (Grundloven) provides, in so far as relevant:", "“(1) The right of property shall be inviolable. No person shall be ordered to surrender his property except where required in the public interest. This shall be done only as provided by statute and in return for full compensation.”", "Public interference with private property rights covered by section 73, subsection 1, does not always give rise to compensation. In the public interest, the legislature may lay down general provisions limiting property rights without providing compensation.", "An overall balancing exercise must be carried out to determine whether interference with protected rights not intended to transfer the exercise of the rights to the State or to others is to give rise to compensation for expropriation or is to be considered general regulatory legislation without compensation. The factors to be emphasised in this assessment are particularly whether the interference is general or particular, how burdensome the interference is and what interests to society the interference is to serve.", "The Nature Preservation Act (Naturfredningsloven), no. 520 of 1 October 1975, was amended by Act no. 219 of 24 May 1978, henceforth referred to as Act no. 219, which took effect on 1 January 1979, introducing inter alia a new provision, section 43, subsection 2, which read as follows:", "“Alterations of private watercourses with a bed width of at least 1.5 metres, and of the state of bogs, may only take place with the permission of the County Council ...”.", "According to the preparatory works, wetlands were diminishing so rapidly that private watercourses and bogs had to be included in the protection hitherto confined to lakes and publicly owned watercourses. Moreover, the protection of bogs was found to be necessary with reference to their special fauna and flora and to interests relating to landscape conservation, education and recreation (Folketingstidende 1978-79, Supplement A, pp. 2624-25). Accordingly, bogs were no longer considered reserves of raw materials (peat) but part of a general campaign for the protection of the remaining Danish wetlands. The aim of the Act was to include all private watercourses and bogs in this protection.", "Act no. 219 also reformed the preservation procedure and the administrative framework. On 1 January 1979 the local preservation planning committees were abolished and their powers transferred to the county councils.", "Pursuant to the Raw Materials Act (Råstof-loven, no. 287 of 7 June 1972), extraction of raw materials was subject to a permit being granted by the County Council, unless rights had been acquired prior to 9 February 1972 and notified to the County Council prior to 1 April 1973.", "State Forest Districts were the responsibility of the Forest and Nature Agency (Skov- og Naturstyrelsen), which was ultimately attached to the Ministry of the Environment (Miljøministeriet).", "General regulations to limit the exercise of property rights without providing compensation may be found as early as 1849, when the first Danish Constitution was adopted and laws on agricultural land, forests, sand dunes and hedges were in place to limit landowners’ rights. Similarly, legislation to regulate activities harmful to human health was implemented in the 1850s.", "In 1937 legislation on landscape protection through the prohibition of construction along forests and beaches (later expanded to areas along watercourses and lakes and around churches and ancient monuments) was enacted through amendments to the 1917 Nature Preservation Act. The first Urban Planning Act authorising local authorities to lay down spatial plans with legal effect on landowners’ rights was passed in 1938.", "Subsequently, a significant amount of legislation on planning, environmental protection and nature preservation was passed within a relatively short period in the 1960s and 1970s. Among the instruments enacted were the Zoning Act (1969), the Summerhouse and Camping Act (1972), the Raw Materials Act (1972), the National and Regional Planning Act (1973), the Environmental Protection Act and the Municipal Planning Act (1975). A number of existing acts were comprehensively amended during this period, including the Water Supply Act (1969), the Nature Conservation Act (1969) and the Watercourses Act (1973). Since then the legislation mentioned above has been updated or amended on numerous occasions.", "The legislation was enacted as a response to the growing pressure on nature and natural resources from, for example, industrialisation, agricultural intensification, urbanisation and the consequent degradation of the environment and nature. A similar development occurred in other western European countries from around 1970. This development was also a response to a growing number of international obligations either through EU legislation or through international treaties, including a number of generally accepted principles, such as the precautionary principle, the polluter-pays principle and the principle of sustainable development.", "In addition to general regulations governing private property rights, general regulations have been passed with a view to protecting specific habitat types in Denmark. First and foremost, a number of habitat types which had been in serious decline during the century were covered by the general preservation scheme under the Nature Preservation Act in 1972. Thereafter, any alteration of an area covered by the scheme was prohibited without an exemption having been granted by the relevant authority.", "The scheme was successively extended. In 1972 it covered lakes and public watercourses, and in 1978 it was extended to cover private watercourses and bogs. In 1981 salt marshes, swamps, coastal meadows and heaths were included. The last extension occurred in 1991, when humid permanent grassland, uncultivated dry grassland and stone and earth dykes were included in the scheme as well. Also, in 1991 a general prohibition on cultivation closer than two metres from watercourses was introduced.", "In Denmark, civil proceedings are as a rule subject to the so-called adversarial system, whereby the court has to make its decision on the basis of the claims and particulars produced and provided by the parties. Hence, in accordance with section 338 of the Danish Administration of Justice Act (retsplejeloven), the court cannot award a party more than his or her claim, and it may only take into consideration submissions relied on by the party or submissions that cannot be excluded.", "The adversarial system is based on the assumption that the parties are the best placed, in view of their advance knowledge of the facts of the case, to assess what claims the case can support, and what submissions may be relevant for inclusion in the proceedings before the court.", "The court may only take into consideration submissions relied upon by the parties. The parties are thus subject to a burden of production, as the court is supposed only to refer to the specific circumstances relied upon in support of the parties’ litigation claims when it passes judgment. If a party has not produced a certain submission, the court is unable to take it into consideration on its own motion.", "A submission can only be considered to have been relied upon if a specific circumstance has been emphasised as an element in the reasoning for the party’s litigation claim. A submission must contain a certain clarification of a legal fact, relating both to the pure facts and to their possible legal significance. The wording of a submission may require a certain legal description or qualification of the particulars presented to the court. A certain legal qualification of the bare facts may be necessary to allow the court and the opponent to understand the connection which is believed by the party to exist between his statement of facts and his litigation claims (see Gomard, Civilprocessen (Civil Procedure), 6th ed., 2007, p. 517).", "In addition to claims and submissions, the adversarial system also includes the provision of evidence (except in certain proceedings, such as matrimonial proceedings, in which the parties do not have full control of the outcome despite their pleadings, even if the parties agree). By contrast, the adversarial system does not apply as concerns the rules of law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}