{"ITEMID": "001-98309", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "AYATOLLAHI AND HOSSEINZADEH v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicants, Ms Phrooghosadat Ayatollahi and Mr Hojy Bahroutz Hosseinzadeh, are Iranian nationals who were born in 1968 and 1970 respectively and live in Eskişehir. They were represented before the Court by Mr S. Efe, a lawyer practising in Ankara. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant, a singer in Iran, was taken into custody and allegedly subjected to ill-treatment on several occasions for being a female singer, which is forbidden in Iran on religious grounds. On one of those occasions the second applicant, who is her husband, was involved in a fight with a police officer in Iran. The applicants fled Iran and entered Turkey on 9 March 2001.", "On arrival in Turkey they applied for asylum before the national authorities and requested from the United Nations High Commissioner for Refugees (“the UNHCR”) in Ankara recognition as refugees. The second applicant was registered as a dependant of the first applicant. The national authorities granted the applicants permission to reside in Eskişehir pending asylum proceedings.", "On 9 May 2002 the UNHCR Turkey rejected the first applicant’s refugee claim.", "On 29 July 2002 the applicants participated in a protest in front of the American Embassy in Ankara against the Iranian regime.", "On 26 September 2002 the national authorities notified the applicants that their asylum claims had been rejected and that they had fifteen days to object to this decision. The applicants filed their objection on the same day. They were subsequently permitted to reside in Burdur pending examination of their objection.", "Sometime in 2006 the second applicant requested permission to settle in Eskişehir. The applicant’s request was granted and the couple were issued with temporary residence permits.", "Following new developments in her case, the first applicant’s file before the UNHCR was re-opened on 13 February 2008. The Turkish authorities were informed of the situation on 22 February and 14 July 2008.", "On 2 April 2008 a second deportation order was issued in respect of the applicants, which requested the applicants to leave Turkey by 30 June 2008, at the end of the applicants’ children’s school term. The applicants subsequently informed the Turkish authorities of the reopening of their file before the UNHCR and twice requested a stay of the execution of the deportation order. According to the information in the case file the applicants’ residence permit was extended until 15 May 2009.", "Having examined the first applicant’s refugee claim after the re-opening of the file, the UNHCR rejected it again on 16 January 2009.", "On 21 October 2009 the second applicant informed the UNHCR that he went back to Iran in February 2009 to attend his father’s funeral. He claimed that he was arrested at the Iranian border and tortured in detention in Iran for 15 days before he was released on bail. He had then fled back to Turkey in October 2009.", "On 15 July 2008 the President of the Chamber to which the case was allocated decided to indicate to the Government, under Rule 39 of the Rules of Court, that the applicants should not be deported to Iran until further notice.", "On 13 August 2008 the Government informed the applicants that execution of the deportation order in respect of the applicants had been stayed in compliance with the Court’s interim measure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}