{"ITEMID": "001-69686", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MAGOKE v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Samwel Magoke, is a Swedish national, who was born in 1959 and lives in Märsta. He was represented before the Court by Mr P. Stadig, a lawyer practising in Stockholm. The respondent Government were represented by Ms I. Kalmerborn, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant, who is of Tanzanian origin, visited Sweden for the first time as a tourist between 22 July and 21 September 1992 in order to see his sister, living in Sweden. He then entered into a relationship with K.J., a Swedish citizen and a friend of his sister's. On 27 October 1994 he arrived in Sweden for the second time. He stayed with K.J. and the couple married on 25 February 1995.", "On 10 March 1995 the applicant applied for a residence permit on the basis of the link to his wife. He stated that he had two children in Tanzania, a boy named Ernest, born on 2 July 1985, and a girl named Esther, born on 8 April 1992. Apparently, the children have different mothers. At an interview with the immigration authorities, the applicant stated that he was born and raised in the city of Shinyanga, Tanzania, and that he had three brothers and four sisters all of whom, except the sister in Sweden, lived in Tanzania. His two children were living with their paternal grandmother in Shinyanga. He intended to bring them to Sweden in the future.", "On 4 July 1995 the applicant was granted a temporary residence permit, which was later renewed several times. At interviews held in connection with these renewals, the applicant stated that he kept in contact with his children in Tanzania through telephone calls and letters and that he sent them money. As to where the children were living, the information given by the applicant varied. In January 1996 he asserted that Ernest lived with his maternal grandmother and Esther with her mother and paternal grandmother. In September 1996 he stated that they both lived with their paternal grandmother. In May 1997 he claimed that Ernest lived with his maternal grandmother and Esther with her mother.", "On 3 February 1997 a son, Sebastian, was born to the applicant and K.J. On 15 September 1997 the applicant was granted a permanent residence permit in Sweden on account of his family ties. He acquired Swedish citizenship on 20 September 2000.", "On 5 November 1998 applications for residence permits in Sweden were submitted to the Swedish Embassy in Dar es Salaam concerning the applicant's mother, Ernest and Esther. Asked about the applications, the applicant stated, in December 1998, that he was Esther's legal guardian, although the guardianship had not been established by a court. The girl had lived with her mother until some time in 1996, when she had moved in with her paternal grandmother as her mother had married and could not take care of Esther for financial reasons. The applicant had not seen Esther since leaving Tanzania but had spoken to her on the telephone. He had, however, lived with her in 1992, 1993 and 1994. At an interview with the National Immigration Board (Statens invandrarverk) in May 1999, the applicant asserted that he had never lived with Esther's mother, nor had he lived permanently with Esther and her half-brother Ernest. However, the children had visited him and his mother for shorter periods of time while he was still in Tanzania. The applicant also stated that Esther had lived with her mother until three years earlier when her mother had married and handed over Esther to her paternal grandmother.", "On 28 July 1999 the Immigration Board rejected the applications. In regard to Esther, the Board referred to the applicant's statement that she had lived with her mother until 1996 when the mother had married and handed over her to the applicant's mother. Concluding that the daughter had never been living with the applicant, the Board found that she could not be granted residence permits pursuant to chapter 2, section 4, subsection 1 (2) of the Aliens Act (Utlänningslagen, 1989:529).", "The applicant appealed against the decision. He appended an affidavit from Esther's mother dated 4 August 1999 in which she stated that Esther had been living with her paternal grandmother since the age of five, as she was unemployed and therefore unable to take care of her daughter herself.", "On 29 March 2000 the Aliens Appeals Board (Utlänningsnämnden) upheld the Immigration Board's decision.", "On 9 February 2001 new applications for residence permits were submitted to the Swedish Embassy in Dar es Salaam on behalf of Ernest and Esther. From the documents appended it transpired that the applicant's mother had died on 18 January 2001 and that the applicant was in Tanzania for the funeral and to sort out certain issues that had emerged as a result of her death.", "On 18 April 2001 the second applications were rejected by the Migration Board (Migrationsverket; previously the National Immigration Board). The Board concluded that the children had never been living with the applicant and could not therefore be granted residence permits in Sweden.", "In an appeal of 3 May 2001, it was stated that Esther was only three months old when the applicant left Tanzania, which explained why the applicant had never lived with her. Ernest had lived alternately with his mother and father.", "The appeal was rejected by the Aliens Appeals Board on 30 July 2001.", "Third applications for residence permits for the children were lodged with the Migration Board on 27 September 2001. There it was claimed that the previous decisions of the immigration authorities had been based on a misunderstanding. The applicant had had, it was stated, very close contact with the children while he was living in Tanzania. Ernest had lived with his mother at her parents' home but the applicant had still maintained close contact with him. Esther's mother and the applicant had lived together for three months after Esther had been born until he went to Sweden for the first time. When he had returned to Tanzania he had stayed with his mother and Ernest. Esther had been living in one of the neighbouring houses with her mother.", "On 18 October 2001 the Migration Board rejected the applications, finding that the new claim concerning Esther was not credible as the applicant previously had asserted that he had never cohabited with Esther's mother.", "In an appeal it was submitted that the applicant had visited Tanzania between 25 December 2001 and 27 January 2002 to commemorate the first anniversary of his mother's death and that his son Sebastian had been with him on the visit. It was further stated that Ernest and Esther were at that time staying with their aunt, M.M., one of the applicant's sisters, in Dar es Salaam and that the applicant was paying for their school fees and living expenses. An additional submission of 6 August 2002 contained information that M.M. was going to move with her family to England for studies in September 2002, leaving the applicant's children in Tanzania.", "On 28 August 2002 the Aliens Appeals Board rejected the appeal. Concerning Esther, the Board upheld the assessment of the Migration Board. With regard to Ernest it was noted that he had reached the age of 18 and that he had never been a member of the same household as his father.", "A fourth application for a residence permit for Esther was lodged on 30 September 2002 with the Swedish Embassy in Dar es Salaam. Appended to the application was, inter alia, a copy of Esther's passports which included the names of two of her aunts, including M.M., to be contacted in the event of accident or death. It was further stated in the application that Esther was currently living with a good friend of M.M.'s, who is apparently the director of the Legal and Human Rights Centre in Dar es Salaam.", "On 28 November 2002 the Migration Board rejected the fourth application, stating that, apart from the fact that Esther was no longer living with her aunt, no new circumstances had emerged.", "In an appeal to the Aliens Appeals Board, Esther's counsel stated the following. During the first two or three months after her birth, the daughter had been taken care of by her mother. Thereafter, she had lived with her father – the applicant – and her paternal grandparents, until her father left for Sweden in 1994. It was therefore not correct that she had never lived with her father. That conclusion was based on incomplete information previously given by the applicant. It was further claimed that the woman who was at the time taking care of Esther had accepted this responsibility on the condition that it would be a temporary measure and had contacted the applicant to inform him that she was going to travel abroad. Esther therefore no longer had any relative or other person who could take care of her.", "By a decision of 28 February 2003 the Aliens Appeals Board rejected the appeal. It noted that the information on whether the applicant and Esther had ever lived together had been changed on several occasions. In May 1999, during the investigation relating to the first application, the applicant had stated that he had never lived together with his daughter. In submissions of 3 May 2001, Esther's counsel had stated that the she was only three months old when the applicant left Tanzania and that they had thus not lived together. In further submissions of 27 September 2001, the counsel had stated that the applicant had lived with Esther's mother for three months after Esther's birth and had then left the country. Having regard to the contradictory statements, the Appeals Board concluded that it had not been shown that Esther had ever lived with the applicant.", "On 19 December 2002 the applicant and K.J. divorced.", "The basic provisions concerning the right of aliens to enter and remain in Sweden are found in the Aliens Act. Chapter 2, section 4, subsection 1 (2) of the Act provides that a residence permit may be given to an alien who is below the age of 18 and unmarried and who is or has been living at home with a parent who is resident in Sweden or who has been granted a permit to reside in Sweden."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}