{"ITEMID": "001-98630", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "LARKE and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["The facts of the case, as submitted by the applicants, may be summarised as follows.", "Mr Larke (application no. 25402/02), was born in 1928 and lives in Canada. Having spent a number of years working in the United Kingdom and paying National Insurance contributions, he is in receipt of a United Kingdom State retirement pension. This pension is not up-rated in line with United Kingdom inflation (see Carson and Others v. the United Kingdom [GC], no. 42184/05, 16 March 2010).", "Mr Havard (application no. 7692/03), was born in 1926 and lives in Australia. He has received a United Kingdom State retirement pension since 29 January 1991. It is fixed at GBP 62.68 per week and is not up-rated in line with United Kingdom inflation.", "Mr Havard wrote to the then Department of Social Security Pensions and Overseas Benefits Directorate in 2000, asking them to index-link his annual Retirement Pension in line with inflation. This was refused on 5 October 2000 by the Secretary of State, on the grounds that before 6 April 1992, or since that date, the applicant was not ordinarily resident in Great Britain. His subsequent appeal was dismissed on 9 November 2000.", "In a further Appeal Tribunal hearing, the applicant's appeal was again dismissed and the original decision of the Secretary of State confirmed on 12 July 2001. The decision of the Tribunal records that the applicant's counsel chose expressly not to pursue any point under the Human Rights Act 1998.", "On 18 October 2001, the Chairman of The Appeals Service refused permission to appeal against the Tribunal's decision but recommended that the applicant apply directly to the Social Security Commissioner's office to continue with his application, if he so wished.", "On 20 January 2003 the Commissioner refused permission to appeal. He noted that the Secretary of State would have preferred the case to have been adjourned pending the decision of the Court of Appeal in Carson, but that the applicant had protested strongly against further deferment. In his decision the Commissioner noted that, since the applicant had specifically chosen not to put forward arguments based on the Human Rights Act before the Tribunal, he was precluded from raising them in his appeal. However, the Commissioner went on to hold that, even if this were not so, the judgment of Stanley Burnton J. in Carson (22 May 202) should be followed. There appear to have been no further proceedings until the applicant bought this current application before the Court.", "Mr Kulkarni (application no. 35919/03), was born in 1931 and lives in India. He and his wife (born in 1933) receive a basic State retirement pension which is not up-rated. The applicant states that in 2003 he wrote to the Department of Social Security asking for the pension to be index-linked, but received no reply.", "Application no. 44317/05 was lodged by 374 named members of the British Pensioners Association of Western Canada (BPAWC), 6,854 named members of the South African Alliance of British Pensioners (SAABP), 2,355 named members of the British Pensions in Australia (BPiA) and 6,812 named members of the Canadian Alliance of British Pensioners (CABP). The applicants are former United Kingdom residents now living in Canada, South Africa and Australia. Each receives a basic State retirement pension; some also receive a pension under State Earnings-Related Pension Scheme (SERPS). The applicants' pensions are not up-rated because the applicants are not ordinarily resident in the United Kingdom and Canada, South Africa and Australia are not countries with which the United Kingdom has a bilateral agreement providing for up-rating.", "The relevant domestic law and practice are set out in Carson and Others, cited above."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}