{"ITEMID": "001-23447", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "CEKIC and OTHERS v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, Ms Ljuba Čekić, Ms Kata Nenadić, Ms Ljubica Micin, Ms Miljka Kovačević and Mr Janko Španović are Croatian citizens, who were born in 1935, 1942, 1924, 1948 and 1928, respectively and live in Šaš, Kostajnica, Madjari, Sisak and Petrinja. They are represented before the Court by Mr Erih Fridrih and Ms Sandra Fridrih-Knez, lawyers practising in Sisak, Croatia.", "The applicant and her husband lived in Šaš. The husband received his pension until August 1991 when the payments stopped. Šaš is situated in a part of Croatia which was occupied from the summer of 1991 until August 1995.", "In August 1995 the applicant and her husband left Croatia, due to the military operation “Storm” (Oluja), and went to live in Serbia.", "On 26 January 1996 the husband died.", "In April 1997 the applicant returned to Croatia.", "It appears that the applicant requested the Croatian Pension Fund to grant her payments related to her late husband’s pension. The applicant’s right to a family pension was recognised as from 1 July 1998 and the applicant has continued to receive payments of her pension from that date.", "The applicant then filed an action with the Sisak Municipal Court (Općinski sud u Sisku) seeking payments of her late husband’s pension for the period between August 1991 and January 1996.", "On 20 March 2000 the court rejected the applicant’s claim. It found that the applicant and her husband had lived in an occupied part of Croatia and that the husband had received a pension from the authorities which controlled that territory. According to the Pensions Act a person was allowed to receive only one pension and since the applicant’s husband had received a pension from the authorities of the occupied territory he had no right to another pension from the Croatian authorities.", "On 19 May 2000 the applicant appealed against the first instance judgment.", "On 19 October 2000 the Sisak County Court (Županijski sud u Sisku) upheld the first instance judgment.", "The applicant lived in Hrvatska Kostajnica. She received a family pension until August 1991 when the payments stopped. Hrvatska Kostajnica is situated in a part of Croatia which was occupied from the summer of 1991 until August 1995.", "In August 1995 the applicant left Croatia, due to the military operation “Storm”, and went to live in Serbia.", "In 1997 the applicant returned to Croatia.", "It appears that the applicant requested the Croatian Pension Fund to provide her with a pension. The applicant’s right to a family pension was recognised as from 1 May 1997 and the applicant has continued to receive payments of her pension from that date.", "The applicant then filed an action with the Sisak Municipal Court seeking payments of her pension for the period between 1 September 1991 and 1 May 1997.", "On 20 April 2000 the court rejected the applicant’s claim. It found that the applicant had lived in an occupied part of Croatia and that she had received a pension from the authorities which controlled that territory. According to the Pensions Act a person was allowed to receive only one pension and since the applicant had received a pension from the authorities of the occupied territory she had no right to another pension from the Croatian authorities.", "On 19 May 2000 the applicant appealed against the first instance judgment.", "On 26 October 2000 the Sisak County Court upheld the first instance judgment.", "The applicant lived in Mađari. She received a pension until June 1991 when the payments stopped. Mađari is situated in a part of Croatia which was occupied from the summer of 1991 until August 1995.", "In August 1995 the applicant left Croatia, due to the military operation “Storm”, and went to live in Serbia.", "In July 1997 the applicant returned to Croatia.", "It appears that the applicant requested the Croatian Pension Fund to pay her pension. The applicant’s right to a family pension was recognised as from 1 May 1997 and the applicant has continued to receive payments of her pension from that date.", "The applicant then filed an action with the Sisak Municipal Court seeking payments of her pension for the period between 1 September 1991 and 1 May 1997.", "On 20 April 2000 the court rejected the applicant’s claim. It found that, according to Section 87 § 2 of the Pensions Act, it was possible to seek pension instalments only for the past twelve months. Since it was established that the applicant had received a pension for the past twelve months before she had filed her claim with the Municipal Court, the period for which the applicant had sought the pension instalments fell within the statutory limitation.", "On 19 May 2000 the applicant appealed against the first instance judgment.", "On 12 October 2000 the Sisak County Court upheld the first instance judgment.", "The applicant lived in Sisak. She received a pension until July 1991 when the payments stopped and the applicant left Croatia and went to live in Bosnia and Herzegovina until June 1992. Then she returned to Croatia and settled in Petrinja, a town situated in a part of Croatia which was occupied from the summer of 1991 until August 1995.", "In August 1995 the applicant left Croatia, due to the military operation “Storm”, and went to live in Serbia.", "In June 1998 the applicant returned to Croatia.", "It appears that the applicant filed a request for payment of her pension. The applicant’s right to a family pension was recognised as from 1 July 1998 and the applicant has continued to receive payments of her pension from that date on.", "The applicant then filed an action with the Sisak Municipal Court seeking payments of her pension for the period between 1 July 1991 and 1 July 1998.", "On 20 March 2000 the court rejected the applicant’s claim. It found that, according to Section 87 § 2 of the Pensions Act, it was possible to seek pension instalments only for the past twelve months. Since it was established that the applicant had received a pension for the past twelve months before she had filed her claim with the Municipal Court, the period for which the applicant had sought payments of her pension fell within the statutory limitation.", "On 19 May 2000 the applicant appealed against the first instance judgment.", "On 6 November 2000 the Sisak County Court upheld the first instance judgment.", "The applicant lived in Petrinja. He received a pension until July 1991 when the payments stopped. Petrinja is situated in a part of Croatia which was occupied from the summer of 1991 until August 1995.", "In August 1995 the applicant left Croatia, due to the military operation “Storm”, and went to live in Serbia.", "On 1 June 1997 the applicant returned to Croatia.", "It appears that the applicant filed a request for payment of his pension for the period between September 1991 and July 1997 with the Croatian Pension Fund, Sisak Office (Hrvatski zavod za mirovinsko osiguranje, Područna služba u Sisku). On 29 March 2000 that authority issued a decision stating that payment of the applicant’s pension had been stopped on 31 August 1991 due to the war in Croatia. Since the applicant had lived in the occupied territory the Croatian authorities had been unable to verify his address. It also stated that the applicant had received a pension from the authorities that had controlled that territory. The applicant’s right to receive again the payments of his pension from the Croatian authorities was recognised as from 1 July 1997.", "The applicant then filed an action with the Sisak Municipal Court seeking payments of his pension for the period between 1 September 1991 and 1 July 1997.", "On 13 April 2000 the court rejected the applicant’s claim. It noted that the Croatian Pension Fund, Sisak Office had decided that the applicant had had no right to a pension for the period in question and found that a regular civil court had no competence to set aside such a decision issued by an administrative body, but only to determine the applicant’s civil claim for payment. However, such a claim had no legal ground as the applicant’s right to receive a pension in the period from September 1991 until July 1997 had not been recognised by the competent authority.", "On 18 May 2000 the applicant appealed against the first instance judgment.", "On 12 October 2000 the Sisak County Court upheld the first instance judgment.", "On 28 December 2000 all five applicants filed together a constitutional complaint. They recalled that they had requested payment of the pension instalments for the respective periods during which no pension had been paid and alleged that the Croatian Pension Fund refused to pay, contrary to the law. Thus, their right to the peaceful enjoyment of their property had been violated.", "Furthermore, they alleged that their right to equality before the courts was violated because in other proceedings concerning similar claims, other courts in Croatia had granted such claims. Also, the exact amount of the pension instalments that they claimed had never been established.", "They argued furthermore that the lower courts had erred in the application of laws because they had applied the Pensions Act retroactively and also wrongly interpreted the rules regulating statutory limitation.", "In respect of the first four applicants the Constitutional Court rejected the complaint on 12 July 2001 and in respect of the fifth applicant the complaint was rejected on 13 September 2001.", "It found that, in essence, the constitutional complaint was of a fourth instance nature since the applicants complained that the lower courts wrongly established the facts and erred in their application of the laws. It concluded that the lower courts’ decisions were based on law and well reasoned and that the rights complained of were not violated.", "In respect of the first applicant, Ms Ljuba Čekić the Constitutional Court stated as follows:", "... The applicant is treating her constitutional complaint as a regular legal remedy and is asking the Constitutional Court to act as a court of appeal in respect of the courts that gave the impugned judgments.", "However, according to the constitutional definition of the Constitutional Court’s jurisdiction, as regulated by Article 128 § 1 (4) of the Constitution as well as by Section 59 of the Constitutional Court Act, a constitutional complaint is a remedy established for the protection of human rights and fundamental freedoms and may be filed against an act (and the proceedings that preceded such an act) that has violated an applicant’s human rights or fundamental freedoms guaranteed by the Constitution (constitutional rights).", "The applicant asks the Constitutional Court to rule that the contested judgments violated her rights guaranteed in Article 14 § 2, Article 16 § 1, Articles 19, 26 and 32, Article 48 § 1 and Article 56 § 1 of the Constitution in connection with Articles 3, 5 and 89 and Article 117 § 3 of the Constitution.", "More specifically, the applicant alleges an infringement of her constitutional rights under Article 14 § 2 and Article 26 of the Constitution, in that her right to equality before the law and before the courts had been violated because the first-instance court failed to ask the defendant to certify the exact amount of the pension instalments that had not been paid to the applicant during the material period.", "However, the first-instance court established that the late applicant’s husband had received a pension from a “para-fund”, whose acts were recognised on the basis of Section 1 of the Validation Act (Official Gazette no. 104/97). According to Section 134 § 1 of the former Pensions and Invalidity Act (Official Gazette nos. 26/83, 5/86, 42/87, 34/89, 40/90, 9/91, 26/93, 96/93, 44/94 and 59/96) and Section 89 of the Pensions Act (Official Gazette no. 102/98) a beneficiary who has acquired the right to two or more pensions is allowed to receive only one pension. Accordingly, the first-instance court established that the late applicant’s husband had chosen to receive in the relevant period a pension based on the act that that court recognised pursuant to Section 1 of the Validation Act; it further established that the applicant had no legal basis to claim for the same period another pension on a different basis.", "The applicant herself indicated the value of her claim. In rejecting the applicant’s request that the exact amount of the pension instalments that she sought be established, having already ruled that her claim had no legal basis, the first-instance court did not violate her right to equality before the law and the courts.", "Lastly, the second-instance judgment accepted the defendant’s objection based on the statutory limitation in Section 87 § 2 of the Pensions Act, which provides that all outstanding payments under § 1 of that provision (pensions and other monetary instalments) that have not been paid owing to circumstances caused by a beneficiary can be sought only for the twelve months preceding the day when the claim for payment has been filed, noting that the applicant had filed her claim on 19 July 1999 but had been in receipt of her family pension since 1 July 1998, a period of more than twelve months before the time when she filed her claim.", "The facts relevant in the proceedings in which the impugned judgments were given, and on which the applicant based her constitutional complaint, are not relevant for the assessment whether the applicant’s constitutional rights were violated. Presentation of evidence and the establishment of facts fall within the competence of the courts that conducted those proceedings.”", "In respect of the other four applicants the Constitutional Court gave very similar reasoning.", "The relevant parts of the Pensions Act (Zakon o mirovinskom osiguranju - Official Gazette no. 102/1998) provide in its Section 87 § 2 that pension instalments which have not been paid owing to circumstances caused by a beneficiary can be sought only for the past twelve months, and that the period before that falls within the statutory limitation.", "Section 89 provides that a person who, according to Croatian law, is entitled to two or more pensions under the compulsory national retirement pension scheme may receive only one of those pensions.", "Section 1 of the Validation Act (Zakon o konvalidaciji, Official Gazette no. 104/97) provides that all individual acts and decisions issued by various bodies or legal persons exercising public authority in matters of a judicial or administrative nature in the parts of the Republic of Croatia that were under the protection and authority of the United Nations, are to be validated by that Act, according to the Constitution, the Constitutional Act on human rights and freedoms and the rights of ethnic and national communities or minorities in Croatia and other statutes."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}