{"ITEMID": "001-83462", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF REAVEY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 2 (lack of independence of the investigating body during the initial stages of the investigation);Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["6. The applicant was born in 1923 and lives in Whitecross, County Armagh. She was the mother of John Reavey, Brian Reavey and Anthony Reavey.", "7. On the evening of 4 January 1976, John Reavey, Brian Reavey and Anthony Reavey, sons of the applicant, were at home watching television. Between 6.05-6.10 p.m., three gunmen entered the house and shot all three brothers. Brian was shot three times in the back and once in the legs; John was hit by 14-16 9mm bullets in the neck and body: the autopsy report concluded that death would have been rapid in both cases. Anthony was hit six times in the legs. When the gunmen had gone, Anthony made his way to a neighbour's house to give the alarm. He later died of a brain haemorrhage in hospital on 30 January 1976, the autopsy report concluding that the wounds that he had received had played no part in his death.", "8. On the same night, three other Catholics, Barry O'Dowd, Declan O'Dowd and Joseph O'Dowd were shot and killed in County Down, about twenty minutes after the attack on the Reaveys (see application no. 34622/04).", "9. Shortly after the events, police arrived at the scene and secured it. An ambulance removed the bodies.", "10. Detectives arrived at the scene at 7.25 pm.", "11. At 7.40 pm officers went to a vehicle on fire and on its being extinguished took the remains to a garage for inspection. Scene of crime officers examined the scene, recovering a number of spent cartridge cases and bullet heads and one live round, which were sent for examination.", "12. Forensic examination established that four weapons had been used in the attack, three of which had been used in previous incidents. Police believed the murders were carried out by the Ulster Volunteer Force (“UVF”), a proscribed loyalist paramilitary organisation.", "13. House to house inquiries were carried out in the area and along the suspected escape route, and liaison made with officers involved in other killings of Catholics in the area. Nothing of evidential value was obtained. A number of known loyalist activists were arrested and interviewed about the murders but no admissions were made. The police sent a report to the DPP on 4 March 1976. As no person had been identified as a perpetrator no-one was charged.", "14. Inquests were held on 28 January 1977. Open verdicts were returned.", "15. The investigation did not close and became active again in 1978, when a Catholic priest Father Hugh Murphy was abducted by loyalist paramilitaries intending to use him as a hostage vis-à-vis the IRA. The police arrested a reserve police constable, William McCaughey, who, in the course of questioning, revealed his part in the abduction of the priest and in a variety of other loyalist paramilitary incidents. McCaughey made allegations that a police officer was involved in the Reavey murders. This officer was arrested and questioned. He was charged with serious offences, resigned from the police and was subsequently convicted.", "16. McCaughey's revelations gave rise to investigations in eleven specific cases, some of which were linked in terms of the identities of those involved, the modus operandi or by virtue of the ballistic examinations of weapons used. Nine suspects were arrested in total, including five police officers and all were eventually charged with offences.", "17. One of those implicated was a police officer John Weir who was named as having been involved in the murder of a shopkeeper called Strathearn in Ahoghill in April 1977: he was convicted for that murder in June 1980 and sentenced to life imprisonment. The Government stated that both McCaughey and Weir refused to name the two loyalist paramilitaries also involved with them in the murder unless they received immunity from prosecution. The police and prosecuting authority took the decision prior to the trial not to enter into any process of bargaining with Weir and McCaughey. While both were approached by the police after their convictions to see if at that stage they would give evidence against the loyalist paramilitaries, each again refused to do so unless there was something in it for themselves. The Government stated that during the period in which Weir was detained he was interviewed on a large number of occasions. At no time did he implicate himself or others in any offence other than the Strathearn murder.", "18. Apparently around this time, the applicant stated that Chief Superintendent Gerry McCann of the Royal Ulster Constabulary (\"RUC\") initiated a meeting with a member of the Reavey family and told him that he believed that two McClures (one of whom was Laurence McClure, a former Reserve Constable in the RUC) and James Mitchell, also a former Reserve Constable, were involved in the attacks on the Reaveys as well as the attacks on Donnelly's Bar (19 December 1975- see Brecknell v. the United Kingdom, no. 32457/04 ) and the Rock Bar (5 June 1976: see McGrath v. the United Kingdom, no. 34651/04). He also named Robert McConnell (a former part time member of the Ulster Defence Regiment, the “UDR”) as the gunman who entered the house first. He said that one of the men was going to turn Queen's evidence if convicted of the Rock Bar attack, an apparent reference to Laurence McClure.", "19. On 1 February 1993 John Weir was released from prison on licence. In January 1999, he made a statement to a journalist alleging RUC and UDR collusion with loyalist paramilitaries from the Portadown area in the mid-1970s. This statement was published in the Sunday Times newspaper in March 1999. It was obtained by the Patrick Finucane Centre, a human rights non-governmental organisation in Derry (“the Centre”).", "20. John Weir's statement made detailed allegations about security force collusion with loyalist paramilitaries in a series of incidents. He alleged inter alia that RUC Reserve Constable Laurence McClure had told him that the murder of the Reavey family members was carried out by Robert McConnell, a member of the UDR, Laurence McClure, Johnny Mitchell, another Reserve Constable in the RUC and McClure's brother who was not a member of the security forces. The statement also made links between this incident and other attacks allegedly carried out by members of the security forces, both RUC and UDR, and loyalist paramilitaries. This group used the farmhouse in Glennane owned by James Mitchell, a RUC reservist, as a base from which to carry out attacks on Catholics and nationalists. Other attacks allegedly included the murder of Colm McCartney and Sean Farmer at a bogus vehicle checkpoint in August 1975 (see application no. 34575/04); the attack on Donnelly's Bar in which Trevor Brecknell, Michael Donnelly and Patrick Donnelly were killed (see application no. 32457/04); the murder of Joseph, Barry and Declan O'Dowd and wounding of Barney O'Dowd (see application no. 34622/04); and the attack on the Rock Bar in which Michael McGrath was seriously injured (see application no. 34651/04). Weir also linked these attacks to the Dublin and Monaghan bombings in which 33 people were killed in the Republic of Ireland.", "21. On or about 10 June 1999, RTE, an Irish television channel, broadcast a television programme that contained allegations of security force involvement in a number of deaths, including that of Trevor Brecknell. Weir made allegations on that programme that members of the RUC and UDR were directly involved in the attack on Donnelly's Bar. A BBC Spotlight programme produced a similar documentary dealing with these allegations.", "22. These allegations attracted considerable attention on both sides of the Irish border and became the subject of police investigation in both jurisdictions. The Government stated that the police investigation in Northern Ireland was focussed on determining whether Weir's allegations should be assessed as sufficiently credible to require a full investigation. They obtained from the journalist an edited transcript of the interview with Weir. While his whereabouts were unknown to the RUC, Weir met with senior Irish police officers at the Irish Embassy on 15 April 1999. A copy of his statement was provided by the Garda to the RUC, along with a further statement made by Weir to another journalist dated 3 February 1999. The police analysed the available materials and sought to identify the personalities to be interviewed. It became apparent that some had died and that others, living abroad, could not be traced. A series of seven interviews were conducted, under cautions, between July and December 2001, of those individuals central to Weir's account who could be traced. No charges were preferred. The interviews followed the format of Weir's allegations being put to the interviewee for his or her response. The predominant response was denial of any involvement and claims that Weir had been untruthful. No admissions were made by any interviewee. Interviews were also conducted with less central personalities and with police officers involved in interviewing Weir in 1978. The latter stated that Weir had not mentioned the matters now being alleged. Amongst those interviewed by the police in the course of the preliminary investigation of Weir's allegations, one person was questioned about the Reavey murders. He denied any involvement and made no admissions.", "23. Meetings were held regularly with RUC counterparts in the Republic of Ireland. The RUC co-operated also with the judicial inquiry established in the Republic of Ireland into the Dublin and Monaghan bombings (see the description of the inquiry in the Brecknell case referred to above). Amongst matters about which the RUC team provided information to the inquiry was ballistics information which linked some of the weapons used to more than one incident. In February 2000 a substantial report was compiled by the RUC for the Garda dealing with Weir's allegations. It profiled Weir and dealt inter alia with a description of the 1978 investigation into McCaughey, Weir and others. It concluded that the investigation would continue but that his credibility was in doubt. According to the Government, despite inquiries being conducted, Weir's whereabouts could not be traced. This report was not disclosed as the investigation was continuing. An internal RUC report dated 27 February 2001 concluded that it would be necessary to interview Weir before any view could be finalised in respect of the credibility of his allegations: such interview was not possible as his whereabouts were not known. The report noted the absence of any previous mention of the allegations before 1999 and that much of what he said was hearsay and speculation. Enquiries made of the British Embassy in Nigeria (where he had a known address) and the criminal intelligence service and others failed to locate Weir. Contact was made with the Garda and the secretariat of the Inquiry into the Dublin and Monaghan bombings without positive result.", "24. The Serious Crime Review Team (\"SCRT\") was established in March 2004, with responsibilities including the review of all historical murders by way of case assessment for evidential and investigative opportunities. A preliminary case assessment was carried out by a detective chief inspector, who audited all known information and documentation.", "25. In light of the preliminary assessment, the case was referred to the Historical Enquiry Team (“HET”). On 28 April 2006, a Senior Investigating Officer reported on the further review; a number of potential lines of inquiry were identified and recommendations made, including that the HET should extensively interview Weir. This recommendation was approved. The HET director of Investigations, Detective Chief Superintendent James of the London Metropolitan Police Force, took over personal supervision of the investigation which has progressed through the first three of five stages of the HET process (collection of all relevant material; assessment of the investigations to date; review of evidence, with intelligence and open and non-police sources, together with a meeting with the families of the victims of the attack). As a number of investigative opportunities were identified and to be followed up, the case was to continue to be processed by HET, which had been put in touch with Weir by the Centre. The Government submitted that if any evidence of police involvement in the murders was found, the Office of the Police Ombudsman for Northern Ireland would then become involved. The Government have provided recent information that Weir finally agreed to meet with the HET in Dublin; he refused, however, to make a written statement or to give evidence in court.", "26. There has been contact between the police and family members, their solicitors or the Centre. In particular, there were meetings on 21 January 2000 with Chief Superintendent McCann; on 19 December 2001 with Detective Inspector Aiken and in November 2002 with Detective Inspector Williamson; and in June and August 2004 with the Chief Constable; members of HET met with families or their representatives on 5 April and 3 May 2006; and there has also been extensive correspondence with the families or their representatives.", "See Brecknell, cited above (§§ 39-41).", "See Brecknell, cited above (§§ 42-49)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}