{"ITEMID": "001-88175", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA;RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KIREEV v. MOLDOVA AND RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi", "TEXT": ["The applicant, Mr Ilja Kireev, is a Russian national who was born in Konskoe and lives in Tighina/Bender (a town on the territory of Moldova, but which, since 1991, is under the control of the self-proclaimed “Moldavian Republic of Transdniestria” (the “MRT”, see more details in Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, §§ 28-31 and 87-91, ECHR 2004VII)).", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "Starting from 1962 the applicant deposited 16,582 Soviet roubles in the Savings Bank situated in Tighina/Bender. He claimed that the value of his personal savings, which he had deposited with the Savings Bank, had dropped significantly following economic reforms, and that the State had not properly discharged its obligation to revalue the deposits in the Savings Bank in order to offset the effects of inflation.", "The applicant lodged an action with the “MRT Supreme Court” asking for compensation for the loss of value of his deposits. On 26 October 2004 the court informed him that it was not competent to deal with such actions and that he should address the regular “MRT courts”.", "The applicant lodged an action with “Bender county court” (which is part of the “MRT court system”; there exists another Tighina/Bender county court under Moldovan jurisdiction and located in Varniţa village). On 21 December 2004 the court left the action unexamined, finding that it was incomplete since he had failed to fully identify the respondents and to provide evidence in support of his action, and omitted other necessary information. Following the applicant’s failure to submit the missing documents, on 17 January 2005 his action was returned to him unexamined.", "The applicant complained to the Supreme Court of Justice of the Republic of Moldova, which on 6 July 2004 informed him of his right to lodge an action with the Tighina/Bender county court located in Varniţa village. On an unknown date the applicant lodged an action with that court. On 6 January 2005 the court informed him that his action was incomplete, in particular lacking the necessary documentary evidence and proof of payment of court fees. It appears that the applicant submitted no further documents to the Tighina/Bender District Court.", "The applicant also complained to the Prosecutor General’s Office of the Republic of Moldova about the loss of value of his deposits. His complaint was forwarded to the Tighina/Bender prosecutor’s office. On 29 March 2004 the Tighina/Bender prosecutor’s office informed the applicant that Moldova and the unrecognised “MRT” had separate budgetary systems and that he should address any claim for compensation to the “MRT authorities” under applicable local legislation.", "The applicant states that in 2005 he attempted to obtain compensation for the loss of value of his deposits from a Russian bank in Kirov. This was refused since the law did not allow the payment of compensation to persons who had deposited money in the Savings Bank outside Russia.", "As concerns Moldovan legislation regarding compensation for losses caused by inflation, on 12 December 2002 Parliament adopted the Act “Concerning the indexing of citizens’ savings in the Savings Bank of Moldova” (Legea nr.1530-XV din 12 decembrie 2002 privind indexarea depunerilor băneşti ale cetăţenilor în Banca de Economii) (hereinafter “the Moldovan Savings Act 2002”).", "Article 1 of that law reads as follows:", "“Article 1. Object of the law.", "The present law establishes the State’s obligations in respect of citizens of the Republic of Moldova who had savings in the Savings Bank of Moldova as of 2 January 1992, and establishes the basic principles regarding the indexation, quantum and manner of payment of indexed amounts.”", "As concerns Russian legislation concerning compensation for losses caused by inflation, the Law on Revaluation and Protection of the Savings of Citizens of the Russian Federation was enacted on 10 May 1995 (Федеральный закон «О восстановлении и защите сбережений граждан Российской Федерации») (hereinafter “the Russian Savings Act 1995”).", "Article 1 of that law reads as follows:", "“Article 1. The State guarantees the restoration and preservation of the value of financial assets created by citizens of the Russian Federation by depositing monies with the Savings Bank of the Russian Federation (before that the State savings banks of USSR which worked on the territory of the Russian Soviet Socialist Federal Republic) before 20 June 1991; ...”", "According to a letter from the Russian Ministry of Finance “Concerning the Transfer of Deposits from Countries of the Commonwealth of Independent States to the Russian Federation”, dated 20 April 1998 (no. 22-03-03):", "“... Restoration shall apply to deposits, which by [20 June 1991] were kept in the Russian Savings Bank. However, the above-mentioned law [Russian Savings Act 1995] does not apply to deposits made with the savings banks of other States, which earlier were part of the former USSR.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}