{"ITEMID": "001-102131", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VRIONI AND OTHERS v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["7. On 18 March 1996 and 14 December 1999 the Tirana Property Restitution and Compensation Commission (Komisioni i Kthimit dhe Kompensimit të Pronave – “the Commission”), recognised the applicants' title to two plots of land measuring 1,100 sq. m and 537 sq. m, respectively. The Commission held that it was impossible for the applicants to have the whole of the original plot of land allocated to them. It decided to restore to the applicants a vacant plot of land (një truall i lirë) measuring 1,456 sq. m., which was situated within the grounds occupied by the Italian Embassy, and ordered the authorities to pay compensation in respect of a plot of land measuring 181 sq. m. Moreover, it ordered that the applicants' title to the property be entered in the Tirana Property Register.", "8. The applicants lodged a civil action in view of their impossibility to recover the plot of 1,456 sq. m. By virtue of the Court of Appeal's decision of 29 October 2002 it was decided that the applicants should receive compensation in lieu of the original property in one of the forms provided for by law in respect of the plot of land measuring 1,456 sq. m. The Court of Appeal found that, in so far as that plot of land was an integral part of the Italian Embassy's premises, it could not be considered vacant and thus recoverable by the applicants. This decision was upheld by the Supreme Court on 15 June 2004. Consequently, the applicants were to receive compensation in accordance with the Property Act for the totality of the 1,637 sq. m. of land (see §§ 24-25 of the principal judgment).", "9. Further details are set out in the principal judgment.", "10. The 1994 Act contained the criteria to be employed for assessing the financial compensation to be awarded to former landowners. According to the 1994 Act, Tirana was to be divided into three zones A, B and C. The price reference for the property located in zone A was fixed at 1,600 Albanian leks (ALL) per square metre.", "11. By virtue of three decisions, two of which were adopted in 2007 and one in 2008, the Government approved and issued property valuation maps as listed above. The maps, which were to be used in the determination of the award of financial compensation by the competent authorities, included the reference price per square metre throughout the country.", "12. The first decision fixed the price of land for the regions of Berat, Gjirokastër, Vlorë and Dibër; the second decision fixed the price of land for the regions of Lezhë, Dibër, Korçë and Kukës; the third decision fixed the price of land for the regions of Fier, Elbasan, Tirana, Vlorë, Durrës and Shkodër. The fourth decision contained an updated price list for certain cities. According to that decision, the reference price per square metre for the area in which the applicants' property was located was valued at ALL 180,000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}