{"ITEMID": "001-93734", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "FATHI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mr Jamil Jaafar Fathi, is an Iranian national who was born in 1977 and lives in Alsemberg, Belgium.", "The facts of the case may be summarised as follows.", "In 2002 the applicant, who had previously taken refuge in Iraq for political reasons, fled to Turkey illegally. He was then recognised as a refugee by the UNHCR as part of a group of 1,204 asylum seekers (“the 1,204 group”) who had similarly fled Iran to Turkey in 2001. Following an agreement between the Turkish authorities and the United Nations High Commissioner for Refugees (UNHCR), the applicant was granted a temporary residence permit in Turkey to reside at a place to be determined by the Ministry of the Interior. The applicant, however, was not recognised as a “refugee” proper, within the meaning of the 1951 Geneva Convention, but was merely given “alien” status under Law no. 5683 on “the Residence and Travel of Aliens in Turkey”. He was also notified by the Ministry of the Interior that the terms of his residence in Turkey did not involve an eventual resettlement in a third country.", "On 15 December 2006 the President of the Chamber notified the respondent Government of the introduction of the application under Rule 40 of the Rules of Court.", "According to the information provided by the respondent Government in their observations, the applicant has been issued a temporary residence permit.", "On 22 September 2008 the applicant informed the Court that he had fled Turkey to Belgium, where he sought asylum.", "On 14 November 2008 the respondent Government informed the Court that despite his valid permit to reside in the city of Kahramanmaraş, the applicant had left the city without permission and that they had no information as to his whereabouts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}