{"ITEMID": "001-115019", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF R.R. AND OTHERS v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Respondent State to take individual measures (Article 46-2 - Individual measures);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The first applicant, Mr R.R., is a Serbian national who was born in 19... and lives in Hungary. The second applicant, Ms H.H., a Hungarian national, is his common-law wife who was born in 19.... The other three applicants are their minor children.", "6. On 12 June 2007 the first applicant, once active in a drug-trafficking mafia run by Serbians in a European country and subsequently in hiding in Hungary under a false identity, was apprehended by the Hungarian police. It is disputed whether he turned himself in or was arrested. He admitted to various offences he had committed and gave information, secretly, about the activities of the mafia in question, enabling prosecution against it. He was offered a plea bargain which he accepted. Subsequently the Hungarian prosecution, despite his complaints, joined his own case to the one conducted against the criminals he had been informing about. This required him to appear in open court, disclose his identity and act publicly as a collaborator of justice.", "7. Since this event apparently resulted in the applicants being exposed to vengeance from the Serbian mafia, the family was enrolled in the Witness Protection Scheme on 28 August 2007. The agreement on their enrolment contained a clause to the effect that if it was cancelled on account of a breach of the rules of the Scheme by the first applicant, the whole family would be excluded from the Scheme.", "8. Within the framework of the Scheme, the following measures of special protection were introduced, in compliance with section 16(1a–c) of Act no. LXXXV of 2001 on the Protection Programme for Participants in Criminal Proceedings and Collaborators of Justice (“the Protection Act 2001”). The applicants were issued with new personal documents as part of providing them with new identities.", "Ms H.H. and the children were accommodated in a three-room, then in a four-room ‘safe flat’ and finally in a five-room family house. The two elder children attended school, while the youngest child – who suffers from medium-grade autism – attended a crèche providing special care, then a kindergarten. The applicants submitted that, in any case, no adequate care was provided in respect of this child’s condition – an assertion disputed by the Government. They further alleged that during this time the Scheme’s operatives insisted that the first and second applicant should break up their relationship.", "9. On or some time after their admission to the Scheme, the family – having otherwise no regular income in excess of the various welfare allowances due under the law – started to receive a monthly subsistence allowance. Their rent, public utility bills, health care and schooling costs (including those related to the situation of the youngest child, in particular the fee of a teacher specialised in developing pedagogy) were wholly or partly paid by the Scheme. Resources were allotted to the children’s clothing, the maintenance of the family’s car and their travel costs incurred when visiting the first applicant, who was in detention. The latter also received a sort of allowance with regard to his participation in the Scheme. The amounts of these disbursements were raised several times.", "10. During this time, the first applicant was imprisoned in an unspecified jail. As to his contact history during the programme, the Government submitted that the family had kept regular contact with him through emailing, phone calls and in the form of monthly visits (an hour per month as per the witness protection agreement). If a visit was, for some reason, omitted, it was substituted either by another occasion or by prolonging the next visit. The last time the first applicant and his family met while the programme was running was on 26 January 2012. The next visit, scheduled for 9 February 2012, was cancelled due to the illness of the youngest child. Arrangements for a substitute visit could not be made, since on 28 February 2012 the first applicant was found in the possession of prohibited articles (see paragraph 14 below) and subjected to a 30-day, then a 10-day confinement; and on 12 April 2012 the applicants’ enrolment in the programme was cancelled altogether.", "A month or so after his enrolment in the Scheme in 2007, the first applicant’s whereabouts were communicated to his lawyer; the latter subsequently attended several of his meetings with operatives of the National Bureau of Investigations.", "11. The first applicant submitted that during his trial his mother was assaulted at her home in Serbia and the perpetrators made it clear to him, in an unknown manner, that the assault was in connection with him being a collaborator of justice. He emphasised that he did not change his mind about becoming a collaborator of justice although a significant sum of ‘blood money’ had been set by the Serbian mafia on his head because of this, and his parents had been – and still were – being harassed by the Serbian authorities and the mafia.", "12. The Government submitted that the operatives of the Scheme carried out, as is the standard practice, a careful assessment of potential threats to the applicants, including interviewing some of the first applicant’s relatives. However, although the first applicant repeatedly mentioned the setting of ‘blood money’ of 200,000 euros on his head by Serbian mafia men, no evidence corroborated this allegation in the eyes of the authorities. In the applicants’ view, the gathering of information in this respect was insufficient.", "13. After numerous hearings held between 5 November 2007 and 9 February 2009, on 23 February 2009 the Budapest Regional Court convicted the first applicant, as a member of a criminal organisation consisting of another 18 persons, of aggravated abuse of narcotics and of firearms and other offences and sentenced him to 14 years of imprisonment. In the reasoning of its 187-page judgment, the Regional Court relied inter alia on testimonies given by numerous experts and witnesses, including that of the first applicant, physical evidence, documents and information obtained through secret surveillance.", "On 6 January 2010 the Budapest Court of Appeal reduced the first applicant’s sentence to six years.", "On 6 October 2010 the Supreme Court aggravated the first applicant’s sentence to nine years.", "Some of the persons who, in the authorities’ perception, represented a threat to the applicants were convicted in the same proceedings.", "14. During his ensuing detention, on 28 February 2012 a laptop computer and a mobile internet device, held without authorisation, were found by the guards in his cell. He was caught in the act of communication using a voice-over-internet service. It could not be established how the prohibited devices had been smuggled into the penitentiary. The identities of the person or persons the first applicant had communicated with could not be determined with certainty either. The authorities nevertheless deduced from the first applicant’s oral statements and the circumstances that he might have maintained contacts with criminal circles.", "15. As a sanction, the entire family was excluded from the Scheme on 12 April 2012. This was explained by the fact that, by carrying out illicit communications, the first applicant had seriously breached the clauses of the agreement with the Scheme. It was found that, by virtue of this exposure, he had become a source of danger in the first place for his family and also for the operatives of the Scheme. It was also recalled that the co-operation between him and the Scheme operatives had gradually become very difficult, since he had kept complaining about various matters and demanded advantages not provided in the protection agreement or their better implementation.", "16. On the same day, the Scheme’s operatives visited Ms H.H. and informed her about the termination of the programme and of the protection measures, and about the fact that their original identities would simultaneously be restored.", "17. The Government submitted that the agreement with the first applicant had been cancelled because of him having repeatedly breached its provisions, rather than because the threat to him and his family had diminished. In any case, in their view, this threat had indeed decreased on account of the apprehension of those persons who represented a danger for the applicants. The applicants contested this view, submitting that, despite these incarcerations, the criminal organisation which was after the first applicant was still active and posing a real threat.", "18. The Government further submitted that after the applicants’ exclusion from the programme, another scheme called “personal protection” had been put in place for them, in application of section 4(5) of Government Decree no. 34/1999. (II.26.). They had continued benefiting from the house, the car, the telephone line and the computer and other items as well as the allowances during the transitional period of one month or so. The Witness Protection Scheme had arranged for returning their original documents and the withdrawal of cover documents, and taken the requisite steps with regard to the maintenance, under their original names, of the family’s health and social care and the children’s schooling. The family’s public utility bills due for April 2012 had been paid by the Scheme, which had also assisted them in moving house, including the provision of free transport and free temporary storage facilities. For the first applicant, “personal protection” consisted of his relocation to the strict-regime department of S. Prison which is physically separated from the rest of the institution. Here, he has been placed in a cell of 6 square metres; the view from the window is blocked; he is entitled to have an open-air walk once a day for an hour.", "19. The applicants submitted that, the programme having been terminated irrespective of the persistent threat, no real care had been taken of Ms H.H. and the children. The latter were bound to return to school under their real names; and, inevitably, the fact that the family had been in witness protection for five years must have been revealed as a consequence of this. The measures of “special protection” had included nothing but an emergency phone number available to Ms H.H. and scarce visits paid to the family by police officers enquiring if anything was wrong. The family’s personal particulars and whereabouts became accessible to anyone.", "20. Act no. LXXXV of 2001 on the Protection Programme for Participants in Criminal Proceedings and Collaborators of Justice (“the Protection Act 2001”) provides as follows:", "“For the purposes of this Act, the term:", "1. “Protection Programme” means organised protection that cannot be secured within the framework of personal protection, which is granted to a witness, an aggrieved party, a defendant, a relative of the above persons or to any other person under threat on account of the person concerned,", "a) provided by the police under a civil law agreement concluded with the person under threat, and", "b) in the course of which the application of special measures (section 16) and – in order to help the social integration of the person concerned – mental, social, economic, human and legal support is needed;", "2. “Agreement” means a civil-law agreement between the police and the person under threat on the latter’s enrolling in the Protection Programme, on the cooperation to be carried out under the Programme, and on the rights and obligations of the participants in the Protection Programme;", "3. “Personal protection” means measures carried out, in pursuit of a separate decree..., by the police ... in order to secure personal protection for the participants in criminal proceedings and the officials of the authority in charge ...;”", "“(4) To settle a dispute emanating from the agreement, the parties shall conduct conciliatory negotiations. If the parties are unable to settle the dispute in three days, either party may seek a judicial ruling. The Budapest High Court has exclusive competence to deal with such disputes and adjudicates them in non-contentious proceedings. Where appropriate, the court shall hear the parties in person.”", "“(1) In order to prevent an unlawful act against the life, bodily integrity or personal liberty of the person concerned, the Scheme may apply the following special protection measures:", "a) placement (moving) of the person concerned in a safe place by changing his domicile or place of residence or by relocating a detainee covered by the Programme from the penitentiary institution in which he is placed into another one;", "b) granting personal protection for the person concerned;", "c) ordering that the data of the person concerned, stored in official registers, no longer be accessible and that any request for access to such data be signalled;", "d) change of name;", "e) change of identity;", "f) participation in international cooperation.”", "21. Recommendation Rec(2005)9 of the Committee of Ministers to Member States on the protection of witnesses and collaborators of justice (adopted by the Committee of Ministers on 20 April 2005 at the 924th meeting of the Ministers’ Deputies) reads as follows:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "...", "Recommends that governments of member states:", "i. be guided, when formulating their internal legislation and reviewing their criminal policy and practice, by the principles and measures appended to this Recommendation;", "ii. ensure that all the necessary publicity for these principles and measures is distributed to all interested bodies, such as judicial organs, investigating and prosecuting authorities, bar associations, and relevant social institutions.", "For the purposes of this Recommendation, the term:", "- “witness” means any person who possesses information relevant to criminal proceedings about which he/she has given and/or is able to give testimony (irrespective of his/her status and of the direct or indirect, oral or written form of the testimony, in accordance with national law), who is not included in the definition of “collaborator of justice”;", "- “collaborator of justice” means any person who faces criminal charges, or has been convicted of taking part in a criminal association or other criminal organisation of any kind, or in offences of organised crime, but who agrees to cooperate with criminal justice authorities, particularly by giving testimony about a criminal association or organisation, or about any offence connected with organised crime or other serious crimes;", "- “intimidation” means any direct or indirect threat carried out or likely to be carried out to a witness or collaborator of justice, which may lead to interference with his/her willingness to give testimony free from undue interference, or which is a consequence of his/her testimony;", "- “anonymity” means that the identifying particulars of the witness are not generally divulged to the opposing party or to the public in general;", "- “people close to witnesses and collaborators of justice” includes the relatives and other persons in a close relationship to the witnesses and the collaborators of justice, such as the partner, (grand)children, parents and siblings;", "- “protection measures” are all individual procedural or non-procedural measures aimed at protecting the witness or collaborator of justice from any intimidation and/or any dangerous consequences of the decision itself to cooperate with justice;", "- “protection programme” means a standard or tailor-made set of individual protection measures which are, for example, described in a memorandum of understanding, signed by the responsible authorities and the protected witness or collaborator of justice.", "...", "...", "18. Any decision to grant anonymity to a witness in criminal proceedings will be made in accordance with domestic law and European human rights law.", "...", "20. Any decision to grant anonymity should only be taken when the competent judicial authority finds that the life or freedom of the person involved, or of the persons close to him or her, is seriously threatened, the evidence appears to be significant and the person appears to be credible.", "...", "22. Where appropriate, witness protection programmes should be set up and made available to witnesses and collaborators of justice who need protection. The main objective of these programmes should be to safeguard the life and personal security of witnesses/collaborators of justice, and people close to them, aiming in particular at providing the appropriate physical, psychological, social and financial protection and support.", "23. Protection programmes implying dramatic changes in the life/privacy of the protected person (such as relocation and change of identity) should be applied to witnesses and collaborators of justice who need protection beyond the duration of the criminal trials where they give testimony. Such programmes, which may last for a limited period or for life, should be adopted only if no other measures are deemed sufficient to protect the witness/collaborator of justice and persons close to them.", "24. The adoption of such programmes requires the informed consent of the person(s) to be protected and an adequate legal framework, including appropriate safeguards for the rights of the witnesses or collaborators of justice according to national law.", "25. Where appropriate, protection measures could be adopted on an urgent and provisional basis before a protection programme is formally adopted.", "26. Given the essential role that collaborators of justice may play in the fight against serious offences, they should be given adequate consideration. Where necessary, protection programmes applicable to collaborators of justice serving a prison sentence may also include specific arrangements such as special penitentiary regimes.", "27. Protection of collaborators of justice should also be aimed at preserving their credibility and public security. Adequate measures should be undertaken to protect against the risk of the collaborators of justice committing further crimes while under protection and therefore, even involuntarily, jeopardising the case in court. The intentional perpetration of an offence by a collaborator of justice under protection should, according to the relevant circumstances, imply the revocation of protection measures.", "...”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}