{"ITEMID": "001-93628", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BAROUL PARTNER-A v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Just satisfaction reserved", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant, Baroul Partner-A, is a company incorporated in Moldova.", "6. In 2000, in accordance with the Law on the Privatisation Programme for the years 1997-2000, the Government put up for sale their portion of the shares (199,875 shares, representing 65.86%) in the Soroca Gravel and Granite Quarry Co. (“the quarry”).", "7. The applicant company participated in the auction and, having offered the highest price, purchased the stock in February 2000 at a price of 12.5 Moldovan lei (MDL) per share. The total price of the purchased stock was MDL 2,498,437.5.", "8. In 2003 the Court of Accounts carried out a check on the privatisation activity of the Government and in a decision of 3 January 2004 found that in 1996 the quarry had received from a third State-owned company twenty-seven railway carriages without any title and that those carriages had remained in the quarry's possession throughout its subsequent existence without ever being included in the accounting documents.", "9. On an unspecified date in 2004 the Department of Privatisation initiated proceedings for unjust enrichment against the quarry, claiming compensation for the railway carriages. The proceedings ended with a final judgment of the Supreme Court of Justice of 11 November 2004, by which the quarry was ordered to pay the State MDL 972,000, representing the cost of the carriages as established by an expert report. The judgment was enforced in 2005.", "10. On 29 July 2006 the Centre for the Fight against Economic Crime and Corruption (“CFECC”) initiated criminal proceedings in respect of the privatisation of the quarry. The activity of the quarry was blocked as a result of the seizure of the accounting documents, the refusal to extend licences for extraction of granite and gravel, and other measures taken against the quarry by the State authorities. It appears that the criminal investigation is still pending before the CFECC and that the case has never been brought before the courts.", "11. On 15 December 2006 the Prosecutor General's Office initiated, on behalf of the Government, court proceedings against the Department of Privatisation and the applicant company, seeking the annulment of the contract of sale of the State-owned stock. It argued that since at the date of the sale of the shares the quarry had not included the twenty-seven carriages in its accounting documents (see paragraphs 8 and 9 above), the price of each share had been fixed at only MDL 12.5, whereas it should have been MDL 13.88. The Prosecutor General's Office did not make reference to the proceedings which ended with the judgment of the Supreme Court of Justice of 11 November 2004. In its pleadings before the court, the Prosecutor's Office argued that its action was not time-barred since the time-limit did not apply to its court actions.", "12. In its observations and pleadings, the Department of Privatisation disagreed with the Prosecutor General's action and argued that the applicant company had participated in an auction organised by the Government and had won it by offering the highest price for the shares. The auction was organised in accordance with the relevant regulations. The question of the carriages which had not been included in the quarry's accounting documents in 1996 had been resolved by the Department of Privatisation by way of civil proceedings which ended with the judgment of the Supreme Court of Justice of 11 November 2004 in favour of the Department of Privatisation. That judgment was enforced in 2005.", "13. In its observations and pleadings, the applicant company argued that the Prosecutor General's action was time-barred. It was contrary to the principle of legal certainty and equality of arms to allow the Prosecutor General to challenge administrative acts in the courts without the latter being subject to any time limitations. In any event, the provision of the old Civil Code exempting the Prosecutor General from complying with the general three-year time-limit only referred to claims against kolkhozs (collective farms), non-governmental organisations, cooperatives and citizens. The applicant company did not fall within any of those categories. Finally, the dispute over the carriages had already been resolved by a final judgment of the Supreme Court of 11 November 2004.", "14. On 12 April 2007 the Economic Court upheld the Prosecutor General's action and found the arguments adduced by him to be well-founded. Referring to the applicant company's objection concerning the Statute of Limitations, the court found that the three-year time-limit was applicable to the Prosecutor General's court action. At the same time, according to the court, the time-limit was to be calculated from the date when the Prosecutor General's Office found out or must have found out about the problem with the carriages. In the court's opinion, that date was 3 January 2004, the date of the Court of Accounts' decision (see paragraph 8 above). Accordingly, the action was lodged within the three-year limit. As to the applicant's objection concerning the existence of a final judgment concerning the same dispute, the court found that objection ill-founded because the first set of proceedings had concerned the issue of compensation while the second concerned the issue of the annulment of the privatisation. The Economic Court ordered the annulment of the contract of sale of shares, the return of 199,975 shares to the State and the return to the applicant company of the price paid for them, MDL 2,498,437.5.", "15. The applicant company appealed against this judgment and argued, inter alia, that the Economic Court had on its own initiative come up with a solution for the Prosecutor General's problem with the time-limit. Furthermore, the applicant disagreed with this solution and argued that the time-limit should be calculated from the date when the shares were bought. It submitted that there were no impediments preventing the Prosecutor General from finding out about the problem of the carriages before the Court of Accounts had issued its decision in January 2004 and relied in this connection on the official commentary to the Civil Code. The applicant company also submitted that there had been no impediments to the Court of Accounts conducting its investigation earlier, and argued that accepting the Economic Court's line of thinking amounted to accepting that the Prosecutor's Office could challenge transactions concluded very many years ago by arguing that it had just found out about their illegality. The applicant company further submitted that the dispute was identical to that which ended with the judgment of the Supreme Court of 11 November 2004 and that the judge of the Economic Court who had examined the case had been influenced by the Government.", "16. On 12 July 2007 the Supreme Court of Justice dismissed the applicant company's appeal and upheld the reasoning given by the lower-instance court. The judgment became final and an enforcement warrant was issued, under which the applicant company was obliged to transmit to the Government 199,875 shares in the quarry.", "17. During the enforcement proceedings, the Government realised that in spite of the favourable outcome of the proceedings for them, they had not gained control over the quarry. Notably, they learned that in 2002 the quarry had issued 349,738 new shares as a result of the applicant company's adding new extraction equipment worth MDL 3,147,642 to its assets. The new shares were registered by the National Commission of Movable Assets on 20 May 2002. As a result, the ratio of the shares in the quarry's stock obtained by the Government after the proceedings had ended with the judgment of 12 July 2007 represented 30.59% and the applicant company maintained control over the quarry.", "18. On 21 August 2007 the Prosecutor General's Office, on behalf of the Government, applied to the Economic Court for a supplementary judgment. It argued that the meaning of the judgment of the Supreme Court of Justice of 12 July 2007 had been to put the parties in the position they had been prior to February 2000, when the State held 65.86%. However, that was not possible because of the issue of new shares in 2002. Accordingly, the court was requested to annul the decision of the quarry's shareholder's meeting concerning the issue of 349,738 shares and the decision of the National Commission of Movable Values on 30 May 2002 concerning the registration of the new shares.", "19. In its submissions to the Economic Court the applicant company argued that the Prosecutor General's Office, acting on behalf of the Government, had not requested the annulment of the issue of 349,738 shares in its initial court action. According to Article 250 of the Code of Civil Procedure, a supplementary judgment could be issued only if the court had omitted to rule in respect of a claim made by one of the parties to the proceedings. Since the Prosecutor's Office only sought the annulment of the sale of 199,875 shares, his new request could not be treated in a supplementary judgment. In any event, the issue of the new shares took place in 2002 and, therefore, the Prosecutor Office's action was time-barred. The approach taken by the court in respect of the time-limit in the main proceedings was inapplicable to the new request of the Prosecutor General's Office because the Court of Accounts did not refer to the problem of the issue of new shares in its judgment of 3 January 2004. Accordingly, the Prosecutor could not claim to have found out about that only in January 2004.", "20. On 6 September 2007 the Economic Court upheld the Prosecutor General's action. Referring to the applicant company's objection that no claim about the annulment of the issue of new shares had been made during the proceedings which had ended on 12 July 2007 and that the new request could not be examined in a supplementary judgment, the court found that the claim was implicit in the Prosecutor General's Office's action, seeking that the State be reinstated in its right of ownership of 65.86% of the quarry's shares. According to the court, it was impossible to make such a reinstatement without annulling the shares issued in 2002. Since the court failed to rule on that problem, it was necessary to treat it in a supplementary judgment. The court ordered the annulment of the new shares arguing that otherwise the Government would own only 30.59% of the quarry's stock, a situation contrary to the judgment of 12 July 2007, where it was ordered that the Government be reinstated in its right of ownership of 65.86% of the shares. The court did not refer to the applicant company's objection based on the time-limit.", "21. The applicant company appealed against the judgment and argued, inter alia, that in its initial action the Prosecutor General's Office had requested the annulment of the sale of the shares in 2000 but not the reinstatement of the State in its right of ownership of 65.86% of the quarry's shares. In support of this submission the applicant company cited parts of the Prosecutor General's application before the first-instance court. It argued that the Economic Court had misrepresented the prosecutor's claims. The applicant company also submitted that the first-instance court had failed to address its Statute of Limitations objection.", "22. On 18 October 2007 the Supreme Court of Justice dismissed the applicant company's appeal. It found that since the sale of the shares of 2000 had been declared void, the parties had to be reinstated in their initial position, namely the position before the act of sale when the State owned 65.86% of the shares. Therefore, it was correct for the Economic Court to adopt a supplementary judgment clarifying the situation.", "23. On 24 December 2007 the applicant company applied to the Economic Court and requested it to explain how the judgment of 6 September 2007 was to be enforced in terms of restitution of its contribution as a result of which the quarry had issued new shares in 2002 (see paragraph 17 above).", "24. On 3 March 2008 the Economic Court issued a new judgment explaining that the applicant company was to be paid by the Government MDL 3,147,642, the value of the shares issued in 2002. The Government appealed against this judgment.", "25. On 3 April 2008 the Supreme Court of Justice upheld the Government's appeal, quashed the judgment of 3 March 2008 and ordered a re-examination.", "26. On 7 July 2008 the Economic Court re-examined the applicant company's request. It did not order that the value of the shares issued in 2002 be returned to the applicant but that the latter be returned the extracting equipment which had been added to the quarry's assets in 2002 (see paragraph 17 above). The applicant company appealed and argued that the solution given by the Economic Court was contrary to domestic legislation. However, the appeal was dismissed by the Supreme Court of Justice on 4 September 2008.", "27. Since the mining equipment had been used and was useless to the applicant company, it has not been recovered by it from the quarry.", "28. The relevant provisions of the Civil Code, in force at the relevant time, provide:", "The general limitation period for protection through a court action of the rights of a [natural] person is three years; it is one year for lawsuits between State organisations, collective farms and any other social organisations.", "The competent court ... shall apply the limitation period whether or not the parties request such application.", "The limitation period starts running from the day on which the right of action arises. The right of action arises on the day when a person comes to know or should have come to know that his right has been breached...", "Expiry of the limitation period prior to initiation of court proceedings constitutes a ground for rejecting the claim.", "If the competent court ... finds that the action has not commenced within the limitation period for well-founded reasons, the right in question shall be protected.", "The limitation period does not apply:", "...", "(2) to claims by State organisations regarding restitution of State property found in the unlawful possession of ... other organisations ... and of citizens;”.", "29. The relevant provisions of the new Civil Code, in force after 12 June 2003, read as follows:", "“(1) The civil law does not have a retroactive character. It cannot modify or suppress the conditions in which a prior legal situation was constituted or the conditions in which such a legal situation was extinguished. The new law cannot alter or abolish the already created effects of a legal situation which has been extinguished or is in the process of execution.”", "30. In a judgment of 20 April 2005 (case nr. 2ra-563/05) the Supreme Court of Justice dismissed the plaintiff's contentions based on the provisions of the new Civil Code on the ground that the facts of the case related to a period before the entry into force of the new Civil Code and that, therefore, the provisions of the old Civil Code were applicable."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}