{"ITEMID": "001-58494", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GARCÍA MANIBARDO v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Matti Pellonpää", "TEXT": ["8. On 10 October 1990 the applicant’s husband was killed in a road-traffic accident when a car and a lorry collided.", "9. A criminal investigation (diligencias previas – no. 1394/90) was started before Amposta investigating judge no. 1. It appeared at first that a Mr P. was the driver of the car involved in the accident.", "10. On 12 November 1990 Mr P.’s insurers paid the applicant 18,250,000 pesetas (ESP) in compensation for her husband’s death, independently of the criminal investigation that was under way. In her letter of acceptance dated that day, the applicant waived for herself and her four minor children the right to make any claim in civil or criminal proceedings in connection with the pending criminal investigation. She confirmed that waiver before Amposta investigating judge no. 1 on 22 November 1990.", "11. In a decision (auto) of 10 June 1993 Amposta investigating judge no. 1 declared that there was no longer any need to pursue the pending investigation with regard to establishing any criminal liability.", "12. By a decision (auto) of 30 November 1993 of Amposta investigating judge no. 1, Mr P.’s widow and children (who were minors) were awarded compensation to be paid by the insurers of the lorry that had collided with the car. Mr P. had also been killed in the accident and was believed to have been the driver of the car.", "13. Mrs P., the widow of the presumed driver of the car, considered the sum she had received inadequate and that it was not her husband who had been driving the car involved in the collision, but the applicant’s. On 7 March 1994 she lodged a written application for damages on behalf of herself and her two minor children with Amposta district judge no. 1. Her action, which had to be conducted in accordance with the rules for oral proceedings (juicio verbal), was brought jointly against the heirs of the applicant’s husband, the heirs of the owner of the car who was also killed in the accident and the insurers of the vehicle.", "14. On 23 June 1994 the applicant, who was acting in her own name and on behalf of her minor children and was represented by a lawyer who accepted her instructions “on the basis that he was acting as if he had been appointed by the court”, orally contested the claim against her by reference to the “facts and reasons contained in the annexed document[s]”. In those documents, the applicant replied in writing to the claimant’s arguments and applied for legal aid. She referred to her domestic situation, disclosed her personal income, which consisted solely of her widow’s pension and the income of her children who were now without a father, and stated that she owned a home that she had purchased with the compensation received as a result of her husband’s death. The documents were referred to in the record of the hearing of 5 July 1994 in the following terms: “the documents annexed to [the applicant’s] memorial in reply to the claim are considered to have been produced”. The insurers of the car also contested the claim and lodged written documents containing detailed submissions.", "15. In a judgment of 20 December 1994 Amposta district judge no. 1 found that the driver of the car involved in the collision had been the applicant’s husband, not the claimant’s, and ordered the former’s heirs and the vehicle insurers jointly and severally, or, in the alternative, the heirs of the owner of the vehicle, to pay Mrs P. and her two children the sum of ESP 18,000,000.", "16. All the parties appealed against that decision. In a decision (providencia) of 16 January 1995, Amposta district judge no. 1 gave the applicant permission to appeal on condition that she deposited the amount awarded in the judgment at first instance, in accordance with supplemental section 1(4) of Basic Law no. 3/1989 of 21 June 1989 updating the Criminal Code.", "17. On 25 February 1995 the applicant lodged an application with Amposta district judge no. 1 to have that decision set aside (reposición) on the ground that it was impossible for her to deposit the sum requested by the Audiencia Provincial. On 5 April 1995 the application was declared admissible in accordance with the Constitutional Court’s case-law on the subject (judgment no. 84/1992 of 28 May 1992), and the applicant was exempted from the obligation to deposit the amount concerned prior to lodging the appeal. The district judge took into account the applicant’s domestic and financial circumstances “as set out in the court file” in reaching his decision.", "18. In a judgment of 2 September 1996 the Tarragona Audiencia Provincial declared the appeal lodged by the applicant’s opponent partly admissible, upheld the judgment of the district judge and declared the applicant’s appeal inadmissible on the ground that she had not deposited the requisite sum or shown that she had tried to find other means – such as a bank guarantee as suggested by the Constitutional Court in its judgment no. 30/1994 of 27 January 1994 – of complying with that obligation. As regards the district judge’s ruling that the appeal was admissible and his decision to exempt the applicant from the obligation to deposit the monies, the Audiencia Provincial explained that, since the appeal had been examined even though it should have been declared inadmissible, the grounds for a finding of inadmissibility had become grounds for dismissing the appeal.", "19. On 23 December 1996 the applicant lodged an amparo appeal with the Constitutional Court. She relied on her right to a fair hearing and on the non-discrimination principle arguing that no deposit had been demanded from her opponent despite her cross-appeal. The applicant added that she had applied for legal aid at first instance and that her financial and domestic circumstances had prevented her from depositing the amount required to lodge her appeal.", "20. Meanwhile, in connection with the enforcement of the Tarragona Audiencia Provincial’s judgment, the Amposta district judge had, by a decision (providencia) of 30 December 1996, ordered the seizure of the assets of the applicant and the vehicle insurers as security for the payment of the compensation awarded to Mrs P.", "21. On 7 January 1997 the applicant wrote to Amposta district judge no. 1 to request that her application for legal aid made on 23 June 1994 in her memorial in reply to Mrs P.’s claim before the district judge be examined and a stay of execution pending delivery of the decision of the Constitutional Court in the amparo appeal lodged on 23 December 1996. On 16 January 1997 the district judge decided to examine the application for legal aid.", "22. In a decision of 10 March 1997 the Constitutional Court dismissed the applicant’s amparo appeal on the ground that it had no constitutional basis. It held that the decision declaring the applicant’s appeal inadmissible had been properly reasoned, that it answered the applicant’s legal arguments reasonably and had been delivered after adversarial proceedings with full procedural guarantees. With regard to the alleged violation of the non-discrimination principle, the Constitutional Court held that the position of a person held liable civilly and the position of the party who had won the action were not comparable.", "23. The applicant was granted legal aid by a decision of Amposta district judge no. 1 of 15 April 1997. No appeal was lodged against that decision.", "24. The provisions of the Code of Civil Procedure relating to legal aid (before the entry into force of Law no. 1/1996 of 10 January 1996) read as follows:", "“Application for recognition of the right to take part in proceedings free of charge shall be made to the judge or court that has or will have jurisdiction over the proceedings or the voluntary judicial act in respect of which the application is made ...”", "“The application shall be deemed ancillary to the main proceedings and shall be examined separately under the rules specific to oral proceedings; the other parties and State Counsel shall be heard.”", "“The application and related procedure shall not entail a stay of the main proceedings, unless all parties so request ...”", "“Anyone granted legal aid under a statutory provision or by a court order shall be entitled to:", "...", "(3) exemption from the obligation to deposit the sums required on lodging an appeal or application for judicial review. ...”", "“A grant of legal aid for specific proceedings shall cover all steps and appeals related to those proceedings, but shall not be used in any other proceedings.”", "“Anyone entitled to free legal representation may be represented by a barrister or solicitor of his own choice if the barrister or solicitor agrees to act, failing which counsel shall be appointed by the court.”", "“The hearing shall take place on the appointed day before the judge and the registrar.", "The parties shall set out their claims and anything they consider relevant to their case in turn. Thereafter, relevant evidence may be produced and the documentary evidence shall be placed in the court file.", "...", "The parties may choose a representative, who must be a practising barrister or a practising solicitor, to speak on their behalf. The representative may attend the hearing.", "...”", "25. Transitional provision no. 1 of Law no. 1/1996 of 10 January 1996 provides:", "“Applications for legal aid made before Law no. 1/1996 enters into force shall be made in accordance with the legislation in force when the application is made.”", "26. Subsection (4) of supplemental section 1 of Basic Law no. 3/1989 of 21 June 1989 provides:", "“Anyone who is ordered to pay compensation and wishes to lodge an appeal against a decision concluding proceedings to which this provision relates must show that the amount that he or she has been ordered to pay together with accrued interest and expenses has been deposited ...”", "27. In its judgment no. 84/1992 of 28 May 1992, the Constitutional Court noted that while appellants should be given an opportunity to remedy an omission, the payment of the deposit before the appeal was lodged was not a mere condition of form, but an essential prerequisite for the lodging of an appeal. However, the statutory requirement to deposit the monies could, in certain cases, infringe litigants’ rights to effective protection by the courts of first instance and appeal thereby creating situations in which the person ordered to make payment was prevented from appealing and would thus be defenceless. The Constitutional Court referred to the need for the financial circumstances of the person against whom the order had been made to be taken into account, the judge being required to examine each case and if necessary to decline to apply a statutory provision which in another case would be mandatory.", "28. In its judgment no. 30/1994 of 27 January 1994 in a case on labour law, the Constitutional Court said that an appeal would be inadmissible unless the obligation to deposit monies was complied with “... except where the applicant was in receipt of legal aid, in which case he or she could satisfy the obligation with a bank guarantee instead ...”.", "29. In its judgment no. 187/1992 of 28 May 1992, delivered in answer to a constitutionality question raised by the Murcia Audiencia Provincial, the Constitutional Court likewise referred to situations in which a non legally aided applicant was subject to bankruptcy proceedings or was insolvent."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}