{"ITEMID": "001-76499", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KLEMENT v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicants were born in 1955, 1934 and 1968 respectively, and live in Miskolc, Hungary.", "5. In 1993 criminal proceedings were instituted against the applicants and other suspects. In the context of a series of complicated economic offences, they were charged with several counts of aggravated fraud, tax fraud, forgery of documents, bribery, fraudulent bankruptcy and accounting crimes. In the ensuing proceedings the applicants were assisted by defence counsel of their choice.", "6. On 25 November 1996 the first applicant’s bank accounts were frozen in order to secure the eventual confiscation of any criminal profit he might have made. Simultaneously, the applicants’ homes were searched. On 10 June 1997 the Borsod-Abaúj-Zemplén County Regional Court changed the decision of 25 November 1996 and extended the freezing measure to include all of the first applicant’s assets.", "7. On 23 June 1995 the Miskolc District Public Prosecutor’s Office preferred a bill of indictment. The charges concerned altogether eight defendants.", "8. After having held 30 hearings between 17 June 1997 and 7 July 1998, on 8 July 1998 the Miskolc District Court convicted the applicants of several counts of fraud, tax fraud, fraudulent bankruptcy, forgery of documents as well as accounting crimes, while acquitting them of other charges. The first applicant was sentenced to seven years’ imprisonment and to the confiscation of his frozen property in the value of 300 million Hungarian forints; the second and the third applicants were sentenced to three and a half years’ and three years’ imprisonment respectively. In the reasoning of its 76-page judgment, the District Court relied on evidence given by numerous witnesses, several opinions prepared by expert accountants, tax advisers and engineers, and documentary evidence.", "9. In October 1998 the applicants submitted their initial and, on 14 May 1999, their detailed appeal. Meanwhile, on 6 January 1999 the Heves County Regional Court was appointed to hear the case, for reasons of incompatibility, instead of the competent Borsod-Abaúj-Zemplén County Regional Court.", "10. After having held a hearing on 22 June 1999, on 20 September 2000 the Heves County Regional Court re-characterised part of the offences committed by the applicants, acquitted them of some charges, and reduced the first applicant’s prison term to five years and six months, and the second applicant’s term to three years. For the remainder, it upheld the first-instance judgment.", "11. On 29 December 2000 the second and third applicants filed a petition for review. On 6 March 2002 the Supreme Court acquitted them of the charge of tax fraud and upheld the remainder of the second-instance judgment in their respect.", "12. The first applicant’s repeated requests for a retrial were finally refused on 21 May 2002."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}