{"ITEMID": "001-85118", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GITSKAYLO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1936 and lives in the village of Yasonovskiy, Lugansk Region, Ukraine.", "5. The applicant is a former employee of the Frunze State Mine (ДОАО шахта ім. Фрунзе, hereafter “the Mine”). He is suffering from an occupational disease.", "6. In 1994 a medical commission established that due to his occupational disease the applicant had permanently lost 25% of his ability to work.", "7. As during his employment with the Mine the applicant had served in several different capacities, on 13 June 1997 he brought proceedings against his former employer, seeking to have identified the work which had caused his occupational disease. He also sought recovery of his occupational disability allowance arrears.", "8. On 9 July 1997 the judge of the Rovenkovskiy Town Court (Ровеньківський міський суд, hereafter “the Town Court”), dealing with the applicant's case, ordered an additional medical examination to determine the degree of his disability.", "9. On 12 December 1997 the Lugansk Bureau of the Regional Bureau of Forensic Medical Examinations (Луганське обласне бюро судово-медичних експертиз) confirmed the applicant's previous diagnosis and the fact that he had lost 25% of his ability to work.", "10. On 6 March 1998 the Town Court terminated the proceedings as the parties had reached a friendly settlement under which the Mine was to pay the applicant 947.50 Ukrainian hryvnas (UAH) in compensation.", "11. On an unspecified date in 1998 the applicant requested a supervisory (наглядове) review of the above decision, stating that he had agreed to the friendly settlement under unlawful pressure from the trial judge.", "12. On 23 December 1998 the Presidium of the Lugansk Regional Court (Луганський обласний суд, hereafter “the Regional Court”), acting upon an extraordinary appeal (протест в порядку нагляду) of the Deputy President of this court, quashed the decision of 6 March 1998 and remitted the case for a fresh consideration. It was found that the first-instance court had not examined the possible consequences of this decision for the parties.", "13. Of seven hearings scheduled for the period between February 1998 and February 2000 one was adjourned at the applicant's request and four were cancelled on account of the applicant's and his lawyer's absence from the courtroom. This delayed the proceedings for a total of seven months.", "14. On two occasions during this period the Mine's representative failed to appear. During this period the applicant filed one successful and three unsuccessful challenges to the impartiality of the presiding judge.", "15. On 29 February 2000 the Town Court, having heard the parties and examined the case file, allowed the applicant's claims in part. The applicant appealed, considering that the sum of the disability allowance arrears which had been awarded to him was insufficient.", "16. On 1 March 2001 the Regional Court quashed this decision on the ground that the first-instance court had failed to give due consideration to all the applicant's claims and that the amount of his allowance had been calculated wrongly. The case was remitted for a fresh hearing.", "17. Of five hearings fixed for the period from June to September 2001 four were quashed due to the failure of the Mine's representative to appear.", "18. On 27 July 2001 the Supreme Court (Верховний Суд України), in response to the applicant's complaint about the length of the proceedings, urged the Lugansk Regional Court of Appeal (Апеляційний суд Луганської області, the Lugansk Regional Court as renamed on 29 June 2001, hereafter “the Court of Appeal”) to take the necessary measures to ensure the prompt determination of the applicant's claims.", "19. On 26 September 2001 the Town Court found for the applicant in part. The court identified the work which had caused the applicant's occupational disease. However, his compensation claims were rejected in their entirety. The applicant appealed against the latter part of the judgment.", "20. On 17 December 2001 the Court of Appeal quashed the appealed part of the judgment and remitted the question of disability allowance arrears for a fresh consideration. The Court of Appeal indicated that the first instance court had failed to examine thoroughly the applicant's statements as to the wrong calculation of the amount of his allowance.", "21. On 26 April 2002 the Town Court rejected the applicant's compensation claims as unsubstantiated. The applicant appealed.", "22. On 8 August 2002 the Court of Appeal quashed this judgment and remitted the case for a fresh consideration, relying on the same grounds as those stated in its decision of 17 December 2001.", "23. On 1 November 2002 the Town Court, based on the case file and the parties' oral submissions, rejected the applicant's claims for recovery of disability allowance arrears as unsubstantiated. The applicant lodged an appeal against this judgment.", "24. On 5 May 2003 the Court of Appeal changed this decision and ordered the Mine to pay the applicant a lump sum of UAH 103.72. Considering this sum insufficient the applicant appealed in cassation.", "25. On 17 November 2004 the Supreme Court dismissed the applicant's appeal in cassation.", "26. This decision was served on the applicant on 14 February 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}