{"ITEMID": "001-79876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "GÜNGÖR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Pınar Güngör, is a Turkish national who was born in 1937 and lives in Ankara. She was represented before the Court by Mr K. Berzeg, a lawyer practising in Ankara. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of 102.08 square metres of land, in a plot of 700 square metres (plot no. 15/A), in Kızılay Square, in the Çankaya district of Ankara. The plot in question is situated in front of the Soysal Business Centre, of which the applicant is a co-owner.", "On 22 March 1994 the applicant brought an action for compensation against the Ankara Municipality (Ankara Büyükşehir Belediyesi) before the Ankara Civil Court of First Instance. She submitted, inter alia, that the Ankara Municipality occupied plot no. 15/A illegally for the purposes of constructing a tube station in Kızılay Square. The applicant maintained that the Municipality neither conducted expropriation proceedings nor compensated her for the damage resulting from the de facto taking of her property. She requested to be paid the value of the plot in question. She also submitted an expert report dated 16 March 1994 in support of her claim. According to this report, the Municipality was in actual possession of plot no. 15/A.", "The Municipality denied the allegations and argued that they had been in actual possession of plot no. 15/A since 1967. They therefore argued that the applicant’s action for compensation had to be rejected as being time-barred.", "On 15 April 1994 the Ankara Municipality submitted a sketch plan to the Ankara Civil Court of First Instance according to which plot no. 15/A was situated next to two other plots of land belonging to the applicant and her co-owners and was left by the owners as an access area.", "On 16 September 1994 the Ankara Civil Court of First Instance requested the Çankaya and Ankara Municipalities to submit information on whether plot no. 15/A was used by these municipalities.", "On 5 October 1994 the Ankara Land Registry Directorate informed the Ankara Civil Court of First Instance that the applicant was one of the co-owners of plot no. 15/A and that, in the registry records, it was stated that the plot was “to be expropriated”.", "On 7 October 1994 the Çankaya Municipality informed the first-instance court that the applicant’s land had been used by the Ankara Municipality since 16 March 1967.", "On 18 November 1994 the Ankara Municipality informed the firstinstance court that there had been a de facto interference with the applicant’s co-ownership rights to plot no. 15/A by the Municipality during the construction of the tube station in Kızılay Square.", "On an unspecified date, the first-instance court ordered an expert report to be prepared in order to determine the value of plot no. 15/A.", "On 8 April 1996 a committee of experts submitted a report to the Ankara Civil Court of First Instance. According to the experts’ report, the Municipality was in actual possession of plot no. 15/A although the applicant was identified as the co-owner of the plot in the land registry records. The experts stated that the value of the land that the applicant co-owned was 7,145,600,000 Turkish liras (TRL) (258,273 euros (EUR)).", "On 17 March 1997 the Ankara Municipality informed the Ankara Civil Court of First Instance that plot no. 15/A, which was located in front of the Soysal Business Centre, had been used during the construction of the tube station with a view to ensuring the security of the surrounding area. Following the lodging of the case by the applicant, they separated the plot from the entrance to the tube station by means of a wall and restored the plot to its original state by paving it.", "On 30 April 1997 another expert report was drafted. According to this report, plot no. 15/A had been used during the construction of the tube station in Kızılay Square in order to ensure the security of the neighbouring buildings. The report further indicated that the plot in question had been paved by the Municipality and that it was used as a pedestrian area.", "On 7 July 1997 the Ankara Civil Court of First Instance held that the Ankara Municipality had been in actual possession of the land since 1967. It accordingly rejected the case as having been introduced outside the statutory time-limit laid down by the Expropriation Act (Law no. 2942).", "The applicant appealed.", "On 23 February 1998 the Court of Cassation rendered its decision. It observed that according to the local master building and settlement plan (imar planı), plot no. 15/A was used as an access area for the surrounding buildings. The Court of Cassation considered that the administration could not therefore be considered to be in actual possession of the plot. It further held that the legal reasoning of the first-instance court was erroneous since plot no. 15/A had only been used to ensure the neighbouring buildings’ security during the construction of the tube station and that there had been no interference with the plot afterwards. The Court of Cassation based its assessment on the expert report of 30 April 1997. It nevertheless agreed with the Ankara Civil Court of First Instance that the case should be dismissed and upheld the judgment of 7 July 1997, but for different reasons.", "On 13 May 1998 the Court of Cassation dismissed the applicant’s request for rectification of the decision of 23 February 1998.", "On 9 June 1998 the decision of 13 May 1998 was served on the applicant.", "It appears from this document that the applicant is one of the co-owners of plot no. 15/A.", "According to the judgment of the Ankara Civil Court of First Instance of 23 May 1977, on 24 June 1964 the Ankara Municipality brought an action against the applicant’s and her co-owners’ heirs and requested that the title to plot no. 15/A be transferred to it. The court dismissed the case.", "The Municipality informed one of the applicant’s co-owners, Zeki Güngör, that plot no. 15/A was the front access area of the buildings next to the plot and that construction of a building on the plot was not possible.", "The Municipality proposed that the Soysal Business Centre Directorate transfer the title to plot no. 15/A to it free of charge. It further proposed that the Municipality would, in return, construct one of the exits of the tube station in the Business Centre - which would normally cost 300,000 US dollars (USD) - free of charge.", "Article 13 of Law no. 2577 on administrative procedure provides that any person who has suffered damage as a result of an act committed by the administration may request compensation from the administration. In the event of complete or partial rejection of a compensation request, or if no reply has been received within a time-limit of sixty days, the person involved may initiate administrative proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}