{"ITEMID": "001-59025", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF BARFUSS v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 19 May 1994 the applicant was charged with fraud under Article 250 §§ 1 and 4 of the Criminal Code, it being alleged that in November 1991 and January 1992, he had deceived the Czech Commercial Bank (Česká komerční banka) and the Pragobank (Pragobanka) by concluding two loan contracts for CZK 5,000,000 and CZK 57,000,000, without informing the banks that he had previously incurred debts of CZK 4,900,000, CZK 21,217,000 and CZK 15,000,000. On the same day, the applicant was arrested.", "9. On 20 May 1994 the Karlovy Vary District Court (okresní soud) (“the District Court”) ordered the applicant’s detention on remand under Article 67 of the Code of Criminal Procedure, with effect from 19 May 1994, stating that the applicant could influence witnesses who had not been heard by the police. At the same time, the court refused to release the applicant on bail or on oath. The applicant challenged the order claiming that he was prepared to satisfy his creditors and did not intend to abscond or influence the witnesses. He repeated his request to be released, invoking his health problems.", "10. On 17 June 1994 the Plzeň Regional Court (krajský soud) (“the Regional Court”), referring to Article 67(a) of the Code of Criminal Procedure, noted that the applicant was under threat of a heavy prison sentence which justified the concern of the court that he would abscond and evade the criminal proceedings. It further noted that the applicant had already been prosecuted, had abused alcohol in recent years and would probably not be able to compensate for the damage he had caused to the banks immediately. The court refused to release the applicant on bail.", "11. On 26 October 1994 the applicant was charged with ten further acts of fraud, pursuant to Article 250 §§ 1 and 4 of the Criminal Code, which he had allegedly committed between 12 July 1991 and 9 September 1992. The damage was estimated at CZK 185,000,000.", "12. On 19 September 1995 the Plzeň Regional Prosecutor (krajský státní zástupce) formally indicted the applicant before the Regional Court. A preliminary hearing was held on 11 April 1996. The court decided to send the case back to the Regional Prosecutor for further investigations and the taking of evidence. On 18 July 1996 the High Court (Vrchní soud) quashed this decision and ordered the Regional Court to deal with the case.", "13. On 19 August 1996 the President of the Chamber (předseda senátu) of the Regional Court informed the applicant’s representative that it would be impossible to deal with the case before March 1997, because of the overwhelming workload of the court and the chamber dealing with the case.", "14. On 27 August 1996 the Vice-President of the Regional Court (místopředseda soudu) transferred the applicant’s case to another chamber which would be able to deal with it without delay. On 2 September 1996 the Plzeň Regional Court decided to transfer the case to the Prague Regional Court, pursuant to Articles 18 § 1 and 188 § 1(a) of the Code of Criminal Procedure, as it appeared from the primary evidence and witness statements that the offences had been committed in Prague. On 4 October 1996 the Prague Regional Court refused to deal with the case on the grounds that the indictment had been lodged with the Plzeň Regional Court which had already held the preliminary hearing, and that one of the banks concerned had its seat in the Plzeň region. On 30 October 1996 the High Court decided that the Plzeň Regional Court was competent to deal with the case.", "15. On 30 January 1997 the Regional Court scheduled substantive hearings for 12-13 March, 1-4 April, 7-10 April and 21-24 April 1997. The hearing held on 24 April 1997 was adjourned (no new date being fixed) as the court considered it necessary to hear further witnesses and to obtain further documentary evidence. On 11 September 1997 the substantive hearing continued and was adjourned until 7 November 1997 because of the applicant’s request to take further evidence.", "16. On 7 November 1997 the Regional Court convicted the applicant of fraud under Article 250 §§ 1 and 4 of the Criminal Code and sentenced him, inter alia, to nine years' imprisonment. On 26 March 1998 the High Court, after a public hearing on 9 December 1997, upheld this judgment.", "17. On 4 November 1994 the District Court extended the applicant’s detention on remand until 19 February 1995. The court held that the detention was necessary, within the meaning of Article 67(a) of the Code of Criminal Procedure, as there was a danger that the applicant would abscond. It stated that the extension of the charges against the applicant would necessitate further investigation, including the hearing of employees of the banks concerned and the gathering of further documentary evidence.", "18. On 6 February 1995 the District Court, at the District Prosecutor’s request, extended the applicant’s detention on remand until 19 June 1995, having regard to the further investigations and the risk that the applicant would abscond.", "19. On 8 June 1995 the District Court, at the District Prosecutor’s request, extended the applicant’s detention on remand until 19 September 1995. The District Prosecutor submitted that the investigating authorities had not been provided with an accounting expert’s report or with the statements of two witnesses living in Germany. The court found that the applicant’s release would frustrate or impede the purpose of the criminal proceedings. The applicant appealed against this decision, claiming that his company, “Georgia”, had begun to meet its outstanding debts. On 10 July 1995 the Regional Court dismissed the applicant’s complaint and upheld the findings of the District Court.", "20. On 11 April 1996, at the end of the preliminary hearing, the Regional Court decided, under Section 192 of the Code of Criminal Procedure, to keep the applicant in custody on the grounds that the reasons for his original detention continued to apply. On 18 July 1996 the High Court upheld this decision.", "21. On 30 April 1996 the President of the Chamber of the Regional Court requested the High Court to grant an extension of the applicant’s detention on remand until 30 November 1996, stating that the indictment had only been preferred on 19 September 1995 and that the court had repeatedly had to deal with the applicant’s requests for release. He noted that the consideration of the case-file had been concluded on 11 April 1996, when his court had decided to send the case back to the prosecutor for further investigations and to keep the applicant in detention. He further noted that, in view of the nature and extent of the further investigations, and in the event that the court’s decision were to be upheld, the examination of further evidence would take several months. He also stated that the chamber was overburdened with work until the end of 1996.", "22. On 17 May 1996 the High Court granted the request and extended the applicant’s detention on remand until 30 November 1996, pursuant to Article 71 § 3 of the Code of Criminal Procedure. It referred to the complex character of the case and the necessity to examine further evidence. The court stated inter alia that, given the legal classification of the applicant’s offence, he was likely to be sentenced to a lengthy term of imprisonment if convicted. It also noted that, having numerous contacts abroad and being in debt, the applicant might abscond. It considered, therefore, that the applicant’s detention was necessary within the meaning of Article 67(a) of the Code of Criminal Procedure. On 12 June 1996 the Supreme Court (Nejvyšší soud) upheld this extension and found that the applicant’s alleged health problems were not sufficient to convince the court that the applicant would not abscond.", "23. On 19 November 1996 the High Court, at the request of the President of the Chamber of the Regional Court, extended the applicant's detention on remand until 15 May 1997, pursuant to Article 71 § 3 of the Code of Criminal Procedure. The reasons given for the extension were similar to those given for the previous extension. The court noted that the length of the proceedings was due to the length of the investigation and the complexity of the case.", "24. On 26 November 1996 the applicant lodged a complaint against this decision with the Supreme Court. He contested the High Court’s arguments and noted that his detention had lasted 16 months, that the indictment had been presented 14 months ago and that no substantive hearing had been held so far. On 19 December 1996 the Supreme Court rejected the complaint, upholding the findings of the High Court.", "25. On 23 April 1997 the President of the Chamber of the Regional Court requested the High Court to extend the applicant’s detention on remand until 30 October 1997, pursuant to Article 71 § 3 of the Code of Criminal Procedure. He stated that during the substantive hearing the applicant had changed his defence strategy and that this had required a hearing of further witnesses living in Germany, who would not appear before the court but would be heard by the German authorities in May 1997. He noted that the applicant had acknowledged that he had voluntarily suppressed certain facts upon the advice of his legal representative. The President of the Chamber further stated that the fear of the applicant’s absconding was reinforced by the fact that, if he left the country for Germany, he could acquire German citizenship, which would prevent the Czech authorities from seeking his extradition.", "26. On 12 May 1997 the High Court granted the request. On 6 June 1997 the Supreme Court rejected the applicant’s complaint against this decision and upheld the High Court’s findings that the nature of the offence with which the applicant had been charged, and his contacts abroad, substantiated the reasons for his detention under Article 67(a) of the Code of Criminal Procedure.", "27. On 21 October 1997 the High Court, at the request of the President of the Chamber of the Regional Court, ordered the applicant's continued detention on remand until 31 December 1997, for reasons similar to those given for the previous extension. On 26 November 1997 the Supreme Court dismissed the applicant’s challenge to this extension.", "28. On 15 December 1997 the High Court extended the applicant’s detention on remand until 19 May 1998. The court stated that it could not deal with the applicant’s appeal against conviction until 31 December 1997. It further stated that, having regard to the extent of the applicant’s criminal activities, the damage caused by him, the length of the sentence of imprisonment which the applicant faced if his conviction were upheld and the danger of his absconding, there was the risk that, if released, he would impede or frustrate the purpose of the criminal proceedings. The court did not find any particular delay in the proceedings.", "29. On 14 January 1998 the Supreme Court upheld the High Court’s decision. It found that the reasons invoked by the High Court were relevant and sufficient within the meaning of Article 71 § 3 of the Code of Criminal Procedure. The court noted that the judgment of the Regional Court, by which the applicant had been sentenced to nine years’ imprisonment, had not yet come into effect and held that the applicant’s detention was necessary in order to prevent his absconding. The decision to extend it until 19 May 1998 was therefore justified under Article 67(a) of the Code of Criminal Procedure.", "30. On 19 July 1994 the District Court rejected the applicant’s request for release, finding that the evidence taken during the investigation created a reasonable suspicion that he had committed the offences. It therefore considered his detention necessary within the meaning of Article 67(a) of the Code of Criminal Procedure. On 15 August 1994 the Regional Court dismissed the applicant’s complaint against this decision, referring to its findings of 17 June 1994 (see paragraph 10 above) and stating that the reasons for the applicant’s detention continued to apply.", "31. On 14 September 1994 the applicant lodged a further request for release. He submitted inter alia that his detention prevented him from taking any steps to compensate for the losses he had caused. On 17 September 1994 the District Court rejected the request. On 17 October 1994 the Regional Court rejected the applicant’s complaint against this decision.", "32. On 28 November 1994 the applicant lodged his third request for release, denying that he had committed the offences. On 15 December 1994 the District Court rejected his request, referring to the establishment of the facts of the case and the state of the investigation, and found that the applicant’s detention on remand was justified under Article 67(a) of the Code of Criminal Procedure. On 20 January 1995 the Regional Court dismissed the applicant’s complaint against this decision.", "33. On 27 February 1995 the District Court rejected the applicant’s request for release of 14 February 1995, in which the applicant referred to his aggravated health problems and complained about unjustified delays in the investigation. The court stated that the reasons for the applicant’s detention continued to apply and that his health problems did not allay the court’s concern that he would abscond or evade the criminal proceedings. It further noted that his detention on remand did not endanger the applicant’s health or life.", "34. The applicant lodged a complaint against the District Court’s decision. He submitted that he had not concluded the loan contracts with any fraudulent intention and that he was taking steps to compensate for the damage caused. He therefore contested the court’s reasoning that he would abscond or evade the criminal proceedings. On 6 April 1995 the Plzeň Regional Court rejected the complaint, upholding the applicant’s detention on remand pursuant to Article 67(a) of the Code of Criminal Procedure. The court noted that the applicant had been convicted in the past, risked a heavy prison sentence, had allegedly profited from his criminal acts (CZK 260,000,000), had personal and business contacts abroad and was an alcoholic.", "35. On 12 May 1995 the applicant lodged a new request for release, maintaining his innocence and offering as guarantor a Georgian national. On 15 May 1995 the District Court dismissed his request, stating that, having regard to the seriousness of the criminal offence with which the applicant had been charged, any surety proposed by him was unacceptable. On 26 June 1995 the Regional Court upheld this decision.", "36. On 3 October 1995 the Regional Court dismissed the applicant’s further request for release.", "37. On 7 November 1995 the Regional Court rejected the applicant’s request for release of 24 October 1995. The court referred to its previous decisions relating to the applicant’s detention and added that his health problems did not, in themselves, constitute a reason for his release when one of the reasons for his detention still applied. The applicant lodged a complaint against this decision, contending that the threat of a lengthy prison sentence and his contacts abroad could not in themselves justify the fear that he would abscond, in particular since his passport had been seized by the authorities. He stressed that, before the criminal prosecution had officially been brought, he had not shown any intention to abscond or evade the proceedings. On 24 January 1996 the High Court rejected the applicant’s complaint.", "38. On 30 April 1996 the Regional Court dismissed the applicant’s request for release submitted on 16 April 1996. On 18 July 1996 the High Court upheld the Regional Court’s dismissal.", "39. On 8 November 1996 the Regional Court dismissed the applicant’s further request for release referring to the reasons given in its previous decisions. On 25 November 1996 the High Court dismissed the applicant’s complaint against this decision. As to his claim that the Regional Court had not considered the reasons for his detention on remand but had just referred to its previous decisions, it emphasised that the Regional Court was not required to repeat the facts which had already been sufficiently elaborated in its previous decisions, when the applicant’s arguments and the reasons for his detention remained unchanged.", "40. On 22 January 1997 the applicant submitted another request for release, claiming that his health problems were incompatible with his continued detention and excluded any risk of his absconding. On 6 February 1997 the Regional Court dismissed the request, stating that the reasons for the applicant’s detention remained unchanged and that the applicant’s health was not jeopardised by his remand in custody, as confirmed by the report of the prison health centre (zdravotní středisko věznice) of 30 January 1997.", "41. On 9 July 1997 the applicant’s further request for release was dismissed by the Regional Court.", "42. On 29 September 1997 the Regional Court dismissed the applicant’s last request for release. On 21 October 1997 the High Court rejected his complaint against this decision.", "43. On 27 June 1996 the applicant lodged a constitutional appeal (ústavní stížnost) with the Constitutional Court (Ústavní soud) against the Supreme Court’s decision of 12 June 1996, by which his detention on remand had been extended until 30 November 1996. He complained in particular that his continued detention on remand was not justified and that the Supreme Court had not dealt with the case properly when examining the existence of reasons for extending his detention. He invoked Article 8 § 5 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod).", "44. On 11 October 1996 the Constitutional Court rejected the applicant’s appeal. The court accepted that the risk of a lengthy prison sentence could not constitute the sole ground for detention on remand. It stated, however, that in the applicant’s case there were other facts justifying the fear of his absconding, and held that the applicant’s state of health did not exclude this possibility. It referred to two medical reports of 17 May and 10 September 1996.", "45. On 7 February 1997 the applicant introduced a second constitutional appeal, this time against the decision of the Supreme Court of 19 December 1996 (see paragraph 23 above) upholding the decision to extend his detention on remand until 15 May 1997. He alleged violations of Article 5 §§ 1(c) and 3 and Article 6 § 1 of the Convention, in that the reasons for his detention invoked by the courts were not sufficient or relevant. He claimed inter alia that the decisions extending the detention were not based on the real facts of his case and that there was no justification for extending his detention beyond two years. He also claimed that the excessive workload of the court dealing with his case, the insufficient number of judges and administrative difficulties could not justify the delays in the proceedings.", "46. On 10 September 1997 the Constitutional Court dismissed the applicant’s second constitutional appeal as being manifestly ill-founded. However, it found that the Plzeň Regional Court and Prague Regional Court had infringed the principle of the economy of proceedings in that they had been unable to resolve the question of their geographical jurisdiction. It also considered that, in general, the delays in the proceedings could not be justified by the applicant’s regular requests for release. The court stated, nevertheless, that in the present case not all of the applicant’s requests had been reasonable. It held that the case was particularly complex and that the reasons for the applicant’s detention continued to apply. The court noted that the decisions extending the applicant’s detention beyond two years had been taken in accordance with Article 71 § 3 of the Code of Criminal Procedure and that it was clear from the evidence available that these decisions had been taken on the basis of the facts established at the material time. The court concluded that the length of the applicant’s detention on remand, extended until 15 May 1997, could not be considered unreasonable within the meaning of Articles 5 § 3 and 6 § 1 of the Convention.", "47. On 25 July 1997 the applicant introduced a third constitutional appeal against the decision of the High Court of 12 May 1997, as confirmed by the Supreme Court on 6 June 1997 (see paragraph 26 above), by which his detention had been extended until 30 October 1997. He alleged violations of Articles 5 § 3 and 6 § 1 of the Convention.", "48. On 17 February 1998 the applicant lodged a fourth constitutional appeal, this time against the decision of the Supreme Court of 14 January 1998, claiming that there was no reason to extend his detention on remand beyond two years, in violation of his rights guaranteed by Article 5 §§ 1(c) and 3 and Article 6 § 1 of the Convention. He submitted that his criminal case was not complex, that the delays in the proceedings could not be explained by the overwhelming workload of the courts or by the fact that he had used his right to request release. Rather the courts had conducted the proceedings in an inappropriate manner, including their dispute over territorial competence.", "49. On 17 March 1999 the Constitutional Court dismissed the applicant’s appeal. It recalled its findings in its previous decisions and considered that, even though the court of first instance had not proceeded in accordance with the principle of the economy of proceedings after the applicant’s indictment, it could not be said that the applicant’s constitutional rights and freedoms had been breached.", "50. On the same day, the Constitutional Court also rejected, as manifestly ill-founded, the applicant’s third constitutional appeal. The court found that it was similar to his previous constitutional appeals and did not contain any new arguments supporting his allegations of a violation of his constitutional rights and freedoms.", "51. The relevant provisions of the Code of Criminal Procedure read as follows:", "Article 67", "“An accused person may be remanded in custody only if there exist specific grounds to believe that he", "a) will abscond in order to evade prosecution or punishment, in particular if his identity cannot be immediately established, if he has no permanent residence or if he is under the threat of a heavy punishment; … .”", "52", "53. Pursuant to Article 71 § 1, the competent authorities shall give priority to cases involving a person’s detention on remand and deal with them as speedily as possible.", "54. Under Article 72 § 2, an accused person is entitled to request his release at any time. Decisions on such requests are to be taken without delay. In case of dismissal, a request for release may be re-introduced 14 days after the relevant decision has become binding if it is based on the same reasons.", "55. Article 71 § 3 provides that an accused person’s detention on remand shall not exceed two years. If it is not possible, because of the complexity of the matter or for other serious reasons, to complete the criminal proceedings within this period, and if the release of the accused person would jeopardise or substantially complicate the achievement of the aim of the proceedings, the High Court may extend the detention for the necessary period.", "56. Under Article 71 § 4, a person’s detention on remand shall not exceed three years. In cases of particularly serious offences, within the meaning of Article 41 § 2 of the Criminal Code, the maximum period of detention on remand is four years.", "57. Article 167 provides that the accused person and the victim have the right to request the public prosecutor at any time during the investigation to eliminate delays or any defect in the investigation procedure. The public prosecutor must deal with the request immediately.", "58. Article 18 provides for criminal proceedings to be brought before the court in the region where the offence was committed.", "59. Article 188 § 1(a) provides that, after a preliminary hearing, a court should transfer the case to another court if it is not competent to deal with the case itself.", "60. Under Article 192, if the accused person is remanded in custody, the court holding a preliminary hearing must also decide on the person’s continued detention."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}