{"ITEMID": "001-118927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA;NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "MOHAMMED HUSSEIN AND OTHERS v. THE NETHERLANDS AND ITALY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Guido Raimondi;Ján Šikuta;Johannes Silvis;Josep Casadevall;Nona Tsotsoria", "TEXT": ["1. The applicant is Ms Samsam Mohammed Hussein, a Somali national, who was born in 1987. The application is also brought also on behalf of her children Nahyaan and Nowal, born in 2009 and 2011, respectively. The applicant and her children are currently staying in the Netherlands. They are represented before the Court by Ms M. Pals, a lawyer practising in Arnhem.", "2. The Netherlands Government are represented by their Agent, Mr R.A.A. Böcker, of the Ministry of Foreign Affairs. The Italian Government are represented by their Agent, Ms E. Spatafora, and their CoAgent, Ms P. Accardo.", "3. The facts of the case, as submitted by the applicant and the Italian Government, may be summarised as follows. Some of the facts are in dispute between the parties.", "The applicant hails from Mogadishu and belongs to the Hawiye/Abgal clan. She is divorced from her first husband and the son, born out of this marriage, resides with his father. In 2008, the applicant married a man belonging to the Midgan clan, considered inferior by the Hawiye/Abgal clan and for this reason her family had opposed this marriage. After having been ill-treated by a cousin, the applicant fled Somalia as – belonging to a powerful clan and having acted contrary to the norms of this clan – she could turn to no one for protection and certainly not to her husband.", "4. The applicant entered Italy on 22 August 2008. The next day, her fingerprints were taken at the Agrigento police headquarters (questura) where she was registered as having illegally entered the territory of the European Union. She was registered as Sofiya Ahmad Hussein, born in Somalia on 1 April 1990. According to the applicant, she had been registered in Italy under an incorrect name as another Somali woman had helped her to register at that time and had given her father’s surname instead of her own surname.", "5. On 25 August 2008 she was transferred to a reception centre (Centro di Accoglienza per Richiendenti Asilo; “CARA”) in Marina di Massa (Massa Carrara province, Tuscany), made available by the Army Red Cross. On 26 August 2008, the applicant applied for international protection at the Massa Carrara police headquarters. Her fingerprints were taken again and she was registered as an asylum seeker under the name Safia Ahmed Hussein, born on 1 April 1990 in Somalia. On 23 October 2008, the applicant was provided with a temporary residence permit as an asylum seeker. This renewable permit had a validity of three months and specified that the applicant was allowed to work in Italy.", "6. In its decision of 28 January 2009, the Rome Territorial Commission for the Recognition of International Protection (Commissione Territoriale per il Riconoscimento della Protezione Internationale) granted the applicant a residence permit for the purpose of subsidiary protection. This decision was served on the applicant in person on 25 March 2009 at the Massa Carrara police headquarters. At the same time, she was provided with a residence permit for an alien having been granted subsidiary protection and a travel document for aliens (Titolo di viagggio per stranieri). Both the residence permit and the travel document were valid until 31 January 2012.", "7. On 11 April 2009, the applicant left the Massa Carrara asylum seekers reception centre.", "8. The applicant applied for asylum in the Netherlands on 18 May 2009. She was seven months pregnant at the time. The examination and comparison of her fingerprints by the Netherlands authorities generated a Eurodac “hit” report on 16 July 2009, indicating that she had been registered in Lampedusa (Italy) on 23 August 2008.", "9. In the applicant’s first interview with the Dutch immigration authorities, held on 17 July 2009, she stated inter alia that she was nine months pregnant and due to give birth on 24 July 2009. She further stated she already had a son, Mahammed, who was born out of her first marriage to Abdilahi Ali Jimale with whom this son was staying. This marriage had ended in a divorce shortly after Mahammed’s birth in 2006. In May 2008, she had married her present spouse Ahmed Abdi Awil, a Somali national like herself. She explained that she had travelled to Italy via Ethiopia, Sudan and Libya. On 20 August 2008 she and others had travelled from Libya to Italy by boat and had been intercepted at sea by the Italian authorities. They had been taken to a refugee camp in Tuscany where her fingerprints had been taken and where she had stayed for 20 nights. She had left the refugee camp and travelled to Florence where she had stayed until April 2009, sleeping at the Florence train station where she had been raped by drunken men. In April 2009 she had travelled by train to the Netherlands, accompanied by a young man.", "10. In her written comments on the record drawn up on her first interview, the applicant stated that, although her fingerprints had been taken, she had not been enabled to apply for asylum, neither in Lampedusa nor elsewhere. After 20 days, she had been taken to Florence where she had been dumped at the railway station where she had been raped by drunken men. She had not been provided with accommodation or food. Only the church had given her food. She had also not been provided with any medical care, not even when she turned out to be pregnant. The first medical examination of her condition and that of her baby had taken place in the Netherlands.", "11. In the applicant’s further interview with the Dutch immigration authorities, held on 21 July 2009, she stated inter alia that, after having taken her fingerprints, the Italian authorities had provided her with a temporary residence permit with a validity of three months. She had signed for this form. She further stated that she had not wished to apply for asylum in Italy as she had intended to travel on to the Netherlands, because she had heard that it was safe there and the people nice. She further stated that she had fallen pregnant in October 2008 after she had been raped by a Somali man who had promised her food and a shower. She did not know his name. During the period she had been sleeping at the railway and other stations in Florence, she had not sought help from the Italian authorities or from private organisations. She had also not reported the rape to the Italian authorities.", "12. On 4 August 2009, the applicant gave birth to a son, named Nahyaan.", "13. On 25 August 2009 the Netherlands authorities asked the Italian authorities to accept responsibility for the applicant’s asylum request under Article 10 § 1 of Council Regulation (EC) no. 343/2003 of 18 February 2003 (“the Dublin II Regulation”). On 23 December 2009 the Italian authorities acceded to that request.", "14. The applicant’s asylum request filed in the Netherlands was rejected on 5 March 2010 by the Minister of Justice (Minister van Justitie) who found that, pursuant to the Dublin II Regulation, Italy was responsible for the processing of the asylum application. The Minister rejected the applicant’s argument that the Netherlands could not rely on the principle of mutual interstate trust (interstatelijk vertrouwensbeginsel) in respect of Italy as there were, according to the applicant, sufficient concrete indications that Italy failed to respect its international treaty obligations in respect of asylum seekers and refugees.", "15. The applicant’s appeal against this decision and her accompanying request for a provisional measure were rejected on 19 May 2010 by the provisional-measures judge (voorzieningenrechter) of the Regional Court (rechtbank) of The Hague sitting in Zutphen.", "16. On 31 May 2010, the applicant filed a further appeal with the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State). On 9 June 2010, the applicant requested the President of the Administrative Jurisdiction Division to issue a provisional measure, i.e. to stay her transfer to Italy pending the proceedings on the further appeal. On the same day, having found no grounds to assume that the impugned ruling would be quashed, the President refused the request for a provisional measure. No further information has been submitted about the outcome of the applicant’s further appeal to the Administrative Jurisdiction Division.", "17. On 10 June 2010, the Netherlands immigration authorities informed the applicant’s lawyer that the applicant’s transfer had been scheduled for 17 June 2010.", "18. On 11 June 2010, at the request of the applicant, the President of the Chamber decided to indicate to the Government of the Netherlands that it was desirable in the interests of the parties and the proper conduct of the proceedings before the Court not to expel the applicant to Italy (Rule 39 of the Rules of Court).", "19. On 12 February 2011, the applicant gave birth to a daughter named Nowal. She is suffering from a hereditary skin condition which, according to a medical specialist, will not affect her normal development and life expectancy.", "20. On 6 December 2011 the applicant filed a second asylum request in the Netherlands. During her interview on this request with the Dutch immigration authorities, held on the same day, she stated inter alia that she was single and that she had been married in Somalia but did not know the whereabouts of her then husband with whom she had not had any contact for a long time. She did not mention the name of this former husband. She explained that since, according to Islamic law, she could remarry after having heard nothing from her husband for four months, she had contracted a traditional marriage in the Netherlands in April 2010 with another man, Abdirahman Mohamed Ali, who was Nowal’s father. They had since separated. Since her discharge from hospital after Nowal’s birth, she had not seen him anymore and did not know his whereabouts. She further stated that she feared that her daughter would not be provided with medical treatment in Italy. Nowal needed a Vaseline application on her skin thrice daily.", "21. On 8 December 2011, the immigration authorities informed the applicant that her second asylum request would be examined in the socalled prolonged asylum procedure (verlengde asielprocedure) and that a determination of her request could be expected by 6 June 2012 at the latest. No further information about the proceedings on this second asylum request has been submitted.", "22. On 13 March 2012, a number of factual questions were put to the Government of Italy (Rule 54 § 2 (a)), which concerned the applicant’s situation in Italy before her arrival in the Netherlands. The Italian Government submitted their replies on 14 May 2012 and the applicant’s comments in reply were submitted on 20 June 2012.", "23. A written statement concerning the applicant’s stay in the Massa reception centre, drawn up on 22 April 2012 by the Massa Carrara Local Committee of the Italian Red Cross formed part of the submissions of the Italian Government. It reads:", "“From 1 August 2008 the Massa Carrara Local Committee (Italian Red Cross) hosted at the Codam (Operative Centre Military Deposit and Training; hereinafter “Reception Centre”) of Marina di Massa over 100 refugees of African origin providing them with various kinds of assistance as envisaged by the Convention signed with the Prefecture of Massa Carrara.", "Specifically, during their stay at the facilities of Marina di Massa all refugees could benefit from the following services:", "Room and board, hygiene products, clothing, social and psychological assistance, cultural/linguistic mediation, entertainment activities, laundry, barber, medical and sanitary care (performed by ASL (local health service) staff and by medical/nursing staff of the Codam which also ensured transfer to hospital where necessary).", "It is considered worthwhile to highlight that Dr. [A.] and Dr. [B.] (respectively psychologist and social assistant at the Reception Centre), who have been consulted at the request of the Prefecture of Massa Carrara, stated that during sessions with [the applicant], no reference was ever made to the fact that she had suffered a rape and there was no indication that there might be cause for concern.", "Moreover Dr. [B.] added that “[the applicant] said that she was pregnant only when her pregnancy was already in an advanced stage (17 weeks of pregnancy) and she was immediately accompanied to the Counselling Unit of the Massa ASL to undergo the routine visits and analysis. On that occasion [the applicant] stated that she already had a baby (of young age) in her country of origin and that Mr. Abdi Awad Ahmed (who was also staying at the facility in Marina di Massa) was the father of the child she was carrying. The man, questioned on the matter by the personnel of the Reception Centre, immediately took responsibility for the pregnancy of the woman expressing joy about the event...”", "Furthermore it is necessary to specify that during the last months of the operation C.A.R.A. personnel of the Red Cross identified – in particular for women – other accommodation facilities which could allow them to integrate more easily in the socio-economic reality of the country.", "These alternative facilities were located across the national territory and the women were divided into small groups taking into account their country of origin and personal ties developed during their stay at the Massa Reception Centre.", "Nevertheless [the applicant] refused any type of accommodation she had been offered and expressed the wish to move abroad – to the Netherlands – where her partner had contacts with some acquaintances. Also Mr. Abdi Awad Ahmed, questioned on the matter, repeatedly stated that the couple’s plan was to move abroad and he expressed his wish to take care of the woman and the baby.", "Finally, from the documents (attached) available to this Committee it emerges that [the applicant] spontaneously and voluntarily left the Reception Centre on 11 April 2009.”", "24. In her written comments in reply, the applicant admitted that she had been granted an Italian residence permit valid for three years and not, as stated by her to the Netherlands authorities, only for three months. She further confirmed that she had received medical care in the reception centre. She maintained that she had not left the reception centre voluntarily but had been told to leave without having been told what to do, how or where to find work, education, shelter, subsistence, medical care etc. She also maintained that she had been raped in Florence when she had visited this town during her stay in the reception centre. Fearing the reaction from the Somali community she had not told the medical staff of the rape and made up the story that a man in the centre was the father. The applicant lastly denied that she had been informed of any, more suitable, alternative facilities during her stay in the reception centre. On 11 April 2009 and after receiving her residence permit, she had signed a form which she could not read for returning the key to her room.", "25. The relevant instruments and principles under European Union law have been set out in the Court’s judgment in the case of M.S.S. v. Belgium and Greece ([GC], no. 30696/09, §§ 57-86, ECHR 2011), in particular:", "Council Directive 2003/9 of 27 January 2003, laying down minimum standards for the reception of asylum seekers in the Member States (“the Reception Directive”);", "Council Regulation (EC) no. 343/2003 of 18 February 2003, establishing the criteria and mechanisms for determining the Member State of the European Union responsible for examining an asylum application lodged in one of the Member States by a third-country national (“the Dublin II Regulation”);", "Council Directive 2004/83/EC of 29 April 2004, on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted: (“the Qualification Directive”); and", "Council Directive 2005/85 of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status in the Member States (“the Procedures Directive”).", "26. Under the Dublin II Regulation, the Member States must determine, based on a hierarchy of objective criteria (Articles 5 to 14), which Member State bears responsibility for examining an asylum application lodged on their territory. The aim is to avoid multiple applications and to guarantee that each asylum seeker’s case is dealt with by a single Member State. Where it is established that an asylum seeker has irregularly crossed the border into a Member State having come from a third country, the Member State thus entered is responsible for examining the asylum application (Article 10 § 1).", "27. Where the criteria in the regulation indicate that another Member State is responsible, that State is requested to take charge of the asylum seeker and examine the application for asylum (Article 17).", "28. In its ruling of 21 December 2011 in the cases of NS v. Secretary of State for the Home Department and M. E., A. S. M., M. T., K. P., E. H. v. Refugee Applications Commissioner, Minister for Justice, Equality and Law Reform, EUECJ C-411/10 and C-493/10, the Grand Chamber of the Court of Justice of the European Union considered in respect of transfers under the terms of the Dublin II Regulation that although the Common European Asylum System is based on mutual trust and the presumption of compliance by other Member States with Union law and fundamental rights in particular, such a presumption is rebuttable. In this ruling, it held inter alia:", "“78. Consideration of the texts which constitute the Common European Asylum System shows that it was conceived in a context making it possible to assume that all the participating States, whether Member States or third States, observe fundamental rights, including the rights based on the Geneva Convention and the 1967 Protocol, and on the European Convention of Human Rights, and that the Member States can have confidence in each other in that regard. ...", "80. In those circumstances, it must be assumed that the treatment of asylum seekers in all Member States complies with the requirements of the Charter, the Geneva Convention and the ECHR.", "81. It is not however inconceivable that that system may, in practice, experience major operational problems in a given Member State, meaning that there is a substantial risk that asylum seekers may, when transferred to that Member State, be treated in a manner incompatible with their fundamental rights.", "82. Nevertheless, it cannot be concluded from the above that any infringement of a fundamental right by the Member State responsible will affect the obligations of the other Member States to comply with the provisions of Regulation No 343/2003.", "83. At issue here is the raison d’être of the European Union and the creation of an area of freedom, security and justice and, in particular, the Common European Asylum System, based on mutual confidence and a presumption of compliance, by other Member States, with European Union law and, in particular, fundamental rights.", "84. In addition, it would be not be compatible with the aims of Regulation No 343/2003 were the slightest infringement of Directives 2003/9, 2004/83 or 2005/85 to be sufficient to prevent the transfer of an asylum seeker to the Member State primarily responsible. Regulation No 343/2003 aims – on the assumption that the fundamental rights of the asylum seeker are observed in the Member State primarily responsible for examining the application – to establish ... a clear and effective method for dealing with an asylum application. In order to achieve that objective, Regulation No 343/2003 provides that responsibility for examining an asylum application lodged in a European Union country rests with a single Member State, which is determined on the basis of objective criteria.", "85. If the mandatory consequence of any infringement of the individual provisions of Directives 2003/9, 2004/83 or 2005/85 by the Member State responsible were that the Member State in which the asylum application was lodged is precluded from transferring the applicant to the first mentioned State, that would add to the criteria for determining the Member State responsible set out in Chapter III of Regulation No 343/2003 another exclusionary criterion according to which minor infringements of the abovementioned directives committed in a certain Member State may exempt that Member State from the obligations provided for under Regulation No 343/2003. Such a result would deprive those obligations of their substance and endanger the realisation of the objective of quickly designating the Member State responsible for examining an asylum claim lodged in the European Union.", "86. By contrast, if there are substantial grounds for believing that there are systemic flaws in the asylum procedure and reception conditions for asylum applicants in the Member State responsible, resulting in inhuman or degrading treatment, within the meaning of Article 4 of the Charter [of Fundamental Rights of the European Union], of asylum seekers transferred to the territory of that Member State, the transfer would be incompatible with that provision. ...", "104. ..., the presumption underlying the relevant legislation, stated in paragraph 80 above, that asylum seekers will be treated in a way which complies with fundamental rights, must be regarded as rebuttable.", "105. In the light of those factors, ... European Union law precludes the application of a conclusive presumption that the Member State which Article 3(1) of Regulation No 343/2003 indicates as responsible observes the fundamental rights of the European Union.", "106. Article 4 of the Charter of Fundamental Rights of the European Union must be interpreted as meaning that the Member States, including the national courts, may not transfer an asylum seeker to the ‘Member State responsible’ within the meaning of Regulation No 343/2003 where they cannot be unaware that systemic deficiencies in the asylum procedure and in the reception conditions of asylum seekers in that Member State amount to substantial grounds for believing that the asylum seeker would face a real risk of being subjected to inhuman or degrading treatment within the meaning of that provision.”", "29. The domestic law and practice as regards asylum proceedings and enforcement of removals are set out in K. v. the Netherlands ((dec.), no. 33403/11, §§ 16-19 and §§ 25-32, 25 September 2012).", "30. As regards transfers to Italy under the Dublin Regulation, the Netherlands authorities decide in consultation with the Italian authorities how and when the transfer of an asylum seeker to the competent Italian authorities will take place. In principle three working days’ notice is given, in accordance with article 8 § 2 of Commission Regulation (EC) No. 1560/2003. Requests by the Italian authorities for a longer period of notice are respected.", "31. If the transfer involves a vulnerable person, such as an unaccompanied alien minor or an unaccompanied mother with small children, the Netherlands authorities will explicitly bring this to the attention of the Italian authorities and give the latter fourteen days’ notice. The same period of notice is in principle given where a transfer involves exceptional medical circumstances. If a doctor sets conditions for a transfer, such as the presence of a wheelchair, a doctor or an ambulance for the asylum seeker’s transport to a hospital or other institution, arrangements are made with the Italian authorities prior to the transfer in order to fulfil this condition. Only after confirmation has been received that the condition will be met, will the transfer be actually carried out.", "32. Unlike unaccompanied minor asylum seekers, families are in principle not escorted. They are considered capable on their arrival at the airport of reporting on their own initiative to the Italian authorities who – having received notice – are aware of the family’s impending arrival. An escort may be provided if the parent or parents are unable to look after the children themselves. The Netherland Royal Constabulary (Koninklijke Marechaussee), who carry out the actual transfer and are present in person at the airport to turn the family over to the Italian authorities, are responsible for deciding whether an escort is needed. Whenever a transfer takes place, the person in question is informed that he or she should report to the border police (polizia di frontiera) at the airport.", "33. A person wishing to apply for asylum in Italy should do so with the border police or, if already in Italy, with the police (questura) immigration department. As soon as an asylum request has been filed, the petitioner is granted access to Italy as well as to the asylum procedure, and is authorised to remain in Italy pending the determination of the asylum request by the Territorial Commission for the Recognition of International Protection.", "34. For petitioners who do not hold a valid entry visa, an identification procedure (fotosegnalamento) is carried out by the police – if need be – with the assistance of an interpreter. This procedure comprises the taking of passport photographs and fingerprints. The fingerprints are checked for matches in EURODAC and the domestic AFIS (Automated Fingerprint Identification System) database. At the end of this procedure, the petitioner is given a notice confirming the first registration (cedolino), on which future appointments are noted, in particular the appointment for the formal registration of the request.", "35. The formal asylum request will be made in writing. On the basis of an interview held with the petitioner in a language which he or she understands, the police will fill out the “Standard form C/3 for the recognition of refugee status according to the Geneva Convention” (Modello C/3 per il riconoscimento dello status di rifugiato ai sensi della Convenzione di Ginevra), which contains questions on the petitioner’s personal data (name, surname, date of birth, citizenship, name and surname of parents/spouse/children and their whereabouts) as well as the details of the journey to Italy and reasons for fleeing the country of origin and for seeking asylum in Italy. The petitioner will be asked to provide a written paper, which will be appended to the form, containing his or her asylum account and written in his or her own language. The police will retain the original form and provide the petitioner with a stamped copy.", "36. The petitioner will then be invited by a notification served in writing by the police for a hearing before the competent Territorial Commission for the Recognition of International Protection. During this hearing, the petitioner will be assisted by an interpreter. This Commission can:", "- grant asylum by recognising the petitioner as a refugee within the meaning of the 1951 Geneva Convention relating to the Status of Refugees (“the 1951 Refugee Convention”);", "- not recognise the petitioner as a refugee under the 1951 Refugee Convention but grant subsidiary protection under the terms of Article 15c of the Qualification Directive (see paragraph 25 above) as implemented by the Legislative Decree (decreto legislativo) no. 251/2007;", "- not grant asylum or subsidiary protection but grant a residence permit for compelling humanitarian reasons under the terms of Law Decree (decreto legge) nos. 286/1998 and 25/2008; or", "- not grant the petitioner any form of protection. In this case the petitioner will be provided with an order to leave Italy (foglio di via) within fifteen days.", "37. A person recognised as refugee under the 1951 Refugee Convention will be provided with a renewable residence permit with a validity of five years. He or she is further entitled, inter alia, to a travel document for aliens (Titolo di viaggio per stranieri), to work, to family reunion and to benefit from the general schemes for social assistance, health care, social housing and education under Italian domestic law.", "38. A person granted subsidiary protection will be provided with a residence permit with a validity of three years which can be renewed by the Territorial Commission that granted it. This permit can further be converted into a residence permit for the purposes of work in Italy, provided this is requested before the expiry of the validity of the residence permit and provided the person concerned holds an identity document. A residence permit granted for subsidiary protection entitles the person concerned, inter alia, to a travel document for aliens, to work, to family reunion and to benefit from the general schemes for social assistance, health care, social housing and education under Italian domestic law.", "39. A person granted a residence permit for compelling humanitarian reasons will be provided with a residence permit with a validity of one year which can be converted into a residence permit for the purposes of work in Italy, provided the person concerned holds a passport. A residence permit granted on humanitarian grounds entitles the person concerned to work, to health care and, in case he or she has no passport, to a travel document for aliens.", "40. An appeal against a decision by the Territorial Commission not to grant international protection can be lodged with the civil law tribunal (sezione civile del Tribunale) and further appeals can be filed with the Court of Appeal (Corte di appello) and, in last instance, the Court of Cassation (Corte di cassazione). Such appeals must be presented by a lawyer and the asylum seeker concerned can apply for legal aid for this purpose.", "41. An asylum seeker can withdraw his or her asylum request at any stage of the proceedings on the determination of that request by completing a form to that effect. This form can be obtained at the police immigration department. A formal withdrawal entails the end of the proceedings without a determination of the asylum request by the Territorial Commission. However, there is no automatic assumption of withdrawal of an asylum request when the petitioner has left the asylum seekers’ reception centre, has left for an unknown destination or has left the country. In case a petitioner fails to appear before the Territorial Commission, it will formally indicate his or her absence and determine the request on the basis of the contents of the case file. In most cases, it will reject the asylum request for “untraceability” (diniego per irreperibilità). In such a situation, the person concerned can request a fresh hearing and the procedure is reactivated when a date for a fresh interview has been communicated to him or her.", "42. Pursuant to the Legislative Decree no. 140/2005, implementing Council Directive 2003/9/EC of 27 January 2003 on laying down minimum standards for the reception of asylum seekers, asylum seekers in Italy are entitled to reception facilities. According to article 8 of this Decree, reception arrangements are to be made on the basis of the specific needs of asylum seekers and their families, in particular the needs of vulnerable persons, i.e. unaccompanied minors, disabled persons, pregnant women, single parents with minor children, and persons who have been subjected to torture, rape or other forms of serious psychological, physical or sexual violence. Italian domestic law provides for special guarantees for such vulnerable persons, including a reserved quota of places in the SPRAR (see paragraphs 43-46 below) reception scheme.", "43. In the “UNHCR Recommendations on important aspects of refugee protection in Italy” of July 2012 by the United Nations High Commissioner for Refugees (UNHCR), the arrangements for reception of asylum seekers in Italy is described as follows:", "“Legislative Decree No. 140/2005 ... is the main law underpinning the Italian reception system. The decree foresees that those who apply for protection in Italy, but lack the means to ensure a dignified standard of living for themselves, are, in principle, hosted in adequate reception facilities. The reception system currently includes the following types of facilities: Reception Centres for Asylum-Seekers (CARA), Reception Centres for migrants (CDA), local projects established in the context of the Protection System for Asylum-Seekers and Refugees (SPRAR) and centres in so-called ‘metropolitan areas’, which have been set up in large cities. The system has recently been complemented by an emergency reception plan managed by the Department of Civil Protection which was rolled out to address migratory flows from North Africa from January 2011 onwards.", "Based on a series of requirements set out in Article 20 of Legislative Decree No. 25/2008, some asylum-seekers who arrive in Italy are initially referred to CARAs, mainly for identification purposes. CARAs are open facilities which are run by organisations selected through a public tender procedure managed by the local Prefecture. The nine CARAs which are currently operational in various Italian regions have a total capacity of approximately 2,000 places. At times, however, reception facilities for migrants, or CDAs, are also used to host asylum-seekers, bringing the total capacity in Italy to approximately 5,000 regular places. Asylum-seekers falling into specific categories (namely those previously served with an expulsion order) may also be detained in Identification and Expulsion Centres (CIE).", "The SPRAR network of reception and integration projects, whose members include municipalities, provinces and non-profit organisations, is coordinated by a Central Service and currently managed by the National Association of Italian Municipalities (ANCI). Funding is provided through a public tender procedure managed by the Ministry of Interior. SPRAR’s approximately 150 projects have a total capacity for about 3,000 persons. Five hundred places are set aside for vulnerable individuals, including fifty for individuals suffering from serious mental disorders. SPRAR projects host beneficiaries of international protection and of national humanitarian protection as well as asylum-seekers. With regard to asylum-seekers, places in the SPRAR network are usually for vulnerable or destitute asylum-seekers whose identification procedures have been completed or who have spent 35 days in a CARA.", "In recent years, due to the limited capacity of the SPRAR network, asylum-seekers who could have been hosted in this type of reception facility have often been referred to CARAs. Asylum-seekers who would, according to the policy, have spent a maximum of 35 days in a CARA have therefore stayed on in these facilities until their asylum procedures were completed, or, in some cases, up to six months, without being able to access SPRAR projects. As regards the length of their stay, asylum-seekers hosted in SPRAR projects may, in a number of given circumstances, extend their stay for up to six months after they are granted a form of international protection.", "In general terms, those hosted in CARAs should benefit from a series of services beyond food and accommodation, which include health care and mental health care, training and recreational activities, and legal assistance. The relevant legal framework defines common minimum standards for CARAs at the national level, which are now included in all contracts for the management of these reception facilities. Services in SPRAR reception facilities are less homogeneous and accommodation is generally foreseen in small to medium-sized facilities such as flats where services are geared towards facilitating local integration.", "In 2011, following a significant number of arrivals from North Africa and the ensuing declaration of a state of ‘humanitarian emergency’, regional governments were asked to identify additional reception facilities, given that the existing reception capacity was deemed to be insufficient. An agreement was then reached between the central Government and the relevant local authorities (regions, provinces governed by a special statute and municipalities), setting out criteria for the distribution of up to 50,000 persons across the country, with regional quotas based on population size. Responsibility for the management of this ‘Migrant Reception Plan’ was assigned to the Head of the Department of Civil Protection, who was designated Emergency Administrator. As of today, over 20,000 forced migrants have been hosted in the framework of the plan, mostly in small to medium-sized facilities spread out throughout Italy (with the exception of the Abruzzo region).", "UNHCR expresses its appreciation for the improvements to the reception system which have been carried out in recent years. Overall, the CARAs, CDAs and SPRAR projects are able to provide for the reception needs of a significant number of asylum-seekers. However, UNHCR believes that a number of issues continue to be of concern, namely the following: i) when significant numbers of arrivals take place, CDAs, CARAs and SPRAR projects alone are unable to host all asylum-seekers who cannot provide for themselves; ii) the actual level of assistance and the quality of services provided vary significantly depending on the type of facility, with SPRAR projects offering reception in a multitude of small facilities, many of which have established strong ties to the local area, whilst CARAs and CDAs are larger facilities with capacities ranging from a minimum of 100 to 150 places to a maximum of 1,500 to 2,000 places; (iii) the criteria and procedures for referring individual asylum-seekers to a CARA or a SPRAR project are not always set out formally in writing; (iv) there have been a number of instances in which reception in a CARA was limited to a maximum of six months, a practice which does not appear to be in line with the EU Directive on reception conditions, when applied to asylum-seekers who are unable to provide for themselves and have not received a decision on their applications within this period; however, recently, UNHCR has received assurances from the Ministry of Interior that this restrictive practice will be discontinued; (v) CARAs do not all offer the same reception services, with the quality of assistance varying between facilities and sometimes failing to meet adequate standards, especially regarding the provision of legal and psycho-social assistance; (vi) there is still room for improvement in the CARAs, in particular with regard to community participation, the creation of efficient complaints mechanisms and regarding gender and diversity perspectives; (vii) care provided to vulnerable individuals is often inadequate due to low levels of coordination among stakeholders, an inability to provide adequate legal and social support as well as the necessary logistical follow-up, and a poor referral system; (viii) monitoring of reception conditions by the relevant authorities is generally not systematic and complaints often remain unaddressed; (ix) regarding the ‘North Africa emergency’, which enabled accommodation for significant numbers of asylum-seekers ex-Libya to be found within a short space of time, monitoring activities falling under the remit of the regional Implementing Authorities in the framework of the national reception plan have been delayed. Moreover, most of the new facilities established by regional governments to host arrivals from Libya do not currently offer the range of services foreseen by national legislation on minimum reception standards in CARAs.”", "44. A report published on 18 September 2012 by the Council of Europe Commissioner for Human Rights, Mr Nils Muižnieks, following his visit to Italy from 3 to 6 July 2012 (CommDH(2012)26), states in respect of reception of migrants including asylum seekers:", "“140. The framework for the reception of migrants remains largely unchanged since the last visit of the Commissioner’s predecessor to Italy in May 2011. As noted in the 2011 report, asylum seekers in Italy can be referred to different types of accommodation, including CARAs (Centri d’accoglienza per richiedenti asilo, open first-reception centres for asylum seekers), CDAs (Centri di accoglienza, reception centres for migrants) and CPSAs (Centri di primo soccorso ed accoglienza, first aid and reception centres).", "141. Concerns have been raised about the conditions in some of the reception centres. For example, having visited a CARA during its visit in September 2008, the European Committee for the Prevention of Torture (CPT) criticised the fact that this centre was located in prison-like premises. While the Commissioner is aware that the Italian government defined minimum standards for tenders for the management of these facilities, interlocutors voiced their concern about the high variability in the standards of reception centres in practice, which may manifest itself in, for example: a numerical shortage and a lack of adequate training of staff; overcrowding and limitations in the space available for assistance, legal advice and socialisation; physical inadequacy of the facilities and their remoteness from the community; or difficulties in accessing appropriate information.", "142. The inconsistency of the standards in reception centres, as well as the lack of clarity in the regime applicable to the migrants kept in them, became a major concern following the declaration of the “North African emergency” in 2011. Under the emergency plan, the existing reception capacity was enhanced in co-operation with Italian regions in order to deal with the sharp increase in arrivals from the coasts of North Africa (34,120 asylum applications were submitted in Italy in 2011, a more than threefold increase compared to the 10,050 applications in 2010). The Commissioner acknowledges the strain put on the Italian reception system in 2011 and commends the efforts of the central and regional authorities to provide the additional reception capacity needed to cope with the effects of the significant increase in migratory flows.", "143. However, the efficiency and viability of an emergency-based approach to asylum and immigration has been questioned by many interlocutors. The 2011 report had already expressed particular concerns over the provision of legal aid, adequate care and psychosocial assistance in the emergency reception centres, and over difficulties relating to the speedy identification of vulnerable persons and the preservation of family unity during transfers. These concerns are still valid, and human rights NGOs pointed to reports of significant problems at some of these facilities, in particular in Calabria and Lombardy. Delays and a lack of transparency in the monitoring of these centres have also been reported, both by NGOs and UNHCR.", "144. As regards the effects of the end of the emergency period foreseen on 31 December 2012, the Commissioner welcomes the information provided by the Minister of the Interior that the examination of the outstanding asylum applications (estimated at around 7-8,000) will be concluded before that date. He was informed that 30% of applicants having arrived during the emergency period were granted protection. The Commissioner also commends the significant efforts of the Italian authorities to improve the examination procedure applied by Territorial Commissions, within which UNHCR is represented, noting however that the lack of expertise of some members of these commissions is perceived to be a problem.", "145. However, the Commissioner understands that there will be no further support for recognised beneficiaries of international protection beyond this date, the authorities considering that the vocational training they will have received by then will allow them to integrate if they choose to remain in Italy. The Commissioner is concerned about this eventuality, in the light of the serious shortcomings he identified in the integration of refugees and other beneficiaries of international protection (see below). He received no information about the position of persons whose judicial appeals to a negative asylum decision will still be ongoing by that date.", "146. As noted in the 2011 report, an additional feature of the Italian system is the SPRAR (Sistema di protezione per richiedenti asilo e rifugiati), a publicly funded network of local authorities and non-profit organisations, which accommodates asylum seekers, refugees or other beneficiaries of international protection. In contrast to CARAs and emergency reception centres, which tend to be big institutions hosting significant numbers of persons at one time, the SPRAR is composed of approximately 150 smaller-scale projects and was seen by the Commissioner’s interlocutors to function much better, as it also seeks to provide information, assistance, support and guidance to beneficiaries to facilitate socio-economic inclusion.", "147. However, the capacity of this network, which represents a second level of reception after the frontline reception centres, is extremely limited (approximately 3,000 places) in comparison to the numbers of asylum seekers and refugees in Italy. As a result, asylum seekers are often kept in CARAs for extended periods of time, as opposed to being transferred to a SPRAR project after the completion of identification procedures as originally intended. In some cases this could last up to six months, whereas it has been reported to the Commissioner that asylum seekers received under the emergency reception plan have stayed in reception centres even beyond six months.", "148. The Commissioner observes that the problem of the living conditions of asylum seekers in Italy has been receiving increasing attention in other EU member states, due to the growing number of legal challenges by asylum seekers to their transfer to Italy under the Dublin Regulation. He notes that a series of judgments by different administrative courts in Germany have suspended such transfers, owing notably to the risk of homelessness and a life below minimum subsistence standards. The European Court of Human Rights has also been receiving applications alleging possible violations of Article 3 as a result of Dublin transfers to Italy. ...”", "45. In their written comments on this report, the Italian authorities stated:", "“As far as the interventions in favour of asylum seekers and beneficiaries of international protection are concerned, Italy has implemented a strategy aimed at granting the highest possible level of autonomy to beneficiaries which is necessary to their integration in the territorial context. This was achieved thanks to actions aimed at strengthening the existing system. The strategy also meets the requirement of strengthening social cohesion, which is one of the specific priorities of the national strategic framework underlying all ordinary and extraordinary public investments.", "The general objective identified by Italy is therefore unifying the various reception measures existing on the territory (Reception Centres for Asylum Seekers and Refugees, Territorial Projects of the Protection System for Asylum Seekers and Refugees, Metropolitan Multifunctional Reception Centres, as well as any other type of resource existing on the territory) in a single national system.", "More specifically, the reception system of asylum seekers is mainly subdivided into two phases – a first reception phase provided by a type of government facilities, namely the Reception Centres for Asylum Seekers (CARA) and a second one provided by the facilities of the Protection System for Asylum Seekers and Refugees (SPRAR), which are run by Local Authorities.", "The resources necessary to finance the entire system are drawn from the National Fund for Asylum Policies and Services (FNPSA) run by the Ministry of the Interior – Department for Civil Liberties and Immigration, established by Law No. 189 of 30 July 2002 (the resources of the Fund are allocated with a decree of the Minister of the Interior) and, to a lesser extent, from the European Refugee Fund (ERF).", "1. THE RECEPTION CENTRES FOR ASYLUM SEEKERS (CARA)", "The CARA Centres were established by means of Legislative Decree No. 25 of 28 January 2008 implementing Directive 2005/85/EC and replaced the identification centres envisaged by art. 32 of Law No. 189/2002 and by the subsequent implementing regulation No. 303/2004.", "The CARA centres in operation are the following: ... [nine locations with a total capacity of 4,102 places] ...", "The CARA centres accommodate international protection seekers who are in special conditions (e.g. without documents; individuals who entered Italy violating frontier checks; individuals who have been found in an irregular position by law enforcement bodies) for the time needed to be identified (maximum 20 days) or to enable the Territorial Commissions for the Recognition of International protection to take a decision on the applications for international protection (maximum 35 days).", "When the latter term has expired without a decision of the Territorial Commission, the asylum seeker is granted a renewable residence permit based on his/her asylum application with a three month validity, which however does not allow the concerned person to work.", "Once the ordinary identification and photographical identification procedures are completed, the asylum seeker can leave the Centre during the day (8:00-20:00) or on account of special personal conditions for several days, upon authorization of the Director of the Centre.", "In case the concerned individual leaves the centre without justification the reception ceases and the protection/asylum application may be processed without having to comply with the obligation to interview the applicant; in these cases, each Territorial Commission can take a decision on the basis of available documents.", "According to article 6 of Legislative Decree No. 140/2005 (which incorporated in the national legislation directive No. 2003/9/EC) asylum seekers without means of support may continue to be accommodated in CARA centres even beyond the envisaged 35 days, in case it is ascertained that no places are available in the Municipality services funded by the Ministry of the interior and belonging to the Protection System for Asylum Seekers and Refugees (SPRAR).", "According to article 11 of Legislative Decree No. 140/2005, in case the decision on the asylum application is not taken within six months from its submission, the stay permit based on the asylum application is renewed for a further six months and it enables the applicant to work until the Territorial Commission takes its decision.", "The system of reception envisages that a range of services must be provided to migrants and the Manager of the Centre must guarantee them as provided for by a convention concluded with the competent Prefecture according to the tender specifications adopted by means of a decree of the Minister of the Interior on 21 November 2008.", "These services can be summed up as follows:", "a) Legal assistance and free legal aid when applicable;", "b) General assistance to persons:", "Linguistic-cultural mediation;", "Information on immigration legislation and on the rights and duties of aliens in Italy as well as on the rules of conduct that have to be complied with at the centre;", "Barber’s and laundry services;", "Socio-psychological support with special attention for persons belonging to vulnerable categories;", "Organization of free time by providing cultural activities, sports and social and religious activities;", "Teaching of Italian;", "Guidance to the territory and information on the opportunities to be included in the protection system for asylum seekers and refugees.", "c) Medical assistance:", "Administering of medicines;", "First aid carried out by nurses and possibility to be accompanied to local medical stations;", "Reservation of visits with consultants and assistance during medical consultations and while the individual is hospitalized.", "d) Cleaning up and environmental hygiene service;", "e) Provision of essential goods:", "Three meals a day;", "A personal set of clothing adequate to the season and sex of the concerned person;", "Products for personal hygiene;", "Telephone card;", "A 5 Euro voucher every two days to be spent within the Centre.", "Furthermore, asylum seekers accommodated in CARA centres are entitled to receive visits of UNHCR representatives, representatives of other Associations or Bodies promoting the protection of the rights of asylum seekers, of lawyers, family members or Italian citizens upon authorization of the Prefect.", "More generally speaking, the above mentioned tender specifications have introduced further improvements of the services provided in the centres for refugees (and in general for all government centres for migrants) enhancing the services to the persons on the one hand and strengthening the measures aimed at controlling the management as well as expenditures on the other.", "The reception conditions described above are guaranteed to all asylum seekers, including to those transferred to Italy following a “Dublin” procedure. The latter receive a preliminary form of reception upon arrival when the services present in the main airports are activated; subsequently they are accommodated in the government reception centres. When the transferring country reports the existence of vulnerability conditions of the asylum seeker, appropriate medical measures are taken in the centres aimed at an adequate reception. ...", "Special attention is paid to migrants with physical or [psychological] traumas and to the victims of torture, who are entrusted to the medical stations of the reception centres or at local level to receive treatment and support in a professional and adequate way. ...", "2. THE PROTECTION SYSTEM FOR ASYLUM SEEKERS AND REFUGEES (SPRAR)", "The second phase of reception is provided for by the Protection System for Asylum Seekers and Refugees (SPRAR).", "The system was established by means of law No. 189/2002 and it consists of a network of Local Authorities (Provinces, Municipalities and Union of Municipalities) which provides services of protection, guidance and integration in favour of asylum seekers and beneficiaries of one of the forms of international protection (refugee status, subsidiary protection, humanitarian protection), they are funded with resources of the FNPSA.", "The selection of the local authorities who are to enjoy the state funding occurs through a public call for the submission of funding requests based on specific guidelines providing information on the standards of the services to be supplied by the local authorities in collaboration with volunteers’ organizations and cooperative societies with proven experience in this sector.", "The funded projects are submitted for ordinary categories, for vulnerable categories (unaccompanied minors, the disabled, victims of torture or violence, the elderly, expectant mothers, single parent families) and for individuals with a mental condition who need medical and in-house assistance either specialized or extended.", "In the territorial projects of SPRAR food, accommodation, pocket money, legal information, social-psychological support and notions of territorial orientation are provided. In order to favour the individual process of integration of asylum seekers and persons granted international protection, the Local Authorities and the Third sector associations, that run the activities, carry out their interventions at local level and activate in synergy all services existing on the territory: courses of Italian, medical assistance through the National Health Service, support and guidance in the processing of administrative files, schooling of minors, vocational training, traineeships, work subsidies, introduction into the housing market through helpdesks or agencies.", "These are integration pathways on a local basis, which are in keeping with the minimum reception measures envisaged by the European directives (Directive 2003/9/EC), and whose level has gradually increased over the years, thanks to the dissemination and sharing of best practices within the system itself.", "In the management of SPRAR special attention is paid to the training of the staff who carry out reception services at local level: training programmes addressing project personnel newly entering the System are promoted as are meeting opportunities for more experienced personnel in order to satisfy the need to be informed, to delve into the matter and to exchange views.", "The training activity also aims at strengthening the skills of local staff in connection with reception and the process of taking charge of vulnerable persons as well as at improving the skills of the staff working at the governmental reception centres and at the CARA centres.", "As was the case in previous years, in 2011, the Ministry of the Interior funded the reception and integration activities of SPRAR through the FNPSA.", "For the period 2011-2013 the SPRAR network consists of 151 local projects traceable to 128 Local Authorities, with a yearly total cost of about 35 million Euros and a reception capacity of 3,000 places for each year. Out of these, 2,500 places are devoted to the so called “ordinary categories” (single men, single women, families) and 450 places are devoted to the reception of vulnerable individuals (foreign unaccompanied minors, single parent families, victims of torture and violence, persons in need of extended medical and specialized assistance). The remaining 50 places are specifically devoted, for the first time, to persons with a mental condition.", "The funded places are at the disposal of the beneficiaries for an overall period of six months, renewable in case of need; thus, the resulting ordinary turn over provides for a total reception of about 6,000 places each year. However, in 2011, following the Northern Africa emergency, SPRAR accommodated 7,598 migrants.", "In this connection, the possibility of developing the SPRAR is being studied, although the necessary financial resources will have to be found.", "As far as the use of the ERF is concerned, the programme for the year 2011 included allocations amounting to more than 27 million Euros for innovative interventions of reception and social-economic integration of asylum seekers and refugees. About 14.5 million Euros out of the total amount are devoted to urgent measures for reception and support interventions capable of dealing with the humanitarian emergency connected with the political-social crisis existing in some countries of Northern Africa.", "Furthermore, the multiannual programme includes actions ranging from interventions focused on the intensive learning of Italian to interventions focused on the specific support of vulnerable categories.", "More specifically, actions aimed at asylum seeking unaccompanied minors have been adopted; in favour of this category pathways of schooling, training and social-psychological support are envisaged, as are other actions aimed at individuals with a mental condition as a consequence of torture or violence.", "3. OTHER RECEPTION MEASURES", "The reception system is completed by the Metropolitan Multifunctional Reception Centres created in 2007 in some metropolitan cities like Rome, Milan, Florence and Turin. Their activation is based on agreements signed by the municipalities and the Ministry of the interior in order to “carry out joint activities in favour of asylum seekers, refugees and beneficiaries of humanitarian protection”.", "This is a new organization pattern, specifically designed for the cities that have to handle a more serious state of emergency brought about by the large number of foreigners who benefit from international protection or who belong to vulnerable categories and who are attracted to the opportunities offered by that type of urban system.", "In these facilities the aim was a unitary project blending the basic services provided in the governmental reception centres with those aimed at integration and autonomy provided by the Municipalities. Actually, in addition to reception medical and psychological assistance services have been provided for, including in cooperation with the Local Health Service Units and hospitals, furthermore vocational training and tutoring services have also been provided for in order to support possible pathways of social inclusion of the guests in the urban texture thanks to network synergies.", "Furthermore with the call for tenders of 7 September 2011, issued by the Ministry of the Interior in agreement with the National Association of Italian Municipalities (ANCI), the municipalities of the convergence objective area were invited to submit projects for the renovation or enlargement of facilities devoted to the reception of asylum seekers.", "This intervention is part of the ... action plan falling under the responsibility of the Department of Civil Liberties and Immigration with special reference to the operational objective 2.1 (Activities in favour of migrants regularly present on the national territory) and to action 2.1 (Reception and inclusion) concerning the upgrading and enlargement of facilities devoted to the reception of third country migrants who seek asylum, who are refugees or benefit from humanitarian protection.", "At present various projects have been submitted, 22 of which are eligible for funding. The maximum budget for the intervention linked to the above mentioned action amounts to 20 million Euros.", "Finally, the Reception Services existing at frontier posts are also worth mentioning, their aim is providing information and assistance to aliens and they are envisaged by the Consolidated Text on Immigration (art. 11, Legislative Decree No. 286/1998). They are active at frontier posts in ports and airports in Ancona, Bari, Brindisi, Rome, Varese and Venice; they address the needs of aliens that enter Italy to seek asylum or anyway for stays longer than three months.", "The local Prefects have been charged with the organization of the above mentioned services (art. 3 of Ministerial decree 22 December 2000) either directly or by means of conventions.", "The main objective of the reception services is providing assistance to aliens seeking protection with special attention for the most vulnerable.", "In particular the following is provided for:", "Interpretation and cultural mediation, including to support the Public Security Authorities present at the frontier posts;", "When needed, social-legal guidance interventions and preliminary assistance;", "Information on the asylum and immigration legislation in force in Italy, on the reception facilities existing in Italy and on the offices charged with the protection of asylum seekers and refugees;", "Filling in of the asylum application in the applicant’s language and subsequent translation into Italian;", "Handing over of the statement of the asylum seeker to the frontier police authorities;", "Assistance to the above mentioned Public Security personnel who are provided with useful elements for an adequate understanding of the Countries of origin of asylum seekers.", "4. MEDICAL ASSISTANCE", "In Italy, foreign citizens, even those not complying with the provisions regulating their presence, are entitled to ordinary and/or urgent treatment through the National Health Service.", "In the government centres for migrants the psychic/physical health of guests is recognized as an unalienable right of the individual, which is safeguarded by art. 32 of the Italian Constitution and it has always been put at the forefront when the regulatory and management system of the centres is being prepared.", "More specifically, the medical assistance service provided for in the centres for migrants must grant guests the following:", "Visit upon entry and medical first aid, carried out in a consulting room set up within the facility with medical staff and nurses, whose shifts must be based on the ratio guests/staff as indicated in the tables of the tender specifications;", "When the need arises, possible transfer of guests to hospitals outside the centres, in compliance with art. 35 of Legislative Decree 286/98 as migrants hosted in CARA centres can benefit from the services of the National Health Service by showing their STP cards (Temporarily Present Alien), issued by the Local Health Service Unit, whereby they can enjoy treatment in the consulting room or in hospitals, when it is urgent or essential in case life is in peril;", "Administering of medicines and medical devices necessary for first aid and for ordinary medical assistance, including for generic conditions of psychological type;", "Recording of a personal medical file, a copy of which must be handed over to the guest. In this connection it is worth mentioning that doctors, when screening the guests upon entry must also evaluate their psychic-social situation as well as the presence of vulnerability factors (serious psychic-psychological conditions, including previous ones, victims of mistreatment/torture, substance addiction, etc.) in order to prescribe possible drug treatment or psychological counselling.", "It is further specified that as provided for by the above mentioned art. 35 of Legislative Decree No. 286/98 (Consolidated Text on Immigration), foreign citizens who are on the national territory but do not comply with provisions regulating their presence are anyway entitled to treatment in public health care facilities either in consultation rooms and/or in hospital (both urgent and continuing treatment) because of illness or accident and they also benefit from the programmes of preventive medical treatment aimed at safeguarding individual and collective health.", "Regardless of the possession of a residence permit, the Italian legislation provides for the social protection and medical assistance to expectant mothers and to mothers, the protection of the psychic-physical health of minors (as a result of the Convention on the Rights of the Child of 1989), interventions of prevention, diagnosis and treatment of infectious diseases and the decontamination of the related centres of infection.", "Finally, when aliens not complying with provisions regulating their presence visit public medical facilities, they are not reported to the Police Authorities.", "As far as social services are concerned, the principle enshrined in art. 24 of the 1951 Geneva Convention – according to which the status of a refugee is equal to that of a national – is embodied in the Italian legislation also as a consequence of art. 27 of the above mentioned Legislative Decree No. 251 of 19 November 2007, which lays down that individuals benefiting from refugee status and from subsidiary protection have the same status as Italian citizens and thus they have access to all services and benefits, including economic ones, covered by the social and medical assistance system.", "Furthermore, the projects funded through resources of the ERF include measures to ease the access to social security, particularly on the part of vulnerable groups.”", "46. The “Dublin II Regulation National Report” on Italy, drawn up on 19 December 2012 by the European Network for technical cooperation of the application of the Dublin II Regulation, a European-wide network of non-governmental organisations (NGO) assisting and counselling asylum seekers subject to a Dublin procedure, describes the Italian reception system in the following terms:", "“3.5.1. ... The Italian reception system for the international protection seekers is characterized by the existence of several actors which are not coordinated by a central service. In particular, there are governmental centres - Reception Centres for Asylum Seekers (hereafter: CARAs), the national System of Protection for Asylum Seekers and Refugees (hereafter: SPRAR), the facilities set up by the Civil Protection (Protezione Civile) and the reception system in the big cities managed by the Municipalities. ...", "The system has always been characterized by a chronic lack of places that has brought to the creation of parallel reception systems run by the Civil Protection and established to tackle emergencies. Emergencies are the massive flows that disembarked on the Italian coasts in the last years – the most recent arrivals refer to the so-called “North Africa Emergency”. ...", "In order to describe the reception system and how it works, it is deemed necessary to talk about the phenomenon of self-organized settlements that have mushroomed in big cities to face the lack of places. Such insufficiency has always characterized the reception system, in particular in metropolitan areas.", "It must be said that the access to the reception system is not immediate since it occurs only after the formal registration of the international protection request – that takes place very often after several months with respect to the fotosegnalamento. While waiting for the formal registration, above all in the metropolitan areas, the asylum seeker finds him/herself without any accommodation.", "THE CARAs", "The [currently 8] CARAs [spread around Italy with a total of 3,747 places] ... host international protection seekers for up to 35 days. However, in practice, the period is prolonged to 6 months since the international protection procedure is stretched over the foreseen end of the reception in the CARA. ...", "CARAs are not a form of detention: the law itself establishes that international protection seekers are to be granted the opportunity to get out and to ask the permission to temporary leave. ... According to Art. 22 paragraph 2 of the Legislative Decree 25/2008, the reception ends if the international protection seekers leave the CARAs without well-founded reasons.", "In general CARAs are big buildings that can host high numbers of people and are, therefore, not adequate to house persons for long periods of time. ..", "THE SPRAR", "In addition to these governmental centres, there is the SPRAR which was set up by Law 189 in 2002. The System is promoted by the Ministry of the Interior and funded by the National Fund for Asylum Services and Policies. It consists of a network of voluntary local authorities that carry out projects of integrated reception coordinated by the Central Service: the staff provides beneficiaries with assistance in beginning the process of integration on the Italian territory. The service’s targets are both international protection seekers and people who have already been granted a form of protection.", "The length of stay within SPRAR’s projects varies according to the person’s status:", "international protection seekers have the right to stay until they receive the Territorial Commission’s decision;", "people having an international protection (refugee status; subsidiary protection) and permit of stay for humanitarian reasons have the right to stay up to 6 months;", "applicants who received a negative decision from the Territorial Commission and who appealed against such decision, have the right to stay in the reception project until they can work on the basis of article 11 Legislative Decree 140/2005.", "The length of stay in SPRAR centres may be extended to up to 6 months or longer periods in case of exceptional circumstances and well-grounded reasons. As far as vulnerable categories are concerned, this period may be prolonged up to 11 months in cases of specific vulnerabilities.", "Beneficiaries enter SPRAR’s projects only if their cases have been reported to SPRAR by:", "the staff of CARAs;", "Questura;", "Prefecture;", "other reception centres.", "In 2011, the number of places available within the SPRAR were 3,000. Within this broader category, 500 were the places for vulnerable categories (in particular, 134 for unaccompanied minors and 50 for people suffering from mental diseases). Such number is in strong contrast with the number of international protection requests lodged in Italy each year. For instance, in 2011, the applications were 37,350. Therefore, there is a disproportion between the international protection requests (37,350) and the availability of places in SPRAR projects (3,000). In order to face such discrepancy – especially in case of massive flows such as those arrived during 2011 because of the uprisings in North African countries – the Civil Protection facilities (17,984 places) have been established. Thus, the disproportion may lead to a short length of stay which does not allow to complete the integration process and to people remaining for too long periods in reception projects hampering thus the turn-over foreseen.", "THE CIVIL PROTECTION SYSTEM", "Besides the governmental centres and the SPRAR, in order to tackle the massive flows of persons coming from the North African countries, it has been established – as said previously – the system run by the Civil Protection. Such system has been appointed responsible for implementing a Plan to manage migrants’ reception through a decree declaring the existence of an emergency. Currently, such Plan is giving assistance to 17,984 persons through facilities managed by the Regions as of September 28th 2012. The centres, set up by the Regions through the Civil Protection’s funds, are working in parallel with the other reception centres.", "THE FACILITIES IN METROPOLITAN AREAS", "In many Italian cities, the Municipalities have established their own reception systems that concern international protection seekers, Dublin cases and holders of international protection. This happens even if the Municipalities’ accommodations have not been set up to comply with the Reception Directive and its Legislative Decree. Each system has its own entry rules and capacity at local level. Therefore, it is not possible to describe them comprehensively as it is deemed necessary to focus on the fact that these facilities have been established to tackle the lack of the governmental centres and of the SPRAR. Although the Municipalities’ centres have assisted international protection seekers and holders of protection, it is not their aim and, therefore, such structures do not offer targeted services. Moreover, it must be considered that the entry in these systems is difficult because of the existing disproportion between the lacking of places and the requests of accommodation lodged in each Municipality.", "THE SELF-ORGANIZED SETTLEMENTS", "Lacking a reception and assistance policy for the international protection beneficiaries and the asylum seekers, in practice a phenomenon has originated: the self-organized settlements. These have mushroomed to host both international protection seekers and migrants in big cities. With respect to Rome, where 1,200 up to 1,500 people are expected to live in these settlements, Milano hosts less people because the Municipality has hampered the birth of new [settlements] ... [The Municipality of Rome, for instance, runs 21 reception centres providing around 1300/1400 places; the Municipality of Milano offers around 400 places and the Municipality of Torino provides 201 places].”", "47. According to the report “Asylum procedure and reception conditions in Italy” with a special focus on “Dublin returnees” as released in May 2011 by Juss-Buss, a joint Norwegian-Swiss NGO and based on a visit to Italy in September 2010, persons who are returned to Italy in accordance with the Dublin II Regulation arrive by plane at international airports. Dublin returnees will in general be reinserted in their previous asylum procedure at the stage when they left. To this end, the border police at the airport will identify the responsible police immigration department. The returnee will be asked to go there and must present him or herself there within five days of arrival in Italy. Travel expenses are covered by the Ministry of Interior.", "48. This report also explains that the majority of Dublin returnees had already received an Italian residence permit before they left Italy for other European countries. It is possible to renew a residence permit issued to an accepted refugee or granted for subsidiary protection or compelling humanitarian reasons by filing a request with the competent police immigration department. However, as such a request must in principle be accompanied by the original permit paper, this can be a serious problem for Dublin returnees who usually no longer have this permit in their possession when they are transferred to Italy. Although the Italian authorities generally display a restrictive approach where it concerns replacing missing permits in order to prevent improper use of such documents, stolen or lost permits can be replaced.", "49. The “Dublin II Regulation National Report” on Italy (see paragraph 46 above) states in respect of Dublin Returnees:", "“Within this broader category, another distinction is deemed necessary according to whether the returnee had already enjoyed the reception system while s/he was in Italy.", "If returnees (international protection seekers, beneficiaries of international protection or of a permit of stay for humanitarian reasons) had not been placed in reception facilities while they were in Italy, they may still enter reception centres. Due to the lack of available places in reception structures and to the fragmentation of the reception system, the length of time necessary to find again availability in the centres is – in most of the cases - too long. Since, there is no general practice, it is not possible to make a quantification of the time necessary to access to an accommodation. However, in the last years, temporary reception systems have been established to house persons transferred to Italy on the basis of the Dublin II Regulation. However, it concerns a form of temporary reception that lasts until their juridical situation is defined or, in case they belong to vulnerable categories, an alternative facility is found.", "Such temporary reception has been set up thanks to targeted projects funded by the European Fund for Refugees. For instance, in Rome, there are currently projects providing assistance to 200 persons – within this broader category 60 places are for vulnerable categories.", "However, it happens that Dublin returnees are not accommodated and find alternative forms of accommodation such as self-organized settlements.", "If returnees, who have already been granted a form of protection, had already enjoyed the reception system when they were in Italy, they have no more right to be accommodated in CARAs. However, they may be accommodated in these centres in case places are available to allow them to restart the administrative procedure to obtain a permit of stay.", "Frequently, the time foreseen in accommodation facilities is not enough for the beneficiaries of international protection to fully integrate themselves. ...”", "50. The European comparative report “Dublin II Regulation, Lives on hold” prepared in collaboration with Forum Réfugiés, Cosi, the Hungarian Helsinki Committee and the European Council on Refugees and Exiles (ECRE) and published on 3 February 2013 states under the heading “Access to the asylum procedure in a take back situation” in respect of Italy:", "“In Italy, if the asylum seeker has previously applied for asylum there, three scenarios may arise: 1) the applicant was granted protection in his/her previous asylum procedure but was not notified of this outcome; if the permit of stay is still valid then a residence permit will be issued to the person concerned; if the permit of stay is no longer valid then a procedure can be started to renew it. The applicant will be entitled to the same benefits as other beneficiaries of international protection; 2) If the applicant received a refusal on his/her first asylum application and was notified of this before leaving Italy and did not appeal against it, the asylum seeker will be notified of an expulsion order and possibly sent to a detention centre (CIE: Centre for Identification and Expulsion). If the person was only informed of the first instance refusal upon return, then he/she has the possibility to lodge an appeal within 15-30 days. If the person concerned decides not to submit an appeal, then he/she is required to leave Italy within 15 days at the latest. 3) If the applicant’s asylum procedure in Italy is still pending, the Italian authorities will continue to examine his/her claim.”", "51. In 2010 and 2011 several German administrative courts granted interim relief in cases concerning transfers to Italy. According to the “Dublin II Regulation National Report” on Germany, published in December 2012 by the European network for technical cooperation on the application of the Dublin II Regulation (see paragraph 46 above), the German Federal Office for Migration and Refugees (Bundesamt für Migration und Flüchtlinge) has appealed all of the few judgments which obliged it to invoke the sovereignty clause by taking over responsibility for an asylum request from the country of first abode and, so far, the German constitutional court has not suspended any transfer to Italy.", "52. In its ruling no. 74 623 given on 3 February 2012, concerning the complaint that the transfer from Belgium to Italy of an Afghan asylum seeker would breach the latter’s rights under Article 3 of the Convention, the Acting President of Chamber IV of the Belgian Aliens Appeals Board (Conseil du contentieux des étrangers / Raad voor vreemdelingen-betwistingen) decided to suspend the removal order issued against the appellant. After having extensively cited the relevant principles in the Court’s case-law under the Convention, it held:", "“3.3.2.2.5.2. ... The general information added to the file by the applicant shows – at this stage of the proceedings – to a sufficient degree that currently there are serious problems in Italy as regards the manner in which asylum seekers are being treated. Although press reports and/or general reports do not in itself suffice for finding a violation of Article 3 of the Convention, it appears in the instant case that the [Belgian Deputy Minister for Asylum and Migration], in taking her decision in which she refers to the responsibility of Italy as to the processing of the asylum request, has not sufficiently taken into account the precarious situation of asylum seekers since the events in North-Africa.", "The appellant further correctly points out that, since the Italian authorities failed to reply to the transfer request, there is no formal approval by the Italian authorities from which it could (implicitly) be derived that he will be given suitable reception.", "It follows that the applicant seems to have an arguable claim based on Article 3 of the Convention. The grounds for appeal, in so far as they allege a violation of Article 3 of the Convention, thus appear to be serious at this stage of the proceedings.”", "53. In its judgment of 17 October 2012, the Court of Appeal for England and Wales examined – in the case of EM (Eritrea) and others v. the Secretary of State for the Home Department [2012] EWCA Civ 1336 –whether the return of any of the four appellants to Italy, either as an asylum-seeker or as a person already accepted as a refugee there, would entail a real risk of inhuman or degrading treatment in violation of Article 3 of the Convention. The appellants claimed that Italy’s system for the reception and settlement of asylum-seekers and refugees is in large part dysfunctional, with the result that anyone arriving or returned there, even if they have children with them, faces a very real risk of destitution.", "54. The Court of Appeal considered this question in the light of the materials adduced by the parties, including “Recommendations on Important Aspects of Refugee Protection in Italy” as published in July 2012 by the UNHCR; a report of Thomas Hammarberg, the Council of Europe’s Commissioner for Human Rights, issued in September 2011 following a formal visit to Italy in May 2011; reports from Juss-Buss (deriving from a joint Swiss and Norwegian NGO visit to Italy in October 2010), from NOAS (a Norwegian NGO, based on the same visit in October 2010), from Pro-Asyl (a German NGO which visited Italy at about the same time), from Caritas (in a report entitled Metropolitan Mediations, sponsored by the EU and the Italian Ministry of the Interior, updated to May 2012), from a specialist lawyer, Gianluca Vitale (June 2011), and from two other specialist lawyers, Salvatore Fachile and Loredana Leo (Critical Aspects of the International Protection System in Italy, June 2012). It summarised the parties’ position as follows:", "“29. The Home Secretary has put a substantial body of evidence before the court describing Italy’s system for the processing, reception, accommodation and support of asylum-seekers and refugees. We will come in due course to the legal materiality both of this evidence and of the countervailing evidence of the four claimants which is summarised above. In essence, as set out in the Italian government’s Guida Practica exhibited to the witness statement made in [one of the four cases] by [...], the United Kingdom Border Agency’s Italian liaison officer, it is as follows.", "30. Asylum seekers are accommodated in a reception centre for long enough for the Territorial Commission to evaluate their claims. If accepted as refugees, or while awaiting a decision, they are given an international protection order and assigned to a ‘territorial project’ which forms part of SPRAR, the national system for the protection of asylum-seekers and refugees. SPRAR will either provide accommodation or transfer the claimant to a public or private local provider. Access to SPRAR is by referral only. It provides food and lodging and courses designed to assist integration, but (with few exceptions) the limit of stay there is 6 months. On leaving, claimants can apply to charitable or voluntary providers but there is no guarantee of success. However, the international protection order affords access to free healthcare and social assistance (which does not extend to social security) equivalent to that enjoyed by nationals. This requires a fiscal code number, which in turn depends on having an address which can be verified by the police. An international protection order also allows the holder to take employment or undertake self-employment, to marry, to apply for family reunification, to obtain education, to seek recognition of foreign qualifications, to apply for public housing and, after 5 years, for naturalisation. For those denied these rights, there is, says [the representative of the State Secretary], access to the Italian courts.", "31. The claimants’ case is that this may be the system in theory, but their own experience and that of many others, to which independent reports attest, is that it is not what happens in reality to a very considerable number both of asylum-seekers and of recognised refugees. In short, they say, Italy’s system for the reception and settlement of asylum-seekers and refugees is in large part dysfunctional, with the result that anyone arriving or returned there, even if they have children with them, faces a very real risk of destitution.”", "55. Although acknowledging that the NGO reports before it gave a great deal of support to the accounts given by three of the appellants of their own experiences in Italy, the Court of Appeal found:", "“61. ... The decision of the Court of Justice of the European Union in NS v United Kingdom has set a threshold in Dublin II and cognate return cases which exists nowhere else in refugee law. It requires the claimant to establish that there are in the country of first arrival ‘systemic deficiencies in the asylum procedure and in the reception conditions of asylum seekers ... [which] amount to substantial grounds for believing that the asylum seeker would face a real risk of being subjected to inhuman or degrading treatment ...’.", "62. In other words, the sole ground on which a second state is required to exercise its power under article 3(2) Regulation 343/2003 to entertain a re-application for asylum or humanitarian protection, and to refrain from returning the applicant to the state of first arrival, is that the source of risk to the applicant is a systemic deficiency, known to the former, in the latter’s asylum or reception procedures. Short of this, even powerful evidence of individual risk is of no avail.", "63. The totality of the evidence about Italy, although it is extremely troubling and far from uncritical, does not in our judgment come up to this mark. While undoubtedly at a number of points it either overtly alleges or powerfully suggests systemic failure, it is neither unanimously nor compellingly directed to such a conclusion. At least equal, if not greater, weight has to be accorded to the far more sanguine – and more recent - UNHCR report, echoed as it is, albeit more faintly, by the Hammarberg report. While what amounts to a systemic deficiency must to a considerable degree be a matter of judgment, perhaps even of vocabulary, the evidence does not demonstrate that Italy’s system for the reception of asylum seekers and refugees, despite its many shortcomings and casualties, is itself dysfunctional or deficient. This is so whether one focuses on the body of available reports on Italy or the comparative findings in MSS about Greece.", "64. It has to follow that the four claims before the court, despite their supporting testimony of individual risk, are incapable of succeeding under article 3 on the present evidence, and that the Home Secretary is therefore justified in that respect in certifying them.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}