{"ITEMID": "001-104962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ZABŁOCKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1+6-3", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1949 and lives in Koszalin.", "6. On 11 April 1997 the parliament passed the Law on disclosing work for or service in the State’s security services or collaboration with them between 1944 and 1990 by persons exercising public functions (ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 19441990 osób pełniących funkcje publiczne; “the 1997 Lustration Act”). It entered into force on 3 August 1997. Persons falling under the provisions of the 1997 Lustration Act, i.e. candidates or holders of public office such as ministers and members of parliament, were required to declare whether or not they had worked for or collaborated with the security services during the communist regime. The provisions of the Act extended to, inter alia, judges, prosecutors, advocates and members of the supervisory boards and boards of directors of the “Polish Television SA” and “Polish Radio SA” as well as their local branches.", "7. On 15 December 1998 the applicant, a member of the supervisory board of the Koszalin Branch of the National Radio (Rada Nadzorcza Rozgłośni Regionalnej Polskiego Radia, Radio Koszalin SA) declared that he had not collaborated with the communistera secret services.", "8. In 2002 the applicant became a member of the board of directors of the same radio (Zarząd).", "9. In February 2005 the Commissioner of the Public Interest (Rzecznik Interesu Publicznego) informed the applicant that he had doubts as to the truthfulness of his lustration declaration.", "10. On 23 September 2005 the Warsaw Court of Appeal (Sąd Apelacyjny) decided to institute lustration proceedings against the applicant following a request made by the Commissioner on the grounds that the applicant had lied in his lustration declaration by denying that he had cooperated with the secret services.", "11. The Court of Appeal held hearings on 23 November, 8 December 2005 and 25 July and 20 September 2006. The applicant, who was not represented, attended the hearings although he lived in Koszalin, 450 kilometres away from the court. The hearings were not open to the public.", "12. On 20 September 2006 the Warsaw Court of Appeal, acting as the firstinstance lustration court, found that the applicant had submitted an untrue lustration declaration since he had been an intentional and secret collaborator with the State’s secret services. The court established that between 1971 and 1974 the applicant, at that time a student at Torun University, had been a secret collaborator (TW, tajny współpracownik) and had signed a socalled collaboration commitment (zobowiązanie do współpracy). The court based its findings on the statements made by Mr A.W., an officer of the Security Service (Służba Bezpieczeństwa, “the SB”) who had recruited him. The court established that the applicant had met with Mr A.W. several times and had once received financial payment. All the documents collected in the case were classified as confidential and could be consulted by the applicant in the secret registry of the lustration court.", "13. The applicant appealed against the decision. He submitted that he had never collaborated with the SB and had not passed any information to it. He contested the authenticity of the documents, the originals of which had been destroyed and only microfilms of which had been preserved.", "14. On 10 January 2007 the Warsaw Court of Appeal, acting as the secondinstance lustration court, upheld the impugned judgment. The court established that the evidence in the case had not been extensive but had obviously pointed to the fact that the applicant had been an intentional and secret collaborator with the SB.", "15. On 28 August 2007 the Supreme Court (Sąd Najwyższy) dismissed the applicant’s cassation appeal as being manifestly illfounded. The applicant was barred from holding public office for a period of ten years in application of the 1997 Lustration Act.", "16. The relevant law and practice concerning lustration proceedings in Poland are set out in the Court’s judgment in the case of Matyjek v. Poland, no. 38184/03, § 2739, ECHR 2007V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}