{"ITEMID": "001-57698", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF JAN-AKE ANDERSSON v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["9. Mr Jan-Åke Andersson, a Swedish citizen, is an engineer by profession and resides in Torsås in the South-West of Sweden.", "10. On 26 February 1983 the applicant was stopped by police inspector B. while driving a tractor on a highway (motortrafikled), on which this was prohibited under the Traffic Ordinance of 1972 (vägtrafikkungörelsen 1972:603 - \"the 1972 Ordinance\"). He refused to pay a fine, maintaining that he had not seen any road sign indicating the category of the road or the prohibition in question.", "11. On 17 May 1983 Mr Andersson was summoned to appear before the District Court (tingsrätten) of Ronneby, charged with having contravened sections 139 and 144 of the 1972 Ordinance.", "In a letter to the District Court he stated that he expected the public prosecutor to call certain police officers, including police inspector B., as witnesses, as he could not afford to call any himself. Moreover, the public prosecutor should, he said, produce the relevant official meteorological records (see the extracts from the District Court’s judgment in paragraph 12 below). In addition, he requested the District Court to appoint an official defence counsel.", "On 8 June 1983 this request was refused by the District Court, which considered that the case was simple and that the applicant was able to defend himself. His appeal against this decision was dismissed by the Court of Appeal (hovrätten) of Skåne and Blekinge on 15 June 1983, with no possibility of further appeal.", "12. On 21 September 1983 the District Court held a hearing (huvudförhandling) during which both the applicant and police inspector B. were heard. It did not, however, order the production of the relevant meteorological records. On the same day it found the applicant guilty of the charge brought against him and sentenced him to a fine of 400 Swedish kronor. In its judgment the District Court stated:", "\"[The applicant] has contested criminal liability and has made the following statement: He was on his way from Hässleholm to Torsås driving a tractor that he had just bought. He had travelled with his father to Hässleholm that morning and they had then, inter alia, travelled the same road but in the opposite direction. The mist had been very dense already in the morning and [the applicant] had observed nothing special as regards the road during the trip. He does not know what the concept ‘motortrafikled’ means. When he arrived on the ‘motortrafikled’ west of Karlshamn it was so misty that he saw no road signs that attracted his attention. He was therefore unaware of the character of the road he was driving on and even if he had noticed a road sign indicating ‘motortrafikled’ he would not have known what restrictions this would imply as regards driving certain vehicles.", "Police inspector B. has been heard as a witness but has not given any information other than that the weather was normal in the area of Ronneby without any signs of mist.", "[The applicant] - who was driving as alleged by the public prosecutor - drove a long distance by tractor and should therefore have paid particular attention to the rules applicable as regards the driving of such a vehicle. The fact that the weather was misty does not relieve him from his obligations as a driver. He shall therefore be convicted in accordance with the charge against him.\"", "13. On 4 October 1983 the applicant appealed to the Court of Appeal of Skåne and Blekinge. He claimed that the proceedings before the District Court had been \"unbalanced\" and that numerous \"interruptions\" by the judge had prevented him from following the arguments and from presenting his case in a satisfactory manner; that the fine imposed was far too high; and furthermore, that the District Court had overlooked the fact that certain road signs had been missing.", "In his reply of 31 October 1983, the public prosecutor, referring to the evidence submitted before the District Court, maintained that the applicant was guilty and expressed the opinion that it was not necessary to hold a new hearing. On 2 November the Court of Appeal sent a copy of this reply to the applicant, advising him that since the case could be adjudicated without a new hearing, he was entitled to submit final written observations within two weeks.", "In his final observations of 9 November 1983, Mr Andersson asked the Court of Appeal to take the absence of certain road signs into account and to consider the weather situation and the fact that he was overtaken by an unmarked police car which failed to warn him.", "He also applied for a public hearing to be held in Karlskrona, for police inspector B. to be heard as a witness and for the relevant meteorological records to be examined. In addition, he requested free legal assistance since he needed defence counsel and did not have sufficient means to pay for one.", "14. The Court of Appeal rejected the applicant’s requests and decided the case on the basis of the case-file. In its judgment of 10 February 1984, upholding the findings of the District Court, it stated:", "\"From the photos which have been referred to, it appears that the fact that the road in question was a ‘motortrafikled’ did appear from appropriate and visible road signs at Stensnäs. For this reason and since [the applicant] nevertheless drove the tractor on [the road] from Stensnäs to Sörby, he committed the offence with which he has been charged by the prosecution.\"", "15. Mr Andersson applied for leave to appeal to the Supreme Court (högsta domstolen), claiming that the appeal proceedings had been very \"unbalanced\" and had not complied with human-rights standards. The Supreme Court refused the application on 26 April 1984.", "16. Under the rules on public access to official documents, contained in the Freedom of the Press Act 1949 (tryckfrihetsförordningen) and the Secrecy Act (sekretesslagen, 1980:100), the case-files from the courts involved were all accessible to the public.", "17. According to Chapter 21 of the Code of Judicial Procedure, lower courts must not as a rule give judgment in criminal cases until the accused has been able to defend himself at an oral hearing. Exceptions to this rule do, however, exist, particularly at appellate level. Thus, Chapter 51, section 21, as worded at the relevant time (it was subsequently amended with effect from 1 July 1984), provided:", "\"The Court of Appeal may decide the case without a hearing if the prosecutor appeals only for the benefit of the accused or if an appeal lodged by the accused is supported by the opposing party.", "The case may be decided without a hearing if the lower court has acquitted the accused or discharged the offender or found him to be exempted from punishment by virtue of mental abnormality or if it has sentenced him to a fine or ordered him to pay a money penalty (vite) and there is no reason to impose a more severe sanction than those mentioned above or to impose any other sanction ...\"", "18. The Court of Appeal has the power to review questions both of law and of fact. However, there are some limits to its jurisdiction. Section 23 of Chapter 51, for instance, lays down that the Court of Appeal may not normally change the lower court’s assessment of the evidence to the disadvantage of the accused without the evidence in question being produced afresh before the Court of Appeal; Chapter 51, section 25 (as amended by Laws 1981:22 and 228) also contains a rule prohibiting the appellate court, in cases where the appeal is lodged by the accused or by the prosecutor for the benefit of the accused, from imposing a sentence which can be considered more severe than that imposed at first instance."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}