{"ITEMID": "001-108216", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF BURYAK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "André Potocki;Ganna Yudkivska;Mark Villiger", "TEXT": ["4. The applicant was born in 1982 and lives in the Kyiv Region.", "5. On 14 July 1999, in the presence of others, the applicant shot Mr P. who eventually died in a hospital.", "6. On 15 July 1999 the police started criminal investigations into the event.", "7. On 19 July 1999 the applicant was accused of inflicting bodily injuries; on the same day he gave an undertaking not to abscond.", "8. On 15 October 1999 the police also instituted criminal proceedings against the applicant on suspicion of unlawful possession of arms.", "9. On 20 October 1999 the police changed the legal qualification of the applicant’s actions and accused him of murder.", "10. On 24 October 1999 the police accused the applicant of murder and unlawful possession of arms.", "11. On 29 October 1999 the police submitted the criminal case to the Kyevo-Svyatoshynskyy District Court for trial.", "12. On 29 February 2000 the court convicted the applicant of premeditated murder committed in the state of extreme emotional disturbance and sentenced him to three years and six months’ imprisonment.", "13. On 12 April 2000 the Kyiv Regional Court upheld that judgment, which thus became final.", "14. On 6 September 2000 the prosecutor lodged a protest against the decisions in the case. On 12 October 2000 the Presidium of the Kyiv Regional Court rejected the protest.", "15. On 6 January 2001 the Deputy Prosecutor General lodged a new protest.", "16. On 25 January 2001 the Supreme Court found that the lower court had not duly established the motive of the crime, quashed the decisions in the case and remitted it to the prosecutors for additional investigations.", "17. On 12 July 2001 the investigations were completed and on 19 July 2001 the case was submitted to the Kyevo-Svyatoshynskyy Court for trial.", "18. On 12 December 2001 the court convicted the applicant of premeditated murder and sentenced him to seven years’ imprisonment.", "19. On 10 April 2002 the Kyiv Regional Court of Appeal changed that judgment. On 17 September 2002 the Supreme Court found that the court of appeal had not duly established the motive of the crime and remitted the case to that court for fresh consideration.", "20. On 6 November 2002 the Court of Appeal, in the applicant’s absence, upheld the judgment of 12 December 2001 with some minor modifications.", "21. On 10 June 2003 the Supreme Court quashed the decision of 6 November 2002 as it had been taken in the applicant’s absence and remitted the case to the Court of Appeal for fresh consideration.", "22. On 13 August 2003 the Court of Appeal changed the judgment of 12 December 2001 and sentenced the applicant to four years’ imprisonment for murder committed in the state of extreme disturbance. By the same judgment the court amnestied the applicant.", "23. On 1 April 2004 the Supreme Court found that the Court of Appeal had not duly established the motive of the crime, quashed this decision and remitted the case for fresh consideration on appeal.", "24. On 1 October 2004 the Court of Appeal sentenced the applicant to four years’ imprisonment and changed the judgment of 12 December 2001.", "25. On 17 November 2005 the Supreme Court found that the severity of the applicant’s sentence did not correspond to the gravity of the crime, quashed the decision of 1 October 2004 and remitted the case for fresh consideration to the Court of Appeal.", "26. On 6 February 2006 the Court of Appeal upheld the judgement of 12 December 2001 with minor modifications.", "27. On 6 April 2007 the Supreme Court rejected the appeal in cassation lodged by the applicant’s lawyer.", "28. In the course of the proceedings nine forensic examinations were ordered. Four times the applicant was placed in detention after conviction. Subsequently, he was released twice following the annulment of the convictions and twice on specific conditions. There were seven witnesses and a number of experts heard by the courts. The applicant and his lawyer lodged four procedural requests and four appeals against the courts’ judgments and decisions."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}