{"ITEMID": "001-119703", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF GROSS v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1931 and lives in Greifensee in Switzerland.", "7. For many years, the applicant has expressed the wish to end her life. She explained that she is becoming more and more frail as time passes and is unwilling to continue suffering the decline of her physical and mental faculties.", "8. In 2005, following a failed suicide attempt, the applicant received inpatient treatment for six months in a psychiatric hospital. This treatment did not, however, alter her wish to die. As the applicant was afraid of the possible consequences of another failed suicide attempt, she decided that she wished to end her life by taking a lethal dose of sodium pentobarbital. She contacted an assisted-death association, EXIT, for support, which replied that it would be difficult to find a medical practitioner who would be ready to provide her with a medical prescription for the lethal drug.", "9. On 20 October 2008 a psychiatrist, Dr T., having examined the applicant on 13 and 19 August 2008, submitted an expert opinion on the applicant’s capacity to form her own judgment (Urteilsfähigkeit). He noted that the applicant had never been seriously ill and did not have to undergo major surgery. However, in recent years, the applicant had noted a decline in her physical and, to a certain degree, her mental faculties. Her memory, her capacity to concentrate and her attention span were not what they used to be. She had difficulty undertaking long walks and her range of activities and her circle of friends had diminished. Accordingly, it had been her strong desire for several years to be allowed to end her life, which she felt was becoming more and more monotonous. She could hardly bear her physical decline. Furthermore, she increasingly suffered from eczema and back aches and every change in her environment terrified her. Her quality of life was constantly decreasing, and she also suffered from the fact that she could not talk openly about her wish to die with her friends.", "10. On the basis of his psychiatric examination, Dr T. observed that there was no doubt that the applicant was able to form her own judgment. He further noted that her wish to die was reasoned and well-considered, had persisted for several years and was not based on any psychiatric illness. From a psychiatric/medical point of view, Dr T. did not have any objection to the applicant being prescribed a lethal dose of sodium pentobarbital. However, he refrained from issuing the necessary prescription himself on the grounds that he did not want to confuse the roles of medical expert and treating physician.", "11. By letters of 5 November 2008, 1 December 2008 and 4 May 2009 the applicant’s representative submitted the applicant’s request to be given a prescription for sodium pentobarbital to three further medical practitioners, who all declined to issue the requested prescription. In a letter dated 3 December 2008 medical practitioner Dr B. explained that she felt prevented by the code of professional medical conduct (aus standesrechtlichen Gründen) from issuing the requested prescription, given that the applicant was not suffering from any illness. In a letter dated 11 May 2009 medical practitioner Dr S. stated that she considered the applicant’s wish to die to be understandable. She stated that she would be ready to examine the applicant and to consider her request to issue the required prescription, provided that the applicant’s counsel could guarantee that she would not risk any consequences from the point of view of the code of professional medical conduct. When the applicant’s counsel replied that he could not give such a guarantee, Dr S. declined the request on the grounds that she did not wish to be drawn into lengthy judicial proceedings.", "12. On 16 December 2008 the applicant submitted a request to the Health Board of the Canton of Zurich to be provided with 15 grams of sodium pentobarbital in order for her to commit suicide. She submitted that she could not reasonably be expected to continue her search for a physician who was ready to issue the required medical prescription.", "13. On 29 April 2009 the Health Board rejected the applicant’s request on the grounds that neither Article 8 of the European Convention on Human Rights nor the Swiss Constitution obliged the State to provide a person who wished to end his or her life with the means of suicide of their choice.", "14. On 29 May 2009 the applicant lodged an appeal with the Administrative Court of the Canton of Zurich. On 22 October 2009, the Administrative Court rejected the appeal. The Administrative Court noted, at the outset, that assisting someone to commit suicide was only subject to criminal liability under Article 115 of the Swiss Criminal Code if it was carried out for selfish motives. Accordingly, a physician who provided a patient suffering from a terminal illness with the means to commit suicide was not subject to criminal liability (the Administrative Court referred to the case-law of the Swiss Federal Supreme Court, judgment of 3 November 2006, BGE 133 I 58, summarised in Haas v. Switzerland, no. 31322/07, §§ 15-16, ECHR 2011). The prerequisite of a medical prescription for obtaining a lethal dose of sodium pentobarbital was in accordance with Article 8 of the Convention and with the Swiss Constitution. It ensured that a medical practitioner had examined all pertinent aspects of the matter and thus served the general interest in public health and safety and – in connection with assisted suicide – the prevention of crime and combating the risk of abuse. The medical prescription served the aim of preventing premature decisions and guaranteed that the intended action was medically justified. It further ensured that the decision was based on a deliberate exercise of the free will of the person concerned.", "15. The Administrative Court observed that Dr T., in his expert opinion, had stated that he did not have any objection from a psychiatric/medical point of view to the applicant being prescribed a lethal dose of sodium pentobarbital. However, Dr T. had merely examined whether the applicant was able to form her own free will and whether her wish to die was well thought out and persistent. He had not, however, considered whether the applicant was suffering from any illness which would justify the assumption that the end of her life was near. Neither had he examined whether the applicant’s wish to die might be the manifestation of a disease which could be medically treated. The wish to die taken on its own, even if it was wellconsidered, was not sufficient to justify the issuing of a medical prescription. Accordingly, the content of the case file did not demonstrate that the necessary prerequisites for issuing a medical prescription had been fulfilled in the instant case. There was therefore a need for further medical examination.", "16. Under these circumstances, there was no sufficient reason to dispense the applicant from the necessity of a thorough medical examination and of a medical prescription.", "17. The applicant lodged an appeal against the Administrative Court’s judgment. She repeated her request to be provided with 15 grams of sodium pentobarbital, alternatively through a pharmacy. She further asked the Federal Supreme Court to establish that the provision of a lethal dose of this substance to a person who was able to form her own judgment and was not suffering from a mental or physical illness did not constitute a violation of a medical practitioner’s professional duties.", "18. Relying, explicitly or in substance, on Articles 2, 3 and 8 of the Convention, she alleged that the impugned decisions had rendered her right to decide by which means and at what point her life would end illusory. She averred that the State was under an obligation to provide the necessary means allowing her to exercise this right in a concrete and effective way.", "19. On 12 April 2010 the Federal Supreme Court rejected the applicant’s appeal. Relying on its own case-law and on the Court’s judgment in the case of Pretty v. the United Kingdom (no. 2346/02, ECHR 2002III), the Federal Supreme Court considered, in particular, that there was no (positive) obligation enjoining the State to guarantee an individual’s access to a particularly dangerous substance in order to allow him or her to die in a painless way and without the risk of failure. The Federal Supreme Court observed that proceedings in the Haas case were pending before the European Court of Human Rights. Accordingly, it was up to that Court to examine whether the Federal Supreme Court had correctly interpreted Article 8 of the Convention in this context. Pending these proceedings, the Federal Supreme Court did not see any reason to revise its reasoning in the Haas judgment.", "20. The Federal Supreme Court furthermore held that the requirement of a medical prescription pursued the legitimate aims of protecting the individual concerned from making a hasty decision and of preventing abuse. The restriction on access to sodium pentobarbital served the protection of public health and safety. In view of the ethical questions relating to medically assisted suicide, it was primarily up to the democratically elected legislature to decide if and under which circumstances the purchase, transport and storage of sodium pentobarbital should be allowed. The Federal Supreme Court observed in this context that a reform of the law on assisted suicide was currently the subject of political debate.", "21. The Federal Supreme Court further observed that the applicant undisputedly did not fulfil the prerequisites laid down in the medical ethics guidelines on the care of patients at the end of life adopted by the Swiss Academy of Medical Sciences (“SAMS”, see paragraphs 32-33 below), as she was not suffering from a terminal illness, but had expressed her wish to die because of her advanced age and increasing frailty. Even though the Federal Supreme Court had considered in its previously cited decision that the issuing of a medical prescription for sodium pentobarbital to a person suffering from an incurable, persistent and serious psychological illness did not necessarily amount to a violation of a doctor’s professional duties, this exception had to be handled with “utmost restraint” and did not enjoin the medical profession or the State to provide the applicant with the requested dose of sodium pentobarbital to put an end to her life. The Federal Supreme Court further noted that the issuing of the requested substance required a thorough medical examination and, with respect to the persistence of the wish to die, long-term medical supervision by a specialist practitioner who was ready to issue the necessary prescription. This requirement could n", "ot be circumvented by the applicant’s request for an exemption from the necessity of obtaining a medical prescription.", "22. The relevant provisions of the Swiss Criminal Code are worded as follows:", "Article 114 – Homicide at the victim’s request", "“Any person who for commendable motives, and in particular out of compassion, causes the death of a person at that person’s own genuine and insistent request shall be liable to a custodial sentence not exceeding three years or to a monetary penalty.”", "Article 115 – Inciting and assisting suicide", "“Any person who for selfish motives incites or assists another to commit or attempt to commit suicide shall, if that other person thereafter commits or attempts to commit suicide, be liable to a custodial sentence not exceeding five years or to a monetary penalty.”", "23. The Federal Law on Drugs (“the Drugs Act”) of 3 October 1951 regulates the use and supervision of drugs. The Federal Law on Medicinal Products and Medical Devices (“the Therapeutic Products Act”) of 15 December 2000 applies to drugs covered by the Drugs Act where they are used as therapeutic products (section 2, subsection (1)(B) of the Therapeutic Products Act). The Drugs Act remains applicable, however, if the Therapeutic Products Act does not regulate a specific matter or if its regulation is less extensive (section 2, subsection (1) bis of the Drugs Act).", "24. Under section 1 of the Drugs Act and the Order of 12 December 1996 on Drugs and Psychotropic Substances issued by the Swiss Institute for Therapeutic Products, sodium pentobarbital is considered to be a drug within the meaning of the Drugs Act. In addition, it appears from the Federal Court’s judgment of 3 November 2006 that sodium pentobarbital is categorised as a category B medicinal product within the meaning of the Therapeutic Products Act.", "25. Section 9 of the Drugs Act lists the members of the medical professions who may obtain drugs without authorisation. Section 9(1) is worded as follows:", "“Doctors, dentists, veterinary surgeons and those managing a public or hospital pharmacy who practise as self-employed professionals by virtue of a decision of the cantonal authorities adopted pursuant to the Federal Law of 19 December 1877 on the practice of the professions of doctor, pharmacist and veterinary surgeon in the Swiss Confederation may obtain, hold, use and issue drugs without authorisation, within the limits justified by their practice, in conformity with the requirements of their profession. This shall be without prejudice to cantonal provisions regulating direct dispensing by doctors and veterinary surgeons...”", "26. Pursuant to section 10(1) of the same Act, only doctors and veterinary surgeons are authorised to prescribe drugs. Doctors and veterinary surgeons may write such prescriptions only in so far as this is medically acceptable and only for patients whom they have examined personally (section 11(1) of the same Act, and regulation 43(1) of the Order on Drugs of 29 May 1996).", "27. Sections 24 and 26 of the Therapeutic Products Act are worded as follows:", "Section 24 – Dispensing of medicinal products subject to prescription", "(1) The following persons shall be entitled to dispense prescription-only medicinal products:", "(a) pharmacists, on presentation of a doctor’s prescription and, in justified exceptional cases, without a doctor’s prescription;", "(b) all other medical professionals in accordance with the provisions on dispensing physicians;", "(c) all duly trained professionals, under the supervision of a person specified in subsections (1) (a) and (b).", "...”", "Section 26 – Principle of prescription and dispensing", "“(1) The recognised rules of pharmaceutical and medical sciences must be respected when prescribing and dispensing medicinal products.", "(2) A medicinal product may only be prescribed if the state of health of the consumer or patient is known.”", "28. Chapter 8 of the same Act contains criminal-law provisions targeting persons who intentionally endanger the health of another person in relation to an activity covered by the Act. Section 86 of the Act provides:", "Section 86 – Offences", "“\"(1) Unless an offence carrying a more severe penalty under the Criminal Code or the Narcotics Act of 3 October 1951 has been committed, any person who wilfully endangers human health by:", "(a) neglecting his duty to exercise diligence in dealing with therapeutic products;", "(b) manufacturing, placing on the market, prescribing, importing or exporting, or trading in a foreign country, medicinal products without authorisation or licence or while infringing other provisions of this Act;", "(c) dispensing medicinal products without authorisation;", "...", "shall be liable to a term of imprisonment or to a fine not exceeding 200,000 francs.", "(2) If the person concerned acts in his professional capacity, he or she shall be liable to a term of imprisonment not exceeding five years and to a fine not exceeding 500,000 francs.", "(3) If the person concerned acts through negligence, he or she shall be liable to a term of imprisonment not exceeding six months or a fine of up to 100,000 francs.“", "29. On 28 October 2009, the Swiss Federal Council submitted two alternative legal projects aimed at regulating organised assisted suicide. It proposed two options that would change Swiss criminal law: the determination in the Criminal Code of clear duties of care for employees of assisted suicide organisations, or a complete ban on organised assisted suicide per se (see the press release issued by the Federal Department of Justice and Police on 28 October 2009). The consultation of the cantons, political parties and other interested parties (Vernehmlassung) demonstrated that no consensus on the issue could be reached. While a majority of the consulted parties considered that the federal law should define specific duties of care within the context of assisted suicide, they could not agree on the concrete implementation. On 29 June 2011 the Federal Council decided to refrain from including specific regulations on organised assisted suicide in criminal law, while expressing its intent on fostering suicide prevention and palliative care in order to reduce the number of suicides (see the press release issued by the Swiss Federal Council on 29 June 2011).", "30. On 3 November 2006 the Federal Supreme Court was called upon to examine a request to be granted a lethal dose of sodium pentobarbital lodged by a plaintiff who had been suffering from a serious bipolar affective disorder and considered that as a result, he could no longer live in a dignified manner. Since that substance was only available on prescription, he approached several psychiatrists to obtain it, but was unsuccessful. In its judgment (published in the Official Collection of Decisions of the Federal Supreme Court, BGE 133 I 58, summarised in Haas, cited above, §§ 15-16), the Federal Supreme Court considered that sodium pentobarbital could not be issued without a medical prescription. It noted, in particular, that section 24(1)(a) of the Therapeutic Products Act had to be interpreted narrowly and did not allow for an exemption in the event that no doctor could be found who was ready to issue a prescription. The Federal Supreme Court further considered that the following prerequisites had to be met before a doctor could issue a medical prescription for sodium pentobarbital: a thorough and considered examination; a medical indication; and, with regard to the genuineness of the wish to die and capacity for discernment in this connection, monitoring over a certain period by a medical specialist. Following that judgment, in May 2007 the plaintiff wrote to 170 psychiatrists setting out his case and asking each of them whether they would agree to produce a psychiatric report on him with a view to issuing a prescription for sodium pentobarbital. None of the doctors responded positively to his request.", "31. On 16 July 2010 the Federal Supreme Court examined the validity of an agreement concluded by the General Public Prosecutor of the canton of Zurich and the assisted-death organisation EXIT aimed at lying down specific rules to be observed in assisted-death cases. The Federal Supreme Court considered that the agreement was invalid as it lacked a legal basis and was not in accordance with the domestic law (BGE 136 II 415).", "32. In its judgment given on 3 November 2006, the Federal Supreme Court referred to the medical ethics guidelines on the care of patients at the end of life which were adopted on 25 November 2005 by the Swiss Academy of Medical Sciences (SAMS), an association of the five medical faculties and the two veterinary faculties in Switzerland. According to the case-law of the Federal Supreme Court (judgment of 26 August 2010, BGE 136 IV 97), the guidelines issued by SAMS do not have the formal quality of law. As they prescribe a number of precautionary measures, they can be classed as a code of conduct — the value of which is generally accepted by the practitioners bound by it. Furthermore, these guidelines may serve to define the duty of diligence in criminal proceedings or in proceedings concerning civil liability.", "33. The scope of application of these guidelines is defined as follows:", "1. Scope of application", "“(1) These guidelines concern the care of patients at the end of life. These are patients whose doctor has arrived at the conclusion, on the basis of clinical signs, that a process has started which, as experience indicates, will lead to death within a matter of days or a few weeks.”", "Section 4 of these guidelines reads as follows:", "4. The limits of medical intervention", "“Respect for the patient’s wishes reaches its limit if the patient asks for measures to be taken that are ineffective or to no purpose, or that are not compatible with the personal moral conscience of the doctor, the rules of medical practice or applicable law.”", "4.1. Assisted suicide", "“According to Article 115 of the Penal Code, helping someone to commit suicide is not a punishable offence when it is done for altruistic reasons. This applies to everyone.", "With patients at the end of life, the task of the doctor is to alleviate symptoms and to support the patient. It is not his task to directly offer assistance in suicide, rather he is obliged to alleviate any suffering underlying the patient’s wish to commit suicide. However, in the final phase of life, when the situation becomes intolerable for the patient, he or she may ask for help in committing suicide and may persist in this wish.", "In this borderline situation a very difficult conflict of interests can arise for the doctor. On the one hand assisted suicide is not part of a doctor’s task, because this contradicts the aims of medicine. On the other hand, consideration of the patient’s wishes is fundamental for the doctor-patient relationship. This dilemma requires a personal decision of conscience on the part of the doctor. A decision to provide assistance to commit suicide must be respected as [a decision of that sort]. In any case, the doctor has the right to refuse help in committing suicide. If he decides to assist a person to commit suicide, it is his responsibility to check the following preconditions:", "- The patient’s disease justifies the assumption that he is approaching the end of life.", "- Alternative possibilities for providing assistance have been discussed and, if desired, have been implemented.", "- The patient is capable of making the decision, his wish has been well thought out, without external pressure, and he persists in this wish. This has been checked by a third party, who is not necessarily a doctor.", "The final action in the process leading to death must always be taken by the patient himself.”", "4.2. Killing on request", "“Even if requested seriously and insistently, the killing of a patient must be refused by the doctor. According to Article 114 of the Penal Code, killing on request is a criminal offence.”", "34. The research conducted by the Court in the context of the Haas case (cited above, §§ 29-31) indicates that certain member States of the Council of Europe have specific regulations covering access to substances liable to facilitate suicide.", "35. In Belgium, for example, the Law of 28 May 2002 defines euthanasia as an act carried out by a third party which intentionally ends an individual’s life at that individual’s request (section 2 of the Law). A pharmacist who issues a “lethal substance” does not commit an offence where this is done on the basis of a prescription in which the doctor has explicitly stated that he or she is acting in accordance with the law. The implementing regulations establish the criteria of prudence and the conditions which must be met for the prescription and issuing of such substances; the necessary measures must also be taken to ensure the availability of the lethal substances.", "36. In Luxembourg, the Law of 16 March 2009 decriminalised euthanasia and assisted suicide. Under that Law, access to a substance enabling suicide is only lawful for a doctor if he or she is playing an integral part in the process of euthanasia or assisted suicide.", "37. Sodium pentobarbital is listed in Schedule III of the Convention on Psychotropic Substances of 21 February 1971, to which the Swiss Confederation acceded on 22 April 1994. Article 9 of that Convention reads as follows:", "Article 9: Prescriptions", "“1. The Parties shall require that substances in Schedules II, III and IV be supplied or dispensed for use by individuals pursuant to medical prescription only, except when individuals may lawfully obtain, use, dispense or administer such substances in the duly authorized exercise of therapeutic or scientific functions.", "2. The Parties shall take measures to ensure that prescriptions for substances in Schedules II, III and IV are issued in accordance with sound medical practice and subject to such regulation, particularly as to the number of times they may be refilled and the duration of their validity, as will protect the public health and welfare.", "3. Notwithstanding paragraph 1, a Party may, if in its opinion local circumstances so require and under such conditions, including record-keeping, as it may prescribe, authorize licensed pharmacists or other licensed retail distributors designated by the authorities responsible for public health in its country or part thereof to supply, at their discretion and without prescription, for use for medical purposes by individuals in exceptional cases, small quantities, within limits to be defined by the Parties, of substances in Schedules III and IV.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}