{"ITEMID": "001-118337", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BÖBER v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1977 and lives in Istanbul.", "5. On 28 June 2003 two police officers went to the Beşiktaş district of Istanbul following a complaint by a woman, and imposed an administrative fine on a taxi driver. Subsequently, the policemen and the taxi driver commenced a verbal dispute in the presence of the applicant, who is also a taxi driver. The applicant told the police officers that he would pay the fine on his friend’s behalf. The police officers then pushed the applicant to the ground, handcuffed him and began kicking and punching him. He was subsequently put in the police car. One of the police officers closed the car door on the applicant’s leg.", "6. The applicant was arrested and taken to the Beşiktaş police station by the officers, as he was accused of having insulted them.", "7. The applicant was then taken to the Taksim Hospital. According to a medical report issued following X-rays and an orthopaedic examination of the applicant, his right leg was broken as a result of the incident.", "8. On 29 June 2003 the applicant was examined by a forensic expert at the Istanbul branch of the Forensic Medicine Institute. The doctor observed a bruise of 4 cm on the left scapula, two bruises of 3 cm and 1 cm on the front of the right shoulder, two grazes of 1.5 x 1 cm on both elbows, several grazes on the upper part of the right arm within an area measuring 5 x 4 cm, and five bruises of 1 to 1.5 cm in diameter on the right arm. The doctor also observed that the applicant’s right leg was in plaster up to his knee.", "9. The final report of the Forensic Medicine Institute dated 1 July 2003 confirmed that the applicant’s leg was broken and stated that the injuries rendered him unfit for fifteen days.", "10. On an unspecified date a criminal case was brought before the 12th Chamber of the Istanbul Criminal Court against the applicant for insulting the police officers. Subsequently, on 20 October 2003 the applicant lodged a petition with the trial court and requested that the police officers be punished for ill-treating him.", "11. On 31 January 2005 the 12th Chamber of the Istanbul Criminal Court acquitted the applicant of the charges against him in respect of one of the officers. As regards the second officer, who had closed the car door on the applicant’s leg, the court found that the applicant had insulted him. However, since the officer had overstepped his authority by his actions, the court decided not to convict the applicant.", "12. Meanwhile, on 4 May 2004 the Istanbul public prosecutor filed an indictment with the 1st Chamber of the Istanbul Criminal Court against the police officers, charging them with ill-treatment of the applicant. The applicant joined the proceedings as a civil party.", "13. On 23 December 2008 the 1st Chamber of the Istanbul Criminal Court convicted the police officers as charged. The court found, in the light of the medical reports that it had obtained, plus the witness statements and the submissions of the accused and the applicant, that the police officers had beaten the applicant and had closed the car door on his leg and had thus caused the injuries found on the applicant’s body on 28 and 29 June 2003. The court sentenced the accused police officers to two months and fifteen days’ imprisonment. Having regard to the fact that the police officers did not have criminal records and to the manner in which they had committed the offence in question, the first-instance court considered that the police officers would not commit any further offence. It therefore decided to suspend the pronouncement of the judgment (hükmün açıklanmasının geri bırakılması) for a period of five years, pursuant to Article 231 of the Code of Criminal Procedure (Law no. 5271).", "14. On 29 December 2008 the applicant lodged an objection to the judgment of the first-instance court. In his petition, the applicant noted that he would make more detailed submissions after he had been provided with a copy of the reasons for judgment, and requested that a hearing be held.", "15. On 21 April 2009 the Istanbul Assize Court dismissed the applicant’s objection of 29 December 2008 after obtaining the Istanbul public prosecutor’s opinion, without awaiting the applicant’s further submissions and without holding a hearing. As domestic legislation did not provide for an appeal, this decision was final.", "16. On 8 May 2009 the decision of the Istanbul Assize Court was notified to the applicant.", "17. A description of the relevant domestic law and practice concerning prosecution for ill-treatment in force at the material time can be found in Batı and Others v. Turkey, nos. 33097/96 and 57834/00, §§ 96-98, ECHR 2004-IV (extracts).", "18. Suspension of the pronouncement of a judgment is regulated by Article 231 of the Code of Criminal Procedure (Law no. 5271), the relevant paragraphs of which read as follows:", "“...", "(5) If the accused has been convicted of the charges against him and ordered to pay a fine or sentenced to imprisonment for less than two years, the court may decide to suspend the pronouncement of the judgment... The suspension of the pronouncement of the judgment entails that the judgment shall not bear any legal consequences for the offender.", "(6) Suspension of the pronouncement of the judgment may be decided provided that;", "(a) the offender has never been found guilty of a wilful offence;", "(b) the court is convinced, taking into account the offender’s personal traits and his behaviour during the proceedings, that there is little risk of any further offence being committed; [and]", "(c) the damage caused to the victim or to society is satisfied by way of restitution or compensation.", "...", "(8) If the pronouncement of the judgment is suspended, the offender will be kept under supervision for the following five years.", "...", "(10) If the offender does not commit another wilful offence and abides by the obligations of the supervision order, the judgment [whose] pronouncement had been suspended will be cancelled and the case discontinued.", "(11) If the offender commits another wilful offence or acts in violation of the obligations of the supervision order, the court shall impose the sentence. Nevertheless, the court may evaluate the offender’s situation and may decide that [...] up to half of the total sentence will not be executed. If the conditions so permit, the court may also suspend the execution of [any] imprisonment or commute it to other optional measures.", "(12) An objection to the decision to suspend the pronouncement of the judgment may be filed.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}