{"ITEMID": "001-96177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LEVA v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-2;Violation of Art. 5-4;No violation of Art. 5-4;No violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicants were born in 1953 and 1981 respectively and live in Saint Petersburg and Bucharest respectively.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 10 March 1995 S.L. (the first applicant) was appointed director of S.A. Aroma, a State company producing alcohol. Between 13 April 2002 and 21 May 2003 he worked as the director of the agroindustrial department Moldova-Vin. In June 2003 his son O.L. (the second applicant) graduated from the Moldovan Academy of Economic Sciences and on 1 November 2003 he was hired as an economist in Vinis N.L.G. He also owns a 16.8% stake in that company.", "8. The applicants are accused of having organised, between 1 June 2000 and 1 November 2003, the purchase by S.A. Aroma of bottles using the services of Vinis N.L.G. and Dimplox S.R.L., instead of buying them directly from the producer, and thus damaging the State company's interests. The profits made were then channelled to Aroma-Floris S, a private company registered in Latvia in which S.L. owned a 22% stake. His associate A.F. owned a 23% stake and was also arrested and accused of co-authorship in the crime.", "9. According to the applicants, not contradicted by the Government, Vinis N.L.G. is the owner of the well-known registered bottles Barza Neagră and Djin, which are used by various companies, including S.A. Aroma, for brandy. The bottles are produced by the Chişinău glass factory on the basis of contracts with Vinis N.L.G. The glass factory could not lawfully sell such bottles to anyone without the consent of the owner of the registered bottles, Vinis N.L.G.", "10. In the morning of 5 November 2004 at approximately 10 a.m. S.L. was leaving for work when he was approached by two masked men who grabbed him by the hands. A third man introduced himself as an officer of the Centre for Fighting Organised Crime and Corruption (“the CFECC”) and handed S.L. a summons to appear at the CFECC. A fourth man filmed the event. Sequences of the film were later shown on the national television channel. According to the Government, the applicant was arrested at 12.20 a.m.", "11. S.L. was forced into a car and driven to the CFECC, where he was allegedly informed that he needed a lawyer and that his arrest had been ordered by the highest leadership of Moldova. Since he did not have his diary, S.L. could not call his lawyer. Despite his insistence on being assisted by the lawyer of his choice, his request was rejected and he was offered the services of a lawyer appointed by the investigator.", "12. According to S.L., he could not freely discuss his case with that lawyer, since a masked man and the investigator were present at their discussion, which took place in the investigator's office.", "13. S.L. was then informed that he was charged with large-scale fraud. He was formally recognised as a suspect on the same day and placed in the CFECC remand centre. Investigation no. 2004036575 was the only investigation referred to in the record of S.L.'s arrest.", "All his subsequent meetings at the CFECC with the lawyer chosen by him were held in the lawyer-client room, where they were separated by a glass wall and allegedly had to shout to hear each other. In the lawyer-client meeting room of the CFECC detention centre the space for detainees is separated from the rest of the room by a door and a window. The window is made of two plates of glass. Both plates have small holes pierced with a drill; however the holes do not coincide, so that nothing can be passed though the window. Moreover, there is a dense green net made either of thin wire or plastic between the glass plates, covering the pierced area of the window. There is no space for documents to be passed between the lawyer and his client. S.L. and his lawyer allegedly could not work with documents properly and felt that there was a risk of being overheard by the CFECC officers.", "14. On 5 November 2004 O.L.'s car was stopped by masked men at about the same time as his father was being arrested. O.L. was forced into a car and driven to the CFECC. His request to allow him to come to the CFECC in accordance with the summons which had just been handed to him (and which did not indicate the time he was expected at the CFECC) was ignored. The event was filmed. According to the Government, the applicant was arrested at 4.20 p.m.", "15. At the CFECC he was informed that he needed a lawyer. He called a colleague and asked him to call his lawyer. When the lawyer arrived, they were unable to confer in private and had to discuss matters in the investigator's office, in the presence of the investigator and a masked man.", "16. After he had made statements to the investigator O.L. was formally recognised as a suspect and placed in the CFECC remand centre.", "17. All his subsequent meetings with his lawyer at the CFECC were held in the meeting room, where they were separated by the glass partition and could not work with documents properly and where there was a risk of being overheard by the CFECC officers.", "18. The minutes of each of the applicants' arrest reproduced, inter alia, the text of Article 166 of the Code of Criminal Procedure (see paragraph 34 below) with place reserved for notes in respect of each potential ground for arrest. The only such ground which was filled in was that", "“eyewitnesses identified [each applicant] directly as having committed the crime punished under Article 195 § 2 of the Criminal Code”.", "19. Both applicants challenged the record of their arrest in court as unlawful. They submitted that they had not been identified by any witness as having committed a crime. The prosecution asked the court to remand the applicants in custody. It relied on the materials gathered within the framework of criminal investigation no. 2004036575 in respect of both applicants, according to which they were suspected of large-scale fraud at a State-owed company which S.L. had administered until 2003.", "20. On 8 November 2004 the investigating judge of the Buiucani District Court adopted two decisions, rejecting the prosecutor's request for the applicants to be remanded in custody. The court found that, even though the applicants were suspected of having committed a serious crime and the proceedings had been initiated in accordance with the law, no evidence had been submitted in either of the two case files as to the alleged danger of the applicants' absconding or committing further crimes. No eyewitness statement was submitted to the court identifying the applicants as the authors of a crime. In addition, they had permanent residence in Chişinău and families, and S.L. was seriously ill and needed permanent medical assistance.", "21. The court also found that the prosecution had submitted incomplete materials gathered within the framework of criminal investigation no. 2003035083 and that the latter had not been joined to investigation no. 2004036575, which was the basis for the prosecutor's request.", "22. The court did not order any restriction on the applicants' freedom of movement, and they were released immediately. S.L. underwent a surgical operation on 9 November 2004 and left the hospital on the same day.", "23. On 8 November 2004 the prosecution appealed, invoking, inter alia, the failure of the court to take into account the materials gathered within the framework of criminal investigation no. 2003035115.", "24. On 10 November 2004 the Chişinău Court of Appeal accepted the prosecution's appeal and quashed the lower court's decision in respect of S.L., remanding him in custody for ten days. This decision was final. On 12 November 2004 the same court adopted a similar decision in respect of O.L.", "25. The court gave similar reasons for remanding each of the applicants in custody, namely:", "“[each applicant] is accused of committing a very serious offence and there is a risk of influencing witnesses and of absconding”.", "26. The court added that the investigating judge should have refrained from examining the case of S.L., whom he had represented in a previous criminal investigation. That decision was final.", "27. On 9 November 2004 the applicants and A.F. left the country. S.L. left for Russia, where he requested and obtained asylum and was granted Russian citizenship on 15 February 2006. O.L. left for Romania and A.F. left for Latvia. On 12 November 2004 the applicants were officially indicted.", "28. On 13 September 2005 the Moldovan authorities asked the relevant Romanian authorities to extradite O.L. Having requested additional explanations and documents from the Moldovan authorities, on 15 November 2005 the Bucharest Court of Appeal rejected that request. The court found that the documents submitted by the Moldovan Prosecutor General's Office had not revealed a well-founded accusation that O.L. had committed a crime. The materials showed that other persons, including O.L.'s father, had been accused of having committed fraud. The court also found from the documents at its disposal that during the period under investigation and until June 2003 O.L. had been a student and had not held a management position in any of the companies mentioned in the criminal file. As confirmed by the Moldovan authorities, O.L. did not have the right to sign any documents in the name of Vinis N.L.G., which directly contradicted the assertion made by the Moldovan prosecutors that he had been the director of that company in 2002. No evidence was submitted to the court that O.L. had assisted in any manner in the alleged perpetration of the crime.", "29. On 9 December 2005 the Romanian Supreme Court of Justice upheld the decision of the lower court. The court stressed that the materials submitted mentioned O.L. as an accomplice, without giving details, but essentially concerned his father.", "30. On an unknown date the Moldovan authorities asked the relevant Russian authorities to extradite S.L. On 21 March 2006 the Russian authorities replied that they could not extradite S.L. as he was a Russian citizen.", "31. According to the respondent Government, on 28 November 2006 the criminal investigation against the applicants was suspended since their whereabouts could not be established and since the investigation could not be finished in the applicants' absence.", "32. In a letter dated 21 March 2007, the CFECC informed the Government Agent that the applicants had been informed of the charges against them as part of investigation no. 2004036575. Since the two other investigations had been initiated not against the applicants personally but against “persons with decision-making power” at S.A. Aroma, it was not necessary to inform the applicants of those investigations. In a letter addressed to the Government Agent in April 2007 the Prosecutor General's Office stated that the applicants had been informed of the subject-matter of investigation no. 2004036575. They were not informed of the two other criminal investigations, given that only the person or authority which had asked for the initiation of the investigations was to be informed under the law.", "33. The relevant domestic law has been set out in Sarban v. Moldova (no. 3456/05, §§ 51-56, 4 October 2005), and Boicenco v. Moldova (no. 41088/05, §§ 64-67, 11 July 2006).", "34. In addition, Article 166 of the Code of Criminal Procedure reads as follows:", "“Article 166. Grounds for arresting a person suspected of having committed a crime", "(1) The Investigating authority has the right to arrest a person suspected of having committed a crime which is punished by law with more than one year's imprisonment only in the following cases:", "1) if he was caught in the act;", "2) if an eyewitness, including the victim, point directly at him as having committed the crime;", "3) if clear signs of a crime are discovered on his body or clothes, or in his house or vehicle.", "(2) In other situations where there are reasons to believe that the person committed a crime he can only be arrested if he tried to abscond or has no permanent residence or if his identity could not be established. ...”", "“Article 176. Grounds for taking preventive measures.", "1. Preventive measures may be taken by the investigating authority or the court only if there are reasonable grounds to believe that the suspect or accused could abscond from the investigating authority or the court, prevent the verification of truth in the criminal proceedings or reoffend; they can also be taken by a court in order to ensure enforcement of a sentence.", "...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}