{"ITEMID": "001-98460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SPAMPINATO v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Carlo Spampinato, is an Italian national, who was born in 1978 and lives in Rome. He was represented before the Court by Mr N. Paoletti and Mrs A. Mari, lawyers practising in Rome. The Italian Government (“the Government”) were represented by their Agent Mr I. M. Braguglia and their Co-Agent Mr F. Crisafulli.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "From April 2003 onwards the applicant worked as a trainee lawyer.", "On 15 June 2004 he filed his income tax return in respect of the previous year.", "On the tax return he opted to allocate to the State an amount representing eight thousandths of the income tax due.", "Under section 47(2) of Law no. 222 of 1985, eight thousandths of income tax is allocated to the State, to the Catholic church, or to one of the representative institutions of five other religions (Union of Seventh-Day Adventist Churches, Assemblies of God of Italy, Union of Methodist and Waldensian Churches, Evangelical Lutheran Church and Union of Jewish Communities of Italy), which receive such contributions under an agreement (intesa) governing their relations with the State (see Laws no. 516 of 1988, no. 637 of 1996, no. 517 of 1988, no. 449 of 1984, no. 409 of 1993, no. 520 of 1995, no. 101 of 1989 and no. 638 of 1996).", "Those Laws are based on Articles 7 and 8 of the Constitution, which read as follows:", "“The State and the Catholic Church are independent and sovereign, each within its own sphere. Their relations are governed by the Lateran Covenants. Amendments to these Covenants which are accepted by both parties shall not require the procedure of constitutional amendment.”", "“All religious denominations are equally free before the law. Denominations other than Catholicism have the right to self-organisation according to their own constitutions, provided these do not conflict with Italian law. Their relations with the State are regulated by law, based on agreements with their respective representatives.”", "Under section 47(3) of Law no. 222 of 1985, taxpayers are required to indicate their choice for the allocation of the relevant percentage of income tax when they fill in their tax return. If no option is indicated, the sum is divided between the State, the Catholic church and the institutions representing the other religions, in proportion to the choices made by all taxpayers.", "As regards the income tax portion allocated to the State, it must be earmarked for the financing of activities with a social purpose, in accordance with the relevant principles laid down by Presidential Decree no. 76 of 10 March 1998. However, under section 2(69) of Law no. 350 of 2003, the sum of 80,000,000 euros (EUR) is deducted every year from the total amount of this portion and can be used by the State freely according to its needs."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}