{"ITEMID": "001-5633", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "OLBERTZ v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Bernhardt Olbertz] is a German national who was born in 1945 and lives in Munich.", "He was represented before the Court by Mr C. Lenz, of the Stuttgart Bar.", "The facts of the case, as put forward by the applicant, may be summarised as follows.", "The applicant was originally from the Federal Republic of Germany (FRG), where he had first worked as a chartered accountant and later managed an office for a firm of tax consultants. In 1984 he set up his own business, specialising in advising and rescuing companies in difficulty. In 1990, before Germany’s reunification, which came into effect on 3 October 1990, he moved to Potsdam in the German Democratic Republic (GDR) with the intention of setting up a tax consultancy there although he had not taken the examination required in the FRG for carrying on the occupation of a tax consultant (Steuerberater). Also in 1990 the applicant acquired East German citizenship so as to be able to set up his tax consultancy in the GDR.", "In a decision taken on 6 September 1990 the Ministry of Finance (Finanzministerium) of the GDR, acting through the Director of the Tax Department (Leiter der Abteilung Besitz- und Verkehrsteuern), granted the appointment (Bestellung) of tax consultant to the applicant although he had not taken the examination likewise normally required in the GDR for the practice of that profession.", "The applicant then set up his tax consultancy, which was quite successful. In 1995 he had seventeen employees and an annual turnover of 1,600,000 German marks (DEM).", "After reunification, the Berlin tax authorities (Senatsverwaltung für Finanzen) stated in a note (Vermerk) of 14 March 1991 that the applicant’s appointment had been lawful and that none of the grounds for revocation referred to in section 46(1) of the FRG’s Tax Consultants Act 1990 (Steuerberatungsgesetz 1990 – see Relevant domestic law and practice below) existed.", "In a decision of 13 April 1993 the tax authorities of the Land of Brandenburg (Landesfinanzverwaltung) revoked the appointment pursuant to section 46(1) as amended in the Tax Consultants Act 1992 (Steuer- beratungsgesetz 1992 – see Relevant domestic law and practice below) on the ground that the appointment had been made in breach of the statutory provisions then in force in the GDR. They said that conditions of appointment at the relevant time, – namely, the requirement of fifteen years’ previous experience as a tax consultant in the GDR – as set out in Article 15 §§ 1 and 2 of the GDR’s Tax Consultants Order 1990 (Steuerberatungs-ordnung – see Relevant domestic law and practice below) had not been satisfied. According to the tax authorities, that Order did not take into account experience gained as a tax consultant in the FRG. The purpose of the Order was, in fact, to facilitate access to the occupation of tax consultant by citizens of the GDR who had the knowledge of the subject required in the GDR, not to allow citizens of the FRG to use it as a roundabout way of gaining appointment without taking the requisite examination.", "The applicant appealed against that decision. According to him, his appointment as a tax consultant by the Finance Ministry of the GDR was permanent and lawful. By virtue of section 40a(1) of the Tax Consultants Act 1990 (see Relevant domestic law and practice below), tax consultants appointed between 6 February 1990 and 1 January 1991 had been granted provisional appointments until at least 1997; and the subsequent amendment of the Act in 1992 was unconstitutional because in section 46 a new ground for revocation had been added, one not mentioned in the previous Act (see Relevant domestic law and practice below). Moreover, he had acted in good faith since he had given all the requisite details to the Finance Ministry, which in full knowledge of the facts had appointed him as a tax consultant. He had then, he said, made substantial investments in the running of his firm and he could not at the time foresee that his appointment would be revoked following subsequent legislative amendments.", "In a judgment of 18 April 1996 the Tax Court (Finanzgericht) dismissed the applicant’s appeal and upheld the decision of the tax authorities on the same grounds. It stated, inter alia, that the provisions of Article 15 § 2 of the GDR’s Tax Consultants Order were clear, as was apparent from the settled case-law of the Federal Tax Court (Bundesfinanzhof) in similar cases, and that the provisions excluded any experience gained in the FRG. At the time of the applicant’s appointment in September 1990, there might have been isolated instances of East German civil servants who, given the general “end-of-an-era” state of the regime, had made appointments based on their own interpretations of the relevant statutory provisions, but that had not in any way reflected a general practice.", "In a decision of 14 November 1996 the Federal Tax Court refused to allow an appeal on points of law by the applicant, on the ground that it did not raise a new question of law.", "In a decision of 5 February 1997 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a bench of three judges, refused to stay execution of the decisions of the lower courts. It held that neither the interpretation nor the application of the relevant legislative provisions by the Tax Court, which had relied on settled case-law of the Federal Tax Court, infringed the applicant’s fundamental rights. That applied both to the Tax Court’s analysis of the initial conditions to be met for the applicant’s appointment and to its belief that the applicant must, in view of section 46(1) of the Tax Consultants Act, have known why his appointment was illegal.", "In a decision of 18 February 1997 the Federal Constitutional Court refused to consider the merits of the applicant’s appeal.", "In late 1997, as a result of those decisions and in accordance with section 40a(1) of the 1992 Tax Consultants Act (see Relevant domestic law and practice below), the applicant had to close his firm of tax consultants. He subsequently sold his firm and his good will.", "The GDR’s Tax Consultants Order (Steuerberatungsordnung) was issued by the Cabinet (Ministerrat) in the State’s final months. It was dated 27 June 1990 and came into force on 27 July 1990.", "In Article 13 § 1 it provided that in order to be appointed as a tax consultant, a candidate had to have taken an examination for tax consultants or have been granted an exemption.", "Under Article 14 of the Order, two of the conditions for being appointed as a tax consultant were that the candidate was a citizen of the GDR and resided there.", "Article 15 provided:", "“Conditions of exemption from the examination", "(1) Candidates shall be exempted from the examination for tax consultants if they satisfy the conditions set out in Article 14 § 1 and", "1. ...", "2. ...", "3. establish that they have fifteen years’ experience as a ‘skilled worker’ in the area of tax consultancy as their main occupation.", "(2) The following shall be deemed to be carrying on their main occupation in the area of tax consultancy:", "1. assistant accountants admitted under Article 107a of the Tax Code,", "2. former directors and executives of ‘people’s enterprises’ in accountancy and business consultancy and of the financial bodies,", "3. authorised tax agents, in accordance with Article 19 of this Order.", "(3) ...", "(4) Exemption from the examination shall be subject to the consent of the supervisory authority.”", "(“Voraussetzungen für die Befreiung von der Prüfung", "(1) Von der Steuerberaterprüfung sind die Bewerber zu befreien, die die Voraussetzungen gemäß § 14 Absatz 1 erfüllen und", "1. ...", "2. ...", "3. als Facharbeiter mindestens eine fünfzehnjährige hauptberufliche Tätigkeit auf dem Gebiet des Steuerwesens nachweisen.", "(2) Eine hauptberufliche Tätigkeit auf dem Gebiet des Steuerwesens üben aus:", "1. praktizierende Helfer in Steuersachen, die über eine Zulassung gemäß § 107a der Abgabenordnung (Sonderdruck Nr. 681 des Gesetzblattes) verfügen,", "2. ehemalige verantwortliche und leitende Mitarbeiter der VEB Rechnungsführung und Wirtschaftsberatung sowie der Finanzorgane,", "3. Steuerbevollmächtigte gemäß § 19 dieser Verordnung.", "(3) ...", "(4) Die Befreiung von der Prüfung bedarf der Zustimmung durch die Aufsichtsbehörde.”)", "As a result of the German Unification Treaty (Einigungsvertrag) of 31 August 1990, all the FRG’s legislation was extended to cover the territory of the GDR. This was also true of the FRG’s Tax Consultants Act whose provisions applied to the former GDR from 1 January 1991. Reunification itself took effect on 3 October 1990.", "After the treaty had been signed, the 1975 version of the FRG’s Tax Consultants Act (Steuerberatungsgesetz) was twice amended: once in 1990 and once in 1992.", "In the 1990 version section 40a(1), first paragraph, was worded as follows:", "“A tax consultant shall be regarded as having been appointed provisionally (vorläufige Bestellung) if he was appointed in the former GDR after 6 February 1990 and before 1 January 1991 in accordance with the legislative provisions then in force. This provisional appointment shall allow him to practise his profession in the district in which he was appointed. After 31 December 1994 the highest Land authority shall decide on his permanent appointment after consulting with the relevant Chamber of Tax Consultants (Steuerberaterkammer). Permanent appointment cannot be refused if the candidate has successfully completed a training course. ...”", "(“Als vorläufig bestellt gelten Steuerberater und Steuerbevollmächtigte, die nach dem 6. Februar 1990 und vor dem 1. Januar 1991 bestellt worden sind. Steuerbevollmächtigte haben mit der vorläufigen Bestellung das Recht zur uneingeschränkten Hilfe in Steuersachen für das Gebiet des Bezirks, in dem sie bestellt worden sind. Über die endgültige Bestellung entscheidet die zuständige oberste Landesbehörde im Benehmen mit der zuständigen Steuerberaterkammer nach dem 31. Dezember 1994. Die endgültige Bestellung darf nicht versagt werden, wenn der Berufsangehörige an einem Übergangsseminar erfolgreich teilgenommen hat. ...”)", "In the 1992 version the following two sentences were added to section 40a(1):", "“... Permanent appointment also presupposes that none of the grounds set out in section 46(1), second sentence, for revoking a provisional appointment exists. Provisional appointments shall expire on 31 December 1997 at the latest. ...”", "(“... Die endgültige Bestellung setzt ferner voraus, daß Gründe für eine Rücknahme der vorläufigen Bestellung nach § 46 Abs. 1 Satz 2 nicht vorliegen. Eine vorläufige Bestellung erlischt spätestens mit dem 31. Dezember 1997. ...”)", "In the 1990 version section 46(1) read:", "“The appointment shall be revoked if the tax consultant secured it by means of intentional deception, threat or bribery or by supplying information that was incorrect or incomplete in a material respect.”", "(“Die Bestellung ist zurückzunehmen, wenn der Steuerberater ... die Bestellung durch arglistige Täuschung, Drohung oder Bestechung oder durch Angaben erwirkt hat, die in wesentlicher Beziehung unrichtig oder unvollständig waren.”)", "In the 1992 version a second sentence was also inserted in section 46(1) which provided:", "“... A provisional appointment of a tax consultant (section 40a) shall be revoked if it was unlawful (rechtswidrig) and the person knew or should have known the circumstances giving rise to the unlawfulness...”", "(“... Eine vorläufige Bestellung (§ 40a) ist zurückzunehmen, wenn sie rechtswidrig war und der Begünstigte die Umstände kannte oder kennen mußte, die die Rechtswidrigkeit begründen...”)", "In the following years the finance ministries of the various Länder carried out a general check on the provisional appointments made during the transitional period."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}