{"ITEMID": "001-139323", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "A. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Johannes Silvis;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr A., is a Libyan national, who was born in 1972 and lives in Eindhoven. He was represented before the Court by Mr P.J. Schüller, a lawyer practising in Amsterdam.", "2. The applicant is married to a Netherlands national. Three children have been born to the couple, in 2004, in 2006 and in 2008. The children have Netherlands nationality.", "3. Mr A. was also the applicant in the case of A. v. the Netherlands (no. 4900/06). The following is taken from the Court’s admissibility decision in that case, adopted on 17 November 2009, and its judgment, delivered on 20 July 2010.", "4. In his native Libya the applicant opposed the regime of Colonel Muammer Gaddafi, which at that time held power there.", "5. The applicant entered the Netherlands in 1997 and applied for asylum. He was met with a refusal. He exhausted the available domestic remedies without success. In the course of the domestic proceedings secret intelligence reports were prepared by the intelligence and security service, the National Security Service (Binnenlandse Veiligheidsdienst – “BVD”) and its successor, the General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst – “AIVD”). Details are provided in the Court’s judgment A. v. the Netherlands, no. 4900/06, §§ 8-62, 20 July 2010.", "6. The applicant was one of twelve individuals tried in Rotterdam as members of an organisation suspected of, among other things, recruiting Muslim militants for jihad (Islamic holy war) against countries including the Netherlands. The “Rotterdam jihad trial”, as the proceedings were dubbed, attracted considerable media attention and the applicant’s identity became known. The applicant and his co-accused were acquitted of all charges on 5 June 2003, after the trial court had excluded evidence based on secret intelligence withheld from the defence.", "7. On 4 November 2005, the Minister for Immigration and Integration (Minister voor Immigratie en Integratie) imposed an exclusion order (ongewenstverklaring; section 67 of the Aliens Act 2000 (Vreemdelingenwet 2000), see paragraph 33 below) on the applicant on the ground that he constituted a threat to national security. As a consequence of this decision, the applicant could no longer be lawfully resident in the Netherlands and was subject to expulsion. The decision itself was based largely on secret intelligence not disclosed to the applicant.", "8. The applicant lodged an objection (bezwaar) against this decision, which the Minister for Immigration and Integration rejected on 7 April 2006. The applicant appealed (beroep) to the Regional Court (rechtbank) of The Hague, which dismissed the appeal on 5 March 2007. The applicant lodged a further appeal (hoger beroep) with the Administrative Jurisdiction Division of the Council of State (Afdeling bestuursrechtspraak van de Raad van State, “the Administrative Jurisdiction Division”), which was rejected on summary reasoning on 15 May 2007.", "9. The applicant lodged an application (no. 4900/06) with the Court. As relevant to the present case, the applicant complained that his expulsion to Libya, if effected, would violate his rights under Article 3 of the Convention.", "10. In its judgment of 20 July 2010 (no. 4900/06, A. v. the Netherlands), the Court held as follows (paragraph references omitted):", "“145. The applicant fears detention and ill-treatment in Libya on account of his political opposition activities, and the nature of the charges for which he had been tried in the Netherlands and which trial had been widely reported in the media.", "146. The Court observes from the materials in its possession and the materials submitted by the parties that the overall human-rights situation in Libya continues to give rise to serious concerns. Where it concerns the position of persons detained in Libya, materials from both governmental and nongovernmental sources indicate the existence of a real risk for detainees in Libya to be subjected to torture and/or ill-treatment (...) which – according to the most recent report of the USA Department of State – are said to occur routinely (...).", "147. As to the risk that the applicant will be detained if expelled to Libya, the Court notes that, in the applicant’s own submissions, the opposition group for which he had been active had started having problems with the Libyan regime as from late 1992 or early 1993 whereas he had not encountered any problems from the side of the Libyan authorities when he left Libya at the end of 1994 via an official border crossing-point, holding his own authentic passport. As apparently persons leaving or entering Libya are subjected to strict controls by border control officials, the Court considers that in these circumstances it has not been established that the applicant had attracted the negative attention of the Libyan authorities on account of his alleged opposition activities prior to his departure from Libya.", "148. Where it concerns the risk of the applicant being detained in Libya for having stood trial in the Netherlands on suspicion of involvement in an Islamic extremist network active in the Netherlands, the Court notes that the applicant was acquitted in these proceedings. However, these criminal proceedings attracted considerable media attention and the applicant’s name and nationality were disclosed in several printed media reports. The Court also notes that on 9 November 2005, shortly after the prosecution had withdrawn its appeal against the applicant’s acquittal in the criminal proceedings, the Libyan mission in the Netherlands was informed by the Aliens Police Department [Vreemdelingenpolitie] that the applicant had been placed in aliens’ detention [vreemdelingenbewaring] for removal purposes.", "149. The Court further notes that, according to reports of the Netherlands Ministry of Foreign Affairs and the United States Department of State, the Libyan authorities oppose militant forms of Islam and that, according to information gathered by the Dutch Refugee Council [i.e. Vereniging VluchtelingenWerk Nederland], the Libyan authorities often have a good insight in the activities and contacts of Libyans abroad. Against this background and the strict controls of persons seeking to enter Libya, the Court considers it sufficiently plausible for the purposes of Article 3 of the Convention that the applicant would be identified and detained for questioning after his arrival in Libya entailing a real risk of being subjected to treatment in violation of Article 3 at the hands of the Libyan authorities.", "150. In view of the above, the Court considers that substantial grounds have been shown for believing that the applicant would face a real risk of treatment proscribed by Article 3 of the Convention if expelled to Libya. Given this finding, the Court does not find it necessary to examine the remaining issues raised by the applicant under this provision.", "151. The Court finds therefore that, in the circumstances of the present case, the applicant’s expulsion to Libya would breach Article 3 of the Convention.”", "11. The regime of Colonel Muammer Gaddafi was overthrown in August 2011. On 20 October 2011 Colonel Gaddafi himself was captured and killed. The National Transitional Council, the internationally recognised interim authority, declared the country liberated three days later.", "12. Libya is now governed under a transitional constitution, the Constitutional Declaration, which was promulgated on 3 August 2011. According to Article 1 of this document, Libya is an independent democratic state in which power derives from the people; Islam is the state religion; and sharia (Islamic law) is the principal source of legislation. Article 4 provides that Libya shall be a multi-party democracy.", "13. Parliamentary elections were held in July 2012. The Libyan parliament, the General National Congress, was sworn in on 8 August 2012.", "14. The facts of the present case, as submitted by the applicant, may be summarised as follows.", "15. After the Court had given its judgment of 20 July 2010, the applicant asked the Immigration and Naturalisation Service (Immigratie- en Naturalisatiedienst) of the Ministry of Justice (Ministerie van Justitie; renamed Ministry of Security and Justice (Ministerie van Veiligheid en Justitie) after 14 October 2010) to reconsider the applicant’s exclusion order. He questioned, in particular, the relevance of the secret intelligence which was by then several years old. He also submitted information on his family life, in particular the state of health of his wife who suffered from post-traumatic stress disorder as a result of police raids on the couple’s home carried out in 2002 and 2003 to arrest the applicant.", "16. On 1 November 2010 the Minister for Immigration, Integration and Asylum Policy (Minister voor Immigratie, Integratie en Asiel, by this time the successor to the Minister for Immigration and Integration) wrote to the applicant’s counsel informing him of his refusal to have the secret intelligence report on the applicant, which dated from 2005, updated by the AIVD.", "17. On 10 November 2010 the Minister for Immigration, Integration and Asylum Policy gave his decision.", "18. The Minister noted that the applicant was not yet entitled to the lifting of the exclusion order in any case, since he had not spent at least ten consecutive years outside the Netherlands. There was accordingly no need to have the secret intelligence report updated. He referred in this connection to the Court’s judgment of 20 July 2010, in which it had been held that the decision to deny the applicant the status of refugee as well as the decision to impose an exclusion order on him did not, as such, concern a right or freedom guaranteed under the Convention (loc. cit., § 153) and also that the secret intelligence report and the underlying materials did not, as such, concern the applicant’s fear of being subjected to ill-treatment in Libya but only whether he was posing a threat to Netherlands national security (loc. cit., § 160).", "19. The fact that Article 3 of the Convention prevented the applicant’s expulsion to his country of origin did not affect the exclusion order. An alien subject to such an order was under an obligation to leave the country. Only if the alien was able to prove that Article 3 of the Convention constituted a durable obstacle to his return, and that there was no other foreign country where he could settle, and that in the individual case the exclusion order was disproportionate, could the exclusion order be lifted at the alien’s request. The applicant had failed to seek refuge in any foreign country and had failed to explain why he could not travel to countries other than Libya where he had spent time earlier.", "20. The secret intelligence report, which dated from 9 February 2005, was still sufficiently up-to-date and determinative of danger to justify the exclusion order. The applicant’s family life did not make any difference. The pertinent information, including the reports on the medical state of the applicant’s wife, had already been known at the time of the appeal against the exclusion order itself and did not, therefore, constitute relevant new facts; nor was the subsequent birth of two further children justification for making an exception. The refusal to lift the exclusion order was therefore not contrary to Article 8 of the Convention.", "21. The applicant lodged an objection (bezwaar) against the Minister’s decision.", "22. In addition, the applicant applied to the Regional Court of The Hague for a provisional measure (voorlopige voorziening).", "23. The objection was dismissed by the Immigration and Naturalisation Service on 24 March 2011, on behalf of the Minister of the Interior and Kingdom Relations (Minister van Binnenlandse Zaken en Koninkrijksrelaties).", "24. The applicant lodged an appeal with the Regional Court of The Hague.", "25. On 23 December 2011 the Regional Court of The Hague, sitting in ‘s-Hertogenbosch, gave its decision. It found that the Court’s judgment of 20 July 2010 did not of itself require the exclusion order to be revisited. However, the exclusion order had been based on the assumption that the applicant could return to Libya, which assumption had been found by the Court to be incorrect; this meant that the decision of 24 March 2011 would have to be overturned. The matter had now to be reviewed in the light of the fact that the applicant was prevented by operation of Article 3 of the Convention from returning to Libya.", "26. The Regional Court first went into the question whether the original exclusion order could stand. In this connection, it held that an exclusion order required the person concerned to leave the Netherlands of his or her own accord, whether to his or her country of origin or to another country. The applicant had failed to establish that there was no country other than Libya for him to settle. He had likewise failed to establish that there was no country other than Libya to which his wife and children could, or would, follow him. This meant that the Minister of the Interior and Kingdom Relations could reasonably argue that the exclusion order would have been given even if it had been known at the time that the applicant could not return to Libya.", "27. The Regional Court then considered whether the Minister of the Interior and Kingdom Relations had acted reasonably by failing to lift the exclusion order. It noted in this connection that the applicant had clearly not met the requirement of ten consecutive years’ residence abroad. Since the applicant had not established that Article 3 of the Convention constituted a durable obstacle to his return to Libya – “durable” meaning that it prevented the applicant’s expulsion to that country for a period of ten years – and that there was no other foreign country for him to settle, the Minister of the Interior and Kingdom Relations had been entitled in reason to consider that the impossibility of expelling the applicant to Libya did not require the exclusion order to be lifted.", "28. Since Article 8 of the Convention had been taken into consideration in the proceedings concerning the exclusion order itself, the question now was whether there had been any relevant changes in the applicant’s situation requiring the Netherlands State to allow him to exercise his family life in the Netherlands. Taking the view that the birth of two more children since the end of the first set of proceedings changed nothing in principle, the Regional Court found none.", "29. The Regional Court accordingly overturned the decision of 24 March 2011 (see paragraph 25 above) but left its legal consequences in place.", "30. In a simultaneous but separate decision, the Regional Court dismissed the applicant’s application for a provisional measure (see paragraph 22 above) as manifestly ill-founded.", "31. The applicant lodged an appeal with the Administrative Jurisdiction Division.", "32. On 17 June 2013 the Administrative Jurisdiction Division gave a decision dismissing the appeal on summary reasoning.", "33. Section 67 of the Aliens Act 2000 (Vreemdelingenwet 2000) provides that a foreign national may be declared an undesirable alien, entailing the imposition of an exclusion order, on the ground, inter alia, that he or she poses a danger to national security. An exclusion order entails a ban on residing in or visiting the Netherlands.", "34. Exclusion orders, as well as expulsion orders, can be challenged in administrative law appeal proceedings under the terms of the General Administrative Law Act (Algemene wet bestuursrecht). Such appeal proceedings do not have an automatic suspensive effect.", "35. Article 197 of the Criminal Code (Wetboek van Strafrecht) provides that an alien who stays in the Netherlands in the knowledge that he or she is subject to an exclusion order commits a criminal offence punishable by up to six months’ imprisonment or a fine of up to 4,500 euros.", "36. An exclusion order may be revoked, upon request, if the alien concerned has been residing outside the Netherlands for a period of ten years (section 68 of the Aliens Act 2000). Such revocation entitles the alien to seek readmission to Netherlands territory subject to the conditions that are applicable to every alien."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}