{"ITEMID": "001-61291", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF STOCKHOLMS FORSAKRINGS- OCH SKADESTANDSJURIDIK AB v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of P1-1;No violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. In April 1989 the applicant instituted proceedings in the District Court (tingsrätten) of Stockholm against a forwarding agent, claiming that goods belonging to the applicant had been damaged or lost while in the care of the agent. The agent was later declared bankrupt but the bankruptcy estate of the agent declined to enter as a party to the proceedings. On 16 December 1991 the District Court gave judgment in default (tredskodom) according to which the agent – the bankruptcy debtor – was to pay the applicant 112,340 Swedish kronor (SEK) in damages and SEK 199,210 in litigation costs. No appeal was made and the judgment acquired legal force.", "10. In March 1992 the applicant and the bankruptcy estate of the agent signed an agreement according to which the estate assigned to the applicant the estate’s right to compensation from an insurance company under a third party insurance which had been taken out by the agent to cover possible liabilities incurred in connection with its forwarding business. Subsequently, the applicant instituted proceedings against the insurance company in the District Court, claiming that the insurance company should pay the applicant SEK 29,648 in compensation for damaged or lost goods and SEK 199,210 for the above-mentioned litigation costs.", "11. On 7 July 1995 the District Court rejected the applicant’s claims against the insurance company and ordered the applicant to pay the insurer’s litigation costs in the amount of SEK 276,760. The court found that the bankruptcy estate of the forwarding agent had not been a party to the proceedings concluded by the judgment of 16 December 1991 – which had only determined the agent’s liability vis-à-vis the applicant – and that, thus, the estate had not acquired any rights or obligations on account of that judgment. Accordingly, the estate of the agent had not been in a position to assign to the applicant any rights emanating from the third party insurance.", "12. The applicant appealed to the Svea Court of Appeal (Svea hovrätt) and requested that the enforcement of the District Court’s judgment be suspended as it had not acquired legal force. On 9 August 1995 the appellate court found that there was no legal possibility to suspend the enforcement and thus rejected the applicant’s request.", "13. In order to recover its litigation costs, the insurance company requested the Enforcement Office (kronofogdemyndigheten) to levy execution on the applicant’s assets. The Enforcement Office found, however, that the applicant had no seizeable assets. The insurance company then filed a bankruptcy petition against the applicant. In a decision of 19 October 1995 the District Court considered that the applicant’s appeal against the judgment of 7 July 1995 had no prospects of success and that, consequently, its liability to pay the litigation costs in question would remain unchanged. Noting further that the applicant was insolvent as it had no assets to pay the litigation costs, the court declared the applicant bankrupt and ordered it to pay the insurer’s litigation costs in the bankruptcy proceedings.", "14. The declaration of bankruptcy was upheld by the Court of Appeal on 27 November 1995. However, the applicant made a further appeal to the Supreme Court (Högsta domstolen), and on 12 September 1996 that court quashed the appellate court’s decision, rejected the bankruptcy petition filed against the applicant and ordered the insurance company to pay the applicant’s litigation costs in the bankruptcy proceedings. The Supreme Court found that, by declining to enter as a party to the original damage proceedings, the bankruptcy estate of the forwarding agent had not renounced any rights it might have had vis-à-vis the insurance company under the third party insurance. Consequently, the transfer of its rights under that insurance to the applicant was in fact valid. In view of this and the complexity of other issues raised by the parties in the compensation proceedings adjudicated by the District Court on 7 July 1995, there was no basis for concluding that the applicant’s appeal against that judgment lacked prospects of success. As the inventory of the applicant company did not reveal any other important debts, the declaration of bankruptcy was entirely dependent on the applicant’s possible liability to pay the insurance company’s litigation costs in the compensation proceedings. Having found that the outcome of those proceedings was uncertain, the Supreme Court concluded that the insurer had failed to show that the applicant was insolvent.", "15. Following the Supreme Court’s decision, the District Court, on 4 December 1996, fixed the fee to be paid to the official receiver who had been in charge of the applicant’s bankruptcy at SEK 5,000. The District Court further recalled that the fee was to be paid by the bankruptcy estate. In so doing, it referred to Chapter 2, Section 25 of the Bankruptcy Act (Konkurslagen, 1987:62) which provides that, following the decision by a superior court to quash a declaration of bankruptcy, the assets of the estate shall be returned to the bankruptcy debtor to the extent they are not required for the defrayal of the bankruptcy costs. The receiver’s fee is considered as a bankruptcy cost, according to Chapter 14, Section 1 of the Bankruptcy Act.", "16. The applicant appealed to the Court of Appeal. It did not challenge the fee as such but claimed that liability to bear the bankruptcy costs would violate the property rights of the estate and – consequently – the applicant. The applicant invoked Article 1 of Protocol No. 1 to the Convention.", "17. In a decision of 30 December 1996, the Court of Appeal stated that the District Court had only recalled that, under the relevant law, the receiver’s fee was to be paid by the bankruptcy estate. It had not ruled on the question whether the receiver’s claim for remuneration had priority over the applicant’s right to the assets. As a consequence, this question could not be examined by the Court of Appeal which, accordingly, dismissed the appeal.", "18. The applicant made a further appeal to the Supreme Court. It claimed that, in referring to the above-mentioned provision of the Bankruptcy Act, the District Court had in fact determined that the bankruptcy estate – and not the State – was to defray the receiver’s fee. The use of the word “recall” rather than “decide” was, in these circumstances, irrelevant. The applicant stated further that there was no other legal remedy available for the determination of the liability to pay the fee in question. Referring to Article 6 of the Convention, the applicant therefore claimed that the Court of Appeal was obliged to determine that liability.", "19. On 5 June 1997 the Supreme Court refused the applicant leave to appeal against the Court of Appeal’s decision.", "20. The assets of the bankruptcy estate – SEK 1,597 according to the inventory deed – were appropriated to cover part of the receiver’s fee. The remainder of the fee was paid by the insurance company.", "21. By a decision of 22 September 1997 the Court of Appeal quashed the District Court’s judgment of 7 July 1995 and referred the compensation case back to the latter court for re­examination. The appellate court found that the District Court had not examined the applicant’s claim that the rights under the third party insurance had been transferred from the forwarding agent to its bankruptcy estate at the time when the agent was declared bankrupt, rather than as a consequence of the default judgment of 16 December 1991. The District Court had also failed to consider the insurance company’s counter-claim that, under the relevant provision of the Insurance Contracts Act (Lagen om försäkringsavtal, 1927:77), it was not liable to pay any compensation as, at the time of the declaration of bankruptcy, the policy-holder, i.e. the forwarding agent, had had no claim for compensation. Thus, the District Court had made a procedural error which presumably had affected the outcome of the case and which could not be remedied by the Court of Appeal.", "22. After the case had been referred back to the District Court, the insurance company conceded the applicant’s compensation claims. Consequently, on 22 January 1999, the District Court gave judgment in the applicant’s favour, ordering the insurance company to pay the compensation claimed and the applicant’s litigation costs.", "23. References in this section are made to the Bankruptcy Act, unless otherwise indicated.", "24. By means of bankruptcy, all creditors collectively and compulsorily take the total assets of an insolvent debtor for payment of their claims. During bankruptcy, the bankruptcy estate takes care of the debtor’s assets on behalf of the creditors (chapter 1, section 1).", "25. An insolvent debtor is declared bankrupt by the District Court following his own or a creditor’s petition. As a rule, it is for the petitioner to show that the debtor is insolvent. However, if certain requirements are fulfilled, a debtor is considered insolvent unless otherwise shown (chapter 2, sections 8 and 9). In such cases, the burden of proof is placed on the debtor. Thus, unless otherwise shown, a debtor is deemed to be insolvent when, in the event of enforcement within six months before the bankruptcy petition, inter alia, it appeared that he or she did not have assets for full payment of the claim. If a creditor’s claim has been confirmed by a court, the creditor may request that the debtor be declared bankrupt even if the court’s decision has not acquired legal force. This does not apply, however, if the court has ordered that the judgment must not be enforced before it has acquired legal force (chapter 2, section 6).", "26. The administration of a bankruptcy estate is managed by one or more official receivers appointed by the District Court and supervised by a section of the Enforcement Office, the Supervisory Authority in Bankruptcy (tillsynsmyndigheten i konkurs) (chapter 1, section 3, and chapter 7, sections 2 and 25). The receiver must have regard to the common rights and best interests of the creditors and shall take all necessary measures to promote an advantageous and expeditious winding-up of the estate. The receiver is obliged to notify the public prosecutor if he considers that the debtor may be suspected of certain economic crimes (chapter 7, section 16).", "27. The bankruptcy costs include, inter alia, the official receiver’s fee for work performed and the reimbursement of any special costs borne by him during the performance of his assignment (chapter 14, section 1).", "28. If the District Court considers, after hearing the receiver, that the assets of the bankruptcy estate do not suffice to pay the bankruptcy costs and other debts that the estate has incurred, the court shall decide to terminate the bankruptcy proceedings (chapter 10, section 1).", "29. The District Court determines the receiver’s fee after having consulted the Supervisory Authority in Bankruptcy. The fee should constitute reasonable remuneration for the assignment (chapter 14, sections 4, 8 and 10).", "30. The bankruptcy costs are paid out of the bankruptcy estate before other debts (chapter 14, section 2). Thus, no distribution to the creditors can take place until, first, the bankruptcy costs and, then, any other debts that the bankruptcy estate may have incurred have been paid. The State and the creditor who filed the bankruptcy petition can also be made liable for the bankruptcy costs but their liability is of a secondary nature (chapter 14, sections 2 and 3). Accordingly, if the bankruptcy proceedings are terminated in accordance with chapter 10, section 1, the creditor who filed the petition for bankruptcy is to pay the costs to the extent that they cannot be paid out of the estate. However, this liability is limited to one-tenth of a basic amount geared to the price index (basbelopp; this basic amount is regulated in the Social Insurance Act (Lagen om allmän försäkring, 1962:381)). At the time of the declaration of bankruptcy in the present case, one-tenth of the basic amount corresponded to SEK 3,570. If the amount to be paid out of the estate or by the creditor does not suffice to cover the bankruptcy costs, the remainder of the costs is to be borne by the State.", "31. Bankruptcy decisions are immediately enforceable (chapter 16, section 4). Thus, following the declaration of bankruptcy of a debtor, the District Court must promptly appoint a receiver who shall start his or her work immediately, regardless of whether an appeal has been lodged against the declaration of bankruptcy. In the event of a higher court quashing the bankruptcy decision, all administrative measures are to be interrupted forthwith and the case referred back to the District Court for concluding measures.", "32. In such a situation, the assets of the estate are restored to the debtor to the extent that they are not required for the defrayal of the bankruptcy costs and other costs that the estate has incurred (chapter 2, section 25). Thus, there is no exception to the estate’s liability to pay the bankruptcy costs (chapter 2, section 25, and chapter 14, sections 2 and 3). According to the preparatory works to the Bankruptcy Act (see Government Bill 1986/87:90, pp. 206-207), the creditor who filed the petition for bankruptcy should not be liable for the bankruptcy costs, as it may be difficult for the creditor to make an assessment as to the debtor’s insolvency. Instead, even if a declaration of bankruptcy is later quashed for being factually erroneous, the bankruptcy costs are paid out of the estate. The main reason for this unconditional liability is that the debtor, being aware of the liability, is expected to do the utmost in the District Court in order to avoid being declared bankrupt and, thus, not to wait until the bankruptcy case is pending before a higher court.", "33. However, as shown by a decision of the Supreme Court of 6 April 1998 (see Nytt Juridiskt Arkiv 1998, p. 214 et seq.), the State may be held liable to pay the bankruptcy costs when the declaration of bankruptcy is quashed due to a grave procedural error. In that case, the District Court had summoned the debtor to its hearing in an erroneous manner. Following the hearing, at which the debtor did not appear, the debtor was declared bankrupt. After the Supreme Court had quashed the declaration of bankruptcy, the District Court, in determining the receiver’s fee, recalled that the bankruptcy costs were to be paid out of the estate. The Court of Appeal upheld the decision. The Supreme Court, however, found that the State should pay the bankruptcy costs. It considered that the rationale behind the provisions concerning the estate’s liability for bankruptcy costs had no convincing force in that case, as the debtor, on account of the erroneous service of the summons, had been deprived of his right to take part in the proceedings.", "34. It follows from chapter 3, section 2 of the Tort Liability Act (Skadeståndslagen, 1972:207) that the State is liable to pay compensation for, inter alia, financial loss caused by a wrongful act or omission in connection with the exercise of public authority.", "35. Anyone who wishes to claim compensation from the State for financial loss, which he considers to have been caused by a wrongful decision taken by a court or an administrative State authority, can proceed in two different ways: He or she may either petition the Chancellor of Justice (Justitiekanslern) in accordance with Section 3 of the Ordinance on the Administration of Claims for Damages against the State (Förordningen om handläggning av skadeståndsanspråk mot staten, 1995:1301, or bring a civil action against the State in the ordinary courts. No appeal lies against a decision of the Chancellor of Justice. However, if the claim is rejected, the claimant still has the possibility to institute civil proceedings in the courts.", "36. In a judgment of 21 November 1994 (see Nytt Juridiskt Arkiv 1994, p. 654 et seq.), the Supreme Court examined whether the State was liable to pay damages on account of an appellate court’s allegedly incorrect assessment of legal and evidentiary issues in connection with its examination of an application for provisional attachment (kvarstad). The Supreme Court made the following general observation:", "“When, as in the present case, legal and evidentiary issues are concerned, it is not sufficient for a liability to damages that a court has made an assessment that may be called into question. Considerations on such issues may vary to such an extent that it is rather rare that one can speak about culpa or, in other words, a wrongful act or omission within the meaning of chapter 3, section 2 of the Tort Liability Act. Only manifestly erroneous assessments can be considered as culpable.”"], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}