{"ITEMID": "001-112321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF D. J. v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 34 - Victim);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1979 and lives in Croatia.", "6. The applicant took a job working on the boat E. On the night of 22 August 2007, whilst the boat was berthed in M. harbour, the applicant called the police, telling them that she had been raped by D.Š. in the boat’s lounge area.", "7. A police officer soon arrived and found the applicant, D.Š., A.R. (the owner of the boat), and some other people on the boat. The applicant told him that she had been raped, while the others said that she had been disturbing public order. The police interviewed witnesses M.B., I.R. and A.R., and the suspect D.Š.", "8. The relevant part of a police report drawn up by officer I.Z. indicates as follows:", "“Since D. was in a state of shock I could not conduct a detailed interview with her ...", "The waiter D.Š. said that it was true that he had put his fingers in D.’s private parts, but that he had not taken off her underwear ...”", "9. The police drove the applicant and D.Š. in the same vehicle to the B. Police Station. At 6 a.m. on 23 August 2007 the applicant was taken to the S. Medical Centre, where she remained until 12.30 p.m. on the same day. She was seen by a gynaecologist, who established that she did not have injuries on her genitals but had a few lacerations on her body, without noting any further details.", "10. On the same day the B. Police Station lodged a criminal complaint with the S. County State Attorney against D.Š. on the basis of the applicant’s allegations of rape. The State Attorney’s Office lodged a request with the S. County Court for an investigation in respect of D.Š. on the basis of the allegations of rape. D.Š. was arrested and brought before S.G, an investigating judge at the S. County Court.", "11. Also on the same day, Judge S.G. heard evidence from D.Š., who denied raping the applicant. He explained that the applicant had become very drunk and he had taken her to her cabin on the boat. The judge then issued a decision expressing his disagreement with the request for an investigation. The relevant part of his decision reads:", "“...", "After the investigating judge had heard evidence from the suspect and consulted the case file, he established with certainty, on the basis of the documents enclosed with the criminal complaint, that before the event at issue the injured party had been in the company of several persons, including the suspect, in bar “F.” in M., where she had consumed a large quantity of alcohol, which was recorded by the breathalyser, and then they had all gone to the ship E. berthed in the close vicinity, on which the suspect, the injured party and other persons were employed and where the guests were asleep in their cabins.", "After arriving on the ship, and while still in the bar, the injured party had disturbed public peace and order, saying that she was drunk, that somebody had drugged her, and [asking] that the police be called. She said all this to a minor [child], I.R., ... but did not say that anyone had raped her or had committed any acts equal to sexual intercourse. Moreover, in her statement to the police I.R. stated that she had refused to call the police when she had seen that the injured party was drunk, and that the injured party had then slapped her in the face.", "After arriving on the ship, and this was confirmed by the statement of the ship owner, A.R., the injured party had shouted, entered the guests’ cabins and woken them up, to which A.R. had responded by asking her to stop shouting and disturbing the guests and she had then punched him in the stomach. After that, according to his statement, he had asked the captain of a ship berthed next to his to take D. off the ship, which they had done. The injured party had acted even more aggressively, shouting hysterically, especially when the owner of the ship, A.R., told her not to come back to his ship and that she had lost her employment. They had carried her away from the ship and made her sit on the seafront next to the ship until the police had come.", "All of the above was confirmed by M.B., the owner of the bar “F.”, but the injured party did not mention the word ‘rape’ or any other indecent act; she only said that somebody had made her drunk and drugged her, all of which transpires from the police report on page six of the case-file. Her allegations are confirmed by the statement [given to the police] by A.R., as well as other eyewitnesses. The injured party asked for the police to be called, saying that she had been drugged while in the bar. She asked the same of all the eyewitnesses, and repeated her request while she was on the ship and when she was physically thrown off the ship, but during all that time she never mentioned any criminal acts.", "The criminal complaint and the enclosures in the case-file show with certainty that the injured party was not, at any moment, alone with the suspect, nor did she mention to anyone after the alleged event that there had been any acts which could qualify as the criminal offence of rape.", "...", "A medical report drawn up at the S. Hospital, enclosed with the criminal complaint, does not mention any injuries on the genitals of the injured party but only lacerations on her body which were obviously caused when she refused to leave the ship but was dragged and carried from it before the police arrived, when she sustained these injuries.", "In view of the statements given by the eyewitnesses, which were enclosed with the criminal complaint, the eyewitnesses all having been present throughout the events, the investigating judge is convinced that there was no reason for arresting D.Š., and after his questioning ... I have not established that there is a reasonable suspicion [on account of which] to open an investigation, ... and I do not agree with the request for opening an investigation ...”", "12. The case file was then forwarded to a three-judge panel of the S. County Court, which on 24 August 2007 ordered an investigation in respect of D.Š. on the basis of the applicant’s allegations of rape. The investigation was conducted by Judge S.G.", "13. A medical report drawn up by a doctor at the C. Hospital on 25 August 2007 records that the applicant had bruises on her genitals, a rash on the back of her upper legs and two smaller bruises on her buttocks.", "14. A medical report drawn up by a doctor at the Rijeka Hospital on 30 August 2007 noted that the applicant was suffering from an acute reaction to stress.", "15. On 30 August 2007 the applicant, on her own initiative, gave the skirt she had been wearing on the night in question to the police in C. as a piece of evidence. It was not given for forensic examination.", "16. On 14 and 15 September 2007 the police interviewed M.V., I.R. T.Š., Ve.M. and F.B. Ve.M. said that M.V. had told him that she had found the applicant’s underwear on the boat and thrown it in the garbage. He further stated that D.Š. had commented that he would like to have sex with the applicant. F.B. also said that D.Š. had commented that he would like to have sex with the applicant.", "17. At the request of the B. Police Station the applicant was interviewed at the C. Police Station, which was closer to her place of residence, on 19 September 2007.", "18. On the same day the S. State Attorney’s Office asked that witnesses M.V., Z.B., T.Š., I.R., Ve.M. and F.B. be heard. They also asked for the forensic examination of possible biological traces on the clothes the applicant had been wearing during the critical event.", "19. On 19 September 2007 the same Office asked that an examination of the applicant’s clothes be carried out in order to establish whether they had any traces of biological material on them.", "20. On the same day Judge S.G. heard evidence from witnesses A.R., M.V. and M.B., and on 21 September 2007 from F.B.", "21. On 2 October 2007 he heard evidence from the applicant. She said that D.Š. had raped her in the lounge of the boat where they had both been employed. She also said that the police officer who had arrived after her call had asked the men why they hadn’t thrown her into the sea. She alleged that her skirt had been torn and had had traces of blood on it, and she had told the officer that she had not being wearing any underwear because D.Š. had torn it and thrown it away in the boat’s lounge and told her that she had been drunk and not raped. The applicant had asked the officer to secure the evidence at the scene, such as her clothes, including her underwear, but he had replied that there was no need for that because she had been drunk and had not been raped. She had also heard the officer telling D.Š. not to worry and that “everything would be taken care of”. When the police had arrived D.Š. had already taken a shower.", "She also said that some time after the incident Ve.M., had telephoned her to tell her that her underwear had been found and that one of the boat’s employees, M.V., had thrown it in the garbage. She had telephoned the police to inform them about this but they had hung up on her.", "22. On 28 November 2007 the applicant’s lawyer asked the S. County State Attorney’s Office to lodge a request for the withdrawal of Judge S.G. on account of his bias against the applicant. She received no reply.", "23. On 3 December 2007 Judge S.G. heard evidence from Z.B., the gynaecologist who had seen the applicant on 23 August 2007, after the incident. He said that he had not noticed any injuries on the applicant’s genitals but that she had had few scratches elsewhere on her body, which he had not recorded because they did not fall into the gynaecological sphere.", "24. On 5 December 2007 the S. County State Attorney’s Office asked Judge S.G. to ask for the results of all the forensic examinations of biological traces available in respect of the applicant, as well as those concerning her injuries, and to hear evidence from a further witness, Ve.M.", "25. On 7 January 2008 Judge S.G. commissioned a psychiatric report on the applicant in order to establish her ability to correctly interpret events. He also ordered that the applicant’s previous psychiatric records be provided. The psychiatric report of 25 January 2008 relied on the applicant’s previous records concerning the period between 29 September and 26 October 2001 and a telephone conversation with the applicant, without having met her.", "26. On 8 January 2008, at the request of the B. Police Station, officers at the M.L. Police Station interviewed the applicant’s father about the applicant’s relationship with her family.", "27. On 19 February 2008 Judge S.G. received the forensic report on the biological traces, which did not establish any connection between the biological traces taken from the applicant and D.Š. The skirt the applicant had worn on the critical event was not examined.", "28. On 29 February 2008 Judge S.G. obtained the forensic report concerning the applicant’s injuries, which established that the medical report concerning the applicant drawn up on 23 August 2008 by the gynaecologist at the S. Hospital had mentioned a few scratch marks on her body but no injuries on her genitals. The medical report drawn up on 25 August 2007 by a physician at the C. Hospital established that she had three scratch marks on her genitals, a rash on the back of her thighs and three haematomas. Judge S.G. concluded that the injuries established by the physician at the C. Hospital had been recorded two days after the alleged rape and had not been established by the gynaecologist who had seen the applicant on the morning after the alleged rape; they could not therefore be connected with certainty with the event.", "29. On 10 March 2008 Judge S.G. commissioned a medical report on the injuries sustained by the applicant. On 11 March 2008 a medical report drawn up by an expert in forensic medicine established that the applicant’s injuries had first been recorded on 25 August 2007 by a doctor at the C. hospital, while the gynaecologist who had seen the applicant on 23 August 2007 had not recorded any injuries. Therefore, the doctor concluded that the injuries recorded on 25 August 2007 could not be directly connected with the event of 23 August 2007.", "30. On 11 March 2008 Judge S.G. issued a decision expressing his disagreement with the request by the S. County State Attorney’s Office of 19 September 2007 to hear evidence from witness Ve.M. on the ground that he was not available since he had not answered the summons of the investigating judge to appear and the police could not find him. The S. County State Attorney’s Office lodged an appeal. On 20 March 2008 a three-judge panel of the S. County Court upheld the decision of the investigating judge on the ground that the information in the case file showed that witness Ve.M. had no direct knowledge of the criminal offence allegedly committed against the applicant.", "31. The applicant alleges that the police interviewed her father about her relationship with her family.", "32. On 31 March 2008 the S. County State Attorney’s Office ceased to pursue the criminal prosecution of D.Š. for lack of evidence.", "33. On 9 April 2008 the investigating judge terminated the criminal proceedings against D.Š.", "34. On 28 April 2008 the applicant took over the prosecution and lodged a bill of indictment against D.Š. in the S. County Court on charges of rape. On 9 September 2009 the bill of indictment was sent to D.Š. for reply.", "35. On 17 January 2011 the S. County Court scheduled a hearing for 25 February 2011. On 15 February 2011 the lawyer representing the applicant informed the S. County Court that she was on maternity leave and was no longer able to represent the applicant in the proceedings at issue. She also informed the S. County Court that the applicant had instituted proceedings before the M.L. City Administration and was seeking legal aid.", "36. On 24 February 2011 S. County Court scheduled a hearing for 14 April 2011, stating that it was expected that by that time a legal aid lawyer would have been allocated to the applicant.", "37. On the same day the M.L. City Administration refused the applicant’s request for legal aid on the grounds that the purpose of legal aid was not to institute criminal proceedings and that the proceedings in question were not of essential importance for the applicant since she had not lodged a compensation claim in connection with them. This decision was upheld on 12 April 2011 by the Ministry of Justice and the applicant was instructed that she could institute proceedings in the Administrative Court within thirty days in order to challenge the administrative bodies’ decisions. She did not do so.", "38. On 16 May 2011 the applicant informed S. County Court that she had not obtained legal aid and that, owing to lack of means, she could not continue the proceedings against D.Š.", "39. On 27 May 2011 the S. County Court terminated the proceedings.", "40. On 10 September 2007 the applicant lodged a complaint with the police by telephone, complaining about the police officers from the B. Police Station in connection with the event at issue. On 12 October 2007 the lawyer representing the applicant reiterated her complaint in writing.", "41. On 5 November 2007 the Head of the B. Police Station instituted disciplinary proceedings against officers F.C. and I.Z. from the S.-D. Police Department.", "42. On 9 November 2007 the Head of the S.-D. Police Department informed the lawyer representing the applicant about the disciplinary proceedings against the police officers.", "43. On 21 December 2007 the First Instance Disciplinary Court of the S. Office of the Ministry of the Interior adopted a decision establishing the disciplinary responsibility of officers F.C. and I.Z. and fined them each ten per cent of one month’s salary. The relevant part of the decision reads as follows:", "“Police officer F.C. ...", "is responsible for failing to supervise and instruct officer I.Z., whom he had assigned to conduct the criminal enquiry in the case concerning the criminal offence of rape ... against D.J. ... by D.Š. ..., and for not informing the Head of the police station of the errors he had established when signing the criminal complaint (such as: the failure to carry out an in situ inspection and a detailed informative interview with the injured party, which resulted in a failure to draw up adequate reports; failure to collect clothes from the participants in the event at issue; and incomplete filling in of the required forms); also for not ordering the immediate rectification of the errors he had noted in the criminal complaint so as to order the conducting of a detailed interview with the injured party and the drawing up of adequate reports, and the seizure of her clothes and the clothes of the suspect ...", "by which he committed a grave breach of his official duty ... defined as ‘failure to act or untimely or reckless conduct or conduct lacking diligence in the carrying out of his official duties’ ...", "...", "Police officer I.Z. ...", "is responsible for ... failures in his official conduct when he was assigned to carry out the criminal inquiry in connection with the criminal offence of rape against D.J., because he did not order an in situ inspection; nor did he take a statement from the injured party or conduct a detailed informative interview with her ... nor did he take the clothes that the injured party and the suspect were wearing in order to give them for forensic examination ...", "by which he committed a grave breach of his official duty defined as ‘failure to act or untimely or reckless conduct or conduct lacking diligence in the carrying out of his official duties’ ...", "...”", "44. The relevant articles of the Croatian Constitution (Ustav Republike Hrvatske) provide:", "“No one shall be subjected to any form of ill-treatment ...”", "“Respect for and legal protection of everyone’s private and family life, dignity, reputation and honour is guaranteed.”", "45. Section 62(1) of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu, Official Gazette no. 29/2002) reads:", "“1. Everyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that a decision (pojedinačni akt) of a State body, a body of local or regional self-government, or a legal person with public authority, which has decided on his or her rights and obligations, or on a suspicion or accusation in respect of a criminal act, has violated his or her human rights or fundamental freedoms, ... guaranteed by the Constitution (hereinafter: ‘constitutional right’) ...”", "46. Article 188 of the Criminal Code (Official gazette nos. 110/1997, 27/1998, 50/2000, 129/2000, 51/2001, 111/2003, 190/2003, 105/2004, 84/2005, 71/2006) reads:", "“Whoever forces another person into sexual intercourse or another sexual act of equal nature by using force or threatening that he or she will directly attack her life or body or the life or body of a person close to her shall be sentenced to imprisonment for a term of three to ten years.”", "47. The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provide as follows:", "“(1) Criminal proceedings shall be instituted and conducted at the request of a qualified prosecutor only. ...", "(2) In respect of criminal offences subject to public prosecution the qualified prosecutor shall be the State Attorney and in respect of criminal offences to be prosecuted privately the qualified prosecutor shall be a private prosecutor.", "(3) Unless otherwise provided by law, the State Attorney shall undertake a criminal prosecution where there is a reasonable suspicion that an identified person has committed a criminal offence subject to public prosecution and where there are no legal impediments to the prosecution of that person.", "(4) Where the State Attorney finds that there are no grounds to institute or conduct criminal proceedings, the injured party may take his place under the conditions prescribed by this Act as a subsidiary prosecutor.”", "Articles 47 to 61 of the Code of Criminal Procedure regulate the rights and duties of a private prosecutor and of an injured party acting as a subsidiary prosecutor. The Criminal Code distinguishes between these two roles. A private prosecutor (privatni tužitelj) is an injured party who brings a private prosecution in respect of criminal offences for which such prosecution is expressly prescribed by the Criminal Code (these are offences of a lesser degree). The injured party as a subsidiary prosecutor (oštećeni kao tužitelj) takes over criminal proceedings in respect of criminal offences subject to public prosecution where the relevant prosecuting authorities, for whatever reason, have decided not to prosecute.", "Pursuant to Article 55(1) of the Code of Criminal Procedure, the State Attorney is under a duty to inform an injured party within eight days of a decision not to prosecute and of that party’s right to take over the proceedings, as well as to instruct that party on the steps to be taken in order to proceed with the prosecution.", "“...", "(2) Where the criminal proceedings are conducted upon a request by the injured party acting as a subsidiary prosecutor in respect of a criminal offence punishable by more than three years’ imprisonment, he or she may ask to have legal counsel appointed free of charge where this is in the interests of the proceedings and where the injured party lacks the means to bear the expenses of legal representation ...”", "“(1) A [criminal] complaint shall be lodged with the competent State Attorney[‘s Office] in writing or orally.", "...”", "“(1) When the investigating judge receives a request for an investigation he or she shall examine the case-file and hear the person in respect of whom the investigation is requested, without delay ... If he or she agrees with the request he or she shall issue a decision on the opening of the investigation ...", "...”", "“...", "(2) If the investigating judge does not agree with the request for the opening of an investigation, he or she shall ask a [three-judge] panel of the competent county court to decide upon it ...", "...”", "48. The relevant provisions of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette nos. 35/2005 and 42/2008) read as follows:", "“(1) Every legal entity and every natural person has the right to respect for their personal integrity under the conditions prescribed by this Act.", "(2) The right to respect for one’s personal integrity within the meaning of this Act includes the right to life, physical and mental health, good reputation and honour, the right to be respected, and the right to respect for one’s name and the privacy of one’s personal and family life, freedom et alia.", "...”", "“Damage is ... infringement of the right to respect for one’s personal dignity (non-pecuniary damage).”", "49. The relevant part of section 186(a) of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/91, 91/92, 58/93, 112/99, 88/01 and 117/03) reads as follows:", "“A person intending to bring a civil suit against the Republic of Croatia shall first submit a request for a settlement to the competent State Attorney’s Office.", "...", "Where the request has been refused or no decision has been taken within three months of its submission, the person concerned may file an action with the competent court.", "...”", "50. The relevant part of section 186(a) of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/91, 91/92, 58/93, 112/99, 88/01 and 117/03 reads as follows:", "“A person intending to bring a civil suit against the Republic of Croatia shall beforehand submit a request for a settlement to the competent State Attorney’s office.", "...", "Where the request has been refused or no decision has been taken within three months of its submission, the person concerned may file an action with the competent court.", "...”", "51. Section 13 of the State Administration Act (Zakon o ustrojstvu državne uprave, Official Gazette nos. 75/1993, 48/1999, 15/2000 and 59/2001) reads as follows:", "“The Republic of Croatia shall compensate damage caused to a citizen, legal entity or other party by the unlawful or wrongful conduct of a State administrative body, or a body of local self-government or administration ...”", "52. In decision no. U-III-1437/2007 of 23 April 2008 the Constitutional Court found that the conditions of detention of a prisoner, P.M., in Lepoglava State Prison amounted to inhuman treatment. It also addressed the question of P.M.’s claim for just satisfaction. The relevant parts of the decision read:", "“In particular, the Constitutional Court finds the [lower] courts’ opinion that in this case an award for non-pecuniary damage cannot be made under section 200 of the Civil Obligations Act on the ground that such compensation claim is unfounded in law, unacceptable.", "...", "Section 1046 of the Civil Obligations Act defines non-pecuniary damage as infringement of the right to respect for one’s personal integrity. In other words, every infringement of the right to personal integrity amounts to non-pecuniary damage.", "Section 19(2) of the Civil Obligations Act defines the right to personal integrity for the purposes of that Act as: the right to life, physical and mental health, reputation, honour, dignity, name, privacy of personal and family life, freedom and other rights.", "... it must be concluded that in this case there has been a violation of human, constitutional and personal rights because the applicant was placed in prison in conditions incompatible with the standards prescribed by the Enforcement of Prison Sentences Act, conditions also incompatible with the legal standards under Article 25(1) of the Constitution. For that reason the courts are obliged to award compensation for the infringement of the applicant’s dignity.", "...”"], "VIOLATED_ARTICLES": ["3", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}