{"ITEMID": "001-90169", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF UNISTAR VENTURES GMBH v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant, Unistar Ventures GmbH (hereafter “UV”), is a company incorporated in Germany.", "8. On 3 March 2000 UV signed a contract with the Civil Aviation State Authority (hereafter “CASA”), under which the State-owned airline company Air Moldova was to be reorganised into a Moldovan-German limited liability airline company called Air Moldova S.R.L. (hereafter “the company”). The Moldovan Government, represented by the CASA, was to contribute 31,025,504 Moldovan lei (MDL) (2,548,086 euros (EUR) at the time) representing 51% of the registered capital, and UV was to contribute 2,384,705 United States dollars (USD), the equivalent of MDL 29,808,812 (EUR 2,448,161 at the time) representing 49% of the registered capital. The new company was declared to be the legal successor of the State airline company, Air Moldova.", "9. On the same date the Articles of Association were adopted and the Chief Executive Officer (CEO) was elected. The Articles of Association provided that he could be dismissed only with three quarters of the votes.", "10. On 7 April 2000 the Privatisation Department of the Ministry of Economy issued a permit to the newly created company. The permit stated, inter alia, that after having verified the incorporation documents the Department of Privatisation had decided to allow the creation of the new company.", "11. On 25 July 2000 a specialised department of the Ministry of Justice examined the legality of the documents of incorporation of the company. It issued a decision according to which the company was legally incorporated and that all the documents of incorporation were in order and conformed to the legislation of the Republic of Moldova.", "12. On 2 August 2000, following a letter from a member of Parliament, the Prosecutor General’s Office carried out a verification of the legality of the incorporation of the company. In its written conclusion it stated that all the documents of incorporation were in order and that the rules for creating a company with State participation had been fully complied with.", "13. It appears from documents submitted by the parties that on 12 June 2000 and 13 June 2001 the company received from UV and/or its CEO via Dresdner Bank USD 2,384,705 in three instalments.", "14. On an unspecified date the company concluded an agreement with the Brazilian aircraft manufacturer Embraer-Empresa Brasileira de Aeronáutica S.A. (hereafter “the Brazilian aircraft manufacturer”) for the purchase of two Embraer 145 aeroplanes. It appears from the documents submitted by the parties that the price of the aeroplanes was approximately USD 39 million, of which 15% was to be paid by the company and the rest was to be financed by Dresdner Bank and the European Bank for Reconstruction and Development (EBRD) by way of a ten-year loan.", "15. On an unspecified date the company paid a non-refundable advance of approximately USD 3.7 million to the Brazilian aircraft manufacturer.", "16. The facts presented under this heading are based on the submissions and documents provided by the applicant that were not disputed by the Government.", "17. In February 2001 the Communist Party of Moldova won the parliamentary elections. It declared in its manifesto, inter alia, that Western countries had a tendency to enter the Moldovan economy at any price, take over valuable assets and impose unequal contracts on the country in order to make it dependent on creditors. One of the goals of the Communist Party was to obtain control over the strategic branches of the national economy while at the same time keeping private the spheres of commerce and services, agriculture and small manufacturing industries.", "18. In January 2002 the CASA made an attempt to change the company’s CEO by using its 51% of the votes. UV, however, opposed the attempt. UV’s position was supported by Dresdner Bank, who wrote to the President of Moldova informing him that in its view the change of management was contrary to the company’s Articles of Association and that it would consider withdrawing the lines of credit and that the EBRD would do likewise in case of a change of management. It appears that after this intervention, the CASA conceded temporarily. However, the company started to experience pressure from different State bodies.", "19. Later, at the shareholders’ meeting of 19 June 2002, by making use of its 51% of the votes, the CASA unilaterally dismissed Air Moldova’s chief executive officer.", "20. On the same date Dresdner Bank informed the President of Moldova, the Prime Minister, the German Embassy in Chişinău, the EBRD office in Chişinău, the World Bank office in Chişinău and the International Monetary Fund office in Chişinău inter alia that the CASA’s actions were contrary to the Articles of Association of the company, which provided that at least 75% of the votes were needed for a change of management. It also declared its intention to withdraw from the company’s project of purchasing new aeroplanes and stressed that the Government’s actions were seriously damaging the image of the country and its attraction for foreign investors.", "21. On 21 June 2002 the EBRD wrote to the Prime Minister of Moldova and expressed concern about the pressure put on the company and about the “arbitrary and commercially unnecessary change of the airline’s management”. It stressed that such actions by the Government could lead to the termination of any EBRD investment in Moldova and that the eventual withdrawal of the Dresdner Bank from the financing of the company would also lead to the EBRD’s withdrawal.", "22. On 3 July 2002 Dresdner Bank informed the company of its withdrawal of the credit line for the purchase of the Embraer aeroplanes.", "23. On 18 July 2002 UV wrote to the CASA and proposed to find a solution to the problem by reorganising the company into a joint-stock company and including the EBRD as a shareholder. It stressed that otherwise the company risked losing the advance of USD 3.7 million paid to the Brazilian aircraft manufacturer and incurring penalties of up to USD 7 million. It appears that UV’s proposal was not followed up.", "24. On 26 June 2002 UV brought a civil action against the CASA, challenging the change of CEO on the ground that it was contrary to the Articles of Association.", "25. On 10 July 2002 the CASA brought its own action against UV, seeking the annulment of the contract of 3 March 2000 by which the company had been created (see paragraph 8 above). The grounds relied upon by the CASA were, inter alia, that the documents of incorporation were not in conformity with Government decisions and that the applicant did not have legal capacity to be a partner in the company.", "26. UV contested the CASA’s action, arguing, inter alia, that it had legal capacity and that, under the Law on Foreign Investment, companies with foreign investments were not bound by Government decisions but exclusively by laws enacted by Parliament. It also argued that in any event there was no prohibition under Moldovan law on stipulating in the Articles of Association of a company that a higher percentage of votes was needed for the election of the management.", "27. The Economic Court of the Republic of Moldova joined the two actions and, on 6 August 2002, ruled in favour of the CASA. The court dismissed UV’s action on the ground that, in accordance with the Governmental Decision on Enterprises No. 500 of 10 September 1991, a chief executive officer had to be elected by a simple majority of 51%.", "28. At the same time the Economic Court upheld the CASA’s action against UV, ordering the rescission of the contract by which the company had been created. The court upheld all the arguments relied upon by the CASA and also added, on its own initiative, that it did not have in its possession any evidence that UV had paid its contribution of USD 2,384,705 into the company’s statutory fund.", "29. In the operative part of the judgment the Economic Court made the following order:", "“The parties shall be put in the same position as they had been prior to the conclusion of the contract, following an audit and accounting control to be carried out by the Government, the Ministry of Finance and the Civil Aviation State Authority with the participation of UV (in Romanian: Readucerea părţilor la situaţia iniţială se va efectua după o verificare de audit contabilă şi stabilirea cuantumului investiţiilor efectuate. Alineatul dat al hotărârii judecătoreşti se va executa de către Guvernul RM, Ministerul Finanţelor, Administraţia de Stat a Aviaţiei Civile, cu participarea ÎCS „Unistar Ventures GmbH”).”", "30. The court also ordered UV to pay court fees in the amount of MDL 180,000 (approximately EUR 13,427).", "31. UV appealed against the judgment, but its appeal was dismissed by the Supreme Court of Justice on 18 September 2002. No new reasons were given by the Supreme Court of Justice.", "32. The decision of the Economic Court of 6 August 2002 became final and shortly thereafter the company was reorganised and reregistered as a State-owned airline company called Air Moldova. It appears that the reregistered company kept all the assets and debts of the company.", "33. On 25 October 2002 UV wrote a letter to the CASA and to the Stateowned company Air Moldova, requesting the reimbursement of its investment by 29 October 2002. UV also stated that if the money was not paid, it would take all the necessary measures up to sequestration of Air Moldova’s aircraft on German territory.", "34. On 4 November 2002 UV requested from the Economic Court an enforcement warrant in respect of the decision of 6 August 2002.", "35. On 21 November 2002 the Economic Court replied that no enforcement warrant could be issued because enforcement was to be carried out solely on the basis of the judgment of 6 August 2002.", "36. On 6 December 2002 UV wrote a letter to the Government of Moldova and the Ministry of Finance asking them to comply with the court decision of 6 August 2002, so as to put the parties in the same position as they had been prior to the conclusion of the joint venture contract.", "37. On 26 December 2002 the Court of Accounts of the Republic of Moldova, the body which controls the formation, administration and use of public finances in Moldova, issued a decision concerning the administration of public money with regard to the company. It found, inter alia, that UV had invested USD 2.384 million in the statutory fund of the company, representing 49% of the capital, which, at the date of the examination by the Court of Accounts, was entirely paid up by UV. The decision of the Court of Accounts was published in the Official Gazette.", "38. On 20 February 2003 the Ministry of Finance replied to UV’s letter of 6 December 2002 indicating that since it was not the beneficiary of the investment, it could not pay.", "39. Since the State Registry of immovable property was refusing to reregister some of the assets of the former Moldovan-German company in the name of the reorganised State-owned company on the ground of lack of clarity of the judgment of 6 August 2002, the CASA made a request to the Economic Court, on 12 February 2004, asking it to clarify the judgment in that respect.", "40. On 6 May 2004 UV addressed a similar request to the Economic Court asking, inter alia, for clarification of the reason for ordering an audit and accounting control once the size of the investment was known to the parties. It also asked who was to carry out the control and whether it should be a national, international, governmental or non-governmental organisation. It finally asked about the time-limit for carrying out the control and explanation of the phrase in the judgment “with the participation of UV”.", "41. On 18 May 2004 the Economic Court upheld the CASA’s request and ordered that the assets be reregistered in its name. At the same time, referring to UV’s request, the court argued that the operative part of the judgment was clear enough as concerned the restitution of UV’s investment and that since the court had not been presented [during the proceedings] with evidence establishing the exact amount, an audit control was ordered so that its amount could be established and repaid to UV.", "42. After the communication of this case to the Government, on 20 May 2005, the CASA wrote to UV proposing to hold a meeting within the next fifteen days in order to agree upon the method of enforcement of the judgment of 6 August 2002. In particular, it stressed that it was necessary to agree upon the audit company to be employed, the costs of the audit and the questions to be put to the auditor.", "43. On 26 May 2005 UV’s representative replied that he was ready to meet the CASA’s representatives and that he was available on any date except 30 and 31 May and 1, 2, 6 and 14 June 2006.", "44. On 23 August 2005 a meeting between the representatives of the CASA, the Ministry of Finance and UV took place and it was agreed that the first two would formulate questions to be put to the auditor and send them to UV for comments. UV’s representative expressed his disagreement with the proposal of the other parties that the company should contribute to the costs of the audit control. He argued that, according to the judgment, the audit control was to be carried out by the Government, the Ministry of Finance and the CASA, while UV was only to “participate”.", "45. On 30 May 2005 the CASA wrote to the Economic Court asking it to clarify the judgment of 6 August 2002, namely to clarify who was to organise the audit and accounting control and what was the required extent of involvement of the Government, the Ministry of Finance, the CASA and UV. The CASA also asked for clarification as to which company was to carry out the control, what the questions to be put to it were and who was to pay for the audit control. It appears that the Economic Court never examined this request.", "46. On 5 October 2005 UV’s representative received from the CASA a set of questions to be put to the auditor. The questions raised such issues as Air Moldova’s financial state at the time of its reorganisation into a Moldovan-German company, its financial evolution, the impact on the company of the contract for the purchase of Embraer aeroplanes, the manner in which UV’s investment was used, the company’s financial state at the date when the contract of association was declared null and void and the amount which should be restituted to UV. The CASA also proposed that the audit control be carried out by Deloitte & Touche and that the costs of the control should be divided between all the parties.", "47. On 19 October 2005 UV’s representative wrote back to the CASA and argued that the questions proposed were not consistent with the operative part of the judgment of 6 August 2002 and with the decision of 18 May 2004, since–according to them–the audit control was intended to establish the amount of money invested by UV in order to refund it, but not such issues as the impact of the contracts concluded by the company during its existence. He also argued that the financial evolution of the company was irrelevant for the purpose of putting the parties “in the same position as they had been prior to the conclusion of the contract”. UV proposed two questions which, in its view, were consistent with the operative part of the judgment of 6 August 2002 and which raised such issues as finding out the exact amount of UV’s investment and of the default interest due to UV for the inability to use it.", "48. On 8 November 2005 the CASA invited the representative of UV to another meeting to be held on 10 November. The representative declined the invitation, however, on the ground that he was busy on that date. He asked the CASA to notify him of meetings at least one week in advance.", "49. On 28 December 2005 the CASA lodged an application with the Economic Court asking it to amend the wording of its judgment of 6 August 2002 and arguing that the operative part differed from that pronounced orally on 6 August 2002.", "50. On 30 December 2005 the Economic Court upheld the CASA’s application and amended the operative part (see paragraph 29 above), as suggested by the CASA, by deleting the words “audit” and “with the participation of”.", "51. On 3 January 2006 the Vice-President of the Economic Court wrote to the Government Agent informing him, inter alia, that if UV possessed evidence to establish the amount of its investment then, in order to recover the money, it should have given the evidence to the Ministry of Finance.", "52. On 2 March 2006 a meeting was held between the representatives of the CASA, the Government, UV, the Ministry of Finance and the State-owned company Air Moldova at which the representatives of the State insisted on the same questions as proposed to UV on 5 October 2005. Moreover, this time they proposed that the audit control be carried out by the National Centre for Expert Analysis under the control of the Ministry of Justice. UV’s representative agreed with the questions but expressed concerns about the independence of the auditor proposed by the representatives of the State. Finally, UV’s representative agreed with the proposed auditor, subject to the request to have sight of all the documents which were to be given to it.", "53. It appears that UV was not sent the documents submitted to the National Centre for Expert Analysis.", "54. On 6 April 2006 the latter drew up a “technical-scientific” report. Initially the report was to be signed by the Minister of Justice, as ordered by the Prime Minister of Moldova. However, the Minister of Justice wrote to the Prime Minister expressing her view that the applicant company could contest the independence and the impartiality of the National Centre for Expert Analysis on the ground that it was subordinated to the Ministry of Justice. She expressed the view that the report would be more credible if signed by the experts who had drafted it but not by her. Her proposal was accepted and the report was signed by the experts.", "55. The conclusion of the report was, inter alia, that UV had invested USD 2,384,705 in Air Moldova, but since that money had been paid as an advance to the Brazilian aircraft manufacturer, it could be repaid to UV only after Air Moldova had recovered it or when the Embraer aeroplanes were delivered to Air Moldova. Moreover, the report stated that the money invested by UV had not been used by Air Moldova in its business activity, so UV could not lay claim to any part of the profit gained during the years 2000-2002 and could not be held liable for any part of the losses.", "56. On 11 September 2006 the Court of Accounts of the Republic of Moldova issued a decision concerning the creation of the statutory fund of the Moldovan-German Airline Company Air Moldova. It found, inter alia, that some documents had been destroyed in accordance with the law, while others were contradictory, and decided to remit the materials to the Centre for Fighting Economic Crime and Corruption for investigation.", "57. On 13 December 2006 the CASA wrote to the Economic Court and asked again for clarification of the manner of enforcement of the judgment of 6 August 2002.", "58. On 23 March 2007 the Economic Court issued again an explanatory judgment in which it explained that the parties should recover all the assets and moneys with which they had participated in the company and that any profit obtained by the company during its existence should be divided among them in accordance with the percentage of their participation.", "59. In April 2007, after the case was declared admissible by the Court, the parties agreed to contract a foreign audit company for the purpose of determining the amount due to the applicant company.", "60. On 21 September 2007 the Government and the applicant company signed an agreement with Deloitte & Touche. The parties agreed to accept without any reserves the results of the report which was due by 1 May 2008. According to its mandate, Deloitte & Touche was to determine the amounts to be refunded to the founders in proportion to their shareholdings as at 25 September 2002 and in accordance with the National Accounting Standards and the pertinent court decisions. The mandate did not provide for the conversion of the amounts to a particular currency and for the calculation of any interest on the amounts due.", "61. On 23 April 2008 Deloitte & Touche issued a report in which it determined that the applicant company had invested USD 2,384,705 in the share capital of the company and that the part of the profit to which it was entitled amounted to MDL 13,055,376 (EUR 984,108) as at 25 September 2002. It appears from the parties’ submissions that they both accepted the report without any reservations. Nonetheless, in view of the diverging opinions concerning the interest due, the applicant company has not been refunded to date.", "62. The relevant provisions of the Civil Code in force at the material time read as follows:", "...", "When a contract is declared null and void, each party must return the other party everything received from it on the basis of the contract...", "When the court orders a legal person... to pay an amount of money, it must indicate in the operative part of the judgment the nature of the amounts to be paid and the account from which the amounts will be deducted.", "A court judgment must be enforced after it becomes final, except for cases of immediate enforcement.", "Enforcement documents are:", "1) Enforcement warrants issued on the basis of court judgments and decisions, friendly settlements accepted by the court...", "An enforcement warrant must be issued to the plaintiff by a court, after the judgment has become final...", "The enforcement warrant must be handed personally to the plaintiff, or if he or she so requests, it must be sent directly to the Department of Enforcement of court judgments by the Ministry of Justice.", "The bailiff shall start the enforcement of a judgment upon the request of [one of the parties to the proceedings]...", "The bailiff can adjourn the enforcement only at the request of the plaintiff or on the basis of a court order.”", "63. According to Article 143 (8) of the Code of Civil Procedure in force at the material time expert reports were to be ordered by the judge, at the stage of preparation of the case for debates, after having consulted the parties.", "64. On 12 June 2003 a new Civil Code was enacted, the relevant provisions of which read as follows:", "“(1) Default interest is payable for delayed execution of pecuniary obligations. Default interest shall be 5% above the interest rate provided for in Article 585 [NBM refinancing interest rate] unless the law or the contract provides otherwise. Proof that less damage has been incurred shall be admissible.", "(2) In non consumer-related situations default interest shall be 9% above the interest rate provided for in Article 585 unless the law or the contract provides otherwise. Proof that less damage has been incurred shall be inadmissible.”", "65. The explanatory judgment of the Plenary of the Supreme Court of Justice, No. 12 of 25 April 2000 states:", "“...A court judgment must be certain, complete, clear, coherent and convincing...", "It is forbidden to use superfluous and unclear ... language...", "No judgment shall be pronounced whose enforcement depends on the fulfilment of a precondition.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}