{"ITEMID": "001-109066", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HADJI v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. On 24 September 2003 the applicant was arrested on suspicion of being a member of a criminal gang specialising in the theft of cars. On 23 November 2006 the applicant was convicted and on 25 April 2007 his conviction was upheld on appeal by the Chişinău Court of Appeal. He was sentenced to twelve years’ imprisonment. During the criminal proceedings against him the applicant was detained in the following detention facilities:", "- 26 November 2003 – 2 December 2003: Prison no. 13;", "- 2 December 2003 – 14 January 2004: detention facility of the Ministry of Internal Affairs;", "- 14 January 2004 – 16 February 2004: Prison no. 13;", "- 16 February 2004 – 25 February 2004: detention facility of the Ministry of Internal Affairs;", "- 25 February 2004 – 4 January 2007: Prison no. 13;", "- 4 January 2007 – 1 March 2007: Prison no. 16;", "- 1 March 2007 – 1 April 2008: Prison no. 13;", "- 1 April 2008 – 2 June 2010: Prison no. 8;", "- 2 June 2010 – 4 February 2011: Prison no. 12;", "- 4 February 2011 – present: Prison no. 8.", "6. According to the applicant the conditions of detention in Prison no. 13 and Prison no. 8 were very poor and amounted to inhuman and degrading treatment. In respect of Prison no. 13, the applicant submitted that the cells were overcrowded and humid and there was no ventilation. He also complained about the quality and quantity of the food. As to Prison no. 8, he submitted that it was located on territory controlled by the Transdniestrian separatist authorities but was itself under the control of the Moldovan constitutional authorities. The separatist authorities had cut off the power and water supplies and disconnected the prison from the sewage network. As a result the inmates had electrical power for only three hours per day and the water was limited to fifteen litres per day, plus another fifty litres once a week for showers and washing clothes.", "7. The relevant parts of the Report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) concerning a visit to Moldova between 14 au 24 September 2007 read as follows (unofficial translation):", "“84. Penitentiary establishment No. 8 in Bender had been the subject of three visits by the CPT since 2003, following the decision of the municipal authorities of Bender to deprive the establishment of running water and electricity supply (and, as of 2005, to disconnect it from the city’s sewage disposal system). The seriousness of the situation confronting the establishment led the Committee to state in the report on its visit in March 2006 that, unless the above-mentioned problems were resolved, prisoners should be relocated elsewhere. In their response to that report, the Moldovan authorities indicated that they considered the situation at Penitentiary establishment No. 8 in Bender to be under control and saw no reasons for the relocation of prisoners to other establishments.", "85. When re-visited by the CPT’s delegation on 21 September 2007, the establishment was holding 99 prisoners (compared with 101 on 18 March 2006). The delegation was informed that some 35 inmates had been released since March 2006, and approximately the same number of new prisoners had been admitted. The great majority of the prisoners currently held at the establishment originated from the Transdniestrian region or nearby locations. The delegation gained the impression that all prisoners who had been admitted in the last year had themselves asked for a transfer to Bender, in particular because of wishing to be closer to their families. An examination of the documentation confirmed that newly admitted prisoners had been expressly informed of the conditions prevailing at the establishment (i.e. absence of running water, electricity and sewage disposal) and had confirmed with their signature their wish to be transferred there. Further, it appeared that the few inmates who had requested transfer to other establishments had received satisfaction.", "86. As regards material conditions, in terms of living space per prisoner (some 6 m²), state of repair and decoration, the dormitories in which inmates were accommodated offered conditions superior to those witnessed at any other penitentiary establishment seen by the CPT in Moldova. Further, prisoners stated that the food they received was better than that provided elsewhere. Moreover, no problems were reported as regards the heating.", "However, in the absence of any progress in the stand-off between the municipal authorities of Bender and the Moldovan authorities, electricity continued to be produced by generators and was available 3 to 4 hours a day in the evenings, enabling inmates inter alia to watch TV. Further, water was delivered regularly by a lorrycistern and was distributed into reservoirs supplying the kitchen and the bathroom; inmates could take a shower once a week. As for toilets, cesspools had been installed in the basements of the unused buildings.", "87. Prisoners could circulate freely around the establishment’s extensive premises and engage in outdoor sports. However, there was a shortage of organised activities. Some 36 prisoners were employed in the establishment’s general services (kitchen, cleaning, repairs, etc.). Further, the establishment’s director spoke of plans to set up a carpentry workshop; however, it was unclear when these plans would materialise.", "88. The delegation was informed that relations with the municipal authorities of Bender had become less tense in the last year. As a result, staff travelling across the border between Moldova and the Transdniestrian region were reportedly able to come to work on a regular basis.", "89. To sum up, it is clear that the Moldovan authorities have continued to take steps to alleviate, as far as possible, the difficult situation facing Penitentiary establishment No. 8 in Bender and to ensure that the health and welfare of prisoners are protected. Further, there are signs of a more pragmatic approach on the part of both parties concerned by the stand-off. This is encouraging."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}