{"ITEMID": "001-98010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KLEIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 (in case of extradition to Colombia);Just satisfaction - finding of violation sufficient", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1943 and lives in Tel-Aviv. He is currently detained in remand prison IZ-77/4 in Moscow.", "8. On 23 February 2001 the Criminal Court of the Manizales District, Colombia (“Juzgado Penal del Circuito de Manizales”) convicted the applicant of a crime provided for by Article 15 of Decree no. 180 (1988), acknowledged as permanent law of Colombia by Extraordinary Decree no. 2266 (1991), (“instruction in and teaching of military and terrorist tactics, techniques and methods, committed with mercenaries and accomplices”) and sentenced him to fourteen years' imprisonment.", "9. On 22 June 2001 the Superior Court of the Manizales District, Colombia (“Tribunal Superior de Manizales”) reduced the applicant's sentence on appeal to ten years and eight months' imprisonment, combined with a fine.", "10. On 28 February 2001 the Criminal Court of the Manizales District issued an arrest warrant against the applicant on the basis of his conviction.", "11. On 28 March 2007 Interpol issued Red Notice No. A-666/3-2007 for the applicant's provisional arrest with a view to extradition.", "12. At 6.40 p.m. on 27 August 2007 a group of servicemen of the Russian Ministry of the Interior, assisted by Interpol officers, arrested the applicant in Domodedovo Airport, Moscow.", "13. On 28 August 2007 the Moscow prosecutor's office with responsibility for supervision of the implementation of laws on marine and air-borne transport ordered the applicant's placement in custody, pursuant to Article 466 of the Russian Code of Criminal Procedure (“CCP”), until his transfer to the country which had requested extradition. The decision gave the following reasons for application of a measure of restraint:", "“Gal Klein Yair is a national of a third State, has no permanent place of residence and employment on the territory of the Russian Federation, and his extradition for the purpose of serving the sentence imposed by the judgment of the District Special Criminal Court of Manizales would be impossible without ensuring [his] placement in custody.”", "14. On 31 August 2007 Rossiyskaya Gazeta (“Российская газета”), a federal newspaper, published an article on its website entitled “The Mafia's Teacher Awaits Extradition” (“Учитель мафии ждет экстрадиции”), covering the applicant's story. The article read, in particular:", "“Having learned of the wanted mercenary's arrest in Moscow, the Vice-President of Colombia Francisco Santos Calderon, stated that 'it should be ensured that this gentleman rots in jail for [his] participation in the training of armed groups'..", "The article did not contain any reference to the source of the information on the Vice-President's statement.", "15. On 28 September 2007 the Ambassador of the Russian Federation in Bogota informed the Colombian Ministry of Foreign Affairs that the Russian Prosecutor General's Office had been examining the possibility of extraditing the applicant, on condition that they be provided with a copy of the judgment against the applicant and with certain guarantees.", "16. On 4 October 2007 the Colombian Ministry of Foreign Affairs informed the Russian Minister of Foreign Affairs of the following:", "“Henceforth Colombia, acting on the basis of the reciprocity principle, shall transfer persons wanted by Russian law enforcement agencies to Russia for relevant criminal prosecution or execution of sentences against such persons. Mr Yair Gal Klein shall be provided with an opportunity to appeal against his conviction by the Colombian judicial bodies; Mr Yair Gal Klein shall not be subjected to capital punishment or tortures, inhuman or degrading treatment or punishment; Mr Yair Gal Klein shall be indicted only in respect of the acts mentioned in the [extradition] request.”", "17. On 29 January 2008 the Prosecutor General's Office of Russia ordered the applicant's extradition to Colombia. It was mentioned that the acts for which the applicant had been sentenced were punishable under Russian law and corresponded to the crime provided for by Article 205 § 1 of the Russian Criminal Code (“assistance to terrorist activities”). The sanction established for that crime stipulated imprisonment for a term exceeding one year. The statute of limitations for the execution of sentences established by both Russian and Colombian legislation had not expired. The differences in classification of the crime in the two countries could not be a reason for a refusal to extradite. The applicant had not obtained Russian nationality. The Colombian Government guaranteed that the applicant would not be subjected to ill-treatment.", "18. On 6 February 2008 the applicant appealed to the Moscow City Court against the order of 29 January 2008. He contended that, once in Colombia, he might be subjected to ill-treatment. In support of this assertion he stated as follows:", "“[A]ccording to the UN General Assembly Resolution of 15 March 2006, the human rights situation in Colombia remains extremely tense. As it is stated during the hearing of the UN Human Rights Committee of 20 October 2005, there is a serious escalation of violence directly linked to actions of members of governmental forces. The report contains allegations of those violations by [the] State prosecutor's office”.", "He also referred to the unstable internal situation in Colombia, caused by the civil war, and claimed that, as a result, the guarantees given by the Colombian Government were insufficient; that the five-year statute of limitation for the execution of sentences under Colombian law, as well as the ten-year statute of limitations for criminal prosecution established by Russian law, had expired in his case; that the Prosecutor General's Office wrongfully relied on the Russian Criminal Code of 1996, which had not been in force at the time of the crime in question; and that there was no extradition agreement between Russia and Colombia. No copies of the General Assembly's Resolution or minutes of the Human Rights Committee's meeting were enclosed with the appeal submissions.", "19. On 11 March 2008 the Moscow City Court dismissed the applicant's complaint and upheld the order of 29 January 2008. The ruling stated that the applicant had not been convicted of political crimes and that the statute of limitation under both Russian and Colombian laws had not expired. It was also stated that the Colombian Government had guaranteed that the applicant would have a right to appeal against his conviction and would not be transferred to a third country without the Russian authorities' consent or subjected to ill-treatment. The in absentia criminal proceedings against the applicant had been carried out respecting the principle of a fair trial. Despite the absence of an extradition agreement between the two States, the applicant could have been transferred to the Colombian authorities on the basis of the reciprocity principle. As to the alleged risk of ill-treatment in Colombia, the ruling stated:", "“It follows from the materials submitted by the requesting State that the crime the applicant had been convicted of is not included in the category of political crimes and that he [the applicant] has not been persecuted for political reasons.", "Therefore, [the applicant's] allegations that he has been persecuted for political reasons, are unsubstantiated.”", "20. On 17 March 2008 the applicant appealed to the Supreme Court of Russia against the first-instance ruling, on the grounds that that the statutes of limitations had expired, that the Russian law had been wrongfully interpreted and that there was no extradition agreement between Russia and Colombia. He also referred to a media statement by the Colombian Vice-President in which he had suggested that the sentence against the applicant had been too mild and thus “shameful”, and that it had to be ensured that the applicant would rot in jail. The applicant further alleged that the civil war in Colombia had been ongoing since 1948 and that it had caused widespread violations of human rights, including those of prisoners. He did not provide any details of the alleged violations. The applicant also claimed that the purpose of his extradition was to have him rot in jail.", "21. On 22 May 2008 the Supreme Court of Russia dismissed the appeal for the following reasons. The Colombian Government had given diplomatic assurances that the applicant would not be ill-treated if extradited. They had also stated that conditions of detention in Colombian penitentiary institutions were decent and that Russian officials would have a right to visit those institutions for regular checks. There were no grounds to suspect that the applicant would be ill-treated if extradited. The applicant had not been persecuted on political grounds. According to the Colombian Embassy, officials' media statements could not affect decisions already taken by the judiciary. The Colombian Vice-President was not a hierarchical superior of the judiciary, the Ministry of Justice or the penitentiary service. The applicant's actions were punishable under Russian law in force in 1989-90, which laid down a severer sanction than Article 205 § 1 of the Russian Criminal Code. The appeal ruling read, in particular:", "“There are no grounds to believe that in the event of extradition Gal Klein Yair would be subjected to torture in Colombia and that the guarantees established by law, including Article 14 of the ICCPR, would not be respected in respect of him.", "It follows from the materials of an extradition inquiry carried out by the Russian Prosecutor General's Office that no facts of application to Gal Klein Yair of cruel, inhuman or degrading treatment in the requesting State have been established. There is no basis to suppose that the person to be extradited would be subjected to such treatment or punishment in Colombia in the future or that he would be subjected to the death penalty.", "... The [applicant's] allegations that he was persecuted on political grounds were justifiably considered by [the Moscow City Court] as unsubstantiated.”", "22. The appeal ruling of 22 May 2008 became final on the same date.", "23. On 26 May 2008 the applicant requested the Court, under Rule 39 of the Rules of Court, to prevent his expulsion to Colombia. He alleged that he would face a serious risk of ill-treatment if he were extradited.", "24. On 27 May 2008 the Court indicated to the Russian Government under Rule 39 that the applicant should not be extradited to Colombia until further notice.", "25. On 5 June 2008 the Reuters news agency reported that “Colombia [had] attacked as insulting and flippant on Thursday a decision by the European Court of Human Rights to block the extradition of an Israeli ex-army officer convicted of training illegal paramilitaries.”", "26. No one may be subjected to torture, violence or any other inhuman or degrading treatment or punishment (Article 21 § 2). The decisions and actions (or inaction) of State authorities, local self-government, non-governmental associations and public officials may be challenged in a court of law (Article 46 § 2). In conformity with the international treaties of the Russian Federation, everyone has the right to turn to inter-State organs concerned with the protection of human rights and liberties after all domestic remedies have been exhausted (Article 46 § 3).", "27. The Russian Federation can extradite a foreign national or a stateless person to a foreign State on the basis of either a treaty or the reciprocity principle for standing trial or serving a sentence for a crime punishable under Russian legislation and the laws of the requesting State. An extradition on the basis of the reciprocity principle implies that the requesting State assures the Russian authorities that under similar circumstances they would grant a Russian request for extradition (Article 462 §§ 1 and 2).", "28. Extradition can take place where (i) the actions in question are punishable by more than one year's imprisonment or a more severe sentence; (ii) the requested individual has been sentenced to six month' imprisonment or a more severe punishment; and (iii) the requesting State guarantees that the individual in question would be prosecuted only for the crime mentioned in the extradition request, that upon completion of the criminal proceedings and serving a sentence he or she would be able to leave the territory of the requesting State freely and that he or she would not be expelled or extradited to a third State without the permission of the Russian authorities (Article 462 § 3).", "29. The Russian Prosecutor General or his or her Deputy decides upon the extradition request (Article 462 § 4). The decision by the Russian Prosecutor General or his or her Deputy may be appealed against before a regional court within ten days of receipt of the notification of that decision (Article 463 § 1).", "30. The regional court, sitting in a composition of three judges, verifies the lawfulness and well-foundedness of the extradition decision within one month of the receipt of the appeal, in a public hearing at which the prosecutor, the person whose extradition is sought and his or her counsel (if the latter has participated in the earlier proceedings) may participate (Article 463 § 4). The court does not examine issues of the individual's guilt and is limited to verifying the compatibility of the extradition decision with Russian laws and treaties (Article 463 § 6). The court decides either to declare the extradition decision unlawful and to quash it or to dismiss the appeal (Article 463 § 7). The regional court's decision can be appealed against before the Russian Supreme Court within seven days of its delivery (Article 463 § 9).", "31. The Conclusions and Recommendations of the Committee Against Torture with regard to Colombia (CTAS/C/CR/31/1), dated 4 February 2004, read as follows:", "“7. The Committee reiterates its concern at the numerous acts of torture and ill-treatment reported widely and systematically committed by the State security forces and organs in the State party both during and outside armed operations. It also expresses its concern at the high number of forced disappearances and arbitrary executions ...", "8. The Committee expresses its concerns that measures adopted or being adopted by the State party against terrorism and illegal armed groups could encourage the practice of torture...", "9. The Committee also expresses its concern at ... (a) the climate of impunity that surrounds human rights violations by State security forces and organs and, in particular, the absence of prompt, impartial and thorough investigation of the numerous acts of torture or other cruel, inhuman or degrading treatment or punishment and the absence of redress and adequate compensation for the victims; ... (e) the overcrowding and poor conditions in penal establishments, which could be considered inhuman or degrading treatment.”", "32. The Concluding Observations of the Human Rights Committee: Colombia (CCPR/CO/80/COL), of 26 May 2004, read as follows:", "“11. The Committee is concerned about the fact that a significant number of arbitrary detentions, abductions, forced disappearances, cases of torture, extrajudicial executions and murders continue to occur in the State party... The Committee is also disturbed about the participation of agents of the State party in the commission of such acts, and the apparent impunity enjoyed by their perpetrators.”", "33. On 29 November 1996 a mandate for activities of a field office of the UN High Commissioner for Human Rights (OHCHR) in Colombia was established by an agreement between the Government of Colombia and the ONCHR. On 9 September 2007 the parties agreed to extend the mandate, in its entirety, until 30 October 2010. The Report of the UN High Commissioner for Human Rights on the situation of human rights in Colombia (A/HRC/7/39), dated 29 February 2008, reads as follows:", "“4. ...[I]t must be recognized that Colombia has made progress in restoring security throughout the country in recent years, and the visibility given to human rights in the public agenda is a solid achievement.", "...", "31. The office [of the OHCHR] in Colombia has received information on cases of torture, cruel, inhuman and degrading treatment and the excessive use of force by members of the security forces. ... [I]n some extrajudicial executions attributed to Army personnel, the victims had been tortured.", "...", "34. Complaints were made about illegal or arbitrary detentions in which warrants were exclusively based on the testimony of former guerrillas, which was not properly corroborated by other evidence...", "35. Some judicial decisions have questioned the impartiality of witnesses, such as former guerrillas or paramilitaries who receive economic benefits for their testimonies...", "36. According to official data, overcrowding in prisons has reached an average of 20.6 per cent, and the situation is much worse in some establishments... The current situation requires additional efforts and measures to meet the basic needs of prisoners, such as health, food, sanitation, legal advice and expert assistance...”", "34. The Annual Report of the UN High Commissioner for Human Rights on the situation of human rights in Colombia (A/HRC/10/32), of 9 March 2009, reads as follows:", "“The High Commissioner acknowledges the spirit of cooperation existing between the Government and her Office in Colombia. She also notes the openness of the Government to addressing human rights challenges, as demonstrated during the universal periodic review process.", "...", "2. ...In compliance with [its] mandate, OHCHR Colombia continues to assist the authorities in developing policies and programmes to promote and protect human rights, to advise civil society on human rights issues, to observe the situation of human rights and international humanitarian law in the context of the internal armed conflict, and to submit its reports and analyses to the High Commissioner.", "...", "3. The High Commissioner visited Colombia from 27 October to 1 November 2008. She met with the President, ministers, and senior public officials in charge of protecting and promoting human rights. She also met with representatives of civil society organizations, including human rights and women's NGOs, victims' associations and trade unions. The High Commissioner travelled to Arauca, where she learnt about the regional human rights challenges, meeting with community leaders and civilian and military authorities. The High Commissioner expressed to all her interlocutors her gratitude for the support that OHCHR Colombia has been receiving. She also highlighted the Government's efforts to promote accountability and respect for human rights within the Armed Forces and to demobilize paramilitary groups. While the High Commissioner noted the increased attention given to victims' right to truth, justice and reparation, she also expressed concern at the persistence of entrenched human rights challenges.", "4. The Special Representative of the Secretary-General for Children and Armed Conflict visited Colombia from 12 to 14 May 2008. The Working Group on Arbitrary Detention also visited the country from 1 to 10 October 2008.", "5. On 10 December, Colombia was reviewed by the United Nations Human Rights Council, in the context of the universal periodic review.", "...", "10. ...[T]he President initiated discussions with senior military commanders to address complaints of extrajudicial executions.", "11. However, the number of complaints about extrajudicial executions and the number of victims reported showed that institutional policies adopted by the Ministry of Defence and the army High Command to combat this practice have not, as of October 2008, led to a significant decrease in such violations. Renewed efforts are needed to guarantee the effectiveness of and strict compliance with institutional policies to prevent and punish extrajudicial executions.", "12. By late November 2008, the Attorney-General's Office had initiated investigations into 112 cases of alleged extrajudicial executions which occurred in 2008. In addition, 473 additional cases, most of which occurred in 2006 and 2007, were referred to the Attorney-General's National Human Rights and International Humanitarian Law Unit in 2008. This Unit is currently investigating nearly 716 cases related to over 1,100 victims. These figures confirm that extrajudicial executions are not isolated events, but a widespread practice committed by a large number of military units throughout the country...", "...", "18. OHCHR Colombia was informed of cases of cruel, inhuman and degrading treatment or punishment attributed to members of the security forces in Antioquia, Cauca and Chocó...", "...", "20. In early 2008 OHCHR Colombia noted cases of serious inhuman and degrading treatment of inmates at the prison of Valledupar (Cesar), as well as excessive use of force by prison guards to put down protests.”", "35. 2008 Country Reports on Human Rights Practices – Colombia, issued by the United States Department of State on 25 February 2009, reads as follows:", "“Colombia is a constitutional, multiparty democracy... In May 2006 independent presidential candidate Alvaro Uribe was reelected in elections that were considered generally free and fair. The 44-year internal armed conflict continued between the government and terrorist organizations, particularly the Revolutionary Armed Forces of Colombia (FARC) and the National Liberation Army (ELN). While civilian authorities generally maintained effective control of the security forces, there were instances in which elements of the security forces acted in violation of state policy.", "Although problems remained, the government's respect for human rights continued to improve, which was particularly evidenced by progress in implementing the Justice and Peace Law.", "...", "Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "Although the law prohibits such practices, there were reports that the police, military, and prison guards sometimes mistreated and tortured detainees. Members of the military and police accused of torture were tried in civilian rather than military courts. CINEP asserted that, during the first six months of the year, government security forces were involved in 74 incidents of torture, a 46 percent increase compared with the first six months of 2007. CINEP also reported that, during the first six months of the year, there were 66 victims of torture by the armed forces.", "...", "Prison and Detention Center Conditions", "With the exception of new facilities, prison conditions were poor, particularly for prisoners without significant outside support. The National Prison Institute (INPEC) runs the country's 139 national prisons and is responsible for inspecting municipal jails.", "Overcrowding, lack of security, corruption, and an insufficient budget remained serious problems in the prison system. As of year's end, more than 69,000 prisoners were held in facilities designed to hold fewer than 50,000; overcrowding rates exceeded 27 percent in 139 installations. Many of INPEC's 13,000 prison guards and administrative staff were poorly trained. The NGO Committee in Solidarity with Political Prisoners noted that improved training, increased supervision, and more accountability for prison guards has helped, but expressed fear that greater privatization of the prisons system may lead to further corruption.", "Constrained budgets adversely affected prison conditions. INPEC spent 4,941 pesos ($2.00) per day on each inmate for food. Private sources continued to supplement food rations of many prisoners.", "INPEC reported that during the year there were 40 violent deaths among inmates related to fighting and riots. From January to September 30, there were 14 riots at various penal institutions. The Prosecutor General's Office continued to investigate allegations that some prison guards routinely used excessive force and treated inmates brutally. According to the Superior Judicial Council (CSJ), there were four judgments for excessive force made against prison guards during the year.", "...", "Political Prisoners", "The government stated that it did not hold political prisoners. Some human rights advocacy groups characterized as political detainees some detainees held on charges of rebellion or terrorism in what the groups claimed were harassment tactics by the government against human rights advocates. During the year there were 3,336 prisoners accused of rebellion or aiding and abetting insurgence, 2,263 of whom were accused of supporting the FARC. The government provided the ICRC access to these prisoners.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}