{"ITEMID": "001-104587", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "STEPHAN AND ROHRIG v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Ganna Yudkivska", "TEXT": ["The applicants, Mr Dieter Stephan and Mrs Beate Röhrig, are German nationals who were born in 1951 and 1952 respectively and live in Rösrath.", "They were represented before the Court by Mr R. Heindl, a lawyer practising in Overath. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are the owners of a house and a flat in Rösrath-Forsbach, which is situated a few kilometres northeast of the Köln Bonn Airport.", "As of 1993, on account of complaints from people living in another community close to the airport, the Commission responsible for consulting the Federal Aviation Office with regard to noise pollution (Fluglärmkommission des Luftverkehrsbundesamts), hereinafter referred to as “the Commission”) identified other possible flight paths.", "From 10 November 1994 to 26 October 1995, still in order to obtain further data, a number of the new flight routes were used. This resulted in numerous protests on the part of the then affected communities.", "On 26 October 1995 the Federal Aviation Office re-determined the flight routes for air traffic coming and going from the northeast – by means of an amendment to the Fifth Decree of the 147th Order implementing the Aviation Order (Fünfte Verordnung zur Änderung der Hundertsiebenundvierzigsten Durchführungsverordnung zur Luftverkehrs Ordnung).", "On 11 November 1996 the applicants lodged a constitutional complaint against this decree.", "On 23 April 1997 the Federal Constitutional Court refused to admit the constitutional complaint on the ground that the applicants were first to seek protection before the administrative courts.", "On 23 October 1997 the applicants lodged a claim against the decree with the Nordrhein-Westfalen Administrative Court of Appeal.", "On 19 August 1999 the Nordrhein-Westfalen Administrative Court of Appeal rejected the claim as inadmissible.", "On 28 June 2000 the Federal Administrative Court quashed that decision and remitted the case.", "On 4 March 2002 the Nordrhein-Westfalen Administrative Court of Appeal rejected the claim as unfounded. It also refused leave to appeal.", "On 16 December 2002 the Federal Administrative Court rejected the applicants’ appeal against the refusal for leave to appeal. It found that they merely criticised the decision in general terms without, however, substantiating any reason justifying leave to appeal as required by section 133 § 3 Federal Code of Administrative Proceedings (see “Relevant domestic law” below).", "On 7 February 2003 the applicants lodged a constitutional complaint.", "On 30 August 2005 the Federal Constitutional Court refused to admit the constitutional complaint. It found that the applicants had failed to comply with the requirement to exhaust domestic remedies in accordance with the formal requirements laid down in domestic law.", "The applicants received the decision on 5 September 2005.", "Under section 133 § 3 s. 3 Federal Code of Administrative Proceedings a complaint against a refusal for leave to appeal must lay down either the fundamental importance of the matter, indicate the decision with which the impugned decision does not comply or indicate the alleged procedural shortcomings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}