{"ITEMID": "001-58199", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF NIDERÖST-HUBER v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Armin Nideröst-Huber is a Swiss citizen born in 1940 and resident in Rickenbach (Switzerland).", "7. On 9 December 1985 he was dismissed without notice from the posts of chairman (Verwaltungsratspräsident) and managing director (Geschäftsführer) of a family-run public limited company (Aktiengesellschaft) incorporated under Swiss law, following a change of majority among the shareholders.", "8. On 29 July 1986 he brought proceedings against the company seeking arrears of salary and a severance payment (Abgangsentschädigung). The Schwyz District Court (Bezirksgericht) gave judgment against him on 22 September 1988.", "9. On 19 June 1990 the Schwyz Cantonal Court (Kantonsgericht) dismissed an appeal (Berufung) by the applicant. Endorsing the reasons of the lower court, it held that the applicant’s dismissal had been justified because in the conflict between Mr Nideröst-Huber and the minority shareholders he had neglected the interests of the company in favour of his own. As a result, the new majority no longer trusted him to manage the company honestly.", "10. The applicant then applied to the Federal Court by means of an appeal (Berufung) lodged with the Cantonal Court on 12 October 1990. The Cantonal Court transmitted the appeal to the Federal Court on 22 October together with the case file and one page of observations (Stellungnahme zur Berufung), which were not communicated to the applicant. In these observations it argued that the appeal should be dismissed and refuted some of the grounds of appeal, emphasising, inter alia, that Mr Nideröst-Huber’s dismissal had been the legitimate consequence of his intractable and unlawful conduct over a number of years at the head of the firm.", "11. The company submitted a defence (Berufungsantwort) on 12 December 1990. This was communicated to Mr Nideröst-Huber.", "12. On 1 March 1991 the Federal Court dismissed the appeal, holding that the Cantonal Court had rightly ruled that the applicant’s dismissal without notice was justified, since he had abused his majority shareholding in the company in order to serve his personal interests, systematically disregarding those of the minority shareholders, even in breach of binding judicial decisions; the new majority had therefore been justified in dismissing him forthwith.", "13. The judgment was served on the applicant on 30 April 1991. On the same day he asked the Federal Court to supply him with a copy of the Cantonal Court’s observations (see paragraph 10 above). He obtained this on 2 May 1991.", "14. Section 56 of the Federal Judicature Act of 16 December 1943 provides:", "\"The cantonal authority shall immediately inform the respondent of the grounds of appeal, even if the appeal appears to be out of time, and shall transmit to the Federal Court, within one week, the documents whereby the appeal has been lodged, a copy of the final decision and the preliminary decisions which have preceded it, the complete file and, where appropriate, its own observations. It shall also inform the Federal Court of the date on which the impugned decision was notified, the date on which the appeal reached it or on which it was posted and the date on which it was communicated to the respondent.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}