{"ITEMID": "001-57907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF SCHOUTEN AND MELDRUM v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["7. Mr Schouten is a Netherlands national who lives in Zoetermeer. He made his application in his capacity as sole managing director of Praktijk mevrouw Breevaart B.V. (\"Breevaart\"), a limited liability company under Netherlands law which has its registered office in Hendrik Ido Ambacht. The Government, the Commission and the company Breevaart having apparently accepted that for present purposes Mr Schouten may be identified with the company, the Court will hereinafter generally refer to Mr Schouten only.", "8. Breevaart owned a physiotherapy practice, including the practice’s premises and equipment. When Breevaart’s then sole managing director and shareholder died in 1984, the practice was carried on by three physiotherapists who had been her associates. Mr Schouten, having apparently become managing director of the company, entered into an arrangement with the physiotherapists. Under this arrangement, Mr Schouten concluded contracts with the various health-insurance funds (ziekenfondsen) but the physiotherapists themselves invoiced the health-insurance funds. Mr Schouten was entitled to 35% of each fee for making the premises and equipment available to the physiotherapists. The physiotherapists were entitled to separate remuneration for the day-to-day running of the practice; the funds made their payments to Mr Schouten, from whom the physiotherapists received the sums due to them.", "In March 1987 the physiotherapists bought the practice, including the premises and the equipment, from the company, and in June of that year they formed a partnership. Both these operations were made retrospectively effective from 1 January 1987. The arrangement with Mr Schouten thus ceased to be valid.", "9. In March 1987 the Occupational Association for Health and Mental and Social Well-being (Bedrijfsvereniging voor de Gezondheid, Geestelijke en Maatschappelijke Belangen - \"the BVG\") sent Mr Schouten a demand for payment of contributions in respect of the physiotherapists under the Health Insurance Act (Ziektewet), the Medical Assistance Fund Act (Ziekenfondswet), the Unemployment Insurance Act (Werkloosheidswet) and the Occupational Disability Insurance Act (Wet op de arbeidsongeschiktheidsverzekering) for the years 1984, 1985, 1986 and 1987.", "10. On 27 March 1987 Mr Schouten lodged an objection to the BVG’s demand and requested formal confirmation (voor beroep vatbare beschikking) of its decision, with a view to lodging an appeal.", "11. The BVG gave such confirmation on 9 December 1988 with the reasons for its decision.", "Basing itself on the circumstances outlined in paragraph 8 above, the BVG took the view that, although the contractual relationship between the physiotherapists and Mr Schouten could not be classified as a contract of employment, it was the \"social equivalent\" (maatschappelijk gelijkgesteld) of such a contract.", "The physiotherapists were thus regarded not as independent practitioners but as employees of Mr Schouten, who consequently was under a legal obligation to pay social-security contributions for them. As to the year 1987, the BVG did not consider itself bound by the retrospective effect of the two agreements.", "12. Mr Schouten appealed to the Rotterdam Appeals Tribunal (Raad van Beroep) on 21 December 1988, without setting out any grounds. He asked for an extension of time for submitting such grounds until 1 June 1989; the reasons given were, firstly, that in view of the December holidays it would not be possible to prepare the necessary documents and, secondly, that proceedings in another case pending before the Central Appeals Tribunal (Centrale Raad van Beroep) raised very similar issues and he wished to be able to amend his reasoning in the light of the judgment in that case.", "An extension was granted until 15 September 1989.", "The BVG withdrew its claims concerning the year 1987 in a letter of 10 July 1989.", "13. Mr Schouten supplemented his notice of appeal with a statement of grounds on 11 September 1989. In addition to making submissions relating to the independence of the physiotherapists he argued that the BVG’s decision was vitiated because Article 6 (art. 6) of the Convention had been violated: firstly, the lapse of time - one year and nine months - between the request for formal confirmation of the BVG’s initial decision and delivery of that confirmation had been longer than could be considered \"reasonable\", and secondly, the fact that by withholding formal confirmation an occupational association (bedrijfsvereniging) could delay an appellant’s access to a tribunal indefinitely constituted a breach of the principle of \"fair play\".", "14. The Appeals Tribunal held a hearing on 13 December 1989 and delivered its judgment on the same day.", "It held that, although the contractual relationship between Mr Schouten and the physiotherapists could not be classified as an \"employment relationship\", it should, under the case-law of the Central Appeals Tribunal, be considered the \"social equivalent\" of one; the physiotherapists were therefore to be regarded as Mr Schouten’s \"employees\" for the purposes of the relevant social-security legislation and Mr Schouten was therefore required to pay contributions for them.", "As to Mr Schouten’s arguments based on Article 6 (art. 6) of the Convention, the Appeals Tribunal held that it was wrong for an administrative authority to withhold formal confirmation without good reason, especially if it did so for a very long time, as the BVG had done in the instant case. Nevertheless, even if Article 6 (art. 6) were applicable and had been violated, the applicant could not derive from it rights which were at variance with binding provisions of Netherlands law (dwingend recht).", "15. Mr Schouten lodged a notice of appeal with the Central Appeals Tribunal on 15 January 1990, requesting an extension of time for filing his arguments; the reason given for this request was the need to obtain and study a copy of a judgment of the Central Appeals Tribunal itself which had been cited in the judgment of the Appeals Tribunal.", "16. Mr Schouten filed his written arguments with the Central Appeals Tribunal on 25 April 1990. He argued, inter alia, that the Appeals Tribunal had erred in not considering the case under Article 6 (art. 6); the Convention was directly applicable in the Netherlands, taking precedence over national law, and not only had formal confirmation not been provided within a \"reasonable time\" but the fact that appellants were subject to strict time-limits to request formal confirmation whereas occupational associations were subject to none for responding resulted in clear procedural inequality. The conduct of the BVG, which was open to criticism, should be sanctioned and the obvious sanction was to quash its decision.", "17. The Central Appeals Tribunal gave judgment on 10 July 1991.", "It found that at the material time the physiotherapists could properly be treated as \"employees\" for the purposes of the relevant social-security legislation.", "Referring to its previous case-law, it further held that it was unnecessary to address the question of the applicability of Article 6 (art. 6) of the Convention. The wording of the Article (art. 6) was of no help in the matter, and the tribunal was not aware of \"any relevant decision of the European Court of Human Rights\". In any case, where formal confirmation of a decision had been delayed, the Central Appeals Tribunal had regard primarily to general principles of good governance (algemene beginselen van behoorlijk bestuur) and, where necessary, to the principle of \"fair play\".", "The Central Appeals Tribunal agreed with Mr Schouten that it had taken the BVG a very long time to provide formal confirmation of its decision. The excuses advanced by the BVG - an investigation into Mr Schouten’s practice, and in general an excessive number of cases involving physiotherapy practices - were not in themselves sufficient; since the Appeals Act (Beroepswet) did not provide for interim measures or an appeal in the event of failure to react within a reasonable time, such delay seriously impeded access to a tribunal. However, it did not appear from the case file that Mr Schouten had sought to obtain the formal confirmation sooner.", "Mr Schouten had not in his appeal relied on a general interest in legal certainty or cited a financial interest, namely that the BVG could claim interest (rente) on the sums due. In any event, while those sums remained unpaid, any interest payable to the BVG was to some extent offset by the - admittedly lower - interest that Mr Schouten could obtain on the sums in question in the meantime.", "The right of access to a tribunal was relevant only in relation to the dispute over the fixing of the social-security contributions. The right in question \"could not automatically be transposed\" in such a way as to deprive the BVG of the right to fix such contributions. Mr Schouten’s application to have the decision in question set aside, despite the fact that the contributions themselves had been fixed in due time, therefore had to be refused.", "Finally, the Central Appeals Tribunal found no violation of the principles of \"fair play\" and \"equality of arms\", since it did not appear that while the BVG was preparing its decision or in the course of the proceedings Mr Schouten had not had sufficient opportunity to put forward his arguments. The inequality as regards time-limits did not in itself constitute a breach of those principles as in such cases decisions had to be taken with due care.", "The appeal was therefore dismissed.", "18. Mr Meldrum is a Netherlands citizen born in 1947. He lives in Dordrecht where he works as a physiotherapist.", "19. Until 1 December 1986 Mr Meldrum had an arrangement with a number of other physiotherapists which in its essentials was identical with that of Mr Schouten (see paragraph 8 above).", "On 1 December 1986 a contract of employment between Mr Meldrum and the other physiotherapists entered into force and the above arrangement came to an end.", "20. In October 1987 the BVG sent Mr Meldrum a demand for payment of contributions in respect of the other physiotherapists under the Health Insurance Act, the Medical Assistance Fund Act, the Unemployment Insurance Act and the Occupational Disability Insurance Act for the years 1984, 1985 and 1986.", "21. In a letter of 4 December 1987 Mr Meldrum lodged an objection to the BVG’s demand and requested formal confirmation of its decision, with a view to lodging an appeal.", "22. The BVG gave this confirmation on 1 May 1989. Its reasoning did not differ materially from that indicated in the case of Mr Schouten (see paragraph 11 above).", "23. Mr Meldrum appealed to the Rotterdam Appeals Tribunal on 18 May 1989, asking to be allowed until 15 September 1989 to supplement his notice of appeal. The reasons he gave were, firstly, that he wished to submit figures calculated by an accountant and to refer to a judgment in a case then pending before the Central Appeals Tribunal in which similar questions were being addressed and, secondly, the approach of the summer holidays. This request was allowed. Mr Meldrum supplemented his notice of appeal on 11 September 1989.", "The BVG submitted its reply on 16 November 1989.", "24. At the Appeals Tribunal hearing (the date of which is not known) the applicant stated that he expected the case to be taken to the European Court of Human Rights and he requested the tribunal to give as detailed a judgment as possible.", "25. The Appeals Tribunal gave judgment on 2 July 1990.", "Referring to the Central Appeals Tribunal’s case-law, the Appeals Tribunal ruled that under the relevant social-security legislation Mr Meldrum was liable to pay contributions for the other physiotherapists.", "The delay in question had not, in the Appeals Tribunal’s view, caused Mr Meldrum any prejudice, and the principles of \"fair play\" and a \"fair hearing\" had therefore not been violated.", "As regards Mr Meldrum’s arguments concerning the determination of his rights within a \"reasonable time\", the Appeals Tribunal inferred that he assumed that under Article 6 (art. 6) time-limits were \"absolute\". However, the case-law of the European Court indicated that the factual situation was of relevance in deciding whether a given decision had been taken within a reasonable time. Exceeding what might generally be considered a reasonable time in the determination of a dispute could not have the effect that an administrative authority which complied with legal time-limits was deprived of its right to claim social-security contributions. In any case, although a speedier decision would have been preferable, the lapse of time in issue did not go beyond what was reasonable for the purposes of Article 6 (art. 6).", "The Appeals Tribunal added that the approach adopted by the BVG in cases of this nature had given rise to an unnecessary number of appeals, partly because of the \"persistent attitude of the interested parties\", but that it did not appear, in this case or others, that the BVG had made statements or acted in such a way as to create legitimate expectations on the basis of which the Appeals Tribunal could decide that rights to demand payment of social-security contributions over the relevant period had lapsed.", "The appeal was accordingly dismissed.", "26. Mr Meldrum lodged an appeal with the Central Appeals Tribunal on 26 July 1990.", "He contested the assertion that the delay in sending him formal confirmation of the BVG’s decision had caused him no prejudice. He submitted that by the time he was finally allowed access to the Appeals Tribunal, the case-law had already been established and was difficult to change; the case-law in relation to physiotherapists might have developed differently if the right arguments had been adduced at an earlier stage. If he had been one of the first to appeal, the substance of his arguments would have been addressed and would not have met with a standardised response.", "Lastly, he reiterated his arguments based on the principle of \"fair play\". Since an appellant had to observe a time-limit of only two months, whereas the defendant administrative authority could stall proceedings indefinitely, it was possible for the latter to choose \"pilot cases\" which would then form the basis of a body of case-law favourable to the defendant administrative authority and providing precedent for other cases.", "27. Following a hearing on 6 February 1991, at which Mr Meldrum was not represented, the Central Appeals Tribunal gave judgment on 13 March 1991.", "It rejected Mr Meldrum’s arguments concerning the independence of the other physiotherapists and found that the relationship between them and Mr Meldrum was such as to require him to pay social-security contributions for them.", "As to Mr Meldrum’s arguments based on Article 6 (art. 6), it left open the question whether the case concerned \"civil rights and obligations\"; in cases of this nature the reasonable time requirement did not apply to the phase preceding appeal to an administrative tribunal under the Appeals Act. It recognised that procrastination by an administrative authority might possibly hinder an appellant’s access to a tribunal but expressed no opinion as to whether such a right of access flowed directly from Article 6 (art. 6).", "There was nothing in the file to suggest that the applicant had taken any action to expedite delivery of the formal confirmation. In view, inter alia, of the necessity for further investigations and correspondence and the fact that it appeared that the delay was connected with the large number of requests for formal confirmation, the Central Appeals Tribunal came to the conclusion that the BVG, in not providing such formal confirmation until 1 May 1989 - far too long after the applicant’s request - could not be said to have actually hindered any attempts by the applicant to obtain access to a tribunal earlier.", "As to the argument that the delay in providing formal confirmation had been prejudicial to his procedural position, the Central Appeals Tribunal noted that Mr Meldrum’s case raised no issues that had not been addressed in earlier cases.", "Furthermore, the BVG’s demands for payment of contributions for 1984, 1985 and 1986, based as they were on binding legal provisions, did not violate any general principle of good governance in such a way that the BVG should thereby have divested itself of its legal obligation to make such demands.", "The appeal was accordingly dismissed. However, the Appeals Tribunal’s judgment had been based on figures which were corrected by the BVG of its own motion in the course of the proceedings before the Central Appeals Tribunal, so that as a matter of form the judgment of the Appeals Tribunal had to be partly set aside.", "28. Pursuant to section 2 of the Social Security (Organisation) Act (Organisatiewet sociale verzekeringen) it falls to the occupational associations to implement the Health Insurance Act, the Medical Assistance Fund Act, the Unemployment Insurance Act and the Occupational Disability Insurance Act.", "One occupational association exists for each of the various sectors of economic life. An occupational association is an association (vereniging) under private law set up by employers’ and employees’ organisations considered by the Minister of Social Affairs and Employment (Minister van Sociale Zaken en Werkgelegenheid) to be sufficiently representative of the sector concerned; its purpose is defined as being to implement the relevant social-security legislation, it must be a non-profit-making body and its statutes must satisfy certain requirements (section 4(1) of the Social Security (Organisation) Act).", "An employer is automatically a member of the occupational association corresponding to the sector of the economy to which the work carried out by his employees belongs (section 7(1) of the Social Security (Organisation) Act).", "29. The occupational associations are supervised by the Social Security Council (Sociale Verzekeringsraad). This body has legal personality under public law (section 35(1) of the Social Security (Organisation) Act). Its president and one-third of its members are appointed directly by the Minister of Social Affairs and Employment for a term of three years; one-third of its members are appointed for the same term by employers’ organisations and one-third by employees’ organisations, the organisations in both instances being those considered by the Minister to be sufficiently representative (section 35(2)-(6) of the Social Security (Organisation) Act).", "The Social Security Council is empowered to adopt regulations for co-ordinating the implementation of the social-security legislation (section 48 of the Social Security (Organisation) Act); it also has the power to recommend to the Minister of Social Affairs and Employment the suspension or annulment of decisions of occupational associations (section 49). It is responsible to the Minister and must follow his instructions (section 41).", "30. Employers must provide the occupational associations with information concerning the wages (loon) paid to their employees; the occupational associations then determine the contributions to be paid under the relevant social-security legislation in respect of each employee. These contributions are paid by the employers to their respective occupational association (section 11 of the Social Security (Co-ordination) Act - Coördinatiewet Sociale Verzekeringen). Section 4 of the Social Security (Co-ordination) Act gives the following definition of \"wages\":", "\"1. Everything enjoyed under an employer/employee relationship (dienstbetrekking) shall constitute wages.", "2. Wages shall include entitlements - whether conditional or coming into existence in the course of time - to one or more benefits or grants (uitkeringen of verstrekkingen), in so far as these are not covered by contributions paid by the employee.\"", "This definition is virtually identical with that given in section 10 of the Wages (Tax Deduction) Act (Wet op de loonbelasting), the only difference being that the latter Act also includes in its definition everything enjoyed under an employer/employee relationship which no longer exists.", "31. If, for whatever reason, the employer does not pay the contributions within a time-limit set by the occupational associations, the latter may charge interest on the outstanding amount. This interest is calculated at the statutory rate, which in recent years has fluctuated between 8 and 12% (section 14 of the Social Security (Co-ordination) Act).", "According to the case-law of the Central Appeals Tribunal, the interest is to be calculated from the day on which the occupational association fixed the amount to be paid, not the day on which the amount was notified to the employer (judgment of the Central Appeals Tribunal of 5 January 1976, Rechtspraak sociaal verzekeringsrecht, (Social security reports - RSV) 1976, no. 184).", "32. At the relevant time, section 5(d) of the Health Insurance Act, section 5(d) of the Unemployment Insurance Act, section 5(d) of the Occupational Disability Insurance Act, and section 3(1) of the Medical Assistance Fund Act taken in conjunction with section 5(d) of the Health Insurance Act empowered the Minister of Social Affairs and Employment to define as work relationships, by delegated legislation, several types of relationship that could be considered the \"social equivalent\" thereof. In pursuance of these provisions, the Minister defined as a work relationship the relationship involving someone who regularly performs work in person for at least two days a week in return for a gross income exceeding a given proportion of the statutory minimum wage (section 2(1) of the Royal Decree of 14 December 1973, Staatsblad - Official Gazette - 627).", "33. The Health Insurance Act sets up an insurance scheme (verzekering) which is compulsory for all employees (section 20). Under this scheme, the employee has a right to sick-pay (ziekengeld) in the event of inability to perform his or her work due to illness, pregnancy or disability (section 19). The employee may receive sick-pay for a period of up to fifty-two weeks (section 29(2)), or for sixteen weeks (which do not count towards the period of fifty-two weeks) in the case of pregnancy (section 29(7)).", "34. The insurance scheme set up by the Medical Assistance Fund Act is compulsory for all employees whose wages do not exceed a certain annual figure (section 3); its benefits are also enjoyed by their spouses and dependants (section 4). To be entitled to the benefits, the employee must apply for registration with a health insurance fund, which is under an obligation to register him (section 5(1)).", "The health insurance funds pay for medical assistance provided by medical practitioners, hospitals and some private institutions; for certain medicines prescribed by doctors; and transport by ambulance (sections 8 - 8i), in so far as these costs are not borne by other bodies under other legislation.", "35. The insurance scheme set up under the Unemployment Insurance Act, to which people employed in the Netherlands belong as of right, confers an entitlement to unemployment pay on employees who, for a reason not connected with abnormal natural occurrences such as floods or extremes of cold, lose their employment or a significant part of it along with their right to wages in respect of the employment lost and who are available for employment (sections 15, 16 and 18).", "36. The Occupational Disability Insurance Act provides compulsory insurance for an employee who, through illness or disability, is wholly or partly unable to earn through work an income comparable to that which a healthy person with similar training and experience might earn at the employee’s place of employment or last place of employment or in the vicinity thereof (section 18(1)). The entitlement to disability pay begins fifty-two weeks after the employee becomes disabled (section 19(1)), payments during the intervening period normally being made under the Health Insurance Act (see paragraph 33 above).", "37. Contributions to all the above schemes are fixed by and paid to the occupational associations. Although some of the Acts involved lay down that contributions are due in whole or in part by the employee, it is in all cases the employer who is responsible to the occupational association for making the payments (and who must therefore deduct the employee’s share from his pay).", "38. At the material time, a common feature of all the above social-security legislation was the rule that an interested party who wished to contest a decision of an occupational association concerning contributions must request formal confirmation in writing. Such formal confirmation, which included the grounds on which the decision was based, was an admissibility requirement for an appeal to a tribunal.", "39. None of these Acts specified time-limits for requesting formal confirmation. However, the Central Appeals Tribunal ruled that this should be done within a \"reasonable time\", which that tribunal construed to mean generally within two months (see, inter alia, its judgment of 19 March 1974, RSV 1974, no. 288). An occupational association might declare inadmissible such a request if it was filed too late. A decision of the occupational association declaring a request for formal confirmation inadmissible was itself a decision of which formal confirmation might be requested with a view to an appeal.", "There was no statutory time-limit within which formal confirmation had to be given.", "40. In a case concerning the Work Centres Act (Wet op de sociale werkplaatsen) - an Act which provided that decisions on certain applications should be taken within five weeks - the plaintiff instituted summary proceedings when, two months after the time-limit, the municipality of Amsterdam had still not given a decision. His purpose was to obtain a judgment ordering the municipality to give a decision on his application. The action was eventually dismissed on appeal. The Supreme Court, in its judgment of 21 June 1985, upheld this dismissal, holding that the mere fact of exceeding the time-limit was not sufficient to render the municipality liable in negligence. Furthermore, the municipality was entitled to invoke its financial constraints and inadequate staffing levels as an excuse for its inability to deal with the plaintiff’s request.", "The author of a commentary on the judgment as reported in Nederlandse Jurisprudentie (Netherlands Law Reports - NJ) 1986, 526, Professor M. Scheltema, observed that the Supreme Court had much reduced the effectiveness of summary proceedings as a remedy against failure by a public authority to give a decision in a case in which the Appeals Act applied.", "41. When formal confirmation had been given, an appeal lay to the Appeals Tribunal. It had to be lodged within one month (section 83 of the Appeals Act).", "From the Appeals Tribunal a further appeal lay to the Central Appeals Tribunal (section 145 of the Appeals Act); it too had to be lodged within one month.", "42. On 1 January 1994 the General Administrative Code entered into force (see the Van de Hurk v. the Netherlands judgment of 19 April 1994, Series A no. 288, p. 15, para. 39). It lays down new uniform rules of administrative procedure which apply also to cases such as the present one.", "Anyone wishing to challenge a decision of an occupational association concerning contributions under social-security schemes may lodge an administrative objection (bezwaarschrift) with that body, provided that he or she does so within six weeks (section 6:7).", "If the occupational association fails to decide within a reasonable time, or refuses to do so, the party seeking review may lodge an appeal with the Regional Court (arrondissementsrechtbank) without waiting any longer for a decision (sections 6:2, 6:12 and 8.1.1.1). It is thus no longer necessary to request formal confirmation of a decision of an occupational association.", "A further appeal lies to the Central Appeals Tribunal (section 18 of the Appeals Act)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}