{"ITEMID": "001-92584", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MASAEV v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 9;Pecuniary and non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1957 and lives in Rezeni. He is a Muslim.", "6. On 30 January 2004, the applicant, together with a group of other Muslims, was praying on private premises, namely in a house rented by a non-governmental organisation whose leader was the applicant. They were dispersed by the police and the applicant was subsequently charged with the offence (contravenţie administrativă) of practising a religion which was not recognised by the State.", "7. On 17 February 2004 the Centru District Court found the applicant guilty on the basis of Article 200 (3) of the Code of Administrative Offences and fined him 360 Moldovan lei (MDL). The applicant appealed against this decision and argued, inter alia, that it was contrary to his right to freedom of religion.", "8. On 9 March 2004 the Chişinău Court of Appeal dismissed the applicant’s appeal without giving any reasons and without inviting the applicant to attend the hearing.", "9. Article 31 of the Moldovan Constitution, concerning freedom of conscience, provides:", "“1. Freedom of conscience is guaranteed. It must be manifested in a spirit of tolerance and mutual respect.", "2. Freedom of worship is guaranteed. Religious denominations shall organise themselves according to their own articles of association, in compliance with the law.", "3. Any manifestation of discord is forbidden in relations between religious denominations.", "4. Religious denominations shall be autonomous and separated from the State, and shall enjoy the latter’s support, including facilities granted for the purpose of providing religious assistance in the army, hospitals, prisons, mental institutions and orphanages.”", "10. The relevant provisions of the Religious Denominations Act, as published in the Official Gazette no. 3/70 of 1992, read as follows:", "“In order to be able to organise and operate, denominations must be recognised by means of a government decision.", "Where a denomination fails to comply with the conditions laid down by the first paragraph of section 9 of the present Act, recognition may be withdrawn under the same procedure.”", "This section was amended in 2002. According to the amendments, in order to be recognised a denomination had to submit to the Government a declaration and a series of documents. After submitting the declaration and the documents, the denomination would be registered within thirty days.", "11. Article 200 (3) of the Code of Administrative Offences reads as follows:", "“The practising ... of unlawful [religious] beliefs or rituals is punishable by a fine in the amount of MDL 180-360.”", "On 31 May 2009 this Code will be replaced by a new Code of Administrative Offences which contains a similar provision in its Article 54."], "VIOLATED_ARTICLES": ["6", "9"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}