{"ITEMID": "001-67333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "STUKALOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Valentina Nikolayevna Stukalova, is a Russian national who was born in 1949 and lives in Abinsk in the Krasnodar region. She was represented before the Court by Mr N. B. Kolomiets, a lawyer practising in Krasnodar. The respondent Government were represented by Mr P. A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was an employee of a joint-stock company. In 1996, as a result of an internal audit, she was suspected of fraud.", "On 3 May 1997 criminal proceedings were brought against her.", "On 23 September 1997 the applicant's employer dismissed her on the ground of loss of confidence in her.", "In October 1997 the applicant lodged a civil action with the Abinskiy District Court of the Krasnodar Region against her former employer, claiming reinstatement and damages.", "On 6 October 1999 the court stayed the proceedings pending the outcome of the criminal case against the applicant.", "On 25 July 2000 the court examined the applicant's claims and rejected them in full.", "On 21 August 2000 the applicant was charged with fraud.", "On 31 August 2000 the Krasnodar Regional Court upheld the judgment in the civil case.", "On 13 September 2000 the investigating authority transferred the applicant's criminal case to the court.", "On 19 April 2001 the Abinskiy District Court of the Krasnodar Region examined the case and terminated the applicant's prosecution for lack of evidence. The applicant, who disagreed with the grounds for termination of her prosecution, appealed. On 6 June 2001 the Krasnodar Regional Court granted her appeal and quashed the decision.", "On 10 August 2001 the Abinskiy District Court of the Krasnodar Region discontinued the criminal proceedings against the applicant for want of a crime, having regard to the fact that the prosecution refused to press charges against her."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}