{"ITEMID": "001-5238", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "UNION NATIONALE (TOURISM AND SEA RESORTS) LTD and OTHERS v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants are thirty-three enterprises and individuals who are the owners and operators of hotel units and hotel apartments in Limassol. Their names are as follows : Kanika Hotels Ltd, Pavemar Hotel and Tourist Enterprises Ltd, Serendipity Ltd, C. Kynigis Hotels Ltd, Amathous Navigation Co. Ltd, Delkirtzis Tourist Enterprises Ltd, Nikolaou Bros Tourist Enterprises Ltd, Blue Med Hotels Ltd, Tamasos Hotel Enterprises Ltd, N. Karantokis Holdings Ltd, Stelios Mylonas, Xenodohiakai Epiheiriseis Plaza Ltd, Georgios F. Sykopetritis, Lanitis Tourist Enterprises Ltd, Suncoast Management Ltd, S. Akarnitis and Kyriakou Co. Ltd, Christis Doritis, Galatia Michael, Kachiricon Ltd, E.O.E. Tourist Enterprises Ltd, Lordos and Anastasiades Ltd, Lordos and Florentides Ltd, Lordos and Kasinos Ltd, Dimitris Lordos Ltd, Lordos and Epiphaniou Ltd, Union Nationale (Tourism and Sea Resorts) Ltd, the Chartered House Estate Ltd, Avenida Tourist Enterprises Ltd, Spyros Neocleous (Romios), Christakis Charalambous, K. and L. Estates Ltd, Old Bridge Hotel Apartments Ltd and Best Leisure Hotels Ltd.", "They are represented before the Court by Mr M. A. Triantafyllides, Mr G. P. Kakoyiannis and Mr P. Pavlou, lawyers practising in Nicosia.", "s, may be summarised as follows.", "Under the Limassol-Amathounta Sewage Regulations 99/91 of 1991 and Appendix I thereto, based on Article 49 of the Sewage System Law 1/71 of 1971, hotels and hotel apartments were charged with sewerage fees at the rate of 7/100 of a cent for every pound of the assessed value of each building, whereas all other buildings in the same area were charged with fees at the rate of only 1,8/100 of a cent for every pound of the assessed value.", "Thirty-nine owners of hotels in Limassol, including the applicants, lodged an application with the Supreme Court, sitting at first instance, seeking a ruling that Regulations 99/91, and in particular Rule 32, as well as the decision of the Board of the Sewage System of Limassol-Amathounta (SALA) rendering the applicants liable to pay their contribution for 1991, were unconstitutional, illegal and invalid. The applicants argued that SALA acted ultra vires because Rules 32 and 33 and Appendix I fell outside the scope of Law 1/71.", "By a judgment of 20 December 1991, the Supreme Court rejected the application considering that the above matter was a regulation and not an administrative decision concerning specific individuals, and thus could not be subject to judicial review according to Article 146 of the Constitution.", "The applicants appealed to the Supreme Court, sitting as an appeal court, which on 29 March 1996 quashed the judgment of 20 December 1991. The Supreme Court considered that Appendix I to Regulations 99/91 constituted an executory administrative act which could be challenged under Article 146 of the Constitution.", "On 17 January 1997 the Supreme Court, ruling on the merits of the case, considered that the applicants’ submission that Article 30 of Law 1/71 was limited to contributions of a repayment character was unfounded. The court referred to a previous judgment (Loizou v. the Board of the Sewage System of Nicosia) in which it had held that “the rates in this case were plainly a tax. They constituted a compulsory exaction of money by a public authority for public purposes, enforceable by Law and were not a payment for services rendered”. Article 30 did not link the power to levy a charge with the immediate availability of sewage services but expressly extended this levy to owners or occupants of immovable property which would benefit in the future from such services. Thus by levying a charge, after the initiation of works for a sewage system but before its completion, SALA had not acted ultra vires. The distinction made by the Rules between owners of hotels and hotel apartments, on the one hand, and owners of apartments in ordinary blocks of flats on the other was triggered by Article 30 of the Law 1/71, which permitted the imposition of different fees according to the nature of the property. This difference had been acknowledged in the case of Philippa Estates Ltd and Others v. SALA. The Supreme Court had then held that such a distinction was not only legally justified but also fair, having regard to the use and the benefits derived from the sewage system. Moreover, the number of tenants per square meter in hotel accommodation was, in comparison with other immovable property, much higher and, in proportion, the use of the sewage system was more extensive.", "The case of Phillipa Estates Ltd and Others had been brought by certain hotel owners (including some of the applicants) who claimed that the decision on their liability to pay sewage charges for 1992 was unconstitutional. SALA had sent them notification of the charge and the hotel owners had refused to pay. They claimed that as SALA had not determined the fee due for 1992, it could not expect payment. Further, some parts of Law 1/71 were unconstitutional because they conflicted with Article 28 of the Constitution which provides for non-discrimination."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}