{"ITEMID": "001-58498", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GAST AND POPP v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["6. The facts of the case, as found by the Commission and not contested before the Court, are as follows.", "7. The first applicant, Mrs Gabriele Gast, is a German national, born in 1943. She is a political scientist by profession and lives in Neuried.", "8. The second applicant, Mr Dieter Popp, is also a German national, born in 1939. He is an insurance agent by profession and lives in Bonn.", "9. In 1990 criminal proceedings were initiated against the first applicant on suspicion of having committed espionage (geheimdienstliche Agententätigkeit). She was arrested on 30 September 1990 and taken into detention on remand on 1 October 1990.", "10. The trial of the first applicant and three co-accused was held before the Bavarian Court of Appeal (Oberlandesgericht) sitting as a court of first instance over several days in November and December 1991. In these and the following proceedings, the first applicant was assisted by counsel.", "11. On 19 December 1991 the Court of Appeal convicted the first applicant and the co-accused of espionage on behalf of the German Democratic Republic (GDR), pursuant to Article 99 § 1 (1) of the German Criminal Code (Strafgesetzbuch). The first applicant was sentenced to six years and nine months’ imprisonment. The first applicant was also deprived for a period of four years of the rights to hold public office, to vote and to be elected. The co-accused were sentenced to two years, one year and six months, and one year’s imprisonment on probation respectively.", "12. The court found that in 1968, in the course of her studies and research for her thesis in political science, the first applicant had been contacted by agents of the Ministry for State Security (Ministerium für Staatssicherheit), the secret service of the GDR. On the occasion of a meeting in the east sector of Berlin at the end of 1968 or the beginning of 1969, she had agreed to work for the Ministry concerned. She had kept the Ministry informed about her work at a research institute between July 1972 and June 1973. Subsequently, upon her employment by the Federal Intelligence Service (Bundesnachrichtendienst), she had forwarded secret information such as reports prepared by German embassies, and in particular reports prepared by the Intelligence Service itself, to the secret service of the GDR. The first co-accused, living in Munich, had operated as courier; the two other co-accused had been agents of the secret service of the GDR and had also been living there.", "13. The Court of Appeal found that the first applicant and the co-accused had thereby committed espionage. As regards the co-accused, the court, referring to a decision of the Federal Court of Justice (Bundesgerichtshof) of 29 May 1991, observed that there was no legal impediment to punishing them; however, the fact that their prosecution had only been possible following the German reunification had to be regarded as a mitigating circumstance.", "14. In fixing the first applicant’s sentence, the Court of Appeal regarded as mitigating circumstances in particular that she had no criminal record, had a regular life and had also shown helpfulness in taking care of a handicapped child. She had got involved in her criminal conduct due to her relationship with one of the co-accused and she had not managed to discontinue her contacts with the secret service of the GDR. Moreover, due to a lack of adequate controls, she had had no particular difficulties in obtaining and forwarding the information concerned. Moreover, she had not obtained any financial advantage, but she would suffer serious professional disadvantage as a consequence of her conviction. Finally, the Court of Appeal took into account that the first applicant had largely admitted her guilt. However, in view of the aggravating circumstances, in particular the lengthy period of the first applicant’s involvement in espionage as well as the volume of secret information forwarded, the Court of Appeal regarded a prison sentence of six years and nine months appropriate.", "15. On 24 June 1992 the Third Division of the Federal Court of Justice, sitting with five judges, dismissed the first applicant’s appeal on points of law (Revision).", "16. On 12 February 1994 the first applicant was released, having served half of her sentence.", "17. In April 1990 criminal proceedings were initiated against the second applicant on suspicion of having committed espionage. On 14 May 1990 the second applicant was arrested and taken into detention on remand.", "18. The trial of the second applicant and one co-accused was held before the Düsseldorf Court of Appeal sitting as a court of first instance over several days in December 1991. In these and the following proceedings the second applicant was assisted by counsel.", "19. On 23 December 1991 the Court of Appeal convicted the second applicant and the co-accused of espionage on behalf of the GDR, pursuant to Article 99 §§ 1 (1) and 2, first sentence, of the Criminal Code. The second applicant was sentenced to six years’ imprisonment. The second applicant was also deprived for a period of four years of the rights to hold public office, to vote and to be elected. The forfeiture of a sum of money amounting to 70,000 German marks was ordered. The co-accused was sentenced to two years’ imprisonment on probation, and he was deprived for a period of two years of the rights to hold public office, to vote and to be elected.", "20. The Court of Appeal found that in the second half of the 1960s the second applicant had been contacted by agents of the Ministry for State Security. At the latest in 1969, he had agreed to work for the Ministry in question. The co-accused had acted as contact agent (Führungsoffizier). The second applicant had incited his friend to commit espionage on behalf of the GDR. His friend, who had died in 1989, had worked for the Federal Ministry of Defence and had had access to secret, and partly top secret, information. The applicant’s friend had taken copies of secret documents, or originals thereof, to his home where the originals had been photographed; copies and films had subsequently been forwarded by the second applicant to the co-accused.", "21. The Court of Appeal observed that the second applicant and the co-accused had thereby committed espionage, within the meaning of Article 99 of the Criminal Code, which had been punishable at the time of their offences and had remained punishable following the accession of the GDR to the Federal Republic of Germany (FRG), as regulated in the German Unification Act (Gesetz zu dem Vertrag vom 31. August 1990 zwischen der Bundesrepublik Deutschland und der Deutschen Demokratischen Republik über die Herstellung der Einheit Deutschlands) of 23 September 1990. As regards the second applicant, the court noted that he had acted as a citizen of the FRG against his own country. There was no appearance of a violation of his right to equal treatment. In particular, the German legislator was not obliged to enact legislation granting an amnesty or to limit the application of the provisions on espionage and treason. Finally, he could not be compared to secret agents of the Federal Intelligence Service who, irrespective of the different goals of the secret services concerned, acted on behalf of their own country and not against it. As regards the co-accused, the court, referring to a decision of the Federal Court of Justice of 29 May 1991, observed that there were no rules of public international law prohibiting a State from punishing foreigners having committed espionage abroad. Moreover, taking into account the different goals of the Federal Intelligence Service and the secret service of the GDR, his prosecution for espionage did not amount to discrimination against him, and the secret agents of the GDR could not have any legitimate expectation that they would not be punished for their conduct following the accession of the GDR to the FRG.", "22. In fixing the second applicant’s sentence, the Court of Appeal regarded as mitigating circumstances in particular that he had no criminal record, had a regular life and had not committed espionage primarily for financial purposes, but had pursued political ideas. However, in view of the aggravating circumstances, in particular the lengthy period of the second applicant’s involvement in espionage, the involvement of his late friend, the kind of secret information forwarded as well as reasons of general crime prevention, the Court of Appeal regarded a prison sentence of six years appropriate. As regards the co-accused, the Court of Appeal took into account the fact that he was a citizen of the GDR and a secret agent acting from within that territory.", "23. On 22 July 1992 the Third Division of the Federal Court of Justice, sitting with five judges, dismissed the second applicant’s appeal on points of law.", "24. On 11 May 1994 the second applicant was released, having served two-thirds of his sentence.", "25. The first applicant appealed to the Federal Constitutional Court on 18 July 1992. Following indications as to certain formal shortcomings in her constitutional complaint, she filed supplementary submissions on 18 August 1992. Her case was registered on 27 August 1992. The second applicant’s constitutional complaint of 13 August 1992 was received by the Federal Constitutional Court on 14 August 1992.", "26. The processing of the applicants’ and other similar cases was postponed as the Second Division of the Federal Constitutional Court envisaged rendering a leading decision in some test cases, that is, the application for a ruling submitted by the Berlin Court of Appeal in July 1991 as well as two constitutional complaints. In 1993 a third constitutional complaint, covering general aspects, was added to the test cases. On 23 March 1994 the Second Division, having considered the further action to be taken in these cases, ordered the preparation of an expert opinion on questions of international public law. The expert opinion, which should initially have been ready by mid-August 1994, was received by the Second Division on 11 July 1994. The parties in the test cases were given an opportunity to submit comments before the end of August 1994. Deliberations were taken up again in November 1994, but again suspended between December 1994 and March 1995. However, during that period, a first draft of the decision was prepared.", "27. On 15 May 1995 the Second Division of the Federal Constitutional Court rendered the said leading decision (2 BvL 19/91 and others – see paragraphs 43 et seq. below).", "28. On 23 May 1995 the Second Section of the Second Division of the Federal Constitutional Court, in separate decisions, refused to admit the first and second applicants’ constitutional complaints. The Constitutional Court referred to sections 93a and 93b of the Federal Constitutional Court Act and to the decision of the Second Division of 15 May 1995, which was attached to the decisions in the applicants’ cases. The first applicant received the decision on 9 June 1995. The second applicant’s counsel received the decision on 3 June 1995, and the second applicant himself on 21 June 1995.", "29. Under the criminal law of the FRG, treason (Landesverrat) is punishable under Article 94 and espionage (geheimdienstliche Agententätigkeit) under Article 99 of the Criminal Code (Strafgesetzbuch). The provisions of the Criminal Code are applicable to offences committed within the territory of the FRG (Inlandstaten), pursuant to Article 3 of the Criminal Code. According to Article 5 § 4, Articles 94 and 99 are also applicable to offences committed abroad (Auslandstaten).", "30. The Criminal Code of the GDR also contained provisions regarding the punishment of espionage and treason to the disadvantage of the GDR or one of its allies. These provisions extended to espionage on behalf of the FRG.", "31. The Treaty between the Federal Republic of Germany and the German Democratic Republic on German Unification (Einigungsvertrag) of 31 August 1990 abolished, with effect from 3 October 1990, the Criminal Code of the GDR and extended the applicability of the criminal law of the FRG to the territory of the GDR (with some exceptions irrelevant in the present context).", "32. In the course of the negotiations on the above Treaty, an amnesty for persons having committed espionage on behalf of the GDR was considered; however, this matter was not pursued on account of reservations among members of the general public and of envisaged difficulties in the Federal Diet (Bundestag). Further attempts to introduce such an amnesty in 1990 and 1993 remained unsuccessful.", "33. Under the terms of Article 93 § 1 of the Basic Law (Grundgesetz), the Federal Constitutional Court shall rule, inter alia, on constitutional complaints which may be lodged by any person who considers that the public authorities have infringed one of his or her fundamental rights or one of his or her rights as guaranteed under Articles 20 § 4, 33, 38, 101, 103 and 104 of the Basic Law.", "34. Article 100 § 1 of the Basic Law provides, inter alia, that, where a court considers unconstitutional a law whose validity is relevant to its decision, the proceedings shall be stayed and the question submitted to the Federal Constitutional Court if the Basic Law is considered to have been breached. According to paragraph 2 of this provision, where a court has doubts whether a rule of public international law is an integral part of federal law and whether such a rule directly creates rights and duties for the individual, the question shall be submitted to the Federal Constitutional Court.", "35. The composition and functioning of the Federal Constitutional Court are governed by the Federal Constitutional Court Act (Gesetz über das Bundesverfassungsgericht). The 1985 version of the Federal Constitutional Court Act (applicable with effect from 1 January 1986) was subsequently amended with a view to reducing the court’s workload. The amendments adopted in 1993 (which came into force on 11 August 1993), among other things, reorganised the procedure for individual complaints (sections 93a-93d of the 1993 Federal Constitutional Court Act).", "36. According to section 2 of the Act, the Federal Constitutional Court is made up of two divisions, each composed of eight judges.", "37. Sections 90 to 96 of that Act concern constitutional complaints lodged by individuals.", "“(1) Any person who claims that one of his basic rights or one of his rights under Articles 20 § 4, 33, 38, 101, 103 and 104 of the Basic Law has been violated by public authority may lodge a complaint of unconstitutionality with the Federal Constitutional Court.", "(2) If legal action against the violation is admissible, the complaint of unconstitutionality may not be lodged until all remedies have been exhausted. However, the Federal Constitutional Court may decide immediately on a complaint of unconstitutionality lodged before all remedies have been exhausted if it is of general relevance or if recourse to other courts first would entail a serious and unavoidable disadvantage for the complainant.", "...”", "“The reasons for the complaint shall specify the right which is claimed to have been violated and the act or omission of the organ or authority by which the complainant claims to have been harmed.”", "38. Sections 93a to 93c of the 1985 Act provided as follows:", "“A complaint of unconstitutionality shall require acceptance prior to a decision.”", "“(1) A Section may refuse acceptance of a complaint of unconstitutionality by a unanimous order if -", "1. the complainant has not paid the required advance at all (section 34(6)) or has not paid it on time,", "2. the complaint of unconstitutionality is inadmissible or does not offer sufficient prospects of success for other reasons, or", "3. the Division is not likely to accept the complaint of unconstitutionality in accordance with the second sentence of section 93c below.", "The order shall be final.", "(2) The Section may uphold the complaint of unconstitutionality by a unanimous order if it is clearly justified because the Federal Constitutional Court has already decided on the relevant question of constitutional law...", "(3) The decisions of the Section shall be taken without oral pleadings. In stating the reasons for an order by which acceptance of a complaint of unconstitutionality is refused, it is sufficient to refer to the legal aspect determining the refusal.”", "“If the Section neither refuses acceptance of a complaint of unconstitutionality nor upholds it, the Division shall then decide on acceptance. It shall accept the complaint of unconstitutionality if at least two judges hold the view that a question of constitutional law is likely to be clarified by a decision or that the denial of a decision on the matter will entail a serious and unavoidable disadvantage for the complainant. Section 93b(3) above shall apply mutatis mutandis.”", "Sections 93a to 93d of the 1993 Act read:", "“(1) A complaint of unconstitutionality shall require acceptance prior to a decision.", "(2) It is to be accepted,", "a. if it raises a constitutional issue of general interest,", "b. if this is advisable for securing the rights mentioned in section 90(1); or also in the event that the denial of a decision on the matter would entail a particularly serious disadvantage for the complainant.”", "“The Section may refuse acceptance of a complaint of unconstitutionality or accept it in the event of section 93c. In other cases, the Division shall decide on acceptance.”", "“(1) If the conditions of section 93a(2)(b) are met and the Federal Constitutional Court has already decided on the relevant question of constitutional law, the Section may uphold the complaint of unconstitutionality if it is clearly justified...”", "“(1) The decision pursuant to sections 93b and 93c shall be taken without oral pleadings. It is unappealable. The order by which acceptance of a complaint of unconstitutionality is refused does not require any reasoning.", "...”", "39. Section 94 provides for the right of third parties to be heard in complaint proceedings in the Federal Constitutional Court.", "40. Section 95 concerns the ruling of the Federal Constitutional Court if the complaint is upheld and reads:", "“(1) If the complaint of unconstitutionality is upheld, the decision shall state which provision of the Basic Law has been infringed and by which act or omission. The Federal Constitutional Court may at the same time declare that any repetition of the act or omission complained of will infringe the Basic Law.", "(2) If a complaint of unconstitutionality against a decision is upheld, the Federal Constitutional Court shall quash the decision and in cases pursuant to the first sentence of section 90(2) above it shall refer the matter back to a competent court.", "(3) If a complaint of unconstitutionality against a law is upheld, the law shall be declared null and void. The same shall apply if a complaint of unconstitutionality pursuant to paragraph 2 above is upheld because the quashed decision is based on an unconstitutional law. Section 79 shall apply mutatis mutandis.”", "41. Section 79, to which section 95(3) refers, provides:", "“(1) In the event that a final conviction is based on a legal provision, which has been declared incompatible with the Basic Law or has been declared null and void pursuant to section 78, or based on the interpretation of a legal provision, which has been declared incompatible with the Basic Law by the Federal Constitutional Court, a reopening of the criminal proceedings is admissible, in accordance with the provisions of the Code of Criminal Procedure.", "(2) In all other respects, subject to the provisions of section 95(2) or a specific statutory provision, final decisions based on a rule declared null and void pursuant to section 78 shall remain unaffected. Such decisions shall not be enforceable...”", "42. The Federal Constitutional Court may issue an interim injunction (einstweilige Anordnung) in order to avoid serious disadvantages (zur Abwehr schwerer Nachteile), to prevent imminent violence (zur Verhinderung drohender Gewalt) or for another important reason in the general interest (aus einem anderen wichtigen Grund zum gemeinen Wohl), pursuant to section 32 of the Constitutional Court Act.", "43. On 22 July 1991 the Berlin Court of Appeal (Kammergericht) suspended criminal proceedings relating to charges of espionage, treason and corruption in order to obtain a decision by the Federal Constitutional Court on the question whether persons who had been living in the GDR and had committed the above offences from the territory of the GDR could be prosecuted. Furthermore, in 1991 and later, numerous persons convicted of such offences lodged constitutional complaints with the Federal Constitutional Court, claiming that their respective convictions violated in particular their rights of liberty, as guaranteed under Article 2 § 2 of the Basic Law, as well as their right to equality, as guaranteed under Article 3.", "44. On 15 May 1995 the Second Division of the Federal Constitutional Court rendered a leading decision on the request submitted by the Berlin Court of Appeal and three of the constitutional complaints.", "45. The request submitted by the Berlin Court of Appeal was declared partly inadmissible; as regards the remainder, the Federal Constitutional Court held that there was no rule of public international law, forming an integral part of federal law, prohibiting criminal prosecution of espionage committed on behalf and within the territory of a State which had later peacefully become part of the State spied upon. Furthermore, as regards the first of the three constitutional complaints, it found that the complainant’s conviction violated his constitutional rights; the first- and second-instance judgments were set aside and the case was referred back to the first-instance court. With regard to the second individual case, the sentencing was found to have violated constitutional rights, the judgments of the lower courts were, to that extent, set aside and the matter was referred back to the first-instance court. The third constitutional complaint was dismissed.", "46. In its decision, the Federal Constitutional Court recalled its case-law according to which the prosecution for treason and espionage as provided for under Articles 94 and 99 of the Criminal Code amounted to an interference with the rights of liberty under Article 2 of the Basic Law which was justified from a constitutional point of view. This finding also applied to the extent that secret agents of the GDR were liable to punishment even if they had only acted within the territory of the GDR or abroad. In this respect, the Constitutional Court considered that the relevant provisions of the Criminal Code aimed at protecting the external security of the FRG, and took into account that the offences in question had been committed at a time when the FRG was particularly exposed to secret service operations of its enemies.", "47. However, according to the Constitutional Court, the question arose whether or not the accession of the GDR to the FRG required a new appraisal of the constitutional issues, in particular with regard to espionage committed from the territory of the GDR by persons who were citizens of the GDR and living there.", "48. The Constitutional Court found that the fact that espionage on behalf of the GDR was prosecuted as a criminal offence whereas the criminal provisions of the GDR regarding espionage committed by agents of the Federal Intelligence Service had been repealed in the context of the Unification Treaty did not amount to discrimination. Rather, such difference in treatment resulted from the particularities of national security rules (Staatsschutzrecht), which protected the State against espionage by foreign powers. Thus, espionage against the FRG on behalf of the GDR remained a punishable act even after the accession of that State.", "49. Moreover, the punishment for espionage on behalf of the GDR following the reunification of Germany did not breach any general rules of public international law, contrary to Article 25 of the Basic Law. The Constitutional Court, having regard to a legal opinion of the Heidelberg Max Planck Institute for foreign public law and public international law of 1 July 1994, observed that, under public international law, a State was entitled to enact legislation relating to criminal offences committed within its territory as well as to offences committed by foreigners abroad to the extent that its existence or important interests were at risk. There was no justification for espionage under public international law and there were no rules on the criminal liability for espionage following the accession of another State.", "50. Furthermore, the prosecution of espionage on behalf of the GDR on the basis of the criminal laws in force in the FRG at the time of the offences concerned did not amount to a violation of the rule that no act could be prosecuted unless it was not a criminal offence under the relevant law at the time when it was committed. The Constitutional Court noted that the scope of the provisions on treason and espionage was determined by Articles 3, 5 and 9 of the Criminal Code, which had been in force before the time of the offences in question. The extension of the jurisdiction of the FRG regarding such offences was a consequence of the accession of the GDR and the Unification Treaty.", "51. The Constitutional Court next examined whether or not the results of this extension of the jurisdiction of the FRG amounted to a breach of the rule of law (Rechtsstaatsprinzip) and, in particular, the principle of proportionality.", "52. The Constitutional Court found that, in the unique situation of the German reunification, the prosecution of citizens of the GDR, who had been living in the GDR and had acted solely within the territory of the GDR or of other States where they were safe from extradition or punishment, violated the principle of proportionality. Consequently, there was a technical bar to prosecution (Verfolgungshindernis) regarding this group of persons. Criminal prosecution and punishment as a means of protecting legal interests should not result in a disproportionate interference with the rights of the persons concerned.", "53. In this context, the Constitutional Court considered the difference between the punishment for espionage and for other criminal offences. Public international law did not prohibit espionage, but it also allowed the State spied upon to punish spies even if they had only acted abroad. There was no differentiation between espionage on behalf of a totalitarian State and espionage on behalf of a State with a free democratic basic order. Thus, espionage had an ambivalent nature: it served the interests of the observing State, where it was accordingly regarded as lawful, and prejudiced the interests of the State being spied upon, where it was therefore regarded as a punishable offence. Punishment of foreign spies was not, therefore, justified on account of a general moral value judgment of reproach (Unwerturteil) regarding the espionage act, but only for the purpose of protecting the State spied upon.", "54. According to the Federal Constitutional Court, the fall of the GDR, and the consequent termination of any protection for its spies, together with the replacement of its legal order by that of the FRG, which rendered prosecution possible, resulted in a disproportionate prejudice towards the group of offenders who had committed espionage on behalf of the GDR solely within the latter’s territory and had not left the sphere of its protection, or had only been within the territory of other States where they had not risked extradition or punishment in respect of such acts. The reunification had at the same time repealed the punishment of espionage activities on behalf of the FRG. The court further found that any punishment of this group of persons would jeopardise the process of creating German unity.", "55. With regard to other citizens of the GDR who had committed espionage within the territory of the FRG or one of its allies, or in a third State where they had risked extradition or punishment, there was no general bar to prosecution as the above conditions were not necessarily all met. However, those persons had, as a consequence of the fall of the GDR, also lost the protection of that State, if only the expectation of being exchanged in case of arrest. Moreover, even confronted with the legal order of the FRG, these persons’ sense of wrongdoing (Unrechtsbewußtsein) was attuned to the legal order of the GDR. Above all, they were meanwhile prosecuted by their own State in respect of espionage activities committed at a time when they regarded that State as a foreign State. In such cases all relevant circumstances had to be weighed in the light of the above considerations with a view to determining whether or not prosecution should be continued, or in fixing the sentence.", "56. In their separate opinion to the Federal Constitutional Court’s judgment, three judges of the Second Division explained that they disagreed with the judgment as far as the finding of a technical bar to the prosecution of a group of persons having committed espionage was concerned.", "57. Mrs Gabriele Gast and Mr Dieter Popp applied to the Commission on 1 May 1995. They alleged, inter alia, a violation of Article 6 § 1 of the Convention as regards the length of the proceedings before the Federal Constitutional Court.", "58. The Commission declared the application (no. 29357/95) partly admissible on 20 October 1997. In its report of 28 May 1998 (former Article 31 of the Convention) , it expressed the opinion, by twenty votes to eleven, that there had been no violation of Article 6 § 1."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}