{"ITEMID": "001-5970", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "JAVEED v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a British national of Pakistani origin, born in 1934 and living in Rotterdam, the Netherlands. She is represented before the Court by Mr W.A. Venema, a lawyer practising in Rotterdam.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant came to the Netherlands from the United Kingdom in 1984. She moved in with her brother, who had just divorced from his wife, and with his four minor daughters, who were born in 1977, 1979, 1981, and 1982 respectively.", "The applicant took up the mother’s role in the children’s life. Various childcare organisations confirmed on a number of occasions that she had a good influence on the children and that she contributed positively to their development. The applicant’s brother remarried in 1987 but his wife was apparently not prepared to take responsibility for the children. After her brother’s marriage, the applicant continued to live in his house in a separate room and continued to take care of his children.", "In 1987 the Rotterdam Regional Court (Arrondissementsrechtbank) appointed the applicant’s brother as guardian of the children, particularly in view of the fact that the applicant was taking care of the children as well. As from July 1990 the applicant was granted a subsistence allowance in the Netherlands.", "On 5 October 1990 the applicant filed a request with the head of police (korpschef) of the Rotterdam-Rijnmond region for a residence permit (vergunning tot verblijf) for the purpose “to take up activities as an employed person” in the Netherlands (as provided for in Article 48 of the EEC Treaty). This request was rejected on 19 February 1991 by the State Secretary of Justice (Staatssecretaris van Justitie) on the ground that the applicant did not qualify for a residence permit under the EEC rules since she was not in fact employed. Insofar as the applicant relied on Article 8 of the Convention, the State Secretary held that, even assuming that there was family life between the applicant and her brother and his family, the decision not to grant her a residence permit in the Netherlands did not constitute an interference with this family file in that she was not deprived of any residence title.", "On 28 March 1991 the applicant filed a request for revision (herziening) with the State Secretary. As this request did not have any suspensive effect as to her expulsion, the applicant requested the President of the Hague Regional Court to issue an injunction on her expulsion pending the proceedings on her revision request.", "On 14 June 1991 the President of the Regional Court rejected the request for an injunction. On 23 July 1991 the applicant was expelled to the United Kingdom. She returned shortly after to the Netherlands. On 18 February 1992 the applicant was expelled to the United Kingdom for a second time.", "On 21 April 1992 the State Secretary rejected the applicant’s revision request. As regards the applicant’s complaint under Article 8 of the Convention, the State Secretary held that, insofar as the refusal to grant the applicant a residence permit would interfere with her right to respect for her family life with her brother and his children, this interference was justified under Article 8 § 2 of the Convention in that the applicant’s interests were outweighed by those of the Netherlands authorities.", "On 4 April 1993 the applicant returned to the Netherlands, this time having found employment with a company in Rotterdam. On that basis she was granted on 16 December 1993 a residence permit, valid until 3 May 1998, pursuant to the EEC Council Directive 98/360/EEC as implemented in the Aliens Ordinance (Vreemdelingenbesluit) and the Aliens Circular (Vreemdelingencirculaire).", "In April 1994 the applicant was dismissed from her job for having failed to report to work after a period of leave, thus obliging her employer to hire a person to replace her. The applicant had taken leave to travel to Pakistan in order to visit her husband, who is suffering from a serious mental disorder since 1981 and who had undergone lengthy treatment in a mental institution. The applicant unsuccessfully sought to justify her extended absence from work by arguing that she was urgently required to attend to her husband.", "After her dismissal, the applicant was granted unemployment benefits with a punitive reduction as she bore a certain responsibility for her dismissal. At about the same time the applicant also started receiving a pension from the United Kingdom in an amount of about 32 Pounds Sterling weekly. The applicant unsuccessfully tried to find employment in the Netherlands.", "On 22 August 1996 the State Secretary withdrew the applicant’s residence permit. On 25 November 1996, the applicant filed an objection (bezwaar) with the State Secretary claiming entitlement to continued residency in the Netherlands under EEC regulations. The applicant further argued, inter alia, that the decision was contrary to Article 8 of the Convention in that it deprived her of the enjoyment of her family life with her brother’s family and particularly his children.", "On 13 February 1997, the applicant moved out of her brother’s house and took up residence in her own apartment. She remained in close contact with her brother’s children and his oldest daughter, who was 19 at the time, stayed with her.", "On 21 November 1997, after the applicant had been heard on 11 June 1997 before the Advisory Commission for Aliens’ Affairs (Adviescommissie voor vreemdelingenzaken), the State Secretary rejected the applicant’s objection. The State Secretary held that, as the applicant had lost her job on the basis of which she had been granted her residence permit, this permit could be withdrawn. Insofar as she relied on Article 8 of the Convention in relation to her brother and his family, the State Secretary noted that she had moved to own accommodation, whereas, in the absence of any substantiation, it was not established that one of the daughters of her brother was in fact living with her. In these circumstances, the State Secretary did not find that the decision at issue was contrary to the applicant’s rights under Article 8.", "On 19 December 1997, the applicant filed an appeal with the Hague Regional Court sitting in Haarlem. On 14 August 1998, after a hearing held on 3 July 1998, the Hague Regional Court rejected the applicant’s appeal. It agreed with the State Secretary’s finding that the applicant could not claim any right to a residence permit under the rules of the EEC. As to the applicant’s arguments under Article 8 of the Convention, the Hague Regional Court noted that the applicant was living on her own and that the applicant had failed to substantiate her claim that one of her brother’s children, who had come of age, was living with her. In these circumstances, the Hague Regional Court considered that the applicant’s family life concerned family life between adult relatives. Referring to a decision taken by the European Commission of Human Rights on 29 June 1992 (Application no. 14852/89), the Hague Regional Court found that there was no evidence of further elements of dependency involving more than normal emotional ties on the basis of which the applicant could invoke the protection afforded by Article 8 of the Convention.", "On 10 November 1998, the applicant filed a new request for a residence permit. No further information as to the proceedings on this request has been submitted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}