{"ITEMID": "001-90961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "MARREK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Mr Wilhelm Marrek, is a German national who was born in 1927 and lives in Fuldatal. He is represented before the Court by Mr T. Gertner, a lawyer practising in Bad Ems.", "A summary account of historical events in which the present application originated can be found in the Court’s decision in the case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (see Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (dec.), no. 47550/06, 7 October 2008, §§ 4-5, ECHR 2008-...).", "In January 1945 the applicant’s family, in view of the Red Army’s approach, had to flee Willenberg (at present Wielbark in Poland). This region before and during the Second World War belonged to the German Reich. After the defeat of Germany at the end of the war, when the border between Germany and Poland was drawn along the Oder-Neisse line, it was included in the territory of Poland (see Preussische Treuhand GmbH & CO. Kg A. A., cited above, § 3).", "When escaping the Red Army, the Marrek family were stopped by Polish and Soviet militiamen. The applicant maintains that his father was arrested and first taken to a camp in Majdanek and then to the Warsaw ghetto where he died in July 1945.", "The applicant’s grandmother decided to return with her family to their farm. In the spring of 1947 the applicant’s family, after having experienced several hostile attacks from local militiamen, left their house. A few days later two Polish families moved in.", "The applicant further submits that they were arrested several times, treated as an easily available workforce and not allowed to join the rest of the family living in Germany. In 1955 the applicant obtained an engineering degree. This also prompted the authorities to refuse him permission to leave Poland.", "In January 1957, after mediation by the International Red Cross, he was finally granted permission to leave Poland.", "The applicant has still not been allowed to return to his home and has been refused restitution of his family’s property.", "A detailed description of the relevant international and domestic law is set out in the above-mentioned case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (ibid. §§ 31-41)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}