{"ITEMID": "001-71859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "GRITCO v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Margareta Gritco, is a Moldovan national who was born in 1940 and lives in Chişinău.", "The applicant and her husband were married in 1959.", "On 10 June 1998 the applicant’s husband placed 14,600 Moldovan lei (MDL) on a three-month deposit account in a private bank, with 16% annual interest.", "On 27 July 1998 he asked the bank for early termination of the contract and the repayment of his money. The bank did not comply with his request.", "The applicant’s husband brought an action against the bank, seeking the termination of the deposit contract and the repayment of his money and interest.", "By a judgment of 6 October 1998 the Râşcani District Court ruled in favour of the applicant’s husband and ordered the bank to pay him MDL 16,000. On 22 October 1998 the judgment became final and enforceable.", "On 14 June 1999 the National Bank of Moldova issued a decision suspending the bank’s licence. It also ordered liquidation procedures to be commenced and appointed an administrator for that purpose.", "In 1999 the applicant’s husband brought a new action against the bank, seeking compensation for inflation. On 28 July 1999 the Râşcani District Court ruled in his favour and ordered the bank to pay him MDL 20,262. On 13 August 1999 the judgment became final and enforceable.", "On 22 October 1999 the applicant’s husband asked the administrator to enforce the judgments of 6 October 1998 and 28 July 1999. The latter did not reply to his request.", "On an unspecified date, the applicant’s husband brought an action against the National Bank, seeking the payment of the money owed to him by the private bank. He argued that the National Bank was the regulatory authority in respect of all financial institutions and should be held responsible for the bankruptcy of the private bank.", "On 9 June 2000 the Râşcani District Court dismissed the applicant’s husband’s action. It found that the National Bank was not responsible for the private bank’s obligations towards its clients. On 7 November 2000 the Chişinău Regional Court dismissed his appeal against the judgment of 9 June 2000. By a final judgment of 6 February 2001 the Court of Appeal dismissed the applicant’s husband’s appeal on points of law.", "On 10 February 2001 the applicant’s husband died. On 16 August 2001 the applicant received an inheritance certificate and became the sole owner of his part of their joint property.", "On an unspecified date, the applicant’s husband sent a letter to the Ministry of Justice and complained about the non-enforcement of the judgments in his favour. On 6 July 1999 the Ministry readdressed the letter to the President of the Râşcani District Court and requested the court to respond to the applicant’s request. On 24 September 1999 the President of the Râşcani District Court and the Bailiff replied to the applicant’s husband that the bank did not have money in its accounts or other assets. They also informed him that the enforcement warrants had been given to the administrator of the bank, who should ensure their enforcement.", "On 22 October 1999 the applicant’s husband’s requested the administrator to enforce the judgments. On 25 October 1999 the latter informed him that the bank was subject to a liquidation procedure and that the judgments could not be enforced.", "Following the applicant’s complaint to the Parliament about the non-enforcement of the judgments, on 2 May 2001 the National Bank informed her that the payment would be made as soon as the loans, which had been previously granted by the bank, were reimbursed and that the administrator had initiated numerous proceedings for their reimbursement. It also informed her that the National Bank could not be held responsible for a private bank’s obligations towards its clients.", "On 9 July 2001 and 5 November 2001 the Administration of the President replied to the applicant’s complaints about the non-enforcement of the judgments and informed her that the Parliament of the Republic of Moldova had created a working commission, with the aim of examining the situation of bankrupt banks and the mechanism of reimbursement of deposited money.", "The relevant domestic law was set out in Sîrbu and Others v. Moldova, nos. 73562/01, 73565/01, 73712/01, 73744/01, 73972/01 and 73973/01, § 12, 15 June 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}