{"ITEMID": "001-96035", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF WIECZOREK v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 37-1 - Striking out applications);Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Fair hearing);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1952 and lives in Cracow.", "6. In a letter of 18 September 2000 to the Social Insurance Authority (Zaklad Ubezpieczeń Spolecznych) in Cracow, the applicant's husband submitted that in his view the applicant, who had been receiving a disability pension since 1985, was in fact healthy and should no longer be receiving a pension. He suggested that she be re-examined by competent doctors. Apparently divorce proceedings involving the parties were pending at that time.", "7. On 10 October 2000 the Social Insurance Authority, referring to the applicant's medical records, instituted proceedings in order to reassess the applicant's condition with a view to establishing whether she complied with the conditions governing entitlement to a disability pension.", "8. In reply to a query from the applicant about the legal basis on which these proceedings were instituted, on 28 November 2000 the Social Insurance Authority informed her that the proceedings had been instituted under the provisions governing the internal supervision of physicians working for the Authority.", "9. Eventually, on 4 December 2000 the Social Insurance Authority gave a decision by which the applicant's right to receive a disability pension was extinguished as she was no longer unfit to work.", "10. On 12 January 2001 the applicant appealed, submitting that the Social Insurance Authority had failed to assess properly the medical evidence concerning her condition. She also submitted that her condition had been reassessed in 1994, 1995 and 1997. On each of these occasions decisions had been given confirming that she was permanently unfit to work.", "11. In her pleadings submitted on 18 May and 3 December 2001 the applicant submitted that there was no legal basis for conducting medical examinations in order to reassess her condition. She referred to the 1983 Ordinance, which prohibited reassessment of the medical condition of persons who had been receiving a disability pension for longer than ten years (see paragraph 25 below). The Ordinance provided that no medical examination could be conducted in respect of such persons with a view to a reassessment of their condition. She further invoked the case-law of the Supreme Court which, in the applicant's submission, supported the conclusion that no medical reassessment of a condition which had served as the basis for granting a disability pension could be ordered once ten years had elapsed from the date on which the decision awarding the entitlement to a pension became final (II URN 8/94, see paragraph 28 below).", "12. The Cracow Regional Court, by a judgment of 24 September 2002, partly amended the decision of the Social Insurance Authority by granting the applicant the disability pension for a fixed period, namely from 1 January 2001 until 1 January 2003.", "13. The applicant appealed, claiming that in view of her condition she was entitled to a permanent disability pension. She complained about the assessment of the medical evidence by the first-instance court. In her additional pleadings submitted to the Court of Appeal on 6 September 2004, she reiterated her arguments about the lack of legal basis for the reassessment of her condition and concluded that the first-instance judgment was therefore in breach of substantive law.", "14. On 8 September 2004 the Cracow Court of Appeal dismissed the appeal. The court examined the complaint concerning the allegedly incorrect assessment of the evidence and concluded that the first-instance court had been thorough in the assessment it had carried out. It also noted that during the appellate proceedings and in view of doubts the appellate court had harboured as to the applicant's condition, it had ordered that, in addition to the evidence available in the applicant's medical records, a medical opinion should be obtained from the local centre for occupational medicine and further examinations should be carried out by specialists in cardiology, nephrology, endocrinology and gynaecology. The applicant had refused to undergo these examinations.", "15. The court further observed that the first-instance judgment had maintained the applicant's pension for the period from 1 January 2001 until 1 January 2003. When that period expired, the applicant had failed to submit to the Social Insurance Authority a request to have her entitlement to the pension prolonged.", "16. In response to the applicant's argument based on the 1983 Ordinance and the prohibition it imposed on the medical re-examination of persons in receipt of a disability pension for longer than ten years, the court observed:", "“It should be borne in mind that the proceedings concerning the applicant's case had been instituted [by the Social Insurance Authority] under the legal provisions governing the internal supervision by the principal physician of doctors working for that Authority and assessing the medical condition of persons seeking a disability pension (see Article 11 of the 1997 Ordinance of the Minister of Labour and Social Policy). Accordingly, it was of no legal relevance to the applicant's case that she had been declared permanently unfit to work in 1985. Neither was the length of time for which she had been receiving her pension of any significance for the present case.”", "17. On 13 October 2004 the Cracow Court of Appeal refused to grant the applicant legal aid to lodge a cassation appeal. The written grounds for the refusal read as follows:", "“Under Article 117 § 1 of the Code of Civil Procedure a party to proceedings who has been exempted, fully or in part, from the obligation to pay court fees can request that a legal-aid lawyer be assigned to represent him or her in the case. The court shall allow such a request if it decides that the participation of a lawyer in the case is necessary. A legal-aid lawyer shall be so assigned where the party is unable to argue the case competently or the case is complex as to the facts or law.", "The crucial issue in the present case was the assessment of the [applicant's] condition and, consequently, it cannot be regarded as so complex as to warrant legal assistance. The court therefore considers that legal assistance would be unnecessary and, accordingly, dismisses the applicant's request.", "The mere fact that a party cannot afford to pay legal fees does not justify the granting of legal assistance; this also applies to cases where legal representation is mandatory for the preparation of the cassation appeal.”", "18. At the material time Article 113 § 1 of the Code of Civil Procedure provided that parties to proceedings could ask the court competent to deal with the case to grant them an exemption from court fees provided that they submitted a declaration to the effect that the fees required would entail a substantial reduction in their standard of living and that of their family.", "19. Parties to proceedings concerning social insurance allowances and pensions were exempted, under Article 463 § 1 of the Code of Civil Procedure, from the obligation to pay court fees.", "20. Under Article 117 of the Code, persons exempted from court fees could request that legal aid be granted to them. This provision, in so far as relevant, provided:", "“1. A party [to the proceedings] exempted partly or entirely from court fees may request that an advocate or a legal adviser be appointed for him or her. ... The court shall grant that request if it considers that the participation of an advocate or a legal adviser in the case is necessary. ...", "2. The provisions of the preceding paragraph are also applicable to parties who benefit from a statutory exemption from court fees, provided that they demonstrate, by way of the declaration referred to in Article 113 § 1, that the fees of the advocate or legal adviser would entail a reduction in their standard of living and that of their family. The court shall refuse to assign a lawyer to the case if it considers that the party's action or appeal is manifestly ill-founded.”", "21. At the material time a party to civil proceedings could lodge a cassation appeal with the Supreme Court against a final judicial decision of a secondinstance court terminating the proceedings. Under Article 393 4 § 1 of the Code of Civil Procedure a cassation appeal had to be lodged with the court that had given the relevant decision within one month from the date on which the decision with its written grounds was served on the party concerned. Cassation appeals which were not lodged by an advocate or a legal adviser were to be dismissed.", "22. Article 393 1 of the Code listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "(1) a breach of substantive law on account of its erroneous interpretation or wrongful application;", "(2) a breach of procedural provisions if the defect in question could significantly affect the outcome of the case.”", "23. Article 394 of the Code of Civil Procedure guarantees the parties to proceedings the right to appeal against a decision of the first-instance court terminating the proceedings. An interlocutory appeal (zażalenie) of this kind is also available against certain interlocutory decisions specified in this provision. An appeal lies against a refusal of exemption from court fees and likewise against a refusal of legal aid, where such decisions have been given by a first-instance court.", "24. No appeal lies where such decisions are given by an appellate court.", "25. Section 29(1)(a) of the 1983 Ordinance of the Minister of Labour and Social Policy of 5 August 1983 (Journal of Laws No. 47, item 214), as amended in 1990, provided that no medical examination could be organised with a view to reassessing the medical condition of persons who had been declared unfit to work and who had been in receipt of a disability pension for longer than ten years.", "This Ordinance was repealed with effect from 1 September 1997.", "26. Since 1 January 1999 the system of social insurance has been regulated by the Social Insurance System Act of 13 October 1998 (Ustawa o systemie ubezpieczeń społecznych) and a number of other acts applying to specific occupational groups or types of benefits. Social insurance benefits are essentially paid from a single fund financed by various compulsory contributions from employees and employers and managed by the Social Insurance Authority. Entitlement to a disability pension is based on the claimant's inability to continue paid employment on grounds of illhealth, confirmed by a medical certificate by doctors working for the Authority.", "27. In a number of judgments the Courts of Appeal and the Supreme Court examined whether entitlement to a disability pension which had been paid to the insured person for longer than ten years could be redetermined following a fresh medical examination and reassessment of the person's condition.", "28. In its judgment of 7 April 1994 the Supreme Court (II URN 8/94) quashed a judgment of the Cracow Court of Appeal in which the latter had accepted that a fresh medical examination could be ordered in respect of the appellant, who had been in receipt of a disability pension for nineteen years. The Supreme Court found that, despite the fact that it was contained in the Ordinance, the prohibition should be regarded as being of a statutory nature. In a judgment of 21 September 1995 (II URN 28/95) the Supreme Court reached the same conclusion and quashed a judgment of the appellate court. It observed that the decision that the appellant should undergo a medical examination to reassess his condition lacked any legal basis and that, accordingly, the result was of no legal relevance to the appellant's entitlement to a disability pension. In both judgments the Supreme Court referred to its judgment of 23 November 1987 (II URN 259/87). In a judgment of 17 July 1996 (II URN 13/96) the Supreme Court allowed an extraordinary appeal brought by the Ombudsman in the case of an appellant who had been in receipt of a disability pension for nineteen years. It reiterated the conclusions previously reached by the Supreme Court and held that the medical reassessment of a person's condition after that time had no legal basis as it was contrary to section 27 of the Ordinance 1983. It would have been possible only if, prior to issuing such an order, the Social Insurance Authority had obtained evidence showing that the person's condition no longer made him or her unfit to work. In the absence of such evidence, medical reassessment breached the principle of vested rights. On 26 May 1999 (II URN 13/96) the Supreme Court reiterated its previous conclusions as to the prohibition of medical reassessment after longer than ten years. In its judgment of 27 January 2000 the Gdańsk Court of Appeal shared the view of the Supreme Court and held that in such cases the disability should be presumed to be permanent.", "In its judgment of 22 January 2002 ( II UKN 747/00) the Supreme Court held:", "“The Social Insurance Authority cannot challenge the assessment that a person entitled to a disability pension is unfit to work if that person has been recognised as disabled for a period of over ten years. The change of legal situation in 1997 [when the 1983 Ordinance was repealed] is irrelevant in this respect.”", "29. In a judgment of 5 September 2000 (II UKN 696/99) the Supreme Court held that the legal changes made to the social insurance system in 1998 did not affect existing disability entitlements in so far as the applicable provisions guaranteed the permanence of entitlements which had been paid for a period exceeding ten years.", "30. In its judgments of 5 and 11 May 2005 (III UK 9/05 and II UK 29/05 respectively) the Supreme Court noted that the Ordinance had been repealed with effect from 1 September 1997. It further referred to the views expressed by the Supreme Court in the judgments referred to above and disagreed with them. It was of the opinion that section 29 of the 1983 Ordinance did not create a presumption of permanent entitlement to a disability pension which had been paid for longer than ten years. It observed that the temporal scope of the application of that Ordinance and the principle stated in section 29 thereof were unclear; in particular, it was not clear whether after the entry into force of the 1998 Act the prohibition on medical re-assessment remained valid. The court took the view that this was not the case and that the right to social insurance entitlements, including disability pensions, could not be seen as being irrevocable under all circumstances.", "31. On 26 January 2005 (III UZP 2/05) the Supreme Court examined a request brought by the Ombudsman for a resolution by seven judges as to whether the Social Insurance Authority could challenge the entitlement to a disability pension of persons who prior to 1 September 1997, the date on which the 1983 Ordinance was repealed, had been receiving the pension for longer than ten years. The Ombudsman pointed to discrepancies in the case-law of the various appellate courts and in the Supreme Court's case-law. In its resolution the Court retraced the history of the relevant case-law and acknowledged that diverging views had been expressed by different benches of that court. It ultimately expressed the view that the prohibition on medical reassessment contained in the 1983 Ordinance was merely of a procedural nature and as such could not be applied after the Ordinance had been repealed. In consequence, nothing prevented the Social Insurance Authority from ordering a fresh medical examination with a view to reassessing whether the person concerned continued to be unfit for work."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}