{"ITEMID": "001-106649", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "FURTSEV v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Volodymyr Furtsev, is a Ukrainian national who was born in 1949 and lives in Sokolov. He was represented before the Court by Mr L. Zscherp, a lawyer practising in Plzeň. The Czech Government (“the Government”) were represented by their Agent, Mr V. A. Schorm, of the Ministry of Justice. The Government of Ukraine were invited to state whether they wished to submit written comments on the case (Article 36 of the Rules of Court). They did not avail themselves of that possibility.", "Before moving to the Czech Republic on 22 July 1999, the applicant had lived and worked in Ukraine as a professional soldier for twenty years and then as an entrepreneur. He had received a military pension from Ukraine from 1991 to 2002. Afterwards, he had received a military pension from the Czech Republic until 8 August 2004. The applicant was employed in the Czech Republic from 1 June to 7 November 2003. From 20 December 2002 to 31 May 2003 and then from 8 November 2003 to 31 January 2004 he was registered as unemployed.", "On 5 January 2005 the Czech Military Social Authority (Vojenský úřad sociálního zabezpečení) awarded him an old-age pension of 6,991 Czech korunas (CZK) per month (290 euros (EUR)) starting from 8 August 2004. The amount was calculated on the basis of the applicant’s wage in the Czech Republic in 2003 together with an unspecified notional amount determined by the Czech Ministry of Defence for the calculation of his military pension. On 3 March 2005 the Ministry of Defence upheld that decision.", "The applicant lodged a request for judicial review arguing, inter alia, that he had been discriminated against on account of his employment in the Czech Republic because had he never worked in the country, his pension would be calculated based on section 7 (2) of the Czech-Ukrainian Agreement on the Application of the Treaty on Social Security (“the Agreement”). In that case it would reach CZK 8,147 (EUR 340). He further argued that he had been discriminated against because his income in Ukraine had not been taken into account at all when calculating his pension.", "On 25 January 2006 the Plzeň Regional Court (krajský soud) upheld the decisions of the administrative authorities, holding that they had correctly applied the Czech-Ukrainian Treaty on Social Security (“Treaty”), the Agreement and the relevant law.", "On 23 May 2007 the Supreme Administrative Court (Nejvyšší správní soud) dismissed the applicant’s appeal on points of law (dovolání). It rejected, inter alia, the applicant’s claim of discrimination, holding that the rule by which the income in another country cannot be taken into account when calculating a pension, was justified by technical and practical difficulties and it also protected persons whose pension would be lowered by taking into account low income abroad. The court further stated that it did not consider that any discrimination arose from the fact that section 7 (2) of the Agreement was not applicable in the applicant’s case.", "On 9 October 2009 the Constitutional Court (Ústavní soud) rejected the applicant’s constitutional appeal as manifestly ill-founded, agreeing with the ordinary courts.", "The entitlement to and the calculation of old-age pensions in the Czech Republic of persons having arrived from Ukraine is governed by the bilateral Czech-Ukrainian Treaty on Social Security of 4 July 2001 (“the Treaty”) and the subsequent Agreement on the Application of the Treaty on Social Security of 25 June 2003 (“the Agreement”) .", "Under Article 18 of the Treaty a State Party undertakes to calculate the average wage or the basis for calculating the pension only on the basis of the insurance years earned under the law of that State Party.", "Under section 7(1) of the Agreement, when calculating the pension under Article 18 of the Treaty, no account is taken of any income earned in the other State Party. Section 7(2) stipulates, however, that if the calculation of a pension is not possible because the person has acquired insurance periods only in the other State Party, the calculation in the Czech Republic shall be based on the average Czech wage two years before the date the pension is awarded.", "Under the Pension Act (no. 155/1995), the amount of pension is calculated on the basis of the person’s contribution to the social security scheme during thirty years before the date the pension is awarded. However, certain periods are disregarded, including any periods when the person was unemployed, was receiving another pension or the amount of income cannot be established. The minimum old age pension under Section 33, irrespective of any prior contribution to the scheme, is currently CZK 3,000 (EUR 125).", "Act no. 589/1992 determines the subjects required to contribute to the social security scheme and amounts which have to be paid. Section 3 sets out a list of persons who have to pay social security contributions. It includes, inter alia, employees, self-employed persons, persons in various paid elected State offices, civil servants, and shareholders and managers of corporations if they are remunerated for their work."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}