{"ITEMID": "001-61441", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SCHARSACH AND NEWS VERLAGSGESELLSCHAFT v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award (second applicant);Non-pecuniary damage - financial award (first applicant);Non-pecuniary damage - finding of violation sufficient (second applicant);Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["12. The first applicant, an Austrian national born in 1943 and living in Vienna, is a journalist by profession. The applicant company is the owner and publisher of the Austrian weekly magazine News.", "13. In 1995 the first applicant published a one-page article under the heading “Brown instead of Black and Red?” (Braun statt Schwarz und Rot?) in the applicant company's magazine News. In the Austrian political context, “Brown” means a person or group having some affinity with National Socialist ideology, “Black” refers to the People's Party (ÖVP) and “Red” to the Social Democratic Party (SPÖ). The article discussed the question whether it was possible and desirable to form a coalition government with the Austrian Freedom Party (FPÖ) under the leadership of Jörg Haider.", "14. The first applicant explained why, in his view, such a coalition government was not desirable. He gave nine reasons, each of which was dealt with under a separate subheading. Referring to statements by Jörg Haider and other FPÖ members, he broached topics such as the FPÖ's specific view of history, its German jingoism (Deutschtümelei), that is, its chauvinist and nostalgic affinity with Germany, its inclination towards racism, the opinion poll “Austria first” (Österreich zuerst) initiated by it, its political style and the possible negative reaction by foreign countries.", "“4. Violent Scene [Gewaltszene]", "Right-wing thugs [Braune Schläger], fire-raisers and bomb-throwers have emerged from the FPÖ. Leading figures of brown terror, such as Burger, Haas, Honsik and Küssel, started their career with the Freedom Party. Under Steger the 'old closet Nazis' [Kellernazi] had left the party. Under Haider they are returning and are even allowed to run for office. Names such as B., Bl., D., Dü., G., Gr., H., Hat., K., M., Mi., Mrs Rosenkranz, S., Sch., St., Su. and W. show that the dissociation [Abgrenzung] from the extreme right that is constantly being stressed by Haider has in reality never taken place.”", "15. Mr Steger was Chairman of the FPÖ in the early 1980s, when the party supported more moderate positions. In 1986 Mr Haider became Chairman of the FPÖ. Mrs Rosenkranz is a politician. At the material time, she was a member of the Lower Austria Regional Parliament (Landtag) and the deputy chairperson of the Lower Austria regional branch of the FPÖ; at present, she is a member of the Austrian National Assembly (Nationalrat) and the chairperson of the Lower Austria regional branch of the FPÖ. Her husband is a well-known right-wing politician and the editor of the magazine fakten, which is considered to be extreme right-wing.", "16. Mrs Rosenkranz filed a private prosecution for defamation (üble Nachrede) against the first applicant and a compensation claim against the applicant company under the Media Act (Mediengesetz) in the St. Pölten Regional Court (Landesgericht).", "17. On 21 June 1998 the first applicant was convicted of defamation under Article 111 of the Criminal Code (Strafgesetzbuch). The court sentenced him to forty day-fines (Tagessätze) of 1,500 Austrian schillings (ATS) each (that is, a total of ATS 60,000) or twenty days' imprisonment in default, suspended for a three-year probationary period. The applicant company was ordered to pay ATS 30,000 in compensation to Mrs Rosenkranz pursuant to section 6 of the Media Act.", "18. The court noted in its reasoning that the passage in issue was to be understood in the way it would be perceived by an average reader. The term “closet Nazi” was used to describe a person who supported National Socialist ideas, not in public, but in private through clandestine activities. Belonging to such a circle of persons meant having a contemptible character and behaving in a manner contrary to honour or morality. According to the court, it could not be established that Mrs Rosenkranz was a co-author of her husband's magazine. Even assuming that she had contributed to certain passages of some of the articles published in it, as contended by the applicants, these were unproblematic in terms of the National Socialism Prohibition Act (Verfassungsgesetz vom 8. Mai 1945 über das Verbot der NSDAP, Verbotsgesetz 1947 – “the Prohibition Act”). As regards a statement by Mrs Rosenkranz in which she had said that she did not find her husband's activities immoral, the court found that Mr Rosenkranz had so far not been convicted of contravening the Prohibition Act. On the other hand, Mrs Rosenkranz had not said that she supported her husband's activities or identified herself with them. Moreover, a wife could not be expected to criticise her husband in public. Although she had criticised the National Socialism Prohibition Act in public statements, the court found that the applicants had failed to provide evidence of any clandestine National Socialist activities undertaken by Mrs Rosenkranz that would justify calling her a “closet Nazi”.", "19. The applicants appealed, arguing that the term “closet Nazi” had been coined by Mr Steger when he was Chairman of the FPÖ. It was meant to describe those of his party colleagues who, officially, demonstrated support for democracy, but who, unofficially or secretly, did not dissociate themselves from neo-Nazi ideas or from contacts with the neo-Nazi scene. Therefore, their relation to the extreme right appeared to be unclear. The applicants complained that the court had in fact failed to conclude that Mrs Rosenkranz had contributed to the editing of her husband's xenophobic magazine. They argued that Mrs Rosenkranz, as a politician, exposed herself to public scrutiny and advocated views of a political nature. As a politician, it was part of her functions to participate in political debate. Therefore, in the light of the right to freedom of expression and information of citizens and the electorate, it was legitimate to expect her to take a stand also in regard to her husband's political activities. Taking sides with her husband might do her credit as a wife, but, as a politician, she had to bear criticism under such circumstances, as her failure to dissociate herself from the extreme right could be perceived as an approval of her husband's political activities. Had the court correctly assessed the meaning of the incriminated passage, it would have concluded that the applicants had furnished proof of its factual basis.", "20. On 3 March 1997 the Vienna Court of Appeal (Oberlandesgericht) dismissed the appeal and upheld the lower court's judgment.", "21. It considered that the Regional Court had correctly found that the term “closet Nazi” was to be assessed from the point of view of an average reader, who could not be expected to know the original meaning given to it by Mr Steger some six years previously. Therefore, the article had insinuated clandestine neo-Nazi activities on the part of Mrs Rosenkranz that were not proved. Consequently, it was irrelevant to take evidence relating to possible extreme right-wing activities of her husband, as proposed by the applicants. Moreover, the first-instance court had correctly found that neither Mrs Rosenkranz's public speeches when compared to certain passages of articles in her husband's magazine, nor her statement that she did not find her husband's activities immoral warranted the conclusion that she supported National Socialist ideas. Therefore, the evidence the applicants' proposed to adduce to the effect that Mrs Rosenkranz knew the contents of her husband's magazine and that she in fact contributed from time to time to its editing was not sufficient to furnish proof of her clandestine support for National Socialist ideas.", "22. Section 6 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. Compensation up to 14,535 euros (EUR) can be awarded. In this context, “defamation” is defined in Article 111 of the Criminal Code as follows:", "“1. Anyone who accuses another, as it may be perceived by a third party, of having a contemptible character or attitude, or of behaviour contrary to honour or morality, and of such a nature as to make him contemptible or otherwise lower him in public esteem, shall be liable to a term of imprisonment not exceeding six months or a fine not exceeding 360 day-fines.", "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise, in such a way as to make the defamation accessible to a broad section of the public, shall be liable to a term of imprisonment not exceeding one year or a fine not exceeding 360 day-fines.", "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}