{"ITEMID": "001-86664", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ROMMEL v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Otto Mallmann;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Steffen Rommel, is a German national who was born in 1973 and lives in Grafenhainichen. The German Government (“the Government”) are represented by their Agent, Mrs A. WittlingVogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant brought proceedings in 1994 against a hospital before the Zwickau Regional Court for alleged medical malpractice which had caused complete and irreversible paraplegia (Querschnittslähmung) at the age of thirteen, claiming damages of around 1.2 million German marks (DEM). On 10 October 1995, the parties entered into a revocable friendly settlement (widerruflicher Vergleich) before the Zwickau Regional Court, according to which the hospital agreed to pay 265.000 euros (EUR) to the applicant. The applicant, who was represented by his lawyer, was not present during the conclusion of the settlement and did not revoke the settlement within the provided period of one month, i.e. until 10 November 1995. Neither did the applicant’s lawyer, although the applicant claimed that he instructed him to revoke the settlement.", "In 1998, the applicant brought proceedings against his former lawyer for damages. The major legal issue during the proceedings was whether the applicant had instructed the defendant to revoke the settlement. It was undisputed between the parties that the applicant had handed over a written statement to the defendant on 7 November 1995 in which he asked him to revoke the settlement. The defendant had read the statement and subsequently returned it to the applicant. In the following conversation, the defendant had asked the applicant and his mother to reconsider their decision and inform him by 8 November 1995 whether or not he should revoke the settlement. The applicant’s mother then called on 9 November 1995 the defendant’s legal office and talked to his secretary. The content of the conversation was disputed between the parties.", "On 14 May 1999, the Zwickau Regional Court, in a judgment on the basis of the cause of action (Grundurteil), allowed the applicant’s claim. It found that the applicant had instructed the defendant to revoke the settlement on 7 November 1995. Therefore, the time-limit set by the defendant to inform him whether or not to revoke the settlement had no legal basis. In any event, the applicant had called the defendant’s legal office on 9 November 1995 in order to explain that he did not agree with the settlement. This was also supported by a letter which the defendant had sent to the applicant on 13 November 1995.", "On 6 April 2000, the Dresden Court of Appeal set aside the judgment of the Zwickau Regional Court and dismissed the applicant’s claim. It found that the applicant had failed to prove that he instructed the defendant to revoke the settlement. The Dresden Court of Appeal reasoned that the applicant had given such an instruction on 7 November 1995, but that he had subsequently agreed to reconsider his decision. After having heard the applicant’s mother and the defendant’s secretary as witnesses regarding the telephone conversation on 9 November 1995, the Dresden Court of Appeal found that the applicant’s mother had not given an instruction to revoke the settlement when calling the defendant’s legal office on that day.", "On 26 April 2000, the applicant filed his appeal on points of law with the Federal Court of Justice. After the applicant had asked for an extension of the time-limit on two occasions, he submitted his statement of grounds for appeal (Revisionsbegründung) on 14 August 2000. The Federal Court of Justice dismissed the applicant’s appeal on points of law on 24 June 2003.", "On 16 September 2003, the Federal Constitutional Court refused to admit the applicant’s constitutional complaint."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}