{"ITEMID": "001-91782", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MAZUREK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Miroslav Mazurek, is a Slovak national who was born in 1962 and lives in Kežmarok. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant used and reconstructed real property of which he was a co-owner.", "On 3 February 1992 two other co-owners sued the applicant and several other persons, seeking their eviction from the property.", "On 16 March 1992 the District Court in Poprad, by an injunction, ordered the applicant to refrain from further reconstruction of the building. As a result, the applicant was obliged to live in a rented flat.", "On 30 June 2003 the plaintiffs withdrew the action. On 27 October 2003 the District Court discontinued the proceedings on that ground. On 22 December 2003 the applicant appealed.", "On 17 March 2004 the Regional Court in Prešov upheld the first-instance judgment, which became final on 15 June 2004.", "On 23 July 2004 the applicant, represented by an advocate, lodged a complaint with the Constitutional Court alleging that the proceedings before the District Court had lasted an excessively long time. In particular, the applicant alleged that the District Court had failed to examine the merits of the case for more than eleven years, from 3 February 1992 to 26 May 2003, and that the court had remained entirely inactive from 4 April 1995 to 15 April 2003. The letter indicated that the plaintiffs had withdrawn their action on 30 June 2003 and that at the time when the constitutional complaint was lodged the proceedings had been discontinued by a final decision.", "The applicant enclosed with his complaint a copy of the District Court's decision of 27 October 2003. A stamp on the decision indicated that it had become final on 15 June 2004.", "On 23 September 2004 the Constitutional Court rejected the complaint as out of time. The Constitutional Court observed that under section 53 (3) of the Constitutional Court Act 1993 a complaint about delays in proceedings (which were to be considered as “notification of other interference” for the purpose of that provision) should be made within two months of the date when the plaintiff could have learned of the interference.", "The decision further stated, with reference to section 20 (3) of the Constitutional Court Act 1993, that the Constitutional Court was bound by the applicant's submission, including his allegation that the proceedings had ended following the withdrawal of the action on 26 May 2003. The Constitutional Court held that unjustified delays in the proceedings of which the applicant complained had ended more than two months prior to the introduction of his complaint under Article 127 of the Constitution.", "Under section 20 (3), which applies to all types of proceedings before the Constitutional Court, as a general rule the scope of the Constitutional Court's examination of a case is limited by the summary of the application for commencement of the proceedings, as formulated in a standardised and prescribed form by the plaintiff.", "Specific rules applicable in respect of complaints under Article 127 of the Constitution are laid down in sections 49 et seq.", "Section 53 (3) provides that a constitutional complaint can be lodged within a period of two months from the date on which the decision in question has become final and binding or on which a measure has been notified or on which notice of other interference has been given. As regards measures and other interferences, the above period commences when the complainant could have become aware of them.", "In many cases it has been the practice of all chambers of the Constitutional Court to entertain complaints about excessive length of proceedings only where the proceedings complained of are pending before the authority liable for the alleged violation at the moment when such complaints are lodged (see, for example, decision files nos. I. ÚS 34/99, II. ÚS 55/02, III. ÚS 20/00, III. ÚS 150/03, IV. ÚS 96/02, I. ÚS 161/02, IV. ÚS 176/03 and many others).", "In his separate opinions in such cases one judge of the Constitutional Court consistently expressed the view that, in accordance with section 53 (3) of the Constitutional Court Act 1993, a complaint about length of proceedings could be lodged within two months of the date when the proceedings ended by a final decision (see, for example, decision file nos. III. ÚS 168/02, III. ÚS 64/03, III. ÚS 109/03, III. ÚS 117/03, III. ÚS 143/03 and III. ÚS 150/03). Reference was made, inter alia, to the Court's practice under Article 35 § 1 of the Convention. The judge argued that the termination of domestic proceedings by a final decision was not an obstacle to the examination by the Constitutional Court of their length where the relevant complaint had been made within the statutory time-limit.", "In a reply to the Government Agent's inquiry in the context of the present application, on 1 October 2008 the Vice-President of the Constitutional Court indicated that it was the practice of chambers of the Constitutional Court to examine complaints about delays in proceedings before ordinary courts only in cases where such proceedings were still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}