{"ITEMID": "001-57466", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF DE JONG, BALJET AND VAN DEN BRINK v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Preliminary objection rejected (victim);Violation of Art. 5-3;Violation of Art. 5-4;No violation of Art. 5-1;No violation of Art. 14+5;Not necessary to examine Art. 13 and 18;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["12. Mr. de Jong, Mr. Baljet and Mr. van den Brink, who were born in 1958, 1953 and 1960 respectively, reside in the Netherlands. In 1979, after being drafted as conscript servicemen in the Netherlands Armed Forces, they each refused, on account of their beliefs as conscientious objectors, to obey specific orders deriving from their obligation to perform military service. They were thereupon placed under arrest by their respective commanding officers for suspected offences against the Military Penal Code (Wetboek van Militair Strafrecht). They were kept in custody and referred for trial before a military court.", "13. The procedure for obtaining exemption from military service on the ground of conscientious objection is laid down in the Conscientious Objection to Military Service Act (Wet Gewetensbezwaren Militaire Dienst) and a Ministerial Decree of 31 July 1970.", "Under the terms of the Ministerial Decree, if a request for recognition as a conscientious objector is lodged with the Minister of Defence within thirty days of conscription the conscript will be given leave pending the decision. Where, on the other hand, active service has exceeded thirty days, leave is not automatically granted in view of the need to investigate any possible abuse of the right to rely on the Conscientious Objection to Military Service Act. In such cases, the commanding officer will first consult with the conscript service department at the Ministry of Defence.", "Where military criminal proceedings have been instituted against a conscript serviceman who has applied for the status of conscientious objector, they may be stayed pending a decision by the Minister on the request (section 4 sub-section 3 of the Conscientious Objection to Military Service Act). The decision in this respect will depend upon the particular circumstances, having regard, inter alia, to the time that has elapsed between the conscription and the lodging of the request. Proceedings must, however, be stayed once the Advisory Board on Conscientious Objectors has commenced its enquiries (section 4 sub-section 3). After the Advisory Board has stated its opinion, the Minister may grant recognition as a conscientious objector (section 7). The Minister’s decision is subject to appeal (section 8). The entitlement to conduct criminal proceedings for failure to obey orders or military regulations or for failure to report for enlistment lapses automatically upon recognition of the accused’s conscientious objection (section 10).", "14. Criminal procedure for the military land and air forces, including in particular the matter of arrest and detention on remand, is governed by the Army and Air Force Code of Procedure (Rechtspleging bij de Land-en Luchtmacht - \"the Military Code\"), as last amended on 24 November 1978. Offences under military criminal law, which applies equally to conscript servicemen such as the applicants and to volunteers, are tried at first instance before a Military Court (Krijgsraad). There may be an appeal to the Supreme Military Court (Hoog Militair Gerechtshof) and ultimately a (cassation) appeal on points of law to the Supreme Court (Hoge Raad) of the Netherlands.", "15. Every officer and non-commissioned officer is empowered to arrest military personnel of lower rank suspected of a serious offence provided the circumstances require immediate deprivation of liberty (Article 4 of the Military Code). The resultant detention is not to exceed twenty-four hours (Article 5).", "The commanding officer may order the suspect to be placed or kept in custody on remand if (a) there is a serious risk of absconding or (b) there are important reasons of public safety requiring immediate deprivation of liberty or (c) this is necessary in connection with the maintenance of military discipline among other servicemen (Article 7, second paragraph). Such a detention order may be made against a serviceman suspected of any offence set out in the Military Penal Code or any offence in respect of which detention on remand is permitted under the civilian Code of Criminal Procedure, with the exception of those offences of which the Military Court takes no cognisance (Article 7, fourth paragraph). An order may not be issued if the suspect is unlikely to be penalised by unconditional imprisonment or by any other measure restricting his freedom, or is likely to be given a sentence of shorter duration than that of the detention on remand (ibid.). Detention must be terminated once the grounds for it cease to exist (Article 7, fifth paragraph). All cases of detention exceeding four days shall be reported by the commanding officer to the commanding general (Article 7, sixth paragraph).", "Where detention has lasted fourteen days, the suspected serviceman may petition the competent Military Court to fix a term (liable to extension) within which the commanding general must either decide whether the case is to be referred to a Military Court or else terminate the detention. The Military Court has to rule on the petition without delay, after hearing the authority empowered to refer the case, the auditeur-militair (see paragraph 19 below) and the suspected serviceman, who may have the assistance of an adviser (Article 13).", "16. If, after receiving the advice of the auditeur-militair and, \"if possible\" (\"zo mogelijk\"), after the suspected serviceman has been heard, the commanding general or a senior officer (hoofd officier) designated by him to act on his behalf considers that the case should be tried by the Military Court, the serviceman shall be referred for trial before that Court (Article 11). On the other hand, the commanding general or the designated officer may in appropriate circumstances leave the case to be dealt with as a disciplinary matter (Article 12). Regulation No. 27/7 of the Ministry of Defence explained the effect of these provisions as follows (translation from Dutch):", "\"In military penal procedure, as distinct from civilian procedure, the decision to prosecute in a case is not taken separately by the prosecuting authority, the auditeur-militair, but by a military authority. That authority is the commanding general or the senior officer he has appointed to act on his behalf, i.e. the referring officer ... Thus, the auditeur-militair is merely an advisory body at this stage, although the obtaining of his advice and the giving of that advice by him are mandatory.\"", "Any decision to refer for trial must be in writing and state whether the suspected serviceman is to be released or kept in custody; the grounds for detention set out in the second and fourth paragraphs of Article 7 (see paragraph 15 above) apply pari passu (Article 14). If, against the advice of the auditeur-militair, the commanding general or designated senior officer chooses not to refer a suspected serviceman for trial, the auditeur-militair may take the matter to the Supreme Military Court (Article 15). No appeal is provided for in the contrary case.", "According to the Government, it has now become standard procedure to apply the above provisions of the Military Code in the following manner. Where detention on remand has been ordered, the suspected serviceman is always heard by the auditeur-militair and any referral to the Military Court takes place shortly thereafter, on average four to five days after the arrest. In view of the requirements of Article 14 of the Military Code, the auditeur-militair’s assessment of the circumstances and his advice to the commanding general or designated senior officer cover not only referral for trial but also the question whether the conditions for detention on remand set out in Article 7 are fulfilled. Thus, the standard written form used by the auditeur-militair for the purposes of transmitting his advice to the referring officer contains, inter alia, a paragraph as to whether the suspect should \"be released or be placed or kept in custody\". Practice has evolved to the point where the advice of the auditeur-militair is invariably followed and generally regarded as binding.", "17. Detention maintained or ordered in the decision referring the serviceman for trial may not exceed fourteen days unless extended, by terms of thirty days, by the Military Court at the request of the auditeur-militair (Article 31). Every accused detained by virtue of the referral decision must be heard by the officier-commissaris (see paragraph 20 below) as speedily as possible and in any event within four days of referral; in this connection, the accused may be assisted by an adviser (Article 33, first paragraph). Before extending detention, the Military Court must give the accused or his adviser the opportunity to submit argument (Article 33, second paragraph).", "As soon as the grounds for the detention cease to exist, release must be ordered (Article 34, first paragraph). In the period between referral and commencement of the trial, power to order release is exercisable by the auditeur-militair, or by the Military Court at the request of either the officier-commissaris or the detained serviceman himself (Article 34, second paragraph). The Military Court, in deciding on such requests, will hear the auditeur-militair and also the detained serviceman or his adviser where the serviceman is requesting release for the first time (Article 34, third paragraph).", "18. If the accused is in custody at the first hearing, the Military Court will decide, after being addressed by the auditeur-militair, whether or not the nature and circumstances of the case require his continued detention during the trial (Article 151). The Court may direct the accused’s release from detention on remand at any later stage in the proceedings, either of its own motion or at the request of the auditeur-militair or the accused himself (Article 156).", "19. The auditeur-militair has the function of prosecuting authority before the Military Court (Article 126, first paragraph). No serving member of the Armed Forces may appear as auditeur-militair or substitute auditeur-militair (Article 126, third paragraph). The auditeur-militair and his substitute may be replaced by an acting auditeur-militair (plaatsvervanger - Article 126, second paragraph) who may be a military officer, but such replacement was said by the Government to occur only in exceptional circumstances. Auditeurs-militair (including substitutes and acting ones) are appointed, and dismissed, by the Crown on a joint proposal from the Ministers of Justice and Defence; they must possess a law degree (Article 126, fourth and sixth paragraphs). Under the terms of Article 276, second paragraph, of the Military Code, they are obliged to comply with instructions given to them in their official capacity by the Minister of Justice. However, according to the Government, this latter provision serves as no more than the legal authority for issuing general guidelines on prosecution policy and, at least in recent years, no Minister of Justice has acted or interfered in a concrete case on the basis of Article 276.", "The auditeur-militair is bound by his oath to act honestly and impartially (Articles 368 and 370). He must attend the hearings of the Military Court (Article 290) but he does not take part in the Court’s deliberations. He is under a general duty to assist the Military Court, as well as the commanding general, with reports, observations and advice in relation to military justice when required to do so (Article 278). He is not under the supervision of the Military Court or the Supreme Military Court in the discharge of his duties, save that the Supreme Military Court has the power to reprimand him should he fail strictly to observe statutory time-limits (Article 297).", "20. Attached to each Military Court is at least one officier-commissaris who is in charge of the preliminary investigation of cases (Article 29). An officier-commissaris is an officer or former officer of the armed forces with the rank of captain or higher and is appointed for a fixed term of at least one year by the commanding general (ibid.). While he may at the same time be a member of the Military Court, this is not usually the case. His task of preliminary investigation involves gathering the facts and hearing witnesses and the accused when necessary (Articles 29, 48 and 78). A hearing by the officier-commissaris has the same force as a hearing by the Military Court (Article 161). During his enquiries, he is under a duty to apply himself equally to discovering the accused’s innocence and to obtaining proof or admission of guilt (Article 62). Like the auditeur-militair, he is bound by his oath to act honestly and impartially (Articles 368 and 370).", "21. By virtue of the Constitution of the Netherlands, the Convention forms part of and has primacy over domestic legislation, whether earlier or subsequent.", "Under the ordinary criminal law, by virtue of Articles 89 and following of the Code of Criminal Procedure, compensation may be recovered for the consequences, both material and non-material, of wrongful detention. No comparable clauses are contained in the Military Code. On 26 June 1979, that is subsequent to the detention of Mr. de Jong and Mr. Baljet (see paragraphs 22-25 below), the Minister of Justice made an \"interim provision\" declaring Articles 89 and following applicable by analogy to military criminal procedure, subject to a limitation period of three months.", "Before the Commission, the Government submitted that, quite apart from this, a claim in respect of matters allegedly contrary to the Convention could always be brought against the military authorities under Article 1401 of the Civil Code, which provides:", "\"Any unlawful act (onrechtmatige daad)as a result of which damage has been inflicted on another person makes the person by whose fault (door wiens schuld) the damage was caused liable to pay compensation.\"", "Before the Court, the Government stated that compensation could only be recovered under Article 1401 for material loss suffered, but they referred to the additional possibility of seeking from the civil courts a declaratory judgment against the authorities that a period of detention had been unlawful. On the basis of such a judgment, the Minister of Defence would \"in all likelihood\", on request by the person concerned, grant compensation for non-material damage.", "The Government further explained that Article 1401 did not merely allow a litigant to sue for compensation: according to well-established case-law, the victim of an unlawful and continuing act may apply to the civil courts on the basis of Article 1401 for an injunction; in circumstances of urgency, immediate interim relief may be sought in summary proceedings before the President of a District Court (Articles 289 and following of the Code of Civil Procedure). In cases of allegedly unlawful detention, recourse has been had to Article 1401 in summary proceedings so as to obtain a provisional court order for immediate release.", "There is, however, no known case in which a serviceman held in custody on remand has relied on Article 1401 to bring either an ordinary claim for financial reparation or an application under the summary procedure for a provisional order of immediate release.", "22. In 1978, these two applicants were drafted as conscript soldiers in an infantry battalion, Mr. de Jong as from 5 July and Mr. Baljet as from 3 May. This battalion was designated in January 1979 to leave on mission within two months as part of the United Nations Peace Corps in the Lebanon. Fearing that they might be forced to use violence against other human beings, the applicants, on 17 and 18 January 1979 respectively, lodged applications with the Minister of Defence to be recognised as conscientious objectors (see paragraph 13 above). Pending examination of their requests, the applicants at first continued to perform their normal military duties. However, the Minister not having in the meantime relieved them from service by granting them leave under the Ministerial Decree of 31 July 1970 (ibid.), Mr. de Jong on 29 January and Mr. Baljet on 25 January refused to obey orders to participate in a military exercise.", "23. Each applicant was thereupon placed under arrest by his commanding officer (Article 7 of the Military Code - see paragraph 15 above), accused of the offence of insubordination contrary to Article 114 of the Military Penal Code. The ground invoked for their arrest was the need to maintain discipline amongst other servicemen, having regard to their battalion’s imminent mission in the Lebanon.", "On 30 January, they both appeared before the auditeur-militair. On 5 February, in accordance with the advice of the auditeur-militair, the commanding general referred the applicants for trial before the Military Court and at the same time ordered their release (Articles 11 and 14 of the Military Code - see paragraph 16 above), criminal proceedings having been stayed as a result of the Advisory Board on Conscientious Objectors having commenced its enquiries into their requests to be recognised as conscientious objectors (section 4 sub-section 3 of the Conscientious Objection to Military Service Act - see paragraph 13 above).", "24. On 7 February, they appeared before the Advisory Board on Conscientious Objectors (ibid.). On the same day, the Minister of Defence granted them the status of conscientious objectors and they were discharged from military service.", "25. On 8 February, each of the applicants lodged a complaint with the divisional commander alleging unfair treatment by the commanding officer who had ordered the arrest. They submitted that the decisions taken against them under Article 7 of the Military Code were in breach of Article 5 paras. 1 (c) and 3 (art. 5-1-c, art. 5-3) of the Convention. The divisional commander dismissed both complaints on 1 March.", "On 7 May, the applicants addressed a request for compensation to the Minister of Defence, relying on Article 5 para. 5 (art. 5-5) of the Convention. On 25 July, the Under Secretary of State for Defence rejected their request on the ground that there was no basis for compensation since none of the provisions of Article 5 (art. 5) of the Convention had been violated in the circumstances.", "26. Mr. van den Brink was forcibly drafted as a conscript soldier on 20 November 1979 upon his failure to register in due time. On his arrival at a training centre, he was ordered by his commanding officer to take receipt of and put on a military uniform, but he persistently refused to do so. Being a \"total objector\" (\"totaalweigeraar\"), he never submitted any request to be granted the status of conscientious objector (see paragraph 13 above).", "27. In view of his persistent refusal, the applicant was placed under arrest on 20 November by his commanding officer (Article 7 of the Military Code - see paragraph 15 above), accused of the offence of insubordination contrary to Article 114 of the Military Penal Code. The ground for his arrest was the need to maintain discipline amongst other servicemen, a repetition of the offence being feared. The decision to arrest him also took into account the fact that he did not wish to have recourse to the Conscientious Objection to Military Service Act.", "On 22 November, Mr. van den Brink appeared before the auditeur-militair. On 26 November, in accordance with the advice of the auditeur-militair, the competent senior officer referred him for trial before the Military Court, while deciding that he should be kept in custody on the same ground as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 16 above).", "28. On 28 November, the applicant was heard by the officier-commissaris (Article 33 of the Military Code - see paragraph 17 above). Acceding to a request made two days later by the auditeur-militair, the Military Court on 6 December prolonged the detention for another thirty days (Article 31 of the Military Code - ibid.). The Court rejected the applicant’s counter-arguments for immediate release grounded on Article 5 paras. 1 (c) and 3 (art. 5-1-c, art. 5-3) of the Convention.", "Subsequently, his detention on remand was regularly prolonged by the Military Court.", "29. The trial took place before the Military Court on 6 February 1980. By judgment of 20 February, the Military Court convicted Mr. van den Brink and sentenced him to eighteen months’ imprisonment, the time spent in custody on remand to be deducted therefrom.", "He thereupon appealed to the Supreme Military Court.", "At a hearing on 7 May, he requested his release, relying on Article 5 paras. 1 (c), 3 and 4 and Article 13 (art. 5-1-c, art. 5-3, art. 5-4, art. 13) of the Convention. The Supreme Military Court rejected the request; it held, inter alia, that Article 5 para. 1 (c) (art. 5-1-c) had been complied with and that the lapse of time between his arrest on 20 November 1979 and his appearance before the officier-commissaris on 28 November 1979 came close to but did not exceed the limit drawn by Article 5 para. 3 (art. 5-3).", "On 19 May, the applicant was convicted and sentenced to eighteen months’ imprisonment by the Supreme Military Court.", "Mr. van den Brink then entered an appeal on points of law with the Supreme Court.", "By a separate application to that Court on 4 July 1980, he once more requested his release. He alleged a violation of the same Articles (art. 5-1-c, art. 5-3, art. 5-4, art. 13) of the Convention as in the court below. The Supreme Court dismissed the request on 15 August 1980 (Nederlandse Jurisprudentie, 1981, no. 228).", "30. Mr. van den Brink was released on 12 November 1980, after having served two-thirds of his sentence."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}