{"ITEMID": "001-86228", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GEORGESCU v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections joinded to merits and dismissed (non-exhaustion of domestic remedies, six-month period);Preliminary objection  dismissed (six-month period);Violation of Art. 3;Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicant was born in 1966 and lives in Bucharest.", "6. On 8 December 1995 S.M., a powerful businessman, lodged a criminal complaint against the applicant, who, between March and October 1995, had asked for 20,000 US dollars (USD) for his sick wife, and instead had used the money to buy a Mercedes and a BMW car. The applicant claimed that he was working for the Protection and Guard Service (Serviciul de Protecţie şi Pază), a state body with attributions in the field of national security, but later on the investigation showed that on 5 April 1995 he had been released from duty.", "Similar complaints of fraud were made by other alleged victims of the applicant.", "7. The applicant was arrested on 11 January 1996 and brought to the Bucharest District Police Detention Centre. The next day the prosecutor ordered his pre-trial detention in the same police facility.", "In a statement made on 12 February 1996 the applicant informed the prosecutor that he had psychiatric problems that made him unfit for detention and therefore asked to undergo psychiatric tests (see paragraph 23 below).", "8. On 4 April 1996 the Bucharest District Court rejected a request by the prosecutor for an extension of the applicant’s detention. On 8 April 1996 the applicant was released from custody.", "9. On 12 June 1996 the prosecutor ordered the applicant to be remanded in custody. On 14 June 1996 he was arrested again and placed in police detention.", "10. On 24 July 1996 the Bucharest County Court quashed the District Court’s decision of 4 April and extended the applicant’s pre-trial detention.", "11. He was released again on 18 December 1997.", "12. The parties’ submissions concerning the conditions of detention differ significantly.", "13. According to the applicant, during the first four weeks of his detention he was beaten by masked police officers and by inmates, on the orders of the investigators.", "14. He was woken up in the night and interrogated, under threat of death. He was forced to bend over with his hands handcuffed behind his knees. The investigators would then hang him with his head downwards from a truncheon passed between his hands and legs. He was beaten on his feet with his shoes on until he lost consciousness.", "15. He was subject to the same treatment every two to four days.", "16. He used to be taken to the first-floor offices and beaten over the back and head with 1.5 metre-long metal-reinforced wooden truncheons, while the investigators verbally abused him.", "17. On an unspecified date an inmate called “Nelu” raped the applicant, with the help of other inmates and encouraged by the investigator. He also broke the applicant’s teeth with his fist when the applicant refused to open his mouth.", "18. His inmates urinated on his food and forced him to eat it.", "19. The applicant told his wife about the ill-treatment and she informed his lawyer, who managed to have the applicant moved to a different cell but the applicant was again subjected to ill-treatment by his new inmates. He was forced to squat and do push-ups all night long under the supervision of an inmate. If he refused to obey, the next day he would be beaten. He was not allowed to use the toilets but was beaten when he urinated in the cell.", "20. According to the applicant, the treatment inflicted by the investigators was far worse than that he suffered at the hands of his inmates. Once he was punched in his liver by the police until he almost lost consciousness.", "21. The Government denied that any ill-treatment had been inflicted on the applicant.", "22. They presented a detailed report of the applicant’s detention and medical treatment, based on the prison records and medical files. According to that report, from 30 January to 9 February 1996 the applicant had shared a dormitory with twelve other detainees, including M.I.", "23. From 9 to 28 February he was kept in Jilava Prison Hospital. On 22 February 1996 the psychiatric doctors from the Mina Minovici Forensic Medicine Institute examined the applicant and diagnosed him with a personality disorder. He was prescribed antidepressants. The diagnosis was confirmed by the same Institute on 8 August 1996, on the prosecutor’s request.", "24. From 28 February to 1 April 1996 he was held in the Bucharest Police Detention Centre again and placed in a dormitory with ten other inmates: M.I., B.Y., T.G., C.M., G.M., V.G., L.N., P.N., V.C. and R.S.M.", "25. On 1 April he was sent to Jilava Prison Hospital where he remained until 8 April. He was diagnosed with depression, anxiety and hemiplegia of the left side of his body.", "26. From 14 June to 7 September 1996 he was held in the police facilities again and shared a cell with four other inmates. He spent the rest of his pre-trial detention in Jilava Prison Hospital, where he was treated for depression and a personality disorder.", "27. No detainee named “Nelu” was identified by the prison authorities.", "28. No complaints by the applicant concerning the conditions of detention were registered with the authorities during his detention.", "29. On 16 February 1996 the applicant’s wife lodged a criminal complaint with the Military Prosecutor’s Office attached to the Bucharest County Court, claiming that her husband was being subjected to illtreatment in detention. She claimed that she had noticed marks of violence on her husband’s face on 14 February 1996 when she had visited him in the prison hospital. He had told her that he had been beaten.", "30. On 15 March 1996 the applicant gave testimony before the prosecutor. The relevant parts of his statement are as follows:", "“I was arrested... and put in a cell with seven other detainees for the first two-three weeks. During that time the prisoner responsible for maintaining order in the cell, a certain “Nelu”, tried to sexually abuse me. During the same period I was taken for questioning and kicked in my stomach and face; I received blows to my cheeks and was kneed... by three to four persons wearing civilian clothes and masks ... This treatment is still going on...", "I should also mention that in ... 1995 I was treated for spasmophilia; in May 1995 I suffered from depression and received treatment for it ... and I was treated for anxiety.”", "31. On 21 March 1996 the prosecutor took depositions from M.I. and S.C., two inmates who stated that they had shared a cell with the applicant, the first from 30 January to 1 April 1996 and the second from 7 March 1996 to an unspecified date. They both stated that the applicant had not complained of ill-treatment by investigators and had not been subjected to any violence in the cell.", "32. On 4 April 1996 the Mina Minovici Forensic Medicine Institute, which had examined the applicant upon the prosecutor’s request, rendered its report, describing the applicant’s condition as follows:", "“1) pale yellow ecchymoses of 6/7 cm on the right arm, at 1/3 distance from the palm, with receding contour, hard upon palpation (old haematoma, ...);", "2) pale yellow zone with hyper-pigmented centre, uneven contour, ... isolated on the left arm, at approximately 1/3 distance on the front side (plaque of 5/4 cm);", "3) semicircular ecchymose of 7/5 cm on the right inguinal zone (with pale yellow centre), bluish with greeny yellow margins and visible contour;", "4) complains of pain in the right hypochondrium.", "Palpation: liver, approximately 5 cm under the rib cage, very sensitive. Specialist examination recommended (ultrasound scan).", "Conclusion: “Georgescu Florin presents injuries caused by hitting with hard objects which could have taken place 15 to 30 days before the medical examination. He would have needed 6 to 7 days’ medical treatment for his injuries.”", "33. On 19 April 1996 the military prosecutor took the following decision:", "1. Not to open a criminal prosecution ... as the injuries were caused by [the applicant’s] actions”...", "3. To communicate the decision to the person concerned.”", "34. On 24 April 1996 the military prosecutor sent the following letter to the applicant’s wife:", "“The investigation showed that the facts complained about had taken place because of the conflicts between [the applicant] and his inmates, caused by [the applicant’s] mental illness. They had not been caused by the wardens.”", "35. Neither the applicant nor his wife received a decision by the prosecutor.", "36. On 26 August 2003, on the applicant’s request, the Bucharest Military Prosecutor’s Office informed the applicant that on 19 April 1996 the prosecutor had decided not to prosecute, as the facts complained about were not prohibited by the criminal law.", "37. On 27 December 1995 the applicant gave the Bucharest Police documents required for the investigation into the allegations against him.", "On 28 December 1995 his deposition was taken by the police in connection with the facts under examination. The next day the police decided to open a criminal investigation in respect of the applicant.", "38. On 10 January 1996 the Prosecutor’s Office attached to the Bucharest County Court opened criminal proceedings against the applicant on various charges of forgery and abuse of official position.", "39. The applicant’s testimony was heard again either by the police or by the prosecutor on 11, 12 and 30 January, 19 March, 11 June, 9 July and 15 August 1996.", "From January to June 1996 several witnesses and alleged victims gave testimony in the case.", "The applicant’s wife’s deposition was heard by the investigators on 27 December 1995, 5 and 31 January, 19 March and 11 June 1996.", "40. On 11 January, 16 March and 6 June 1996 searches were conducted at the applicant’s home. A Mercedes and a BMW car found in his garage were confiscated and valued by an expert at USD 18,654. On 2 April 1996, with the applicant’s wife’s agreement, the two cars were given to S.M. in compensation for the damage he had sustained.", "41. On 13 September 1996 the prosecutor opened a separate file for the offences allegedly committed between 28 March and 3 April 1995 and referred the case to the Bucharest Military Prosecutor’s Office, as the applicant had been a military officer during that time.", "42. On 16 September the same prosecutor indicted the applicant for an act of fraud allegedly committed on 6 June 1996. On 6 October 2000 the applicant was convicted by the Bucharest District Court. This application to the Court does not concern the proceedings referred to in this paragraph.", "43. Several witnesses gave testimony before the military prosecutor. On 7 December 1999 the Military Prosecutor’s Office decided not to prosecute the applicant for the offences committed before 3 April 1995 and referred the case back to the Prosecutor’s Office attached to the Bucharest County Court in respect of the offences allegedly committed between 26 June and 15 October 1995. It also noted that the applicant had tried to abscond during the investigation. On his request, the applicant was informed of this decision on 8 August 2003 but did not receive a copy of it.", "44. The prosecutor attached to the Bucharest County Court opened the investigation but could not hear the applicant’s testimony before 27 June 2001, as the latter had allegedly absconded.", "45. On 9 September 2002 the prosecutor at the Bucharest County Court also decided not to prosecute the applicant and made reference to the military prosecutor’s decision of 7 December 1999 concerning the same facts. However, on 23 September 2002 the Prosecutor’s Office attached to the Bucharest Court of Appeal annulled the decision and ordered the reopening of criminal proceedings against the applicant.", "46. The case was referred back to the prosecutor attached to the Bucharest County Court on 26 September 2002 and from there to the police for further investigation on 6 November 2002.", "47. On 10 February 2003 the applicant gave testimony.", "48. On 10 March 2003 the police returned the file to the prosecutor attached to the Bucharest County Court with a proposal to indict the applicant. However, on 4 July 2003 the prosecutor closed the investigation as the case had become time-barred.", "49. On 5 November 2003 the Prosecutor’s Office attached to the Bucharest County Court informed the applicant of its decision.", "50. The applicant asked the Bucharest District Court to release a copy of the transcripts made during the hearing of 4 April 1996. This information was requested by the Court.", "51. In a letter of 4 September 2003 the president of the District Court informed the applicant that it was impossible to obtain the document as the file was situated in the old archives which were being reorganised.", "52. In 1995 the Romanian Intelligence Service requested the Prosecutor’s Office attached to the High Court of Cassation and Justice to start a criminal investigation in respect of the applicant for having allegedly blackmailed senior civil servants and businessmen between February and July 2005, pretending to be an employee of the Intelligence Service.", "53. On 11 October 2005 the High Court Prosecutor’s Office relinquished competence in favour of the Bucharest County Court Prosecutor’s Office. On 24 October 2005 the latter searched the applicant’s home and confiscated several documents, including the following:", "- a letter of 11 August 2003 from the Court concerning the present application;", "- the medical expert report of 4 April 1996;", "- the criminal complaint of 16 February 1996;", "- the military prosecutor’s letter of 24 April 1996;", "- copies of a letter addressed by the applicant to the Court and of a letter addressed to the Anti-Corruption National Prosecutor’s Office.", "54. All these documents were returned to the applicant on 1 and 21 February 2006.", "55. The applicant claimed that the investigators and the secret services had tried to intimidate him in order to make him withdraw his application to the Court.", "56. The criminal proceedings against the applicant are still pending before the Bucharest District Court.", "57. On an unspecified date the applicant lodged an action for compensation for illegal detention under Articles 504 and 505 of the Code of Criminal Procedure. He considered that the prosecutor’s decision to terminate the proceedings on the ground that they were time-barred had infringed his right of access to a court and had caused him additional damage in so far as it had not ordered the restitution of the two confiscated cars.", "58. In a decision of 27 April 2004 the Bucharest County Court dismissed the action on the grounds that the applicant’s detention did not fall within any of the categories provided for in Article 504 of the Code of Criminal Procedure and that he had not proved ownership of the two cars.", "59. The relevant provisions of the Code of Criminal Procedure and of the provisions governing the police and military prosecutor are set out in Dumitru Popescu v. Romania ((no. 1), no. 49234/99, §§ 43-46, 26 April 2007) and Barbu Anghelescu v. Romania (no. 46430/99, § 40, 5 October 2004).", "60. The relevant provisions of the Criminal and Civil Codes concerning the means of obtaining compensation for alleged ill-treatment are set out in Kalanyos and Others v. Romania ((dec.), no. 57884/00, 19 May 2005).", "61. In the same decision, as well as in paragraphs 43-45 of the judgment in Dumitru Popescu (no. 1), cited above, there is a description of the development of the law concerning complaints about the prosecutor’s decisions (Article 278 of the Code of Criminal Procedure and Article 2781 introduced by Law no. 281/24 June 2003 applicable from 1 January 2004).", "62. For the legislation on complaints against prison staff, see paragraphs 45-48 of the judgment Vitan v. Romania, (no. 42084/03, 25 March 2008)."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}