{"ITEMID": "001-72240", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ÖZTOPRAK AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 3 and 8 and of P1-1;No violation of Art. 5-1;Not necessary to examine Art. 6-1;Violation of Art. 13;No violation of Art. 14;No violation of Art. 18;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial awards;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicants are all Turkish nationals. They were living in Halitpınar village at the time of the alleged events giving rise to the present application. The facts of the case are in dispute between the parties and may be summarised as follows.", "10. Until October 1994 the applicants all lived in Halitpınar, a village of Ovacık district in Tunceli province, in the then state-of-emergency region of Turkey. In 1994, terrorist activity was a major concern in this area. Since the 1980s a violent conflict had been going on in the region between the security forces and sections of the Kurdish population in favour of Kurdish autonomy, in particular members of the PKK (Workers Party of Kurdistan). The inhabitants of the applicants’ village were suspected of “aiding and abetting terrorists”; and accordingly they were strictly and frequently controlled by the gendarmes stationed near the village.", "11. On 4 October 1994 security forces surrounded Halitpınar and assembled the inhabitants in the village square. Using curse words, they told the villagers that the village would be evacuated at once with no possibility of return. The applicants took what they were able to carry with them and left the village. Immediately after the evacuation, the soldiers set the houses and the crops on fire.", "12. The applicants moved temporarily into a prefabricated State disaster housing complex close to Ovacık.", "13. Following the incident, the applicants filed individual petitions with the Ovacık Public Prosecutor’s office complaining about the burning down of their village by gendarmes. The applicants noted their temporary addresses as the reply address for their petitions.", "14. As the case concerned an investigation into alleged acts of the security forces, the Ovacık Public Prosecutor issued a decision of nonjurisdiction and referred the petitions to the office of the District Governor in Ovacık in accordance with the Law on the Prosecution of Civil Servants (Memurin Muhakematı Kanunu).", "15. The District Governor sent a letter to the Ovacık Gendarmerie Headquarters and requested information about the applicants’ allegations.", "16. In a letter of 1 November 1994 the Gendarmerie Commander informed the District Governor that the security forces had not burned any house during their operations in the area. Accordingly, the Ovacık Administrative Council issued a decision to discontinue the criminal proceedings against the gendarmes.", "17. On 25 October 1995 the Ovacık District Governor sent a letter to the applicants. Relying on the Ovacık Gendarmerie Commander’s letter of 1 November 1994, he explained that he was unconvinced by their allegations. He further explained that pursuant to the established case-law of the Supreme Administrative Court (Danıştay), no inquiry was possible unless the identity of the accused civil servant were specified. He therefore stated that the authorities would not initiate an investigation into the alleged events.", "18. The applicants did not receive this letter. They learned about the Ovacık Public Prosecutor’s decision of non-jurisdiction and the Ovacık Administrative Council’s decision from their fellow villagers and acquaintances at a much later stage.", "19. In 1994 members of the PKK started a propaganda campaign for the organisation in the villages of Ovacık district. They kidnapped young men from these villages and forced them to join the organisation. The PKK militants issued threats against the villagers and harassed them. The inhabitants of the villages left their homes as a result of the pressure exerted by the PKK.", "20. The investigation carried out by the authorities revealed that the applicants’ houses had not been burned by the security forces but by terrorists wearing military uniforms. In their statements to the investigating authorities, the applicants failed to indicate the identity of the perpetrators of the alleged crime.", "21. The parties submitted various documents with a view to substantiating their claims. These documents, in so far as they are relevant, can be summarised as follows.", "22. The Human Rights Foundation is a non-governmental organisation with its head office in Ankara, Turkey. Its 1993 Report stated that, from 1990 to 1993, more than 913 villages and hamlets had been evacuated. The 1993 Report maintained that village evacuations had accelerated in 1993, mostly targeting the villages whose inhabitants refused to serve as village guards.", "23. The 1994 Report of the TIHV argued that the Government’s policy was to claim that the evacuations and eventual destructions were caused by PKK terror, poverty and the forces of nature. According to the same report, some 50 to 60 villages were burned down in each of the provinces subject to the emergency rule.", "24. The 1995 Report maintained that more than 400 villages had been evacuated in 1995. According to the 1996 Report, the State-of-Emergency Regional Governor once mentioned that a total of 918 villages and 1,767 hamlets had been evacuated for various reasons, although never admitting that evacuations had been carried out by security forces.", "25. The 1997 and 1998 Reports described the Government’s policy of evacuating villages as a systematic “internal security operation” applied throughout the 1990s.", "26. The excerpts gave a comprehensive list of burned-down and/or evacuated villages from February 1990 to January 1999. The list did not make any reference to Halitpınar as having been evacuated and destroyed.", "27. The excerpts contained several articles reproduced from a daily newspaper Ülkede Gündem, relating to the evacuation of villages and its detrimental effects on the displaced persons. The articles stressed that numerous villagers had filed petitions with the State authorities, complaining that their villages had been burned down by security forces.", "28. The articles also emphasized that the Government’s public declarations, which appeared to allow displaced villagers to return to their villages, were unreliable. Whenever villagers had attempted to do so, they were physically denied access to their villages.", "29. This report was prepared by a Commission of Inquiry composed of ten members of parliament. According to the report, in 1993 and 1994 the inhabitants of 905 villages and 2,923 hamlets were evicted and forced to move to other regions of the country (p.13).", "30. The report included a statement by Mr Doğan Hatipoğlu, a former governor of Diyarbakır. Mr Hatipoğlu explained that, during his office, occasional village evacuations by military authorities were brought to his attention. He stated that – although very rarely – he had received complaints about village burnings. According to Mr Hatipoğlu, it was inconceivable to assert that all the villages were vacated due to PKK coercion. He alleged that the Government had failed to take the necessary measures for a healthy resettlement of displaced persons (p.13).", "31. The report also referred to the “Human Rights Report – Turkey”, prepared and submitted to the Commission of Inquiry in 1995 by Mr Yavuz Önen, the chairman of the Human Rights Foundation. This latter report dedicated a chapter to immigrants and evacuated villages. It argued that, in 1995, the practice of evacuation of villages and hamlets was widespread. Many houses in villages were either destroyed or made uninhabitable. People were forced to emigrate from the region and pressure was exerted on the inhabitants until they left their villages. In early 1995 there was practically no village or hamlet inhabited except those whose inhabitants agreed to become village guards (p.19).", "32. The report of the Commission of Inquiry also referred to the speech delivered at the Turkish Grand National Assembly by Mr Salih Yıldırım, a deputy from Şırnak, on 3 June 1997 on the question of evacuated villages. Mr Yıldırım stated, inter alia, that the villages were evacuated either by the PKK, in order to intimidate those who opposed it, by the authorities since they were unable to protect the villages, or because the inhabitants of those villages refused to become village guards or were suspected of having aided the PKK (p. 20).", "33. In conclusion, it was recommended in the report that the inhabitants of the settlement units should be re-housed in the provinces, districts or central villages – rather than hamlets – close to the area where they used to live and that necessary economic measures should be taken with a view to providing employment to the inhabitants of the region, priority being given to the immigrants.", "34. This report aims at establishing the property owned by each of the applicants. Having regard to the registers of the land registry office and municipality registry office, it appears that Abbas Öztoprak did not own any property. He was not subscribed to TEDAŞ, meaning that he did not have electricity at home. However, he receives pension from the State. It further appeared that Mr Öztoprak owned a “green card” given to very poor people for medical care and that he received TRL 75,000,000 in aid from the Ovacık District Governor’s office.", "35. Mehmet Öztoprak owned 8,000 square metres of land according to the land registry records. It was estimated that he could derive TRL 128,000,000’s annual income at the relevant time. Mr Öztoprak owned a “green card” given to very poor people for medical care. The Ovacık District Governor’s office gave him 11 sheep, TRL 195,000,000 and food in aid for his living. Between 1994 and 2002 Mr Öztoprak lived in a house in the disaster houses complex provided by the Government. In 2002 he moved into a house which was built within the context of “return to village and rehabilitation project”.", "36. Şahin Toprak did not own any property according to the land registry records. But he owned a 60 square metres, a house and a stable as well as land measuring 14,000 square metres according to his declaration of 9 June 1994 to the municipality registration office. It was estimated that he could derive TRL 224,000,000’s annual income at the relevant time. Since 24 April 1993 he is the holder of a “green card” given to very poor people for medical care. Mr Toprak received food and TRL 125,000,000’s in aid from the Ovacık District Governor’s office. Furthermore, he lived in a house in the disaster houses complex provided by the Government. In 2002 he moved into a house which was built within the context of “return to village and rehabilitation project”.", "37. The witness is a former resident of Halitpınar village. He is currently the mayor of Kandolar neighbourhood in Ovacık. His statements were taken in order to determine the situation of the applicants who had lodged an application with the Court. The witness stated that between 1994 and 2002 the applicants had lived in prefabricated houses in Kandolar neighbourhood of Ovacık. In 2002 they had moved into new houses built by the Government. At the relevant time nobody lived in Halitpınar. There was no electricity, school or telephone in the village.", "38. Gendarme Major Yüksel Sönmez informed the Chief Public Prosecutor that the houses belonging to Reis Toprak, Kamber Çelik, Veli Çelik and Süleyman Toprak in Halitpınar village and in Toprak hamlet had been burned down by terrorists wearing military uniforms. In his opinion, the terrorists aimed at pacifying the security forces and creating hostility between the latter and the people in the region.", "39. Following an investigation conducted into the allegations that State security forces had burned down houses in Halitpınar village, the inspector established that the houses had not been burned down by the security forces but by terrorists wearing military uniforms. The terrorists had further forced the villagers to complain to the authorities that their houses had been burned down by the security forces. The inspector also noted that the security forces had been conducting operations in the region with a view to maintaining the security of the people and that therefore they would not burn villages or give damage to property.", "40. A full description of the relevant domestic law may be found in Yöyler v. Turkey (no. 26973/95, §§ 37-49, 24 July 2003) and Matyar v. Turkey (no. 23423/94, §§ 93-106, 21 February 2002)."], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18", "3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}