{"ITEMID": "001-5580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "Z.G. v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Bulgarian national, born in 1929 and living in Pernik (Bulgaria).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s plot of land and his house were expropriated in 1982 and 1983 respectively by the local municipality. He was compensated with two apartments. In 1992 the Parliament adopted a law on the restitution of property expropriated under planning and other legislation (Закон за възстановяване собствеността върху някои отчуждени имоти по ЗТСУ, ЗПИНМ, ЗБНМ, ЗДИ и ЗС) (see below Relevant domestic law).", "On 4 June 1992 the applicant requested restitution of his property from the Krasno Selo Deputy-Mayor. On 1 March 1993 the municipal board on architecture and construction issued its opinion according to which a road and a building were built over the expropriated plot of land. On 19 November 1993 the committee in which the appropriate power was vested regarding the restitution of expropriated property expressed the opinion the plot of land should not be returned, regard being had to the fact that it had already been built over.", "On 1 March and 23 November 1993 the applicant repeated his request. By letter of 18 March 1994, he was informed by the deputy-mayor that the municipality had been processing his request, the delay being due to the large number of similar applications.", "On 5 April 1994 the applicant’s request was rejected by the mayor on the ground that the project for which his property had been expropriated, namely a road and a building, was completed.", "On 20 May 1994 the applicant appealed against that decision to the Sofia City Court through the municipality. He requested the court to order the preparation of an expert report regarding his property. On 23 August 1994 the applicant’s appeal was received by the court, on 25 August it was assigned to a panel of judges and on 22 September 1994 the court appointed an expert.", "The expert report of 10 November 1994 stated, inter alia, that the road had been closed, the constructed building had been demolished and that the claimed land constituted an independent plot according to the relevant regulations as in force in 1993.", "On 16 November 1994 the court held a hearing. The applicant stated that he did not intend to give back the two apartments received as compensation.", "On 17 November 1994 the court dismissed the applicant’s appeal holding that the legal conditions for the restitution of the applicant’s expropriated land were not met since he did not intend to give back the two apartments by which he had been compensated.", "On 13 January 1995 the applicant submitted a petition for review to the Supreme Court complaining, inter alia, that the lower court did not take into consideration the expert report and the fact that the value of the plot of land had diminished.", "Following the adoption of the Judiciary Act, on 16 November 1996, the Supreme Court was split into the Supreme Administrative Court and the Supreme Court of Cassation.", "On 6 December 1995 the applicant declared before a notary that he would return the apartments if he received back the plot of land with the house which had been demolished and an adequate compensation.", "On 2 June 1997 the Supreme Administrative Court opened case-file no. 7175/95 regarding the applicant’s petition for review. At the hearing of 20 October 1997, the applicant declared his determination to return the apartments at issue. By judgment of 31 October 1997, the court quashed the decision of the Sofia City Court and instructed it to examine whether the applicant’s property had been expropriated on the basis of one of the laws mentioned in the restitution law, whether the project for which the property had been expropriated had been completed on the date on which the restitution law had entered into force and whether the preconditions set out in the restitution law for the annulment of the expropriation had been fulfilled.", "The Sofia City Court held its first hearing on 3 February 1998. The applicant declared that he would return the apartments only if a new house were built by the municipality. The applicant applied for leave to adduce additional evidence and the hearing was adjourned.", "The hearing resumed on 5 May 1998. The applicant again applied for leave to adduce additional evidence and the hearing was adjourned.", "At the hearing of 15 October 1998, the applicant again stated that he would not give back the two apartments.", "On 13 November 1998 the Sofia City Court quashed the mayor’s decision of 5 April 1994 and the expropriation orders of 1982 and 1983. It held that the legal conditions set out in the restitution law had been fulfilled.", "Upon the applicant’s requests in November and December 1998, the Sofia City Court corrected some errors in its 1998 judgment.", "On 15 December 1998 the municipality filed a cassation appeal with the Supreme Administrative Court through the Sofia City Court. On 21 January 1999 the applicant was served with a copy.", "On 17 March 1999 the Sofia City Court transmitted the cassation appeal to the Supreme Administrative Court. The hearing was held on 13 May 1999.", "On 4 June 1999 the Supreme Administrative Court, at a public hearing, quashed the Sofia City Court’s decision and upheld the mayor’s decision of 5 April 1994. It noted that the applicant had chosen of his own will to request restitution of a plot of land, although the expropriated house had been demolished and it had been clear under the relevant law that he would have to give back the two apartments which he had received in compensation. On several occasions the applicant had declared before the court his unwillingness to give up the apartments. Therefore, there was no clear and unconditional request for restitution. As regards the applicant’s request for compensation, the court held that it had not had jurisdiction to examine that issue, but the applicant would have to institute civil proceedings in this regard.", "Throughout the proceedings the applicant was not legally represented.", "1992 Law on the restitution of property expropriated under planning and other legislation", "This law provides that former owners, or their heirs, of real estate which had been expropriated pursuant to several particular pieces of legislation could request, within six months of the law's entry into force, the restoration of their rights under certain conditions.", "In the case of plots of land where an existing building was demolished, its restitution was possible only if the practical execution of the project for which the property had been expropriated had not commenced and the expropriated land had a sufficient surface to constitute an independent plot under the planning regulations (Section 1 § 2). Also, the former owners were required to return what they had received in compensation (Sections 57)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}