{"ITEMID": "001-5640", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "GONZALEZ MARIN v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Jesús María Gonzalez Marin] is a Spanish national who lives in Valencia.", "He was represented before the Court by Ms C. García Ramos, of the Valencia Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 and 20 October 1982 the Valencia region was hit by torrential rains which produced a sudden rise in the River Júcar and caused the Tous dam to burst and then collapse.", "Land was flooded in twenty-five municipalities as a result of the dam collapsing and the water from it pouring into the Júcar. Eight people died, many properties and much farmland were damaged and some 33,000 people were affected by the disaster. The scale of it gave rise to very strong public feeling and wide reporting in the media.", "At the time of the disaster the applicant was an engineer at the dam.", "On 23 October 1982 Játiva (Valencia) investigating judge no. 1 started a criminal investigation.", "In an order of 27 January 1983 he charged the applicant and S.M.S., another engineer who worked at the dam, with serious negligence.", "On 31 January 1986 those victims of the disaster who had together joined the proceedings as a single civil party applied for two other engineers at the dam, F.S.G. and R.G.M.-R., to be charged with the same offence. In an order of 26 February 1986 the Valencia Audiencia Provincial charged F.S.G. and R.G.M.-R. with serious negligence. The two engineers and counsel representing the government lodged an appeal (recurso de súplica) against that decision. Their appeal was dismissed on 16 April 1986.", "The trial began on 9 March 1987. The civil party sought to have a further engineer at the dam, J.S.-T.M., likewise charged with the same offence. In an order of 9 June 1987 the Valencia Audiencia Provincial charged J.S.-T.M. with very serious negligence. J.S.-T.M. lodged a súplica appeal against that decision. His appeal was dismissed on 17 July 1987. The trial was then adjourned to 20 February 1989.", "On 5 October 1987 J.S.-T.M. lodged a criminal complaint against two of the Audiencia Provincial judges for abuse of office. On 30 October 1987 the Audiencia Provincial ruled that there were no grounds for that complaint. J.S.-T.M. lodged a súplica appeal against that ruling. His appeal was dismissed on 21 November 1987. On a further appeal, the Supreme Court upheld the original ruling.", "Subsequently, on 6 October 1987 and 22 September 1988, J.S.-T.M. challenged the same two judges in the Valencia Audiencia Provincial, but was unsuccessful. He lodged an appeal (recurso de amparo) with the Constitutional Court, which dismissed it on 27 April 1989.", "The trial was held at the Valencia Audiencia Provincial between 20 February 1989 and 15 February 1990. On 23 October 1990 the court acquitted the applicant, S.M.S. and F.S.G., but sentenced R.G.M.-R. and J.S.-T.M. to one year’s imprisonment and to fines for serious negligence.", "R.G.M.-R. and J.S.-T.M. appealed on points of law to the Supreme Court, arguing that the trial court’s judgment should be declared a nullity on the ground that the proceedings had been flawed. In a judgment of 8 February 1993 the Supreme Court declared that the order in respect of F.S.G. and R.G.M.-R. was void and that the trial was a nullity on the ground that one of the Valencia Audiencia Provincial judges had been biased. It ordered the proceedings to be resumed expeditiously.", "In a decision (auto) of 26 April 1993 the Valencia Audiencia Provincial ordered the trial to begin. Hearings were held in open court between 13 October and 29 November 1993.", "Subsequently, in a decision of 18 December 1993, the Valencia Audiencia Provincial adjourned the date for lodging final written submissions in order to allow other victims of the disaster to bring proceedings. The defendants and the victims lodged súplica appeals (nine in all) against that decision. In a decision of 17 January 1994 the Audiencia Provincial dismissed the appeals and upheld the decision of 18 December 1993.", "On 9 February 1994 counsel representing the government lodged an amparo appeal against those two decisions. Subsequently the applicant himself joined that appeal. The Constitutional Court, in a decision of 1 December 1994, reversed the decisions, found that the proceedings had been lengthy and ordered the trial to begin.", "Hearings were held from 30 January to 21 July 1995.", "In a judgment of 4 October 1995 the Valencia Audiencia Provincial acquitted all the defendants.", "The public prosecutor’s office and the civil party appealed on points of law to the Supreme Court, which, in a judgment of 15 April 1997, served on 17 April 1997, set aside the Audiencia Provincial’s judgment and sentenced the applicant to one month’s imprisonment and to fines for negligence under Article 586 bis of the Criminal Code. It also ordered the State to pay the damages if the applicant was insolvent.", "The applicant then lodged an amparo appeal with the Constitutional Court in which he complained, inter alia, of the length of the proceedings. His appeal was dismissed in a decision of 16 July 1997, which was served on 29 July 1997, on the grounds that the fundamental right on which he relied had not been raised earlier and that the appeal did not raise a constitutional issue. The Constitutional Court stated that the applicant had failed to comply with section 44(1)(c) of the Constitutional Court Act in that he had not submitted his complaint to the Supreme Court when it had heard the appeal on points of law; he should in any event have raised it at an earlier stage of the proceedings when formal note could have been taken of the excessive length of the proceedings, and not thirteen years after the violation had occurred and after the authority responsible for the lengthy proceedings had taken steps to expedite them. The Constitutional Court also pointed out that it had already addressed that ground of appeal and granted relief on an earlier amparo appeal.", "“Everyone is entitled … to a public trial without undue delays …”", "“Losses incurred as a result of judicial errors or a malfunctioning of the administration of justice shall be compensated by the State, in accordance with the law.”", "“1. Anyone who incurs a loss as a result of a judicial error or a malfunctioning of the judicial system shall be compensated by the State, other than in cases of force majeure, in accordance with the provisions of this Part.", "2. The alleged loss must in any event actually have occurred and be quantifiable in monetary terms and must directly affect either an individual or a group of individuals.”", "“In the event of a judicial error or a malfunctioning of the judicial system, the complainant shall submit his claim for compensation to the Ministry of Justice.", "The claim shall be examined in accordance with the provisions governing the State’s financial liability. An appeal shall lie to the administrative courts against the decision of the Ministry of Justice. The right to compensation shall lapse one year after it could first have been exercised.”", "“1. An amparo appeal in respect of a violation of rights and guarantees capable of constitutional protection … does not lie unless … the violation in question has been formally alleged in the proceedings in question as soon as possible after it has occurred.", "…”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}