{"ITEMID": "001-97268", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BOCK v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Stephan Bock, is a German national who was born in 1951 and lives in Frankfurt (Oder). The respondent Government were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 July 2002 the applicant, a civil servant with a monthly salary of more than 4,500 euros (EUR) at the time in question, made a request for aid (Beihilfe) to the Brandenburg Land, his employer. He asked to be reimbursed part of the cost, namely 7.99 EUR, he had paid for magnesium tablets prescribed by his physician.", "On 14 August 2002 the Land refused this request.", "On 20 August 2002 the applicant instituted preliminary administrative proceedings (Widerspruchsverfahren) by lodging an objection to the decision of 14 August 2002.", "On 4 November 2002 the Land dismissed the applicant’s objection.", "On 13 November 2002 the applicant brought an action against the Brandenburg Land with the Frankfurt (Oder) Administrative Court claiming that the magnesium tablets in question were eligible for aid, and requested a renewed decision by the Land.", "By letter dated 2 April 2004 the Administrative Court informed the applicant at his request that all cases were dealt with in chronological order, that there was a backlog of cases and that for the time being he could not expect a date for an oral hearing to be set.", "On 6 January 2005 the Administrative Court replied to another information request by the applicant that a decision was expected to be reached that year.", "On 4 January 2006 the applicant lodged an extraordinary complaint, that the Frankfurt (Oder) Administrative Court was taking no action, with the Berlin-Brandenburg Administrative Court of Appeal. By a letter dated 9 January 2006 the Administrative Court of Appeal informed the applicant that his extraordinary complaint was not admissible since the Code of Administrative Procedure did not provide for such a remedy and, furthermore, he was not, as prescribed by the relevant law, represented by counsel. On 22 January 2006 the applicant withdrew the complaint of inactivity he had lodged with the Administrative Court of Appeal. With decision dated 25 January 2006 the Administrative Court of Appeal discontinued the complaint proceedings.", "On 1 February 2006 the applicant lodged a constitutional complaint with the Federal Constitutional Court that the Administrative Court was taking no action. On 24 April 2007 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint for examination (file no. 2 BvR 267/06).", "On 26 November 2007 the Frankfurt (Oder) Administrative Court referred the case to a single judge for a decision. By a judgment of 19 December 2007 the Frankfurt (Oder) Administrative Court dismissed the applicant’s action.", "The judgment was served on the applicant on 29 December 2007 and has since become final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}