{"ITEMID": "001-78399", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF NOGOLICA v. CROATIA (No. 3)", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection (non-exhaustion of domestic remedies) joined to merits and dismissed;Remainder inadmissible;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1962 and lives in Zagreb.", "5. On 5 October 1995 the applicant filed a civil action seeking damages with the Zagreb Municipal Court (Općinski sud u Zagrebu) against the weekly magazine A. (“the respondent”), claiming that it had published a libellous article about him.", "6. The court held several hearings before 5 November 1997, the date of the entry into force of the Convention in respect of Croatia.", "7. At the hearing on 1 October 1998 the court heard a witness.", "8. The hearing scheduled for 19 November 1998 was adjourned for 12 March 1999 when the court heard another witness and an expert.", "9. At the next hearing on 2 February 2000 the court heard yet another witness and concluded the main hearing. On the same day, it gave judgment dismissing the applicant's claim. The judgment was served on the applicant on 10 April 2000.", "10. On 14 April 2000 the applicant appealed against the first instance judgment. On 15 October 2002 the Zagreb County Court (Županijski sud u Zagrebu) quashed that judgment and remitted the case.", "11. On 10 December 2002 the applicant filed a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), complaining about the length of the proceedings.", "12. On 22 March 2004 the Zagreb Municipal Court held a hearing and adopted a new judgment granting the applicant's claim in part. The applicant appealed against the judgment and the proceedings are still pending before the second instance court.", "13. On 17 June 2004 the Constitutional Court dismissed the applicant's complaint of 10 December 2002 as ill-founded. It took into consideration the period of some five years (between the entry into force of the Convention in respect of Croatia and the filing of the constitutional complaint by the applicant), finding that the competent courts had acted expeditiously, while it observed that the proceedings had been somewhat complex.", "14. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske –Official Gazette no. 49/2002 of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant's rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}