{"ITEMID": "001-23387", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "EMSENHUBER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Christiana Emsenhuber, is an Austrian national, who was born in 1954 and lives in Herzogenburg (Austria). She is represented before the Court by Mr Urbanek, a lawyer practising in St. Pölten (Austria).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of a house in Weißenkirchen (Austria). In 1985 the applicant’s neighbour, A. K., applied for a building permit for a new barn. On 16 August 1985 the Mayor (Bürgermeister) of Weißenkirchen granted the building permit. In the following following years A. K. built the barn.", "On 26 June 1991, after a hearing, the Mayor granted both a retroactive permit for certain modifications of A. K’s project and the permit to use the building (Benützungsbewilligung).", "On 9 June 1992 the applicant, who had not been summoned to this hearing, appealed against the permit to use the building and submitted that the new building did not comply with the building permit. In particular she submitted that, because the barn was too close to her land, more rainwater and snow than before was deposited on her land which had adversely affected the soil and her house.", "On 31 January 1994 the Municipal Council (Gemeinderat) dismissed the applicant’s appeal. The applicant filed a further appeal (Vorstellung) against this decision.", "On 15 May 1995 the District Authority quashed the decision for procedural reasons.", "On 17 June 1996 the Municipal Council again dismissed the applicant’s appeal. It found that the applicant had no locus standi in the proceedings concerning the permit to use the building.", "On 7 October 1996 the Lower Austria Regional Government (Landesregierung) allowed the applicant’s further appeal, quashed the decision and remitted the case to the Municipal Council. It found that the applicant had locus standi as the proceedings were also related to a modification of the building permit. Furthermore, it found that the neighbour’s building did not comply with the building permit and that the permit to use the building was therefore unlawful. Finally, it stated that A.K. had to apply for a new building permit as regards the parts of the barn which had not been built in conformity with the building permit granted.", "On 7 November 1996 the Municipal Council, implementing the Regional Government’s decision, allowed the applicant’s appeal of 9 June 1992.", "On 29 March 1997 A. K. applied for a new building permit. The applicant lodged objections against this project.", "On 18 November 1997 the Mayor held a hearing.", "On 19 December 1997 the Mayor granted the building permit. On 5 January 1998 the applicant appealed against this decision. She submitted that the building permit was unlawful and that the legal adviser, who had assisted the Mayor during the hearing, had been biased.", "On 2 July 1998 the Municipal Council dismissed the applicant’s appeal. It found that there was no indication that the legal adviser had been biased.", "On 17 July 1998 the applicant filed a further appeal.", "On 10 February 1999 the Regional Government allowed the applicants further appeal, quashed the decision and remitted the case to the Municipal Council. It found that the Lower Austrian Building Act 1996 (Bauordnung) would be applicable to A. K.’s application for a building permit and not the previous version of the building act. Moreover, it found that A.K.’s application was insufficient and, therefore, the building permit unlawful. On that basis the Municipal Council had to dismiss A.K.’s application. If A.K. would not properly apply for a building permit, proceedings for a demolition order had to be considered. Moreover, it stated that it was not necessary to deal with the complaint about the unfairness of the proceedings as the Municipal Council’s decision should be quashed following this decision.", "On 24 March 1999 the applicant lodged a complaint with the Administrative Court against this decision. She complained, inter alia, that the Regional Government had wrongly interpreted the transitional provision of the Lower Austrian Building Act 1996. Since the proceedings had already been pending when this Act came into force, the former Building Act should have been applicable. This complaint had no suspensive effect.", "On 11 November 1999 the Municipal Council, implementing the Regional Governments decision of 10 February 1999, quashed the Mayor’s decision of 19 December 1997.", "The applicant filed a further appeal against this decision, as she considered that the Municipal Council had misinterpreted the decision of the Regional Government.", "On 5 May 2000 the Regional Government allowed the applicant’s appeal, quashed the decision of 11 November 1999 and remitted the case to the Municipal Council. It found that the latter had to take a decision on the merits and was not allowed to remit the case to the Mayor. Further it repeated its finding that the Lower Austrian Building Act 1996 was applicable in the proceedings at issue. The applicant filed a complaint with the Administrative Court against this decision.", "On 20 April 2001 the Administrative Court dismissed the applicant’s complaints against the Regional Government’s decisions of 10 February 1999 and 5 May 2000.", "On 5 November 2001 A.K. withdraw the application of 29 March 1997 for the building permit and informed the Municipal authorities that he would file a new application for a retroactive building permit for the barn.", "The Government submits that A.K. has, at an unspecified date, filed a new request for a building permit. The applicant submits that she was not aware of such proceedings.", "Article 132 of the Federal Constitution, in its relevant part, reads as follows:", "“An action for breach by the administrative authorities ... of the duty to decide can be lodged by anyone entitled as a party in administrative proceedings to enforce that duty. An action for breach of the duty to decide is inadmissible in administrative criminal proceedings, except private prosecutions and prosecutions in respect of tax offences.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}