{"ITEMID": "001-57779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF HADJIANASTASSIOU v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-b;No violation of Art. 10;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Hadjianastassiou, a Greek national, is an aeronautical engineer. At the material time he was a captain in the air force.", "As the officer in charge of a project for the design and production of a guided missile, he submitted, in 1982, a report to the Air Force Technological Research Centre (\"K.E.T.A.\") on the missile on which he had been working. In January 1983 he communicated to a private company (\"ELFON Ltd\") another technical study on guided missiles, which he had prepared himself.", "7. On 4 July 1984 a chamber of the Permanent Air Force Court of Athens (Diarkes Stratodikeio Athinon) charged the applicant and another person with disclosing military secrets (Article 97 of the Military Criminal Code, see paragraph 21 below).", "On 22 October 1984 the court found Mr Hadjianastassiou guilty of having transmitted to ELFON a series of ten items of information together with \"all the technical and theoretical data\" appearing in the K.E.T.A. report. It sentenced him to two years and six months’ imprisonment.", "8. The applicant and the prosecutor at the Courts-Martial Appeal Court (Epitropos tou Anatheoritikou Dikastiriou) appealed from that judgment.", "9. Following a hearing held on 28 February and 1 March 1985, the Courts-Martial Appeal Court appointed two experts - professors at the Athens Polytechnic School - who, with two other experts, designated by the applicant, compared the two studies.", "In their report of 26 September 1985 the two professors concluded as follows:", "\"... in our opinion, the two studies, for the K.E.T.A. and ELFON, follow different methods, the two missiles are different and the second is not a copy of the first ... . Nevertheless, some transfer of technical knowledge inevitably occurred ... . It is not possible to determine the extent of such transfer beyond what is mentioned above under (b), (c) and (d), because the ELFON study and even more so the K.E.T.A. report were shoddily drafted and were full of imprecisions and omissions; it should be stressed that in both studies the aerodynamic data are erroneous ...\"", "They noted that Mr Hadjianastassiou had some technical knowledge, acquired during his studies in the United States. However, his participation in the K.E.T.A. project had enriched his experience. The components of the missile and some of the theoretical data contained in the two studies could be found in various manuals included in the file and regarded as \"available literature\". These manuals were not classified as \"secret\", but it was not established that they were accessible to private individuals.", "10. At a new hearing held on 21 and 22 November 1985 the Courts-Martial Appeal Court took evidence from nineteen witnesses on whether the two studies contained common data, whether the information which had formed the basis of the studies was freely available in scientific literature and whether the K.E.T.A. study had been classified as a \"military secret\".", "11. After the hearing the Courts-Martial Appeal Court deliberated in private and considered the following questions formulated by its President:", "\"1. Is Constantinos Hadjianastassiou guilty of having, between October 1982 and March 1983, unlawfully and intentionally communicated and disclosed to third parties military plans and information classified as secret and which had to remain secret in the military interests of the Greek State? [In particular, is he guilty of having] ..., in October 1982, after having contacted the company ELFON Ltd ... with a view to preparing and drawing up for the latter’s benefit a study on guided missiles, for a financial consideration to be agreed with the said company when the work was in progress, unlawfully and intentionally, (a) communicated to the above-mentioned company general information concerning the guided missile which was being designed at the K.E.T.A. and its technical characteristics, although as project officer for the K.E.T.A. missile he knew that such information was secret and that the military interests of the Greek State required that it be kept secret; (b) transmitted to the same company several elements deriving from the study, relating to the project and on the same subject-matter, of the K.E.T.A. and from the whole production programme of the Greek guided missile (\"laser kit\") which existed at the centre and which concerned principally the dimensional diagram of the missile, its external geometry, its perimetric plan, its aerodynamic elements, its Nd-YAG laser type, its dynamic model, its dome, its schematic diagram, its seeker’s fairing, its basic electronics data, as well as any other theoretical or technical elements contained in the ELFON Ltd study ..., which was elaborated entirely on the basis of the information transmitted and disclosed by him to the company and derived from the corresponding K.E.T.A. project and study, although he knew, in his capacity as project officer ..., that the information was secret and that the military interests of the Greek State required that it be kept secret?", "2. Has it been established ... that, when he disclosed these military secrets, the accused believed, erroneously, that he was entitled to proceed in such a way or [, on the other hand,] that he reasonably believed that, having drawn up the K.E.T.A. study and used his own knowledge, he was entitled to elaborate a new study and submit it through the intermediary of the company ELFON Ltd to the Weapons Industry Department? Was this belief justifiable?", "3. Has it been established ... that the military secrets thus disclosed, namely the general information which [the accused] communicated to the ELFON company concerning the guided missile ... and its technical characteristics, were of minor importance?", "4. Should certain factors be taken into account in mitigation, namely that, prior to committing the above- mentioned act, the accused had led an honest and well-ordered private, family and professional life?", "... \"", "12. According to the record of the deliberations, the Courts- Martial Appeal Court replied in the affirmative to questions 1 (a) (four votes to one), 3 and 4 (unanimously) and in the negative to questions 1 (b) (four votes to one) and 2 (three votes to two).", "13. Giving judgment in Mr Hadjianastassiou’s presence on 22 November 1985, it sentenced him for disclosure of military secrets of minor importance (Article 97 para. 2 of the Military Criminal Code, see paragraph 21 below) to a suspended term of five months’ imprisonment, from which it deducted the four months and fourteen days which he had spent in detention on remand.", "14. The President of the Courts-Martial Appeal Court read out the judgment, which did not refer to the questions put to the members of the court.", "15. In order to obtain the text of these questions and the replies given, the applicant asked, on 23 November 1985, to see the record of the hearing. The registrar allegedly told him that he would have to wait for the \"finalised version\" of the judgment.", "16. On 26 November 1985 - within the five days prescribed in Article 425 para. 1 of the Military Criminal Code (see paragraph 24 below) - Mr Hadjianastassiou appealed to the Court of Cassation ; in his appeal, which was a page long, he alleged \"the erroneous application and interpretation of the provisions under which he [had been] convicted, namely Article 97 para. 2 of the Military Criminal Code\".", "17. He received a copy of the appeal judgment on 16 December; it was very short and did not state the grounds on which it was based, merely referring to the fixing of sentence.", "18. On 23 December 1985 the applicant again demanded that the record be communicated to him; he received it on 10 January 1986. This document, which was detailed and reproduced in full the six questions and the replies obtained, ended as follows:", "\"...", "The Court, by four votes to one ..., finds the accused Hadjianastassiou guilty of disclosing military secrets, which offence was committed in Attica between October 1982 and March 1983.", "By three votes to two ..., the Court dismisses the defence request that Article 31 para. 2 of the Criminal Code (not guilty in the event of mistake) be applied.", "The Court unanimously accepts that the military secrets communicated are of minor importance.", "The Court unanimously accepts the factors pleaded in mitigation (Article 84 para. 2 (a) of the Criminal Code).", "Having regard to the following Articles: ... Article 97 para. 2 taken in conjunction with paragraph 1 and with Article 98 (e) ..., Articles 366, 368 ... of the Military Criminal Code, ...;", "... having regard to the gravity of the acts carried out, to the accused’s personality, to the damage caused by the offence, to the specific nature of the offence, to the specific circumstances under which the offence was committed, to the degree of criminal intent on the part of the accused, to his character, to his personal and social situation, and to his conduct before and after the commission of the offence;", "The Court sentences the accused to five months’ imprisonment and orders him to pay the costs ...", "It deducts from the above-mentioned term ... the period of four months and fourteen days spent in detention on remand and sets at sixteen days the term still to be served.", "In view of the fact that the accused has no previous convictions and has never been sentenced to prison, and having regard to the circumstances under which the offence was committed, the Court considers it appropriate to suspend the remainder of the sentence ...", "For these reasons,", "Having regard to Articles 99, 100 and 104 of the Criminal Code,", "The Court orders that the outstanding term of imprisonment be suspended for a period of three years.", "...\"", "19. The hearing in the Court of Cassation (Areios Pagos) took place on 11 April 1986.", "On 14 April Mr Hadjianastassiou filed a memorial in support of his oral pleadings. In his submission the wording of his appeal was sufficient to rule out any danger of its being dismissed for lack of precision. He complained of the shortness of the time-limit for appealing against the decisions of the military courts and the fact that it was impossible for the persons concerned to gain access, in good time, to the contents of the contested judgments. He also challenged the ground on which his conviction rested: the communication of \"general information\" on the K.E.T.A. missile, the charge which the Courts-Martial Appeal Court found to be proved, did not justify the application of Article 98 of the Military Criminal Code as that provision concerned the disclosure of secret information of military importance, a charge of which the Courts-Martial Appeal Court had acquitted him by its reply to question 1 (b) (see paragraph 11 above). In his view, at the most his case might fall under Article 96 (see paragraph 21 below).", "20. On 18 June 1986 the Court of Cassation declared the appeal inadmissible on the following grounds:", "\"By the appeal before the Court ..., in which it is sought to have judgment no. 616/1985 of the Athens Courts-Martial Appeal Court set aside, the [applicant] challenges the aforesaid judgment on the ground of erroneous application and interpretation of the provisions under which he was convicted, namely Article 97 para. 2 of the Military Criminal Code. However, this sole ground of appeal, as formulated above, is vague inasmuch as it does not identify any concrete and specific error in the contested judgment which could constitute the basis of the complaint alleging the erroneous application and interpretation of the above-mentioned provision; the appeal must therefore be declared inadmissible by virtue of Articles 476 para. 1 and 513 para. 1 of the Code of Criminal Procedure.\"", "21. The Military Criminal Code provides as follows:", "\"Communication of military information", "Any serviceman or any person employed by the armed forces who, without the consent of the military authorities, communicates or makes public by any means whatsoever information or assessments concerning the army shall be sentenced to a term of imprisonment not exceeding six months.\"", "\"Disclosure of military secrets", "1. Any serviceman or any person employed by the armed forces who unlawfully and intentionally gives or communicates to others documents, plans, or other objects or secret information of military importance or allows such documents, plans, objects or information to be given or communicated to others, shall be sentenced to a term of imprisonment (katheirxi), or, where the above has been given or communicated to a foreign State or to an agent or a spy of a foreign State, to dishonourable discharge and death.", "2. ... where the [information] communicated is of minor importance, the convicted person shall be sentenced to a term of imprisonment (filakisi) of not less than six months ...\"", "\"Secret information", "‘Secret information of military importance’ means information concerning the Greek State or its allies which relates to:", "...", "(e) any object officially classified as secret.", "...\"", "22. The relevant provisions of the 1975 Constitution are worded as follows:", "\"All court judgments must be specifically and thoroughly reasoned and shall be pronounced in a public sitting ...\"", "\"...", "4. Special laws may provide for:", "(a) Questions relating to the army, navy and air force tribunals, which shall have no jurisdiction over civilians.", "(b) Questions relating to prize courts.", "5. The courts specified under sub-paragraph (a) of the preceding paragraph shall be composed of a majority of members of the judicial branch of the armed forces, who enjoy the guarantees of independence, as regards their person and their office, provided for in Article 87 para. 1 of the present Constitution. The provisions of paragraphs 2 to 4 of Article 93 shall be applicable to the hearings and judgments of these courts. The detailed rules for the implementation of the provisions of the present paragraph and the date of their entry into force shall be specified by statute.\"", "23. According to the consistent case-law of the Court of Cassation, the failure to give reasons in the decisions of the military courts does not render them void. The application to these courts of Article 93 para. 3 of the Constitution requires, under the terms of Article 96 para. 5, the adoption of special laws, and this has not yet happened (judgments nos. 470/1975, 483/1979, 18/1980, 647/1983, 531-535/1984 (Nomiko Vima 1984, p. 1070) and 1494/1986). It is sufficient that such a decision answers the questions put by the President; the questions must indicate accurately all the offences of which the defendant is accused so as to make it possible for a subsequent review by the Court of Cassation to ensure that the provisions of the criminal law have been properly applied to the facts in question as found by the military courts of first or second instance (judgments nos. 456/1986 and 1494/1986).", "24. The following texts are relevant here:", "\"Formulation of questions. Principal question", "1. The President shall put the questions concerning each accused.", "2. The principal question shall be based on the operative part of the committal decision ... and shall include the question whether the accused is guilty ... as charged ...\"", "\"Supplementary questions (Parepomena zitimata)", "In order to supplement the principal question or the alternative question, supplementary questions may be put concerning the accusation and factors aggravating, mitigating or expunging (exalipsin) the offence.\"", "\"Time-limit", "Any appeal to the Court of Cassation (anairesi) must be filed within five days of the delivery of the judgment or, where the judgment has been delivered in the absence of the person convicted or his representative, of its notification ...\"", "\"Grounds for appeal to the Court of Cassation", "Only the following grounds of appeal may be relied upon:", "...", "(B) The erroneous application or interpretation of the substantive provisions of the criminal law.\"", "25. The Code of Criminal Procedure provides, inter alia, as follows:", "\"Time-limit for appealing", "The time-limit for filing an appeal with the Court of Cassation begins to run on the date on which the final text of the judgment is entered into the register of the criminal court in question. It shall be so entered within fifteen days, failing which the President of the criminal court shall be liable to disciplinary sanctions.\"", "\"Memorial for an appeal to the Court of Cassation", "In addition to the grounds invoked in the appeal ..., further submissions may be made in a supplementary memorial, which must be lodged with the office of the principal public prosecutor at the Court of Cassation not later than fifteen days before the hearing ...; once this time-limit has expired such memorials shall be inadmissible ...\"", "26. According to the case-law of the Court of Cassation (judgments nos. 656/1985 (Nomiko Vima 1985, p. 891), 1768/1986, 205/1988 (Nomiko Vima 1988, p. 588) and 565/1988), Article 473 para. 3 of the Code of Criminal Procedure does not apply to appeals on points of law from the decisions of the military courts, as the time-limit for such appeals is fixed by Article 425 of the Military Criminal Code (see paragraph 24 above).", "The grounds of appeal to the Court of Cassation must be set out in the initial appeal memorial. As regards \"the erroneous application and interpretation of the substantive provisions of the criminal law\", the appeal must specify clearly the errors which are alleged to have been made in the contested judgment (judgments nos. 234/1968, 459/1987, 1366/1987 (Nomiko Vima 1987, p. 1659) and 1454/1987, as well as the judgment given by the Court of Cassation in the present case).", "Finally, supplementary submissions may be taken into account only if the initial appeal memorial sets out at least one ground which is found to be admissible and sufficiently substantiated (judgments nos. 242/1951, 341/1952, 248/1958, 472/1970, 892/1974, 758/1979 (Nomiko Vima 1980, p. 56), 647/1983, 1438/1986 and 1453/1987)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b"], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}