{"ITEMID": "001-82987", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF YAKOVENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections allowed (alleged ill-treatment, non-exhaustion of domestic remedies);Violation of Art. 3 (conditions of detention);Violation of Art. 3 (lack of appropriate medical assistance);Violation of Art. 3 (conditions of transportation);Violation of Art. 13;Remainder inadmissible (alleged ill-treatment);Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was born in 1975 and lived in Sevastopol.", "7. In June 2003 the applicant, who at that time was on probation after receiving a sentence for burglary, was arrested and placed in police custody (затриманий) on suspicion of another count of burglary. The date of his arrest is in dispute between the parties. The applicant contended that this occurred on 17 June 2003, whereas according to the Government he was apprehended on 18 June 2003.", "8. On 18 June 2003 the applicant was questioned by the police, in the course of which he admitted that he had participated in the burglary of a house belonging to the sister of his alleged accomplice, Mr Zh.", "On 20 June 2003 the Balaklavsky District Court of Sevastopol (Балаклавський районний суд м. Севастополя, hereafter “the District Court”) extended the term of the applicant's police custody up to a maximum of ten days.", "9. On 27 June 2003 the District Court ordered the applicant to be placed in pre-trial detention on the grounds that the offence he was suspected of had been committed while he was on probation in connection with a prior suspended sentence and that if at large the applicant would abscond and thereby obstruct justice.", "10. On an unspecified date in August-September 2003, the applicant was committed for trial before the District Court. In the trial proceedings, he was represented by his mother Ms S., and he retracted the confession statements he had given during his detention in police custody, claiming that these had been given under duress.", "11. During a hearing on 11 September 2003 the applicant informed the trial court that he felt unwell and thus could not participate in the hearing. The presiding judge called an ambulance to assess the applicant's medical condition.", "12. On 29 April 2004 the District Court found the applicant guilty as charged. It rejected the applicant's argument that his confession statements had been given under duress and found that a certificate issued by the Sevastopol City Hospital, according to which the applicant had been treated in that hospital on 21 June 2003 for bruises on his legs, could not be regarded as conclusive evidence of police brutality, as the applicant himself had failed to give any explanation before the court as to how he had come by those injuries.", "13. On 22 March 2005, following an appeal by the applicant, the Sevastopol City Court of Appeal (Апеляційний суд м. Севастополя, hereafter “the Court of Appeal”) quashed the judgment of 29 April 2004 and remitted the case for a fresh examination. The court indicated, inter alia, that the first-instance court had addressed the issue of the applicant's alleged ill-treatment in police custody, although he had never complained before the court that he had suffered any ill-treatment by the police. Without giving any reasons, the Court of Appeal also ordered that the applicant should remain in detention.", "14. On 23 November 2005 the District Court convicted the applicant of burglary and sentenced him to three years and seven months' imprisonment. It based this conviction on the confession statements given by the applicant and Mr Zh. during the pre-trial stage of the proceedings, the victim's oral evidence in court, and statements given by two other witnesses in the course of the pretrial investigation. It rejected as unfounded the applicant's allegation that he had been ill-treated by the police.", "15. The applicant appealed against the judgment of 23 November 2005, asking for a reduction of his sentence. On 17 October 2006 the Court of Appeal granted the applicant's appeal and reduced his sentence to three years, six months and one day's imprisonment. The applicant did not appeal in cassation.", "16. According to the applicant, after his arrest on 17 June 2003 he was taken to the Balaklavsky District Police Department of Sevastopol (Балаклавський РВВС м. Севастополя, hereafter “the Police Department”). There he was allegedly subjected to ill-treatment by the police officers, who coerced him into confessing to burglary, with which he was subsequently charged.", "17. On 21 June 2003 the applicant was taken to the Sevastopol City Hospital No. 1 (Севастопольська міська лікарня № 1). According to the certificate issued by this hospital on 15 December 2003 the applicant had bruises on his left thigh and buttocks.", "18. After having received the required assistance in the Sevastopol City Hospital No. 1, the applicant was taken to the Sevastopol City Temporary Detention Centre (Севастопольський міський ізолятор тимчасового тримання, hereafter “the Sevastopol ITT”).", "19. According to the entry in the Sevastopol ITT register the applicant did not have any visible injuries on his admission and did not complain of any illtreatment.", "20. During the trial proceedings before the District Court in MarchNovember 2005, the trial court ordered the Balaklavsky District Prosecutor's Office of Sevastopol (Прокурора Балаклавського району м. Севастополя, hereafter “the Prosecutor's Office”) to carry out criminal inquires into the applicant's allegations of ill-treatment. On an unspecified date before November 2005 the Prosecutor's Office decided that there was no prima facie case of ill-treatment and refused to institute criminal proceedings in respect of the applicant's complaints.", "21. As indicated above (see paragraph 18), on 21 June 2003, the applicant was transferred from the Police Department to the Sevastopol ITT. On 16 July 2003 he was admitted to the Simferopol Pre-Trial Detention Centre no. 15 (Сімферопольський слідчий ізолятор № 15, hereafter “the Simferopol SIZO”). However, since the police, prosecution and judicial authorities involved in his criminal case were based in Sevastopol the applicant was transferred each month from the Simferopol SIZO to the Sevastopol ITT, where he stayed for ten days. From 8 to 28 April 2006 the applicant remained in the Sevastopol ITT as, according to a letter of 4 March 2006 from the Deputy Head of the Sevastopol City Police Department (Управління МВС України в м. Севастополі), the Simferopol SIZO refused to admit inmates of the Sevastopol ITT who were suffering from tuberculosis.", "22. On 28 April 2006 the applicant was admitted to the Sevastopol City Infectious Diseases Hospital (Севастопольська міська інфекційна лікарня, hereafter “the Infectious Diseases Hospital”).", "23. Therefore, between 21 June 2003 and 28 April 2006 the applicant spent a total of around a year in the Sevastopol ITT.", "24. According to the applicant, during his stay in the Sevastopol ITT he was held in small cells which were constantly overcrowded. In support of this claim, the applicant relied on a letter from the head of the Sevastopol City Police Department, issued on 10 May 2005 and addressed to a third person. In that letter it was stated that some 240 inmates were being held in the Sevastopol ITT instead of its capacity of 82.", "25. The applicant stated that he had been held in cell no. 9 for most of the time and for short periods in cells nos. 4 and 5.", "26. Cell no. 9 measured about 15 square metres and had been occupied by 25 inmates. There were three double bunks for three inmates. Cells nos. 4 and 5, both of around 22 square metres, the applicant shared with 30 fellow inmates. They were equipped with one double bunk and wooden planking on the floor, which was also used by the inmates for sleeping.", "27. Owing to the lack of bunks, the inmates had to take turns to sleep. The cells were situated in the basement and were thus deprived of daylight. They were dimly lit by electric lamps fixed into the ceiling, which were never switched off, contributing further to the lack of sleep. Moreover, the air in these overcrowded basement cells could be supplied only though the ventilation system, which was often out of order.", "28. The applicant's cell was infested with cockroaches and ants, and no attempt was made to exterminate them. The inmates in the Sevastopol ITT cells were furthermore exposed to infectious diseases like tuberculosis, which the applicant contracted whilst being detained there.", "29. The applicant further claimed that the food supplied in the Sevastopol ITT was meagre and of poor quality and was supplemented with food sent by his mother.", "30. The Government submitted that whilst in the Sevastopol ITT the applicant shared cells measuring 16 square metres with 4-6 other detainees. The Government maintained that the cells were equipped with wooden planking, ventilation, water supply and sewerage systems. The applicant was provided with hot meals three times a day and the opportunity to wash at least once a week. There were windows, which allowed daylight and fresh air in. In general, the conditions of the applicant's detention corresponded to the relevant hygiene and sanitation standards.", "31. As indicated above, the applicant was transported to and from the Sevastopol ITT each month.", "32. The distance between Sevastopol and Simferopol is about 80 kilometres. The transportation (етап) started at 8 a.m. and, according to the Government, ended at 4 p.m. on the same day. The applicant submitted that it usually took 36-48 hours for him to reach the destination. The applicant was informed beforehand about the journey, and, according to the Government, fed before it started. The applicant submitted that not once was he provided with breakfast before the transportation.", "33. The applicant and the other inmates were transported in police vans to and from the railway stations. These journeys usually lasted 30 minutes. The Government indicated that the vans' design capacity of 20-21 persons was never exceeded. The applicant argued that normally the vans carried as many as 30 persons in a stuffy and dimly lit compartment of 6 square metres.", "34. When in a train the applicant was held in carriages of special design with a capacity of 104 persons. According to the Government, the number of persons in a carriage never exceeded 70. The applicant alleged that it was always more than 100. According to the applicant's account, during this part of the journey he was not provided with food or water.", "35. The applicant's health started to deteriorate in mid-2005. However, as confirmed in the above-mentioned letter of 10 May 2005 by the Head of the Sevastopol City Police Department, the Sevastopol ITT staff did not include a doctor and the “acting paramedic” (виконуючий обов'язки фельдшера) was not medically trained or qualified. As a result, the applicant received no medical assistance from the Sevastopol ITT.", "36. According to a letter of 25 April 2006 by the Governor of the Simferopol SIZO, the applicant had undergone treatment for bronchitis in the medical unit of the Simferopol SIZO between 14 and 27 February 2006. Two Xray examinations carried out on 1 and 10 February 2006 did not reveal any pathological changes in his heart or lungs. This letter further stated that on 14 February 2006 the applicant's blood was tested for HIV antibodies. On 21 February 2006 the Crimean anti-Aids Healthcare Centre diagnosed the applicant as HIV positive. The applicant alleged that neither he nor his mother had been informed of this diagnosis.", "37. On 8 April 2006, while he was in the Sevastopol ITT, an ambulance was called for the applicant. The doctor found the applicant to be suffering from “fever of unknown origin” and administered him a dose of a painkiller, which had a short-term effect. According to the applicant the ambulance doctor stated that the applicant required an examination in a specialist hospital.", "38. On 12 April 2006 the applicant complained about further deterioration of his health. An ambulance was called, whose doctor found the applicant to be suffering from an “acute respiratory virus infection”.", "39. On 14 April 2006 the applicant was taken to the Infectious Diseases Hospital. According to the applicant, during this examination he was diagnosed as suffering from tuberculosis of the lymph nodes and hospitalisation was recommended, which was refused by the administration of the Sevastopol ITT, because it could not afford to detach four officers to guard him in a hospital. The Government stated that the doctors did not find it necessary to hospitalise the applicant, but that they took samples of his blood for HIV testing and prescribed him vitamins.", "40. On 20 April 2006 the applicant was taken to the Infectious Diseases Hospital for further examinations. He was diagnosed as suffering from tuberculosis and prescribed anti-tuberculosis treatment. The Government submitted that on that occasion the doctors did not recommend his hospitalisation either. The Government further stated that during this examination it was established for the first time that the applicant was HIV positive. The applicant alleged that it was the first time he had been informed about this condition; whereas the prison authorities had been aware of it long before this date.", "41. In a letter of 21 April 2006 the head doctor the Infectious Diseases Hospital informed the applicant's mother that a commission of doctors from this hospital diagnosed the applicant as being HIV positive and suffering from tuberculosis and recommended his urgent hospitalisation.", "42. On that same date the applicant's mother lodged a complaint with the Prosecutor-General, stating that the administration of the Sevastopol ITT had unlawfully refused to hospitalise her son, whose health condition was extremely grave. She stated in particular that since the beginning of April 2006 the applicant's body temperature had remained at around 40 C0, and that he could hardly eat or move without help. The outcome of this complaint is unknown.", "43. On 28 April 2006, pursuant to the Court's request made under Rule 39 of the Rules of Court, the applicant was transferred to the Sevastopol AntiTuberculosis Healthcare Centre (Севастопольський протитуберкульозний диспансер).", "44. According to a letter from the head doctor of the Infectious Diseases Hospital dated 28 August 2006 the applicant was registered at the Sevastopol Anti-Aids Centre as an HIV patient in May 2006 and received the appropriate treatment.", "45. The relevant provisions of the Constitution of Ukraine and the PreTrial Detention Act can be found in the judgment of 12 October 2006 in the case of Dvoynykh v. Ukraine (no. 72277/01, §§ 28-31, 33-35 and 37).", "46. Article 236-1 of the Code provides:", "“Within seven days of notification, a decision of the body of inquiry, investigator or a prosecutor not to institute criminal proceedings can be appealed against by an interested party or their representative to the district (town) court within whose area of jurisdiction the authority which took the decision falls...”", "47. Article 236-2 of the Code, in so far as relevant, provides:", "“An appeal against the decision of the body of inquiry, investigator or prosecutor not to institute criminal proceedings shall be examined [by a court] in a single-judge formation within ten days of being lodged.", "The judge shall request the materials, on the basis of which the decision not to institute criminal proceedings was made, examines them, and informs the prosecutor and the appellant of the date on which the hearing of the appeal is listed.", "Having examined the case, the judge ... may take one of the following decisions:", "1) to set aside the decision not to institute criminal proceedings and to remit the case for further preliminary inquiries...", "2) to dismiss the complaint ...”", "48. Section 17 of the Act provides that persons suffering from tuberculosis detained in pre-trial detention centres (SIZOs) receive appropriate treatment in the medical units of these detention centres. Prisoners detained in penitentiary establishments should be treated in specialist prison hospitals.", "49. Paragraph 2.1 of the Decree provides that persons detained with HIV/Aids should be provided with obligatory outpatient monitoring, treatment for opportunistic infections (infections that can affect people with a weak immune system) and antiretroviral treatment.", "50. In accordance with paragraphs 3.1 and 3.2.1 of this Decree, antiretroviral treatment should be prescribed by the prison infectious disease doctors who have undergone the relevant training or by doctors from local anti-Aids establishments. The antiretroviral monitoring of the persons detained in pre-trial detention centres is being carried out by the local anti-Aids establishments.", "51. Paragraph 3.5 of the Decree provides that immediately upon the admission of a person with HIV/Aids to a pre-trial detention centre, the head of the medical unit of that facility should provide him or her with antiretroviral drugs from the local antiAids establishment.", "52. In accordance with paragraph 3.6 of the Decree, when a person with HIV/Aids is being transferred from one penitentiary establishment to another it should be ensured that the relevant medical documents accompany him or her to the new establishment.", "53. This Report states the following:", "“It should be acknowledged that the police authorities do not follow the demands of [the CPT] expressed during their visit in October last year in respect of immediate cessation of the unlawful and long-term holding of arrested and detained persons in police custody ...", "In the majority of the ITTs the rights of the detainees are not respected. ... The requirements of the Combating Tuberculosis Act in respect of the obligation of the authorities to provide detainees suffering from tuberculosis with treatment in specialist medical establishments are not being met. Many people suffering from this disease are being held in ITTs for long periods without any medical assistance. In total, of 2,434 persons suffering from tuberculosis held in the ITT only 719 were treated in the specialist establishments of the Ministry of Health. This not only violates the rights of the detainees, but also contributes to the further dissemination of this disease.", "The conditions under which arrested and detained persons in the ITTs of the Autonomous Republic of Crimea are held... may be equated to inhuman or degrading treatment. Detainees are being held in basements or in premises where there are not even the most basic conditions for long-term occupation.", "Police officers systematically infringe the law in respect of the maximum ten-day detention of arrested, detained and convicted persons in ITTs. In the Sevastopol ITT, in breach of the law, there were 85 persons who had been held more than ten days, 28 who had been held for more than three months, eleven for more than six months and five for more than a year, including seventeen convicted persons.", "54. The relevant extract from the report reads as follows:", "Under Section 4 of the Pre-trial Detention Act and Article 155 of the Code of Criminal Procedure, persons remanded in custody should be held in the centres for pre-trial detention [SIZOs]. Only in exceptional cases should these persons be held in establishments such as the Ministry of the Interior's Temporary Detention Centres. It is also to be noted that the law clearly defines the time-limits for holding persons in the ITTs, that is three days, and in cases where the ITT is situated far from the relevant SIZO or there are no suitable roads available, ten days. In breach of the above laws, the governors of many SIZOs unreasonably refuse to admit detainees transferred from the ITTs. This attitude on the part of governors of SIZOs has led to inhuman, dreadful and unbearable conditions of detention in the ITTs and their overcrowding (almost twice their capacity) in the Autonomous Republic of Crimea, ... and the cities of ... Sevastopol. In particular, in the Autonomous Republic of Crimea an inmate is admitted to the Simferopol SIZO only in exchange for one inmate being transferred to the ITT.", "55. The relevant extracts from section XV of the report “The observance of prisoners' rights in Ukraine” read as follows:", "“...The Ministry of Internal Affairs is in charge of 501 temporary holding facilities (ITT – izolyator tymchasovoho trymannya), where they may be held for a maximum of 3 days (10 days in exceptional circumstances) before being moved to a pre-trial detention centre (SIZO – an acronym for slidchy izolyator). However there are instances when this time period is exceeded. Each day in Ukraine around 7,000 people who have been detained are held in ITT, with a capacity for 10,400 places. According to information from the Ministry of Internal Affairs, 127 ITT are in need of repair.", "The greatest number of cases involving ill-treatment while in custody occur specifically during the time that individuals detained are held in police institutions. The conditions in such institutions are, furthermore, excessively harsh. This is connected to a large degree with poor financing, however, funding has recently been allocated to provide for detainees held in ITT. “Donetsk Memorial” sent formal requests for information to ten regional departments of the Ministry of Internal Affairs (MIA) with questions about the conditions in which prisoners were held in ITT. Information from the responses received is presented in Table 1: “Conditions in which prisoners are held in temporary holding facilities”.", "According to figures from the departments, in 2004-2005 from 16 to 70 UH was allocated for each individual while being held in an ITT...", "...One of the problems with police custody is the fact that detained individuals suffering from tuberculosis cannot be sent to SIZO. As noted in the Council of Europe (Monitoring Committee Report, on the basis of a number of normative legal acts of the State Department for the Execution of Sentences, individuals suffering from infectious diseases (including tuberculosis) cannot be transferred to pre-trial detention centres (SIZO) from the temporary holding facilities (ITT) under the competence of the Ministry of Internal Affairs. According to some reports, 739 arrested people were not admitted to SIZO during 2004. TB-infected people were thus held in detention in the ITT, which are not fit for holding such persons, beyond the legally established maximum term of arrest (3 or 10 days). This not only violates the rights of the arrested but also promotes the spread of diseases in the ITT. According to the Ministry of Internal Affairs, more than 1,000 people are held daily in ITT after the maximum time-limit established by law, including 100 people ill with TB. The situation has not improved even after an Instruction (No. 419-p of 5 July 2004) was issued by the Cabinet of Ministers whereby the State Department for the Execution of Sentences was ordered to ensure admission of those arrested who are ill with TB. According to the comments of the Ukrainian authorities, there are plans to solve this problem by delegating the treatment of persons in detention on remand to special establishments of the Ministry of Health which will be guarded by Ministry of Internal Affairs units. This requires changes to the relevant legislation...", "...One of the activities of the Human Rights Ombudsperson is the overseeing the conditions in which individuals detained by the police are being held.", "A check made by the Human Rights Ombudsperson in June 2005 of a temporary holding facility (ITT) in the city of Feodosia found that the cells were still without windows. Many ITT have semi-basement dark concrete cells, without fresh air, drinking water, or plumbing, posing a risk to people's health and reminiscent of the middle ages. They furthermore constantly hold one and a half or even twice as many people as they have capacity for, and it is possible to breathe there only through forced ventilation.", "The Human Rights Ombudsperson found that the rights of citizens regarding three-hour detention in holding rooms were infringed, and that in half of the 808 district police departments people detained were not given anything to eat, despite several submissions from the Human Rights Ombudsperson, on the basis of which State Deputies and the Government allocated funding. Such conditions are also a form of torture, yet due to the continuing large numbers of detentions and arrests, people are placed in the rooms set aside for those detained. Each year more than a million people pass through these ITT...”", "III. RELEVANT INTERNATIONAL REPORTS", "56. The visit of the CPT delegation to Ukraine took place from 10 to 26 September 2000, in the course of which the delegation inspected six centres for temporary detention (police-run detention facilities designated for a short stay of detained suspects), including the Sevastopol ITT.", "57. The relevant parts of the CPT report read as follows:", "“50. The majority of ITTs visited were overcrowded. For example, in Sebastopol ITT, up to 10 persons were being held in cells of 15 m² and in several cells there were more persons than beds.", "51. In all the ITTs visited, access to natural light was obstructed by dense metal netting on the windows or jalousies and the artificial lighting was, in general, insufficient. Reading of any kind was a strain on the eyes. The ventilation was inadequate and the air in the cells visited heavy. The lack of ventilation was exacerbated by the fact that the cells tended to be fetid, detainees being provided with neither products for cleaning their cells nor the possibility of washing themselves other than in a basin of cold water..... Further, the sanitary facilities in nearly all the ITTs visited left something to be desired. A notable exception was Simferopol ITT, where the delegation noted the cells were clean and the detainees possessed basic hygiene products.", "In several ITTs there was an insufficient quantity of mattresses and blankets for all the detainees, while the cleanliness of those available was questionable. Further, with one or two exceptions, the ITTs visited did not possess outdoor exercise facilities. Nor was there any provision for activities; in many ITTs, detainees were not even permitted newspapers.", "52. In most ITTs, the single daily meal was supplemented by food parcels from relatives. Those without relatives shared the food of others. Given the fact that the Militia are unable financially to provide sufficient food to detainees, food parcels should not be subject to undue restrictions.", "53. In the light of the unacceptable conditions referred to above, the CPT was all the more concerned to learn that a significant number of detainees were being held in ITTs for periods much longer than the 10 day legal limit.", "...", "55. Health-care issues have been a matter of concern to the CPT since its first visit; no improvements were observed during the 2000 visit. To begin with, the CPT's delegation noted that in several ITTs (Bakchisaray, Lytne) there was no feldsher at all to maintain the health-care service. Further, the CPT must insist on the importance of all detainees receiving a thorough medical examination upon being admitted to an ITT; this is still not the norm at present. Further, the feldsher should take a proactive stance in dealing with health-care issues arising within an ITT; the cramped living space under which detainees are held and the lack of general hygiene constitute an environment conducive to the spread of diseases, in particular tuberculosis.”", "58. In its Report to the Ukrainian Government on the visit to Ukraine carried out from 24 November to 6 December 2002 the CPT stated as follows (original emphasise):", "“11. The legal framework governing deprivation of liberty by the Militia has already been described in previous CPT visit reports. The Militia, it will be recalled, can, on its own authority, hold a person suspected of a criminal offence for up to 72 hours.", "However, by law of 21 July 2001, the Code of Criminal Procedure was brought into line with the Ukrainian Constitution. Now, within 72 hours of detention, the investigating bodies are required, if they wish to have a suspect remanded in custody, to bring the suspect before a judge (Articles 106 and 165-2 of the Code of Criminal Procedure). The judge can order that the suspect be remanded in custody for up to 15 days, and thereafter grant extensions for a maximum total period of 18 months.", "A person remanded in custody is in principle transferred to a pre-trial prison (SIZO). The person may nevertheless be detained in an ITT for a maximum period of up to 10 days if the transfer to the SIZO cannot be effected owing to the distance or the absence of appropriate means of communication.", "12. In their reply to the report on the 2001 visit (document CPT/Inf (2002) 24), the Ukrainian authorities claimed that, thanks to the intervention of judges, overcrowding in police establishments had been substantially reduced. Unfortunately, the visit carried out at the end of 2002 demonstrated the contrary. With the sole exception of the Kyiv ITT, all the other establishments of this kind were overcrowded. It emerged that, in the various regions visited, the judges favoured an approach whereby suspects were remanded in custody, as was generally requested by the investigating bodies and prosecutors.", "The CPT recommends that the Ukrainian authorities raise the awareness of the investigating bodies and prosecutors/judges of the new legislation and encourage them to make extensive use of their power to apply non-custodial preventive measures to persons suspected of a criminal offence (cf. also paragraph 85 below).", "13. Moreover, in 2002, in examining the relevant records, the CPT's delegation again found cases of remand prisoners being held in ITTs for considerably longer than the 10 days permitted (for example, up to 48 days at the ITT of the Ministry of Internal Affairs of the District Directorate of Khust).”", "59. The relevant extracts from the Report of the CPT on a visit to Ukraine from 8 to 24 February 1998 read as follows (original emphasise):", "“189. During its visit to the Kyiv SIZO of the Security Service of Ukraine, the delegation also had the opportunity to examine a prison van. This vehicle contained three compartments with benches. The artificial lighting was very poor and the ventilation was non-existent. In addition, one of the compartments was extremely small (0.50m²). According to the staff in charge of the vehicle, this type of van was used only for short journeys within the city. However, the delegation heard allegations from prisoners that vehicles of this kind were sometimes used for longer journeys.", "The CPT would like to receive a copy of any regulations which might exist concerning the characteristics of vehicles used for transporting prisoners. In addition, it recommends that the Ukrainian authorities check the lighting and ventilation in prison vans, and cease placing prisoners in compartments as small as 0.50m².”", "60. The 2000 Report also contains the findings of the CPT concerning the conditions in which detainees were being transferred from one place of detention to another (original emphasise):", "“129. Concerning road transport of prisoners, the delegation inspected two Internal Affairs Ministry vans in Simferopol SIZO. Each vehicle had collective compartments and an individual compartment. The individual compartments were as small as 0.5 m²; in paragraph 189 of the report on its 1998 visit, the CPT has already recommended that the practice of placing prisoners in compartments of this size cease. Conditions in the vehicle were also similar in other respects to those described in the aforementioned paragraph of the report on the 1998 visit (poor artificial lighting, inadequate ventilation).", "130. Concerning rail transport, the delegation examined the facilities in one of the special carriages used for transporting prisoners. It had compartments measuring 2 and 3.5 m², with folding benches. The authorised capacity in the smaller compartments was six persons for journeys lasting not more than four hours, and four persons for longer journeys. In the larger 3.5 m² compartments, up to sixteen persons could be accommodated for short distances and twelve for long distances. The compartments had some access to natural light; however, ventilation was poor. The toilets for prisoners were in a disgusting state, clogged with excrement, despite the fact that prisoners were due to board a few minutes later for a long journey.", "There were no arrangements to provide prisoners with food, even over long distances; as for drinking water, only a small container was provided to supply the prisoners throughout the journey.", "131. The manner in which prisoners are transported, particularly by train, is unacceptable, having regard, inter alia, to the material conditions and possible duration of travel.", "The CPT recommends that conditions of prisoners' transport in Ukraine be reviewed in the light of the foregoing remarks. As an immediate measure, it recommends that the Ukrainian authorities take steps to:", "- significantly reduce the maximum number of prisoners per compartment in a railway carriage: 3.5 m² compartments should never contain more than six persons, and 2 m² compartments never more than three persons;", "- ensure that during rail transport, prisoners are supplied with drinking water and that for long journeys, the necessary arrangements are made for them to be properly fed;", "- no longer use 0.5 m² compartments in vans for transporting prisoners.”", "61. In its Report to the Ukrainian Government on the visit to Ukraine carried out from 24 November to 6 December 2002 the CPT stated as follows (original emphasise):", "“142. In its report on the 2000 visit (paragraph 131), the CPT made a number of recommendations concerning the transport of prisoners by road and rail. The matter was raised again in 2002 with the Ukrainian authorities, who stated that a working group had been set up to transfer responsibility for escorting prisoners from the Ministry of Internal Affairs to the Department for the Execution of Sentences. In the light of the critical findings again made by the delegation which carried out the 2002 visit, concerning transport vans, the CPT recommends that the Ukrainian authorities give a high priority to resolving the issue of the conditions under which prisoners are transported, with due regard to the recommendations in paragraph 131 of its report on the 2000 visit.”", "62. As regards the situation in the Sevastopol ITT, AI stated in a briefing on Ukraine for the United Nations Committee against Torture that took place on 30 April 2007:", "“According to the World Health Organization, Ukraine has an estimated tuberculosis (TB) case rate of 95 cases per year per 100,000 people which is the eighth highest in Europe and Eurasia. In a country with a very high rate of TB, overcrowding and poor conditions in pre-trial detention have led to a high rate of infection among detainees. In January 2006 the Sevastopol Human Rights Group reported to Amnesty International that there were 3040 TB infected detainees in the Sevastopol ITT in the Crimea. These people are detained for the full period of their pre-trial detention in the ITT, in violation of the Criminal Procedural Code, because of a long-standing practice that the nearest SIZO in Simferopol will not accept detainees infected with TB. In January 2006, 20 TB infected detainees were held in a cell designed for six people. They are provided with drugs, but reportedly they do not receive special food or the vitamins needed to counteract the effects of the drugs.”", "63. In a report “Europe and Central Asia. Summary of Amnesty International's Concerns in the Region. JanuaryJune 2004” AI stated the following:", "“At a meeting with AI delegates in June the National Human Rights Ombudsperson Nina Karpacheva stated that torture was still widespread. The main problems were lack of immediate access to a lawyer and conditions in pre-trial detention centres (SIZO) and temporary holding facilities (ІТТ). The problem was aggravated by a very high number of arrests and a failure to use alternative methods such as bonds and bail. Nina Karpacheva also stated that conditions in the Sevastopol ITT were particularly poor and have led to a very high rate of infection with tuberculosis (TB) among the detainees. Cells are overcrowded and detainees are forced to share bunks or sleep in shifts, food is inadequate and until January 2004 when Nina Karpacheva discovered a possible site for an exercise yard, there was no possibility to take exercise.", "The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment has repeatedly expressed concern about the spread of TB in prisons and places of detention in Ukraine, and in their report on conditions in 2000 expressed concern that no improvements could be observed. Andrey Ovsiannikov was arrested in June 2003 on suspicion of drug dealing and held in the Sevastopol ITT. He was not ill with TB at the time, but by September had been diagnosed with TB. He was not informed and found out only by chance in November when his health worsened. He did not receive any treatment until March when through the efforts of his family and the Sevastopol Human Rights Group he was hospitalized and received treatment. On 30 June he was returned to the ITT. AI is concerned that he has been held since June 2003 in pre-trial detention in the ITT when domestic law stipulates that detainees may be held in such facilities for a maximum of 72 hours, and that conditions in the Sevastopol ITT constituted cruel and inhuman treatment.”", "64. Relevant international reports and other materials concerning the treatment of tuberculosis in Ukrainian penitentiary establishments can be found in the judgment of 28 March 2006 in the case of Melnik v. Ukraine, (no. 72286/01, §§ 47-53)."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}