{"ITEMID": "001-101440", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF KOWALENKO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3;No violation of Art. 6-1", "JUDGES": "Ján Šikuta;Lech Garlicki", "TEXT": ["6. The applicant, Mr Siergiej Kowalenko, is a Ukrainian national who was born in 1969 and is currently serving a prison sentence in Bydgoszcz Remand Centre.", "7. The applicant was a defendant in a criminal case, which is not a subject of the instant application. He was at liberty, however, as no pre-trial detention had been imposed on him in connection with that case.", "8. On 15 October 2001 he was arrested by the police in connection with a new case, in which he was suspected of having committed numerous offences, among others, aiding and abetting in the concealment and trafficking of stolen cars, fraud and many counts of car hijacking.", "9. On 17 October 2001 the Toruń District Court (Sąd Rejonowy) ordered preventive measures, namely police supervision and a security deposit of 50,000 Polish zlotys (PLN) and the applicant was released. On 26 March 2002 those preventive measures were lifted but the applicant remained at liberty.", "10. On 15 July 2002 the prosecutor introduced additional charges against the applicant concerning membership of an organised criminal gang and additional offences of car hijacking and fraud.", "11. On 22 July 2002 the applicant, who came voluntarily to the prosecutor's office in connection with the other criminal case, was once more arrested and the new charges were brought against him.", "12. On 24 July 2002 the Toruń District Court decided to remand the applicant in custody. That decision was justified by the authorities by strong evidence against the applicant, the risk that he would obstruct the proceedings and the possibility of a severe penalty being imposed for the offences charged.", "13. Subsequently, the measure was extended by numerous decisions, inter alia, the decisions of the Toruń District Court of 21 October 2002, 22 January, 12 February,18 April, 28 July and 28 October 2003, 29 January, 29 April and 20 July 2004. The first-instance court's decision of 22 January 2003 was upheld by the Toruń Regional Court on 12 February 2003.", "14. The domestic courts relied on the original grounds for the applicant's pretrial detention. In addition, it was noted that the applicant was presumed to have played an important role in the commission of the offences charged, irrespective of the fact that he had not pleaded guilty. The authorities also argued that a likelihood that a severe sentence would be imposed on the applicant given the serious nature of the offences with which he had been charged, created a presumption that he would obstruct the proceedings by going into hiding if released. Lastly, it was reiterated that the applicant was likely to attempt to induce witnesses to give false evidence because one of the charges which he was facing at the trial in question was that he had allegedly instructed two co-defendants to lie about the circumstances surrounding the burglary into the house of a certain E.C.", "15. Meanwhile, on 15 March 2003 the bill of indictment was lodged with the Toruń District Court.", "16. It appears that the investigation file at this stage of the proceedings comprised forty volumes, the bill of indictment was 198-page long and that the thirty-three defendants faced the total number of 214 counts, out of which the applicant himself was charged with as many as twelve offences.", "17. The first trial was scheduled for 3 July 2003. Before that, however, on 18 April 2003 the trial court gathered to decide on the extension of the applicant's pre-trial detention (see paragraph 13 above).", "18. On 17 June 2004 the applicant started serving his prison sentence which had been imposed in the other criminal case.", "19. On 30 September 2004 the preventive measure was lifted. However, on 20 May 2005 the prosecutor made a formal request to the trial court that the applicant be remanded in custody as soon as he had completed his prison sentence in connection with his first criminal case, on 15 June 2005.", "20. As a result, on 6 June 2005 the Toruń District Court decided to remand the applicant in custody. The court reiterated the grounds indicated in the decision of 20 July 2004. The court also relied on the presumption that the applicant would obstruct the proceedings since a heavy penalty could be imposed for the offences charged. Moreover, the risk that the applicant would attempt to induce the witnesses to give false evidence was considered a valid ground for his detention even at that stage of the proceedings. The latter was justified by the applicant's obstructive behaviour and his attempts to delay the proceedings. The court also pointed to the complexity of the case and the fact that at that stage of the proceedings as many as twenty-two co-defendants were on trial. Lastly, it was observed that the proceedings were already at an advanced stage and they were likely to be concluded shortly.", "21. The applicant and his lawyer lodged two interlocutory appeals against that decision. The Gdańsk Court of Appeal (Sąd Apelacyjny) entertained the appeal lodged by the applicant's lawyer on 16 June 2005 and decided not to entertain the appeal lodged by the applicant himself. On an unspecified date the interlocutory appeal lodged by the applicant's lawyer was dismissed as no grounds had been found to justify the lifting of the applicant's pre-trial detention.", "22. Subsequently the applicant's pre-trial detention was extended by the decisions of the Gdańsk Court of Appeal of 13 July and 11 October 2005, and 17 January 2006. The Court of Appeal found that the original grounds for the preventive measure in question were still valid. Moreover, mindful of the fact that the applicant's pre-trial detention had exceeded the statutory limit of two years, the court noted that the further extension of the measure was nevertheless justified because the proceedings were about to be concluded.", "23. The applicant and his lawyer lodged interlocutory appeals against all the decisions extending the preventive measure. They also lodged numerous applications for release. All those appeals were rejected by the domestic courts.", "24. On 16 February 2006 the Toruń Regional Prosecutor discontinued the investigation into the applicant's allegations that a judge competent to decide on the lifting of his pre-trial detention had asked him for a bribe. The investigation was discontinued due to the lack of evidence justifying any suspicion that the offence had been committed.", "25. On 3 March 2006 the Toruń District Court convicted the applicant of several offences and sentenced him to 6.5 years' imprisonment.", "26. In the course of the proceedings before the first-instance court the applicant and his lawyer lodged numerous requests to challenge both the lay and professional judges. All those requests were rejected as no reasons had been found to consider the judges biased. The applicant submitted that his lawyer and he had lodged approximately 100 different procedural motions in the course of the proceedings before the first-instance court.", "27. Similarly, on 28 December 2006 the President of the Toruń Regional Court informed the applicant that the two judges with the same family name who had been assigned to the bench in the first and second-instance court were, in fact, not related.", "28. On 21 June 2007 the Toruń Regional Court upheld the first-instance judgment in the part concerning the applicant.", "29. On 18 March 2008 the Toruń Regional Court appointed a legal-aid lawyer to lodge a cassation appeal on behalf of the applicant. On an unspecified date the lawyer informed the court and the applicant that she had not found any grounds for lodging a cassation appeal in the case.", "30. On 10 June 2008 the same court refused to appoint another lawyer as requested by the applicant. The court noted that the previously appointed lawyer had made a thorough analysis of the case file and found no reasons to contest the lawyer's decision not to lodge a cassation appeal.", "31. On 16 September 2006 the applicant complained about the length of the proceedings under the Act of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). In particular, he submitted that the proceedings had been lengthy because the trial court had not severed his case from the cases of dozens of other co-defendants and because there had been long delays between hearings.", "32. On 17 November 2006 the Toruń Regional Court dismissed the complaint.", "33. The court took note of the fact that three years had lapsed from the date of the lodging of the bill of indictment against the applicant until the date when the applicant had been convicted by the first-instance court.", "34. The court also observed that the applicant's case was complex because of the nature of the charges brought against the defendants and the voluminous evidence.", "The case had initially involved thirty-three co-defendants and at the time of the firstinstance judgment, twenty-two. A number of the defendants were foreigners. The investigation files comprised forty volumes and an additional fifty-eight volumes had been produced in the course of the trial. The prosecutor had requested that eighty-seven witnesses be heard and the testimonies of eighty-nine other witnesses be read out at the trial. Moreover, the trial court had to examine over 500 items of evidence and obtain medical reports on the applicant's mental health. It was stressed that the defendants, especially the applicant, had made extensive use of their procedural rights to challenge the judges, submit motions for new evidence or to ask for adjournment of the hearings. The trial court had to rule on all those issues and, in addition, at separate sessions, on preventive measures. The court's first sessions, which concerned the preventive measures of the applicant and two other defendants, were held shortly after the bill of indictment had been lodged, namely on 28 March and 18 April 2003. Moreover, in 2003 the trial court held twenty-two hearings, in 2004 – thirtytwo, in 2005 – fourteen and in 2006 - eight.", "35. The court also addressed the applicant's complaint that too many defendants had been tried in one trial. To that effect the court noted that the cases of two defendants had been severed already in May 2003, of eight others, gradually, prior to August 2003 and of another defendant, at the later stage of the proceedings. The trial court had considered that the remaining twenty-two co-defendants had to be tried together because the charges against them were intertwined and the testimonies of witnesses summoned concerned several defendants at a time.", "36. Moreover, the court observed that some delays had occurred because the applicant had been making use of his procedural rights in an abusive manner or because he had been taken ill.", "The applicant had lodged multiple applications to challenge each judge of the bench. His oral submissions at some hearings had lasted several hours. He had applied for the adjournment of many hearings because of a medical indisposition. Several other hearings had to be interrupted because the applicant had asked for an ambulance to be called to the court. Finally, when the trial had come to an end on 24 February 2006 the applicant had asked for an adjournment in order to prepare his own closing speech. The trial court had complied with the request and had scheduled a new hearing for 3 March 2006. On that date, however, the applicant had left the court room, refusing to participate in the proceedings.", "37. Lastly, the court pointed out that the first-instance judgment, convicting the applicant and all other defendants, comprised eighty pages and additional 373 pages of a reasoned opinion. That element proved, in the court's opinion, that the case in question had been very complex and justified further procedural extensions (for example, to serve the hard copy of the judgment on the parties).", "38. It was also taken under consideration that, at the time when the court was giving its ruling under the 2004 Act, two appeals, which had been lodged by the applicant and his lawyer, were pending for three weeks before the court of appeal.", "39. In the light of the above findings, the Toruń Regional Court concluded that the time taken by the trial court to complete the applicant's case was not excessive. On the contrary, the overall length of the proceedings was justified by the complexity of the charges, the voluminous material and the necessity to secure to all co-defendants the effective enjoyment of their procedural rights.", "40. The applicant has corresponded extensively with the State authorities, non-governmental organisations and the Court. He submitted that his letters had been withheld and censored by the authorities.", "Practically each envelope of the applicant's numerous letters sent during his incarceration had the stamp of the detention facility in which he was being held at the relevant time. The stamp in question also indicated the date of receipt of the letter and a registration number. For example: “Bydgoszcz Remand Centre ... received on... No. ...” (Areszt Śledczy w Bydgoszczy Wpł. ... Nr...), Toruń Remand Centre ... received on... No. ... Signature” (Areszt Śledczy w Toruniu Wpł. ... Nr...Podpis). The blank spaces were filled in by a printed or handwritten date and a handwritten number. In addition, an illegible signature was visible on several of the envelopes. It appears that the envelopes had not been opened before they were forwarded to the addressee.", "41. The envelope containing the applicant's letter sent to the Registry of the Court on 5 April 2006 bears a stamp: “Censored agreeing on delivery Toruń on ... [space for date and signature] President of Criminal Department” (Ocenzurowano zezwalam na doręczenie, dn ... Przewodniczący Wydz. Karnego). The stamp, however, is crossed out and the space for the date and signature are not filled in. It appears that the envelope had not been opened before it was received by the Court.", "42. The applicant lodged several complaints with the prosecution and penitentiary authorities alleging that his correspondence had been withheld or monitored.", "43. On 2 February 2006 the Toruń District Prosecutor decided not to open an investigation into the matter because the applicant had failed to substantiate his allegations. On 14 June 2006, however, the Toruń Regional Prosecutor quashed the above decision and ordered an additional inquiry.", "44. On 28 November 2006 the Toruń District Prosecutor upheld the police decision of the same date to discontinue the inquiry into the applicant's allegations that his letters had been withheld or monitored by the administration of Bydgoszcz Remand Centre and the Toruń District Court. The inquiry did not confirm that the alleged facts had taken place. On 9 February 2007 the Toruń Regional Prosecutor quashed that decision and ordered a further inquiry. The applicant did not submit any information as to the subsequent developments in the case.", "45. By letter of 6 March 2007 a penitentiary judge of the Toruń Regional Court informed the applicant that his letters had not been sent by Toruń Remand Centre via the court because the applicant had the status of a convicted person. Consequently, the applicant's correspondence could not have been withheld or monitored.", "46. The relevant domestic law and practice concerning the imposition of pretrial detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are set out in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 2733, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 2223, 4 August 2006.", "47. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court's decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V; Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII; and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.", "48. The legal provisions concerning monitoring of detainees' correspondence applicable at the material time and questions of practice are set out in paragraphs 65-66 of the judgment delivered by the Court on 4 May 2006 in Michta v. Poland , no. 13425/02.", "49. The relevant statistical data, recent amendments to the Code of Criminal Procedure designed to streamline criminal proceedings and references to relevant Council of Europe materials can be found in the Court's judgment in the case of Kauczor (see Kauczor v. Poland, no. 45219/06, §§ 27-28 and 30-35, 3 February 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}