{"ITEMID": "001-73177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KOŘÍNEK AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["5. The applicants were born in 1929, 1929, 1956, 1960, 1964 and 1966 respectively and live in Prostějov except for the sixth applicant who lives in Ostrov nad Ohří.", "6. On 12 August 1992 the applicants lodged with the Prostějov District Court (okresní soud) a claim against the Ministry of Justice for damages caused by a violation of their personal rights and an unlawful court decision.", "7. On 28 September 1992 the Brno Regional Court (krajský soud) referred the matter to the Brno Municipal Court (městský soud) which, in a decision of 25 June 1993, having received the defendant’s observations on 5 March 1993, separated that part of the action relating to the damage caused by a violation of personal rights and transferred it to the Regional Court. On 29 October 1993 the Regional Court decided to send certain of the applicants’ claims contained in this part of their action back to the Municipal Court. This decision became effective on 3 December 1993.", "8. At a hearing held on 24 November 1993 the Municipal Court heard the first three applicants; the sixth applicant was to be heard by the Karlovy Vary District Court (okresní soud). It appears from the minutes that the fourth applicant did not attend the hearing. According to the Government, as the fifth applicant had not attended the hearing, he submitted his written statement on 15 March 1994. On 25 March 1994 the first and second applicants supplemented the action.", "9. In the meantime, on 30 November 1993, the Municipal Court had requested the Prostějov District Court, the Kroměříž District Court and the Prague High Court (Vrchní soud) to submit some documents.", "10. On 17 May 1994 the Municipal Court contacted the Vyškov District Court and the Zlín District Court in order to obtain information concerning other judicial proceedings initiated by the applicants. On 8 September 1994 it re-contacted the Vyškov District Court.", "11. On 1 July 1994 the Karlovy Vary District Court, at the Municipal Court’s request of 2 June 1994, heard the sixth applicant who, on 7 July 1994, supplemented the action. The Municipal Court sent this document to the other parties to the proceedings on 13 January 1995, after the applicant having submitted the appropriate number of her supplement.", "12. On 19 October 1995 the second applicant supplemented the action through the fourth applicant. On 31 October 1995 the Municipal Court held a hearing which was adjourned in order to gather evidence and to clarify the stage of the other proceedings which the applicants had concurrently instituted. The fourth applicant did not attend the hearing.", "13. On 9 August 1996 the applicants’ lawyer, who did not have a power of attorney signed by the fourth applicant, asked for the latter’s psychiatric examination. On 14 August 1996 the first and second applicants requested that the first and fourth applicants be heard in their home.", "14. On 25 October 1996 an attempt to hear the fourth applicant was made.", "15. On 14 March 1997 the Municipal Court contacted the Prostějov Health Centre (zdravotní středisko) with a view to obtaining information about the fourth applicant’s state of health. On 10 July 1997 it asked the Prostějov District Court whether proceedings on limitation of the fourth applicant’s capacity to act had been instituted. Having received a negative reply, it invited the applicants’ lawyer, on 4 August 1997, to consider whether the other applicants could act as the fourth applicant’s guardians in the proceedings. On 12 September 1997 the lawyer informed the court that the second applicant would be ready to undertake this function. However, on 27 November 1997 the Municipal Court informed the lawyer that this would not be possible due to the risk of a conflict of interest. On 23 January 1998 the lawyer informed the court that the family was looking for a guardian.", "16. On 16 September 1998 the Municipal Court asked the Prostějov District Court to appoint a guardian to defend the fourth applicant’s interests. On 29 March 1999 the District Court appointed the second applicant to represent the fourth applicant, finding that there was not any risk of a conflict of interest. On 15 October 1999 the Regional Court, having asked to have been provided with the case-file on 3 August 1999, sent it back to the Municipal Court.", "17. On 29 October 1999 the applicants’ lawyer submitted final written pleadings.", "18. On 23 November 1999 the fourth applicant gave a power of attorney to the lawyer. On the same day, the Municipal Court held a hearing, at which it invited the applicants’ lawyer to submit a supplementary statement, which the lawyer did on 22 December 1999. However, on 21 April 2000 the court asked him to explain the meaning of his statement.", "19. On 3 August 2000 the Municipal Court, taking into account the aforesaid statement of the applicants’ lawyer, interpreted this as a withdrawal of the claims of the third, fourth, fifth and sixth applicants and discontinued the proceedings in respect of these claims. The decision became effective on 4 September 2000.", "20. On 21 September 2000 the Municipal Court requested the first and second applicants to specify of their claims for damages. On 7 November 2000 their lawyer requested the court to extend the time-limit for that purpose.", "21. On 15 February 2001 the Municipal Court discontinued the proceedings in respect of the claims of the first and second applicants due to their failure to specify their claims.", "22. On 10 August 1994 the Regional Court declared that it was not territorially competent to deal with the applicants’ action for protection of their personal rights and transferred it to the Prague Municipal Court.", "23. On 10 October 1994 the applicants appealed.", "24. On 29 March 1996 the Prague High Court, having received the case-file on 10 March 1995, quashed the aforesaid decision and on 20 May 1996 remitted it to the Regional Court for further consideration.", "25. On 25 July 1996 the applicants were invited to supplement their action, which they did on 4 September 1996.", "26. On 20 February 1997 the Regional Court separated certain of the applicants’ claims for a separate hearing. On 18 March 1997 it declared that it was not territorially competent to deal with the case and transferred it to the Municipal Court, which did not agree with the transfer and brought the competence conflict to the High Court. On 28 March 1998 the High Court held that the Regional Court was competent to deal with the applicants’ case.", "27. On 30 October 1998 the Regional Court held a hearing. On 9 November 1998 the first applicant, not having attended the hearing, submitted his written statement.", "28. Another hearing was held on 29 September 2000. The court requested the applicants to pay court fees. On 30 October 2000 the applicants’ lawyer disagreed and three of the applicants appealed against the request.", "29. Between 2 November 2000 and 30 April 2001 the judge dealing with the applicants’ case was sick.", "30. On 1 October 2001 the applicants’ appeal was sent to the High Court, which on 11 October 2001 returned the case-file to the Regional Court with a request to remove certain formal shortcomings.", "31. On 15 September 2003 the Regional Court invited the applicants to complete their action and, on 17 September 2003, requested the applicants’ lawyer to clarify his previous pleadings. The lawyer complied on 27 September 2003. As the first applicant had died on 25 February 2003, the lawyer modified and extended the applicants’ original action on 22 October 2003.", "32. On 26 January 2004 the Regional Court separated certain of the applicants’ claims for a separate hearing. The next day, it requested the applicants to specify their action. The applicants’ lawyer replied on 4 February 2004.", "33. Between 28 January and 8 August 2004 the judge dealing with the case was sick.", "34. It seems that the proceedings are still pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}