{"ITEMID": "001-115312", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "STAROVOITOVS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Vadims Starovoitovs, is a Latvian national, who was born in 1968 and lives in Rīga. He was represented before the Court by Ms J. Kvjatkovska, a lawyer practising in Rīga.", "2. The Latvian Government (“the Government”) were represented by their Agent, Mrs I. Reine, who was succeeded by Agent Mrs. K. Līce.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 8 April 2004 the applicant was remanded in custody, suspected of having committed a number of robberies.", "5. On 26 August 2004, before the Latgale District Court, the applicant pleaded guilty and, in a judgment of 30 August 2004, the court convicted the applicant and sentenced him to eight years’ imprisonment. The applicant submitted an appeal, which he later withdrew. The judgment of the lower court came into force on 20 April 2005.", "6. The applicant states that in April 2004, when his detention order was adopted, he informed the judge that prior to his arrest he had worked for three years as a security guard in a private company. He asked to be placed in special detention facilities for former members of law-enforcement institutions. The judge dismissed his request because he was not able to prove that he had been employed by the Ministry of the Interior.", "7. After his arrival at the Central Prison, and later in Valmiera Prison, he informed the prison guards about his former employment.", "8. On 5 April 2005 his cellmates in the Central Prison found out about his former employment and therefore, after a conflict in the cell, the applicant was transferred to another cell. After other cellmates had found out about the applicant’s previous employment, and also the fact that, according to informal rules in the prison, he had the lowest “social status” (“левый” as stated by the applicant) during the night of 20 April 2005 he was ill-treated by them and in the morning he was transferred to another cell. On 30 April 2005 he was again transferred because his cellmates had refused to share a cell with an inmate of the lowest social status.", "9. On 7 June 2005 the applicant was transferred to Valmiera Prison and placed in a common cell with other inmates. He states that during June and July he wrote several letters to the Governor of Valmiera Prison raising doubts about his safety in the prison, but that no measures were taken. In September 2005 the Prisons Administration dismissed a request submitted by the applicant’s mother for him to be transferred to another prison.", "10. At the Government Agent’s request, the Ministry of Justice provided the following information, supported by copies of letters and decisions.", "11. From 8 April 2004 to 7 June 2007 the applicant was held in detention in the Central Prison in Rīga. When the final judgment in the applicant’s criminal case took effect he was transferred to Valmiera Prison.", "12. On 26 and 29 April 2005 the applicant and his mother asked the Prisons Administration to transfer the applicant to a prison in Rīga. The requests were motivated by the family situation, namely the mother’s poor health and the fact that the applicant had little opportunity to see his wife and child. In June 2005 the Prisons Administration dismissed the request.", "13. On 29 July 2005 the applicant complained to the Prosecutor General about, inter alia, the potential threats he would face if other inmates found out about his former employment with a security company.", "14. On 8 and 14 September 2005 the applicant and his mother repeatedly asked the Prisons Administration to transfer the applicant to Matīsa or Brasa Prison in Rīga. In addition to the reasons previously given, they cited the fact that the applicant had worked in a security company and therefore feared that other inmates might find out. The applicant stated, inter alia, that at the moment he was keeping the situation in his cell under control, but he feared that the situation might change after his transfer to a less lenient prison regime where he would have to share the common areas with other inmates.", "15. On 16 September the Prisons Administration asked the security company to provide information about the applicant. On 20 September 2005 the Prisons Administration informed the applicant’s mother that once the details of the applicant’s previous employment with a security company had been established, the applicant ought to be transferred to specialised detention facilities intended for former members of law-enforcement establishments in Rīga.", "16. On 10 October 2005 the head of the Security Department of the Prisons Administration, having analysed the information that from 1 March 2001 until 30 November 2003 the applicant had been employed by a security company, decided that for security reasons the applicant should be transferred to Matīsa Prison in Rīga. That decision was put into effect on 17 October 2005.", "17. On 25 July 2005, following the murder of an inmate at Valmiera Prison, members of the Prisons Administration special forces unit began a search of all the cells in Valmiera Prison. During the search, the inmates were ordered to leave their cells and gather in the prison yard.", "18. According to the applicant, the inmates were ordered to wait in an uncomfortable position for three hours in direct sunlight. All attempts to move resulted in the officers kicking the inmates and beating them with batons. After the search, the applicant returned to his cell, where everything had been turned upside down and some of his belongings were missing.", "19. On 26 July 2005 he asked Valmiera Prison administration to explain on what basis special measures were being used against him. He also asked for his missing belongings to be returned.", "20. On 29 July 2005 the applicant complained about the search to the Office of the Prosecutor General, and asked it to investigate the lawfulness of the measures used by the Valmiera Prison Administration.", "21. On 4 August 2005 the prosecutor informed the applicant that his complaint had been forwarded to the Prisons Administration and that he would be informed of the results of the investigation in due course.", "22. According to the applicant the administration of Valmiera Prison offered to transfer the applicant to another prison in Rīga in exchange for the applicant withdrawing his previous complaints about Valmiera Prison. In a letter dated 23 August 2005 the applicant informed the Prisons Administration that he had settled the matter with Valmiera Prison administration, which had compensated him for his lost belongings.", "23. On 12 February 2006 the applicant again complained to the Office of the Prosecutor General about the search on 25 July 2005.", "24. On 12 April 2006 the Prisons Administration informed the applicant that the Specialised Public Prosecutor’s Office had not found any violations by members of the special forces unit during the search on 25 July 2005.", "25. According to the information the Ministry of Justice and the prosecutor’s office had provided to the Government Agent, after the search carried out by the special forces unit in Valmiera Prison, several inmates complained that the special forces had inflicted bodily injuries on them and that the medical unit had failed to provide prompt medical assistance. During the internal investigation launched by the Prisons Administration it was established that on the day of the search five inmates had asked for medical assistance and the next day eleven inmates had done so. The applicant was not among them.", "26. In his letter of 29 July 2005 addressed to the prosecutor’s office (a copy of which has been provided by the Government) the applicant described the situation in Valmiera Prison during the search. He stated that he had observed from the window of his cell intolerable behaviour by members of the special forces unit and officers of Valmiera Prison. He also stated that he and his cellmates had voluntarily obeyed the orders given by the special unit but those who had disobeyed had been beaten and kicked. In general the applicant asked Valmiera Prison to investigate the activities of all those who had participated in the search.", "27. On 5 August 2005 seven inmates (the applicant not being among them) submitted complaints to the prosecutor’s office concerning the activities of the special forces unit, and asked for criminal proceedings to be instituted. In September 2005 the prosecutor’s office dismissed the complaints but on 5 April 2006, at the Ombudsman’s request, the latter decision was quashed and criminal proceedings were instituted. At the time the Government observations were submitted the investigation was still ongoing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}