{"ITEMID": "001-60748", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BAKOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant claimed restitution of real property which had been expropriated from her in 1967.", "8. On 15 September 1992 the Košice-mesto Land Office (Pozemkový úrad) granted the applicant’s claim. The Land Office established, after an inspection of the land in question, that it had never served the purpose for which it had been expropriated which was a relevant reason for its restitution within the meaning of Section 6 (1) (m) of the Land Ownership Act of 1991. The educational institution which possessed the land challenged the decision.", "9. On 19 April 1993 the Košice Regional Court (Krajský súd) quashed the administrative decision as it considered the reasons for it to be insufficient. The Regional Court instructed the administrative authority to establish all relevant facts of the case and to hear the parties.", "10. On 29 December 1997 both the applicant and a representative of the institution using the land in question met with officials of the Košice 2 District Office (Okresný úrad) to which the case fell to be examined. In the course of the meeting the relevant facts of the case were examined.", "11. On 6 February 1998 the Košice 2 District Office delivered a new decision by which it dismissed the applicant’s claim. It held that the plot served the original purpose of its expropriation within the meaning of Section 6 (1) (m) of the Land Ownership Act of 1991 and that the applicant had received compensation for it. The decision was signed by the head of the land, agriculture and forest department of the District Office.", "12. On 10 March 1998 the applicant requested judicial review of this decision. She complained that the Land Office had failed to establish the relevant facts correctly, that it had decided arbitrarily and that there had been no hearing in the case.", "13. On 12 June 1998 the Košice Regional Court upheld the District Office’s decision. The court found, with reference to the documents included in the file of the District Office, that the plot in question served the purpose of its expropriation since a social institution used it as a playground for handicapped children. With reference to Article 250f of the Code of Civil Procedure, the Regional Court decided in camera.", "14. Pursuant to Section 6 (1) (m) of Act No. 229/91 on Adjustment of Ownership Rights to Land And Other Agricultural Property (Zákon o úprave vlastníckych vzťahov k pôde a inému poľnohospodárskemu majetku – “the Land Ownership Act”), real property which was expropriated with payment of compensation shall be restored if it still exists and provided that it has never served the purpose for which it was expropriated.", "15. The lawfulness of decisions delivered by administrative authorities can be examined by courts in accordance with Part V of the Code of Civil Procedure which governs the administrative judiciary.", "16. Article 250f, as in force at the relevant time, entitled the courts to deliver a judgment without prior oral hearing in simple cases, in particular when there is no doubt as to whether the administrative authority established the facts correctly, and the point at issue was a question of law.", "17. In accordance with Article 250m (3), the parties to the proceedings before the court are the parties in the proceedings before the administrative authority and the administrative authority whose decision is to be reviewed.", "18. Pursuant to Article 250q (1), when the court reviewing an administrative authority’s decision does not decide without an oral hearing pursuant to Article 250f, it may take such evidence as is necessary for reviewing the decision at issue.", "19. Under Article 250r, if the court quashes the decision of the administrative authority, the latter, when taking a new decision, is bound by the legal opinion expressed by the court.", "20. Act No. 222/1996 on the Organisation of the Local State Administration (Zákon o organizácii miestnej štátnej správy a o zmene a doplnení niektorých zákonov) governs, inter alia, the status and competence of district offices.", "21. Sections 1 (1) and 4 (1) provide that district offices are State authorities in charge of local administration of the State which are financed from the State budget.", "22. Section 5 (2) entitles the district offices to decide at first instance on the rights and obligations of natural or legal persons in the context of administrative proceedings.", "23. Pursuant to Section 8 (2), the head of a district office is appointed and revoked by the Government.", "24. Section 8 (7) provides that the heads of departments of district offices are appointed by the head of the district office.", "25. Pursuant to Section 9, the departments of district offices shall act and decide in the context of administrative proceedings autonomously unless the law otherwise provides.", "26. Section 11 (1) provides that district offices are directed and controlled by the Government when carrying out State administration.", "27. In its finding No. PL.ÚS 14/98 of 22 June 1999 the Constitutional Court found that Article 250f of the Code of Civil Procedure was contrary to the Constitution and also to Article 6 § 1 of the Convention. As a result, this provision ceased to be effective from the moment of its publication in the Collection of Laws on 14 July 1999."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}