{"ITEMID": "001-58810", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GUISSET v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 on account of the lack of a hearing in public;Violation of Art. 6-1 on account of the length of the proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "B. Pacteau;Wilhelmina Thomassen", "TEXT": ["11. The applicant was the French ambassador to the United Arab Emirates from December 1977 to March 1982.", "12. On an audit of the accounts and the administration of the French Secular Mission and the International Academic and Cultural Foundation for the years 1976 to 1983, the Audit Court discovered various irregularities relating to the building of a school in Abu Dhabi.", "13. The French school in Abu Dhabi, which was run by a school parents' association that owned the buildings, was opened in 1974 and occupied land belonging to the French State.", "14. In March 1981 the local authorities requested that the land be returned to the municipality of Abu Dhabi on 30 June 1981 in exchange for another plot of land situated in the embassies' district in the outskirts. The exchange was approved by the relevant interministerial commission.", "15. New buildings were built on the land in time for the start of the 1981/82 school year. The school, now the Louis-Massignon Upper Secondary School, was the first phase of a larger development known as the “Franco-Arabic Sheikh Khalifa Cultural Centre”, which also includes arts and leisure centres.", "16. The development was financed by two loans of fifteen million dirhams (approximately seventeen million French francs (FRF)) each, taken out in June 1980 and May 1981 for terms of ten and twenty years respectively at an interest rate of 4% (subsequently reduced to 2%) from the government of the Emirate of Abu Dhabi.", "17. The loans, which were binding on the State, were signed by the applicant in his capacity as ambassador and in the name of the French embassy. However, in contravention of the Rules governing State Income and Expenditure, the applicant failed to request authority to sign the agreements, thereby committing an offence under Article L. 313-1 of the Financial Judicature Code, which makes misconduct of the financial affairs of the State or of certain authorities a criminal offence and establishes the Disciplinary Offences (Budget and Finance) Court.", "18. By a decision of 15 February 1984, the Audit Court, following an “audit of the accounts and the administration of the French Secular Mission and the International Academic and Cultural Foundation for the 1976 to 1983 financial years”, committed the applicant to stand trial before the Disciplinary Offences (Budget and Finance) Court. That decision, which the applicant was not informed of, was lodged with the registry of the Disciplinary Offences (Budget and Finance) Court on 9 August 1984.", "19. After 3 July 1986, when the decree terminating his term as ambassador to Bolivia (the post to which he had been assigned after the United Arab Emirates) was issued, the applicant was given no further posting or promotion but continued to receive his basic salary without compensation.", "20. On 11 February 1987 Principal State Counsel at the Audit Court, in his capacity as public prosecutor at the Disciplinary Offences (Budget and Finance) Court, applied for an investigation to be started and for the appointment of a judge rapporteur, who was designated by the President on 9 March 1987. The applicant, who had been informed on 10 June 1987 that an investigation was under way and of his right to instruct counsel, was heard by the judge rapporteur on 25 June and 3 July 1987. On 13 April and 4 November 1988 respectively, the opinions of the Minister for Foreign Affairs and the Minister for the Budget were received.", "21. By a decision of 15 November 1988, Principal State Counsel made an order committing the applicant for trial before the Disciplinary Offences (Budget and Finance) Court.", "22. On 7 February 1989 the applicant was informed by the President of the Disciplinary Offences (Budget and Finance) Court that he could inspect the case file at the secretariat of that court.", "23. On 24 March 1989 the applicant lodged a memorial in defence with the registry of the Disciplinary Offences (Budget and Finance) Court.", "24. On 11 April 1989 the applicant lodged a complaint against a person or persons unknown with the public prosecutor's office at the Paris tribunal de grande instance concerning withdrawals of funds from the Franco-United Arab Emirates Cultural Association after his departure from Abu Dhabi.", "25. On 13 April 1989 he made an application to the Disciplinary Offences (Budget and Finance) Court for the proceedings against him to be stayed until the final determination of the aforementioned complaint and sought additional information in order to obtain communication from the Ministry of Foreign Affairs of information and supplemental documentation, and from the Audit Court of the reports lodged when his committal for trial was ordered.", "26. In a judgment of 17 April 1989, which was served on the applicant on 3 October 1989, the Disciplinary Offences (Budget and Finance) Court dismissed his application on the ground that “... the documents in the investigation file [were] sufficient to enable the Court to reach its decision without there being any need for other evidence or to await the outcome of the aforementioned complaint”. It imposed a fine of FRF 2,000 on the applicant for contravening the Rules governing State Income and Expenditure.", "27. On 4 December 1989 the applicant appealed on points of law to the Conseil d'Etat and on 4 April 1990 he lodged written submissions.", "28. The appeal on points of law was declared admissible by the Conseil d'Etat on 25 January 1991 and communicated on 14 February 1991 to the Minister for the Budget and on 18 April to the Minister for Foreign Affairs. The former lodged submissions in defence on 11 April 1991 and the latter on 3 September 1991.", "29. On 22 July 1991 the case file was communicated to the applicant's lawyer to enable him to lodge submissions in reply.", "30. By a judgment of 29 December 1993, the Conseil d'Etat reversed the judgment of 17 April 1989 of the Disciplinary Offences (Budget and Finance) Court, holding:", "“[The applicant] had maintained before the Disciplinary Offences (Budget and Finance) Court that the committal order of 15 February 1984 by which the Second Regional Audit Board decided to refer the case to the Disciplinary Offences (Budget and Finance) Court pursuant to section 16 of the Law of 25 September 1948, as amended, was defective. The objection raised by [the applicant] before the Disciplinary Offences (Budget and Finance) Court must be regarded as a submission that the proceedings brought against [him] were inadmissible ... Since it failed to rule on that preliminary objection, the decision of the Disciplinary Offences (Budget and Finance) Court was invalid for want of sufficient reasoning. [The applicant's] request to have that decision set aside is accordingly founded...”", "31. The case was remitted to the Disciplinary Offences (Budget and Finance) Court and registered with that court on 24 January 1994.", "32. In a letter dated 4 January 1995, the President of the Disciplinary Offences (Budget and Finance) Court informed the applicant that he could inspect the case file at the secretariat of the court. However, that letter was returned marked “does not live at the stated address”. A further letter was sent to the applicant on 23 January 1995.", "33. On 20 March 1995 the applicant lodged his submissions with the Disciplinary Offences (Budget and Finance) Court. He appeared before that court on 12 April 1995.", "34. After the hearing, which began with representations from the judge rapporteur, followed by legal submissions by Principal State Counsel, explanations from the applicant assisted by his lawyer, applications from Principal State Counsel and lastly oral submissions by counsel for the applicant, the final speech being by the applicant and his counsel, the Disciplinary Offences (Budget and Finance) Court delivered judgment on 12 April 1995. The judgment was served on 28 December 1995. With regard to the defence based on an alleged violation of Article 6 § 1 of the European Convention on Human Rights, it concluded:", "“The defence refers to the aforementioned Convention, and in particular to Article 6 § 1 of that Convention, inasmuch as the court is allegedly called upon to determine civil rights and obligations or a criminal charge. Under that provision, it is said that [the applicant] is entitled to a public hearing within a reasonable time. He claims that the proceedings in the present case have exceeded a reasonable time, since more than ten years elapsed between the registration of the committal order by the public prosecutor's office at the court on 9 August 1985 and the letter of 21 March 1995 from Principal State Counsel summoning [the applicant] to appear on 12 April 1995. Accordingly, it is claimed that by reason of the unreasonable length of the proceedings, the offence is time-barred and the proceedings null and void, both under the ... Convention referred to above and section 30 of the Law of 25 September 1948, as amended.", "The fines imposed pursuant to the Law of 25 September 1948 by the Disciplinary Offences (Budget and Finance) Court did not relate to the determination of civil rights and obligations or of a criminal charge. They are thus outside the scope of the provisions of paragraph 1 of Article 6 of the Convention ... The applicant is therefore unable to rely on those provisions of the Convention in support of the contention that the proceedings were defective because the impugned decision was not taken after a public hearing. Consequently, the Court must apply the final paragraph of section 23 of the Law of 25 September 1948, as amended, [L. 314-15], which provides that hearings before the court are not held in public.", "For the purposes of the five-year limitation period instituted by section 30 of the Law of 25 September 1948, as amended, time ran from the date of the act rendering the perpetrator liable to the application of the penalties laid down by the Law – that is to say, 21 June 1980 – until the case was brought before the Court, in the instant case by committal from the Audit Court on 9 August 1984. Thus, the prosecution of the offence ... is not time-barred ...”", "35. Then, after going through the evidence against the applicant, the Disciplinary Offences (Budget and Finance) Court found that he had infringed the Rules governing State Income and Expenditure and was liable to the penalties laid down by the statute. In that connection, it found that:", "“[The applicant] executed two loan agreements in turn in his capacity as French ambassador without receiving prior instructions to do so from the Ministry of Foreign Affairs. Indeed, that ministry was not competent to give such instructions, as, under the terms of the Ordinance of 2 January 1959 governing the Finance Acts, only the Minister of Finance was empowered to enter into borrowing agreements under the general authorities given each year by the Finance Acts. However, by acting within his apparent authority and by contracting an obligation, the ambassador exposed the French State to the risk that it would have to bear any harmful consequences.", "...", "However, the Court finds that [the applicant] was confronted as a matter of urgency with a situation brought about by the wishes of the municipality and the Emirate of Abu Dhabi to recover possession of the land occupied by the French school. Moreover, it was recognised that the school did not have sufficient teaching capacity. The initiative taken by the [applicant] meant that the school was able to reopen in satisfactory conditions at the start of the school year in September 1981, as was deemed imperative. The central administrative department of the Ministry of Foreign Affairs was slow to react to correspondence and the various departments failed to act in a coordinated manner. Throughout the period in which the financial arrangements were being put into place [the applicant] received encouragement from the minister and from the minister's private office.”", "36. The Disciplinary Offences (Budget and Finance) Court found that those circumstances, taken as a whole, entitled the applicant to be exonerated from the imposition of a fine and he was acquitted of the charge.", "37. As a result of the acquittal, no appeal lay against that decision of the Disciplinary Offences (Budget and Finance) Court to the Conseil d'Etat.", "38. However, the applicant received no offers of postings. In February 1997 he went into compulsory retirement with the same grade and step as he had achieved in 1978.", "39. The principle of the separation of the powers of authorising officers and accountants is one of the fundamental and characteristic tenets of the French law of public accounting.", "40. Any budgetary operation by a public body requires action by two agents acting in turn: the authorising officer, who has authority to deal with income and expenditure, and the accountant, who is responsible for debt recovery and payments.", "41. Law no. 48-1484 of 25 September 1948 established a specialised court, the Disciplinary Offences (Budget and Finance) Court, which, though independent of the Audit Court, is closely affiliated to it. The court was established to hear cases against public authorising officers, who had previously been liable only to disciplinary penalties in their capacity as civil servants, or to criminal penalties.", "42. The provisions of that statute, which has undergone a number of amendments, were consolidated by Law no. 95-851 of 24 July 1995, which now constitutes the legislative section of Book III of the Financial Judicature Code concerning institutions associated with the Audit Court. Part I of Book III concerns the Disciplinary Offences (Budget and Finance) Court.", "43. The relevant provisions read as follows:", "“The court shall be composed of the following:", "The President of the Audit Court, as president.", "The President of the Finance Division of the Conseil d'Etat, as vice-president.", "Two members of the Conseil d'Etat.", "Two senior members of the Audit Court.", "...”", "“The members of the Conseil d'Etat and the senior members of the Audit Court are appointed to the court by decree issued by the Cabinet for a term of five years. ...”", "“The functions of public prosecutor at the court shall be performed by Principal State Counsel at the Audit Court, assisted by an advocate-general and, if necessary, one or two law officers chosen from among the judges sitting in the Audit Court.”", "“Cases shall be investigated by judge rapporteurs chosen from among the members of the Conseil d'Etat and the Audit Court.”", "44. The relevant provisions are as follows:", "“The [Disciplinary Offences (Budget and Finance)] Court shall have jurisdiction to try:", "...", "(b) any public servant or civil or military agent of the State, any agent of any territorial authority or their public institutions and of the associations of territorial authorities;", "(c) any representative, administrator or agents of other bodies which are subject to scrutiny by the Audit Court or a regional audit board.", "...”", "45. The offences and corresponding penalties are set out in Articles L. 313-1 to L. 313-14 (sections 2 to 9 of the 1948 Act). The relevant provisions in the instant case are Articles L. 313-1, L. 313-4 and L. 313-6, which provide:", "“Any person referred to in Article L. 312-1 who shall have incurred expenditure without complying with the financial audit rules applicable governing expenditure shall be liable to a fine of not less than FRF 1,000 and not more than the amount of the gross annual emoluments or salary which they were receiving when the offence was committed.”", "“Any person referred to in Article L. 312-1 who, other than in the circumstances referred to in the preceding Articles, shall have infringed the rules governing the income and expenditure of the State or of the authorities, institutions and bodies mentioned in that Article or the administration of assets belonging to the State, those authorities, institutions or bodies or who, being a person responsible for the administration of any such authority, institution or body, shall have given approval for the impugned decisions, shall be liable to a fine of the amount set out in Article L. 313-1.", "...”", "“Any person referred to in Article L. 312-1 who in the course of their duties or in the exercise of their powers shall, in breach of their obligations, have procured for another an unjustified pecuniary advantage or an advantage in kind entailing a loss for the Treasury, or the authority or body concerned, or who shall have attempted to procure such an advantage, shall be liable to a fine of not less than FRF 2,000 and not more than twice the amount of the gross annual emoluments or salary which they were receiving at the date of the offence.”", "46. Standing to commence proceedings: Article L. 314-1 (section 16 of the 1948 Act) designates the people with standing to institute proceedings before the court. These are, firstly, the speakers of the two legislative assemblies and the ministers; secondly, and inter alia, the Audit Court and Principal State Counsel at the Audit Court, in his capacity as public prosecutor at the Disciplinary Offences (Budget and Finance) Court. In practice, most proceedings are brought by the Audit Court. By virtue of Article L. 314-2, proceedings may not be brought more than five years from the day the act punishable under this part of the Code was committed.", "47. Formal request: Proceedings before the court are instituted through the intermediary of Principal State Counsel. Pursuant to Article L. 314-3 (section 17 of the 1948 Act) Principal State Counsel may decide to take no further action. If the case is to proceed, Principal State Counsel forwards the case file to the President of the court under cover of an “official” request.", "48. Investigation: On receipt of the official request the president appoints one of the court's judge rapporteurs to investigate the case. The persons concerned are informed that the investigation is under way “by the public prosecutor's office”. Article L. 314-4 (section 18 of the 1948 Act) vests full powers in the judge rapporteurs to make inquiries of the bodies concerned. They are entitled to use public servants to carry out the inquiries. They may hear witnesses in the presence of a registrar and a record of the evidence is kept. Suspects are entitled to the assistance of a lawyer. The judge rapporteurs have a full discretion on how to conduct the investigation, their only obligation being to keep Principal State Counsel informed.", "49. Opinion of the ministers: When the investigation has been completed, the “case file is forwarded to Principal State Counsel” who may, pursuant to Article L. 314-4 (section 18 of the 1948 Act) decide to take no further action. Should Principal State Counsel decide to proceed, the case file is referred to the Finance Minister and to the minister from the ministry whose finances are concerned. They have a period fixed by the President, but of not less than one month, in which to lodge their opinions. Once that period has expired, the proceedings may continue.", "50. Committal order: On receipt of the ministerial replies or on the expiry of the time allowed, the case file is forwarded to Principal State Counsel who has fifteen days in which to decide to take no further action or to order the defendant's committal for trial by the Disciplinary Offences (Budget and Finance) Court.", "51. Opinion of the joint committees: Article L. 314-8 (section 22 of the 1948 Act) provides that, if the defendant is committed for trial by the Disciplinary Offences (Budget and Finance) Court, “the case file shall be communicated to the relevant administrative joint committee sitting in its disciplinary formation or the substitute formation if one exists”. The joint committee has one month in which to deliver its opinion. If no opinion is received, “the court may decide the case”.", "52. The hearing: Article L. 314-8 (section 22 of the 1948 Act) provides that, once the joint committee has been consulted, the defendant is informed that he or she may inspect the case file within fifteen days. He or she may lodge submissions within one month after the communication of the case file.", "53. The trial takes place at the end of that procedure. The list of cases for hearing is “prepared by the public prosecutor and decided by the President”. Article L. 314-13 (section 23 of the 1948 Act) lays down that “the court cannot validly deliberate unless at least four of its members are present”. Article L. 314-12 provides that “the judge rapporteur has a consultative vote in the cases in which he or she reports”. The judge rapporteur is therefore present at the trial and “presents a summary of his or her written report”. He or she also takes part in the deliberations.", "54. Rights of the defence: The defendant takes no part in the proceedings until they have been transferred to the Disciplinary Offences (Budget and Finance) Court. During the investigation, the Act provides that the defendant shall be informed of the charges and of his or her right to a lawyer and, lastly, shall be given an opportunity, once the case file has been communicated, to lodge defence submissions. At the hearing, the defendant is entitled to call witnesses and to be represented by a lawyer. The defendant or his or her representative have the final speech, in accordance with the law.", "55. Article L. 314-15 (section 23 of the 1948 Act) provides that hearings shall not be public.", "56. Article L. 314-20 provides:", "“Once final, judgments in which the court delivers a guilty verdict may, if the court so decides, be published in whole or in part in the Official Gazette of the French Republic.”", "57. In a judgment delivered on 30 October 1998 (in the case of Lorenzi) the Conseil d'Etat held:", "“... When trying a case concerning acts for which the fines laid down by the aforementioned Law of 25 September 1948 may be imposed, the Disciplinary Offences (Budget and Finance) Court must be considered as determining 'criminal charges' within the meaning of the aforementioned provisions of the ... Convention for the Protection of Human Rights and Fundamental Freedoms and must accordingly hold a public hearing, the aforementioned provisions of the Financial Judicature Code or of section 23 of the Law of 25 September 1948 being no obstacle thereto.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}