{"ITEMID": "001-59221", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASES OF ECER AND ZEYREK v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 7-1;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["8. On 2 September 1993 security forces from the Şırnak central gendarmerie command apprehended the applicants. An arrest protocol of the same day stated that the applicants had been arrested on the grounds that they were wanted for the offences of aiding and sheltering members of the PKK (Workers’ Party of Kurdistan) terrorist organisation and acting as couriers in the organisation as well as supplying logistic support to the organisation. The applicants were then placed in custody.", "9. On 22 September 1993 two officers interrogated the applicants at the Şırnak central gendarmerie command. During their interrogation the applicants both confessed that they had been involved in the PKK since 1988 and that they had supplied food and money to PKK militants. The applicant Abdülaziz Ecer stated that he had placed his son, Mustafa Ecer, at the disposal of the PKK rather than paying them a levy. The applicant Mehmet Zeyrek told the officers that he had been carrying provisions on mules to PKK militants and that he had last carried a battery for them in August 1993.", "10. The applicants were then confronted with a witness, İkram Yamaner, who had been arrested on charges of aiding and sheltering members of the PKK between April 1990 and July 1992. İkram Yamaner identified the applicants and stated that they had been supplying food and clothes to members of the PKK when he was in the organisation.", "11. On 23 September 1993 the Şırnak public prosecutor questioned the applicants in relation to their activities in the PKK. He first informed the applicants of the nature and cause of the accusations against them and then read out the statements they had made to the officers during their detention in custody. The applicants denied the accuracy of the statements read out by the public prosecutor. They alleged that they had no connection with the PKK and that they had never supplied provisions to members of the organisation. Abdülaziz Ecer asserted that his son, Mustafa Ecer, had been abducted by the PKK and had been forced to join the organisation, contrary to what was written down by the gendarme officers during his questioning at the Şırnak gendarmerie command.", "On the same day, 23 September 1993, the applicants were brought before the Şırnak Magistrates’ Court (sulh ceza mahkemesi). Before the court the applicants denied their involvement in the PKK and claimed that they were innocent of the charges. The court ordered the applicants’ detention on remand.", "12. On 24 September 1993 the Şırnak public prosecutor issued a decision of non-jurisdiction and sent the investigation file to the Principal Public Prosecutor’s Office at the Diyarbakır National Security Court.", "13. On 19 October 1993 the Principal Public Prosecutor filed an indictment with the Diyarbakır National Security Court accusing the applicants of having assisted and given shelter to members of the PKK between 1988 and 1989. The public prosecutor alleged that the applicants had supplied food to members of the armed gang in a rural area. He further asserted that the applicant Abdülaziz Ecer had stored food in his shop for members of the gang and that he had helped and sheltered them by means of his contacts with his son, currently an active militant in the gang. The public prosecutor relied on the applicants’ confessions at the Şırnak central gendarmerie command and the evidence given by the witness İkram Yamaner, as well as the documents contained in the investigation file.", "The public prosecutor requested that the applicants be punished in accordance with Article 169 of the Turkish Criminal Code and section 5 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991, “the 1991 Act”; see paragraph 19 below).", "14. In the proceedings before the Diyarbakır National Security Court the applicants denied the statements they had made during their detention in custody. They both alleged that the gendarme officers had prepared those statements and that they had signed without reading them.", "The applicants further maintained that they did not know of İkram Yamaner, with whom they had allegedly been confronted, since they had been kept blindfolded during their questioning while in custody. They asked the court to rule that they were innocent of the charges.", "15. On 12 May 1994 the Diyarbakır National Security Court convicted the applicants on account of their assistance to the PKK in 1988 and 1989, sentenced them to three years and nine months’ imprisonment and debarred them from public service for three years. In assessing the penalty to be imposed, the court first found that a sentence of three years’ imprisonment would be appropriate under Article 169 of the Turkish Criminal Code; it then applied section 5 of the 1991 Act, according to which this sentence had to be increased by half, that is, to four years and six months’ imprisonment; finally the court applied Article 59 of the Turkish Criminal Code, thereby reducing the sentence by one-sixth and thus decreasing the overall length to three years and nine months’ imprisonment. The court held, in particular:", "“Offence: Aiding and sheltering members of the illegal PKK organisation", "Date of the offence: 1988 and 1989", "...", "Assessment of the evidence:", "1. The defendant Mehmet Zeyrek", "In his statements to the gendarmes, he said that he had been influenced by the propaganda spread by members of the PKK during their frequent visits to [his] village in 1989. Having seen that the organisation worked for them he had begun aiding [the PKK]. He had given his relative Behiye Zeyrek to the organisation rather than paying them a levy. He knew some of the members of the organisation with the code names Hamit, Mahmut, Sorej, Rojger and Ahmet. He met them in the Besta region, at the Kaniye Rengin point, at the Zirvi stream and on the outskirts of the Elma mountain. He knew a few of the warriors. [He stated further] that, on the instructions of the organisation and the instructions he had received from leaders of the groups during his meetings, he had carried provisions to them on his mules. Nobody had helped him to join the organisation. Members of the organisation had spread propaganda [in favour of the PKK] in the past, but they did not do it later as everybody knew the organisation. He also stated that some time before he had carried a battery and some provisions to a militant with the code name Hamza at the coalmine across from the Milli [gendarmerie] station.", "In his statements to the public prosecutor, he denied the [accuracy of] his statements to the gendarmes; he claimed that he did not know a person with the code name Ahmet, that the latter had not told the truth about him but had slandered him. He [maintained] that he had not carried provisions to [members of] the organisation. He denied that he had placed Behiye Zeyrek at the disposal of the PKK rather than paying them a levy. He alleged that he did not know of her whereabouts.", "In his statements to the Şırnak Magistrates’ Court, he submitted that he had never supplied aid to the PKK terrorist organisation, that he had never carried provisions to [PKK militants], that he had never met members of the [PKK]. [He claimed] that he is innocent of the charges.", "In his statements to our court, the defendant denied the charges of aiding and sheltering [members of] the PKK. He alleged that he did not know of İkram Yamaner who was mentioned in the bill of indictment. He claimed that he is innocent of the charges.", "According to the identification and confrontation protocol contained in dossier no. 9, when the defendant Mehmet Zeyrek was shown to İkram Yamaner with the code name Ahmet, the latter stated that he knew of Mehmet Zeyrek. He submitted that [Mehmet Zeyrek] used to come to see members of the organisation with the code names Erdal, Mehmet, Hamit and Serxabun and that he had often brought provisions on ten to fifteen mules to the Besta region, the Elma mountain, the Zirvi stream and to the Keniya Rengin point. [The witness] further stated that he had shown [to security forces] the places where these provisions were stored. He claimed that the defendant [Mehmet Zeyrek] was an important militant in the organisation.", "When İkram Yamaner gave evidence as a witness before our court, he stated that the defendant had met senior members of the organisation, that he was a permanent member of the organisation and that he had frequently been in contact with [a militant] with the code name Erdal. [He further stated] that the defendant had supplied provisions such as food, drinks and weapons to the organisation.", "It was established that the defendant had supplied provisions to members of the armed organisation who used to come to his village and that he had further supplied them provisions in rural areas. These acts of the defendant constitute the offence of knowingly aiding and sheltering members of an armed gang, [namely] the illegal PKK terrorist organisation. The court therefore concludes that there exist the actus reus and mens rea elements of the offence. His defence in this respect was rejected.", "The defendant’s good conduct during the hearing was considered to be a mitigating circumstance.", "2. The defendant Abdülaziz Ecer", "In his statements to the gendarmes he said that he had joined the PKK in early 1988 following the advice given by those in charge of the Besta region with the code names Amid and Mahmut during their visit to his village. He first placed his son Mustafa Ecer at the disposal of the organisation in order to help it. His son is currently an active armed militant in the organisation. He worked as a shopkeeper in the Geçitboyu village of the province of Şırnak and later on he stopped working. Apart from his son with the code name Amid, he knew [militants] with the code names Mahmut, Sorej and Ahmet as well as Aydın and Kalender. Since he worked as a shopkeeper, he allowed members of the organisation to take as many provisions as they wanted. Sometimes he was given money by members of the organisation with which he bought provisions such as flour, sugar and butter. He kept these provisions in his shop until he delivered them [to the militants]. He supplied aid to the organisation on the instructions of an armed militant in the organisation from his village with the code name Cafer Demir. He gave packs of cigarettes to a member of the organisation with the code name Ahmet. [The defendant] further stated that he had been given money by a member of the organisation with the code name Mahmut who wanted him to buy 1000 bags of flour. He delivered [to the organisation] thirty mule-loads of provisions such as flour, butter, sugar, lentils, socks and peşmerge clothing.", "In his statements to the public prosecutor, he claimed that he had not helped members of the organisation and that he had not supplied any materials to the organisation. He alleged that he did not know of İkram Yamaner who had the code name Ahmet. He denied the latter’s allegations and submitted that he had no links with the organisation.", "In his statements to the Şırnak Magistrates’ Court, [the defendant] alleged that he had not given aid to the PKK terrorist organisation, that he had not bought provisions for members of the organisation and that he had not bought flour for them either. He denied the charges against him.", "In his oral evidence before our court, [the defendant] denied the charges brought against him. He submitted that Mustafa Ecer, who was mentioned in the bill of indictment, was his son. He had not seen him for five years. He heard [through some people] that his son had died. He claimed that he had not given aid to members of the PKK by means of sheltering them or supplying them with provisions.", "According to the identification and confrontation protocol contained in dossier no. 9, when the defendant Abdülaziz Ecer was shown to İkram Yamaner with the code name Ahmet, the latter stated that he knew of Abdülaziz Ecer and that he had visited him at his home [while] he was working as a shopkeeper in the village. The team commander with the code name Mahmut gave some money to Abdülaziz Ecer and asked him to buy 1000 bags of flour. The defendant used a room at the back of his house and opposite his shop as a depot. The defendant supplied provisions to the organisation and brought 600 pairs of shoes with the brand name of Mekap. The defendant’s son with the code name Erdal is an active militant in the organisation whose real name he did not know. İkram Yamaner further stated that he had been a team commander and that the defendant had brought them twenty bags of sugar, flour, butter and lentils and thirty mule-loads of provisions.", "İkram Yamaner, in his capacity as a witness before our court, stated that the defendant had supplied provisions such as food, drink and arms to the organisation. He further stated that the defendant was an active militant in the organisation and that he had frequently seen the defendant while he was in the organisation.", "It was established that the defendant had supplied provisions to members of the armed organisation who used to come to his village, the village of Geçitkaya, and that he had further supplied them provisions in rural areas. Further, the defendant stored provisions in his shop for members of the gang. He met members of the gang with the help of his son, Mustafa Ecer, who is currently in the organisation and supplied them with the materials they needed. By these acts, the defendant is guilty of the offence of knowingly aiding and sheltering members of an armed gang, [namely] the illegal PKK terrorist organisation. The court therefore concludes that there exist the actus reus and mens rea elements of the offence. His defence in this respect was rejected.", "The defendant’s good conduct during the hearing was considered to be a mitigating circumstance.”", "16. On 11 July 1994 the applicants lodged an appeal with the Court of Cassation, challenging the judgment of the Diyarbakır National Security Court. In particular, they alleged that the National Security Court had violated the principle of non-retrospective application of the criminal law since it had applied section 5 of the 1991 Act to increase the basic penalty under Article 169 of the Turkish Criminal Code by half. The applicants submitted that they had been convicted of acts committed in 1988 and 1989 as indicated in the bill of indictment. They maintained that the witness, İkram Yamaner, who testified against them and who had been apprehended in 1991, had said that 1988 and 1989 were the dates of the offences. The applicants finally argued that the court should not have admitted the statements made to the gendarmes as evidence since they had retracted them, asserting that they had been extracted under duress.", "17. On 21 February 1995 the Court of Cassation rejected the appeal. It upheld the cogency of the National Security Court’s reasoning and its assessment of the evidence. The Court of Cassation did not deal specifically with the applicants’ complaint relating to the retroactive application of the 1991 Act to their case.", "18. On 22 May 1995 the applicants applied to the Principal Public Prosecutor’s Office at the Court of Cassation requesting the rectification of the decision of 21 February 1995. On 19 June 1995 their request was dismissed by the Principal Public Prosecutor on the grounds that the Court of Cassation had examined all the points raised by the applicants and there was no other reason requiring the rectification of the decision.", "19. Article 169 of the Turkish Criminal Code provides:", "“Any person who, knowing that such an armed gang or organisation is illegal, assists it, harbours its members, provides it with food, weapons and ammunition or clothes or facilitates its operations in any manner whatsoever shall be sentenced to not less than three and not more than five years’ imprisonment ...”", "According to the Government, the act of assisting and giving shelter to members of an illegal organisation has the character of continuity and the offence is a continuing one.", "20. Under section 4 of the 1991 Act, the offence defined in Article 169 of the Criminal Code is classified in the category of “acts committed to further the purposes of terrorism”.", "Pursuant to section 5 of the 1991 Act, the penalty laid down in the Criminal Code as punishment for the offence defined in section 4 of the Act is increased by one half.", "21. Article 150 of the Turkish Code of Criminal Procedure provides:", "“The punishment resulting from an investigation and conviction is determined by the crimes set forth in the indictment and can concern only those persons named in the indictment.”"], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": ["7-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}