{"ITEMID": "001-69202", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF CELIKBILEK v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2;No violation of Art. 3;Violation of Art. 13;Not necessary to examine Art. 14;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Feyyaz Gölcüklü", "TEXT": ["9. The applicant, a Turkish citizen of Kurdish origin, was born in 1951 and lives in Diyarbakır.", "10. The facts surrounding the killing of the applicant’s brother, Abdulkadir Çelikbilek, are disputed by the parties.", "11. The facts as presented by the applicant are set out in Section B below (see paragraphs 12-23). The Government’s submissions concerning the facts are summarised in Section C below (see paragraphs 24-28). Documentary evidence submitted by the Government is summarised in Part D (see paragraphs 29-46 below).", "12. On 9 June 1994, the applicant’s brother, Abdulkadir Çelikbilek, gave a statement to the Prosecutor at the Diyarbakır State Security Court (hereinafter “the Diyarbakır Court”). He stated that he had heard that a certain Ms Amber Yılmaz had fallen from the roof of a three-storey house in the course of a military operation conducted at about 9.30 p.m. on 8 June 1994. He had further heard that Ms Yılmaz’ husband, Fethi Yaşar, had been a PKK member and that Mr Yaşar was currently serving a 36 year prison sentence for PKK membership. He finally stated that he was not aware of any links between Ms Yılmaz and the PKK (see paragraph 30 below).", "13. After having given this statement, Abdulkadir was followed on a number of occasions. In November 1994 Aynur Çelikbilek, the wife of Abdulkadir Çelikbilek, was visited by two policemen who asked her questions about her husband’s whereabouts.", "14. At about 11.00 a.m. on 14 December 1994, Abdulkadir went to the Esnaflar Café in the centre of Diyarbakır. About ten minutes after his arrival, a white Renault car with four plain-clothes policemen stopped in front of the café. It is common knowledge in south-east Turkey that this kind of car is used by plain-clothes police officers. Two policemen stayed in the car while the other two entered the café. The latter two policemen were the same as the ones who had previously questioned Aynur Çelikbilek about her husband’s whereabouts. It was obvious that the two persons were policemen, as they were armed. Only members of the security forces could have entered a café in Diyarbakır carrying firearms. When the applicant’s brother was leaving the café, the two policemen also left the café. Outside the café the two policemen took Abdulkadir by the arms and forced him into the waiting white Renault. This was seen by all the persons present in the café. The car left in the direction of the Diyarbakır Police Headquarters. Two persons, who were present in the café when the plain-clothes police officers took Abdulkadir away, told the applicant at a later stage about this incident and added that the persons who had abducted his brother were certainly police officers.", "15. On 15 December 1994, the applicant went to the Diyarbakır Branch of the Human Rights Association in order to inform them of the incident. He was advised to file a petition with the office of the Prosecutor at the Diyarbakır Court. The applicant then went to the Diyarbakır Court to file a petition. However, the police at the door of the Court building told him that his brother’s name was not on their list. The applicant returned to the Diyarbakır Court several times in the course of the following days and unsuccessfully tried to obtain information about his brother.", "16. At around 7.30 a.m. on 21 December 1994, three police officers came to the applicant’s home and told him that his brother had been wounded and admitted to the hospital. When the police officers took the applicant to their car, they told him that his brother’s body had been found outside the Mardinkapı cemetery in Diyarbakır. The applicant went with the police officers to the place where his brother’s body had been found. There, the police searched him. They took his petition which was addressed to the Prosecutor at the Diyarbakır Court from the pocket of his jacket. Despite his request, the police officers refused to give it back to him. The applicant is of the opinion that the police refused to return his petition in order to weaken any case he might bring against the Turkish authorities.", "17. The body of the applicant’s brother was lying on top of a rubbish heap near the Mardinkapı cemetery. Marks of torture could be seen all over his body. It looked as if the skin on the soles of his feet had been pulled off with pincers. His arms, legs and head looked as if they had been skewered on a thick skewer. His whole body was black and blue and there were marks on his throat.", "18. After the police had shown the applicant the body of his brother, they took him in their car to his brother’s house, where the police conducted a house search. During this search, the applicant heard on the police radio that the Prosecutor was about to go and see the body of his brother. The police interrupted their search in order to join the Prosecutor. They took the applicant with them. The Prosecutor did not put any questions to the applicant. The police recorded the location of the body and subsequently took the body to the State Hospital morgue. The applicant was also taken to the morgue in a police car. On the way to the morgue, a police officer in the car told the applicant that all the villagers of Tepecik would die on the streets in the same manner.", "19. In the morgue, some other police officers told the applicant that village guards had burned the village of Tepecik and that these same village guards had probably killed his brother. The applicant replied that he did not believe that village guards had killed his brother and added that, if village guards had killed his brother, they must have been helped by the police. The police officers replied that Leyla, the daughter of the applicant’s deceased brother, was of the opinion that the police had killed her father. When the applicant was asked whether he shared Leyla’s opinion, he said that he did.", "20. In the morgue, an autopsy of the body of the applicant’s brother was conducted. The applicant asked the doctor about the marks around his brother’s throat. The doctor told him that something must have been passed around his brother’s neck after his death and that his body must have been dragged along by it. After the autopsy, the body was released for burial.", "21. While the applicant was at the morgue, another group of police officers had returned to the house of the applicant’s brother in order to finish the house search. These policemen told Leyla that her father had told the police that he had a package, which was likely to contain a firearm, and they asked her to give this package to them. According to the applicant, this question indicated that the security forces had in fact apprehended his brother and that they had interrogated, tortured and killed him. On the same day, a statement was taken from the applicant at the Mardinkapı Police Station (see paragraph 37 below).", "22. Some time before the events at issue, the applicant’s oldest son Fesih had joined the PKK. The applicant had managed to keep this a secret. However, ten days after the death of his brother, a person, who introduced himself as Cevat from the anti-terrorism branch of the police, came to the applicant’s home. Cevat told the applicant that his son had joined the PKK and asked the applicant to inform the security forces when his son came home. The applicant thus became convinced that his brother must have told the security forces about Fesih while he was under torture.", "23. In June 1996 the applicant was himself abducted by State agents while walking in the street in Diyarbakır. He was put in a car and prevented from seeing and speaking. He was taken into the countryside where State agents wanted to shoot him but they then changed their minds and took the applicant to the rapid response force building in Diyarbakır where he was detained for a period of 31 days before being jailed for 14 months. While in detention he was threatened a number of times. The content of the threats was, “Do not follow your son’s or your brother’s way. If you do, we will kill you too”. These threats made the applicant all the more convinced that the Government were directly responsible for the abduction and killing of his brother.", "24. At around 7.30 a.m. on 21 December 1994, the Mardin Kapı Police Station was informed by passers-by that a person was lying near the Mardinkapı cemetery in Diyarbakır. Acting on that information, police officers found a body, with its hands tied behind its back. It was lying on top of a rubbish heap near the cemetery. The police found an identity card on the body in the name of Abdulkadir Çelikbilek.", "25. After being informed by the police, the Prosecutor in charge, Mr Mehmet Tiftikçi, and Dr Lokman Yavuz arrived at the scene. Footprints were found which could not be analysed as they were indistinguishable. There were no traces of any fight. Wheel traces were examined but were found to have been made after the discovery of the body. After an incident report had been compiled and a sketch map had been drawn up showing the location of the body, the corpse was taken to the morgue.", "26. On the basis of the identity card found on the body, the victim’s family was contacted. The victim’s brother, Abdurrahman Çelikbilek, was brought to the morgue where he identified the body as that of his brother Abdulkadir. Subsequently an autopsy was carried out.", "27. According to their statements taken on 21 December 1994, the applicant and the victim’s wife, Aynur, did not know who might have killed Abdulkadir. They stated that they had no enemies at all. The applicant further declared that, in so far as he knew, his brother had been detained for firearms trafficking after the coup d’Etat of 12 September 1980. The victim’s widow also stated that she wished to file a complaint against the person or persons who had killed her husband. Her criminal complaint was formally registered on 28 December 1994.", "28. The Prosecutor opened an investigation under file no. 1994/9249, which is currently still pending. The Prosecutor has requested the police authorities to keep him informed on a regular basis about this investigation.", "29. The following information appears from the documents submitted by the Government.", "30. On 9 June 1994 a statement was taken from Abdulkadir Çelikbilek, the applicant’s brother, by the Prosecutor at the Diyarbakır Court. Mr Çelikbilek stated that he had heard that a female by the name of Amber Yılmaz had fallen from the top of a three-storey building during a military operation which had taken place at 9.30 p.m. the previous day. He further stated that he had heard that Anbara’s husband was serving a 36-year prison sentence because of his PKK membership. As far as he knew, Anbara was not a PKK member.", "31. At 7.45 a.m. on 21 December 1994, a deputy police chief and a police officer drew up an on-site report. According to this report, a number of persons had informed the police at 7.30 a.m. the same morning that they had seen a person lying on the side of the road, near the Mardinkapı cemetery. When the police arrived at the scene, they found the frozen body of a male, lying on its right side between the road and the wall of the cemetery. It was lying at an approximate distance of 150-200 metres from the entrance to the cemetery. Its hands had been tied at the back with the belt of the coat the deceased was wearing. According to the identity card found on the body, the deceased was Abdulkadir Çelikbilek. No evidence was found at the scene.", "32. It was recorded in a sketch, drawn up by a police officer at 9 a.m. the same day to show the location of the body, that the cause of death was strangulation.", "33. According to another on-site report drawn up the same day, the duty Prosecutor and a pathologist attended to the body of the person, “who had been strangled by a length of wire”. They observed a large number of footprints near the body. However, casts of these footprints were not made because there were too many of them and also because they were all mixed up. Similarly, no casts of the tyre marks observed near the body were made because it was concluded that these marks had been made by vehicles “which had nothing to do with the incident”. There was no sign of a struggle at the scene and there was also no evidence capable of providing clues about the perpetrator(s) of the killing. It was also noted in this report that the body had already been photographed by the police. The Prosecutor ordered the transfer of the body to the morgue at the Diyarbakır State Hospital for an autopsy.", "34. According to the autopsy report, the body was taken to the hospital at around 9.30 a.m. the same morning. The applicant was already at the hospital when his brother’s body arrived. He identified his brother and stated that he had been missing for eight days, during which time the family had been unsuccessfully searching for him. He added that he did not know who might have killed his brother.", "35. It was observed by the Prosecutor that rigor mortis had already set in. Also, a very large number of injuries and ecchymoses were observed on the face and on the trunk of the body. The doctor concluded that some of these injuries had been caused three days previously and some of them between six to twelve days previously.", "36. According to a full autopsy carried out by the doctor, the cause of death was established as mechanical asphyxiation and it was concluded that the killing had been intentional. Taking into account the fact that rigor mortis had already set in, the doctor concluded that the death had occurred approximately 10-15 hours earlier. At the end of the autopsy, the body was photographed once more. The Prosecutor issued a burial licence and instructed the police officers to carry out a comprehensive investigation.", "37. Also on 21 December 1994, at 3.30 p.m., a statement was taken from the applicant by the police chief at the Mardinkapı police station. The applicant stated that his brother had not returned to his house in the evening of 14 December 1994. The following day he had gone to the café which his brother used to frequent and asked the people there whether they had seen him. He was told by the people there that four persons had come into the café the previous day and gone straight up to Abdulkadir who had been sitting in the café. The four men and Abdulkadir had then left the café together and got into a white Renault estate car and driven away. The number plate of the car had not been “obvious”. The applicant stated that he did not know to what extent this sequence of events, which had been relayed to him by the people in the café, represented the truth. He also stated that he had tried to submit a petition to the Prosecutor at the Diyarbakır Court but that it was not accepted. He added that he did not suspect anyone in particular and that the family did not have any enemies. He finally stated that his brother had served a prison sentence after 1980 for an arms dealing offence.", "38. On the same day, the police chief at the Mardinkapı police station took a statement from Aynur Çelikbilek, the widow of the applicant’s deceased brother Abdulkadir. Mrs Çelikbilek stated that her husband had left their family home at around 11 a.m. on 14 December 1994. When he had failed to return home in the evening, she had informed her brother-in-law, the applicant, and asked him to make the necessary enquiries in order to find her husband. Despite all their efforts, they had not been able to find her husband. She did not suspect anyone in particular and the family did not have any enemies. She had been told by the applicant that her husband had been taken away from the café in a white Renault car. She asked the Prosecutor to prosecute the persons who killed her husband.", "39. Finally, on 21 December 1994 the police chief of the Mardinkapı police station forwarded to the Diyarbakır Police Headquarters his report in which he informed the latter about the body found in his area. He also appended to his report the two statements (see paragraph 37-38 above), the on-site reports and the sketch prepared the same morning (see paragraphs 31-33 above).", "40. It appears that this report and its appendices were transferred to the Prosecutor’s office in Diyarbakır who opened an investigation into the killing the same day. The investigation was given the number 1994/9249.", "41. On 23 December 1994 the Prosecutor instructed the Diyarbakır Police Headquarters to search for the perpetrator(s) of the killing.", "42. On 6 January 1995 the Prosecutor repeated his instructions to the Diyarbakır Police Headquarters and asked to be kept informed every three months of any possible developments until the expiry of the statutory limitation period on 20 December 2014. The Prosecutor repeated his instructions to the Diyarbakır Police Headquarters on 1 January 1996, 28 February 1996 and 29 March 1996.", "43. On 20 June 1996 the General Security Headquarters in Ankara sent a letter to the Ministry of Foreign Affairs in an apparent response to a request made by the latter on 10 June 1996, pursuant to which the former had been asked to “forward to the Ministry of Foreign Affairs the criminal records showing that the deceased brother of Abdurrahman Çelikbilek, who had made an application to the European Commission of Human Rights, had been involved in counterfeit and drugs dealing”. According to the letter sent to the Ministry of Foreign Affairs, Abdulkadir Çelikbilek had been prosecuted in 1985 and 1986 for drug dealing and counterfeit offences and imprisoned.", "44. On 1 December 1996 the Diyarbakır Prosecutor’s office was informed by the chief of the Mardinkapı police station that they had been searching for the perpetrators of the killing but had not yet managed to find them.", "45. On 6 December 1996 a police officer reported to the Mardinkapı police station that he had searched for the perpetrators of the killing but could not find them.", "46. The Prosecutor in Diyarbakır repeated his instructions to the Diyarbakır Police Headquarters on 6 December 1996, 6 January 1997, 13 August 1997 and, finally, on 15 March 1999.", "47. The relevant domestic law and practice are set out in the judgment of Tepe v. Turkey (no. 27244/95, §§115-122, 9 May 2003)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}