{"ITEMID": "001-68398", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF WIMMER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["8. The applicant was born in 1952 and lives in Töging am Inn, Germany.", "9. On 25 November 1992 the applicant and his wife (hereafter Ms W.) divorced before the Groß Gerau District Court. In this context, the District Court granted them joint custody of their two daughters, aged four and eight at that time.", "10. On 6 July 1993, following Ms W.’s appeal (Beschwerde) and after hearing both her and the applicant as well as two representatives of the local Youth Office, the Frankfurt/Main Court of Appeal granted Ms W. sole custody of the children, while allowing the applicant to retain a right of access. It found that, given the fact that the parents did not seem entirely willing to co-operate in practical matters, it would be in the children’s best interest if decisions concerning their everyday life were taken by their mother alone. It added that the mother had agreed to discuss important decisions with the applicant and that she was expected to ensure that contacts between the applicant and his daughters would continue on a regular basis. In its decision, the Court of Appeal did not admit an appeal on points of law (weitere Beschwerde).", "11. On 9 August 1993 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He claimed in particular that the decision of the Frankfurt/Main Court of Appeal had misinterpreted the existing provisions on custody of children, notably Section 1671 of the Civil Code (see Relevant domestic law, below), and infringed his parental rights guaranteed by Article 6 § 2 of the Basic Law.", "12. On 23 March 1994 the President of the Federal Constitutional Court informed the applicant that he had communicated the case to 25 third parties, who had the right to submit their observations until 30 September 1994. The list of third parties included the Federal Parliament (Bundestag), the Federal Council (Bundesrat), the Federal Government, the Länder Governments, the President of the Federal Court of Justice, the parties of the proceedings before the Frankfurt/Main Court of Appeal, as well as various national organisations dealing with family law issues and involved in the protection of children.", "13. On 13 November 1995, following the applicant’s request dated 2 October 1995, the Federal Constitutional Court forwarded the pertinent written observations dated 1 and 25 July, 20 and 27 September, 20 October and 9 December 1994 and 19 February 1995. These included the observations of the Federal Ministry of Justice of 9 December 1994 stating that the Government planned an amendment of the law on family matters, inter alia by introducing explicit provisions on joint custody after divorce.", "14. Towards the end of 1997, the applicant received a telephone call from the Federal Constitutional Court informing him that the questions raised by his complaint would become obsolete with the expected entry into force of the amended Law on Family Matters of 16 December 1997 (Kindschaftsrechtsreformgesetz) on 1 July 1998. The applicant was asked whether he wanted to declare that his constitutional complaint had been disposed of (Erledigterklärung) under these circumstances.", "15. On 24 June 1998 the applicant requested the Constitutional Court to deliver a decision despite the change of law brought about by the Law on Family Matters.", "16. On 22 December 1999 (decision served on 20 January 2000), the Federal Constitutional Court, sitting as a panel of three judges, refused to admit the applicant’s constitutional complaint. It found that due to the amended Law on Family Matters, the constitutional complaint no longer raised issues of general interest. The applicant’s complaints could be adequately dealt with in proceedings for the amendment of a court order (Abänderungsverfahren) pursuant to Section 1696 § 1 of the Civil Code (see Relevant domestic law, below) before the competent civil courts. In these proceedings, the new legal provisions on family matters could be taken into account.", "17. Section 1671 of the Civil Code, in its version in force until 30 June 1998, provided that the court sitting in family matters had to grant the custody of a child to one of his or her parents divorcing. The provision has been amended by the Law on Family Matters of 16 December 1997, which entered into force on 1 July 1998. Pursuant to the amended Section 1671 of the Civil Code, parents who split up keep, as a rule, joint custody of their children. The courts sitting in family matters award sole custody to one parent only if a motion is filed to this end and certain further conditions are satisfied, especially if sole custody is best for the child’s well-being.", "18. The statutory provision on the amendment of a court order concerning the custody of a child, Section 1696 § 1 of the Civil Code, in its version in force until 30 June 1998, was worded as follows:", "“The court sitting in guardianship matters and the court sitting in family matters may modify their decisions at any time during the continuation of parental custody, if they consider this to be necessary in the interest of the child.”", "19. Section 1696 § 1 of the Civil Code, as amended by the Law on Family Matters in force since 1 July 1998, provides:", "“The court sitting in guardianship matters and the court sitting in family matters must modify their decisions, if this is necessary for cogent reasons which have a lasting effect on the child’s well-being.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}