{"ITEMID": "001-22548", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "SKALA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Jozef Skála, is a Slovakian national, who was born in 1944 and lives in Žilina.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant was a member of the Corps of National Security (“the police”) from 1964. He was attached to the State Security Service, the then secret police. The National Security Corps Service Act of 1970 entitled members of the police, in case of their dismissal, to several allowances the amount of which depended on the duration of their service in the police. On 31 December 1990 the applicant was dismissed for redundancy pursuant to Section 100 (1) (a) of the National Security Corps Service Act of 1970, as amended. Prior to the applicant’s dismissal, on 10 May 1990, the aforesaid Act was amended in that, pursuant to Section 114a (3), members of the police who were dismissed for redundancy between 9 May 1990 and 31 December 1990 were not entitled to the above allowances.", "On 30 May 1995 the applicant filed a petition to the Constitutional Court pursuant to Article 130 (3) of the Constitution. He alleged that his fundamental rights were violated in that, as a result of enactment of Section 114a of the National Security Corps Service Act of 1970, he was deprived of allowances to which he had been entitled, in case of dismissal, throughout his previous service in the police. The applicant explained that he had unsuccessfully requested persons who had standing to do so to bring proceedings before the Constitutional Court with a view to having the conformity of the relevant law with the Constitution determined.", "On 12 July 1995 the Constitutional Court rejected the petition as being manifestly ill-founded. The decision stated that in the applicant’s case there was no appearance of a violation of rights which the Constitutional Court could examine in proceedings under Article 130 (3) of the Constitution.", "In a letter of 26 February 1996 the president of the Constitutional Court informed the applicant, in reply to the latter’s complaint, that the Constitutional Court lacked jurisdiction to examine whether a law was in conformity with the Constitution in proceedings brought under Article 130 (3) of the Constitution.", "On 4 September 1996 the applicant claimed, before the Žilina District Court, compensation for damage caused by the above amendment to the National Security Corps Service Act of 1970. The applicant requested that the District Court seize the Constitutional Court with the preliminary issue whether or not Section 114a of the National Security Corps Service Act of 1970 was in conformity with the Constitution.", "On 5 May 1997 the Žilina District Court dismissed the applicant’s request that the proceedings concerning his claim for damages be stayed and that the preliminary question be submitted to the Constitutional Court. The decision stated that the District Court did not share the applicant’s view that Section 114a of the National Security Corps Service Act of 1970, as amended on 10 May 1990, was contrary to the Constitution, or to any law or to any international treaty to which the Slovak Republic was a party as required by Article 109 (1) (b) of the Code of Civil Procedure.", "On 30 September 1997 the Žilina Regional Court upheld the District Court’s decision of 5 May 1997.", "On 19 January 1998 the Žilina District Court delivered a judgment by which it dismissed the applicant’s claim for damages. The District Court noted that the applicant did not complain that his former employer had acted unlawfully when it had not paid the allowances in question to the applicant upon the termination of his service in the police. The decision stated that the aim of the applicant’s action was to invalidate Section 114a of the National Security Corps Service Act of 1970. As the applicant had failed to show that the defendant - the Slovak Republic represented by the Ministry of the Interior - had caused damage to him, his action could not be granted.", "The applicant appealed and claimed that the question whether Section 114a of the of the National Security Corps Service Act of 1970 was in conformity with the Constitution should first be determined by the Constitutional Court.", "On 28 July 1998 the Žilina Regional Court upheld the District Court’s judgment of 19 January 1998.", "Article 130 (3) of the Constitution, as in force at the relevant time, provides that the Constitutional Court may start proceedings upon a petition (“podnet”) lodged by legal or natural persons alleging a violation of their rights.", "In accordance with the Constitutional Court’s practice (decision I. ÚS 96/93 of 16 November 1993), the Constitutional Court cannot proceed with a petition under Article 130 (3) of the Constitution when the issue to be determined depends on the assessment whether or not a law is in conformity with the Constitution as such proceedings can be brought only by one fifth of the Members of Parliament, by the President of the Slovak Republic, by the Government, by a court (in the context of examination of a case pending before it) or by the General Prosecutor.", "Pursuant to Article 109 (1) (b) of the Code of Civil Procedure, a court shall suspend proceedings when it comes to the conclusion that a generally binding legal rule concerning the subject-matter of the case before it is contrary to the Constitution, to a law or to an international treaty by which the Slovak Republic is bound. In such a case the issue concerning the possible conflict of laws shall be submitted for adjudication to the Constitutional Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}