{"ITEMID": "001-119272", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "KUSINA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Wiesław Kusina, is a Polish national, who was born in 1955 and lives in Gawłuszowice.", "2. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, succeeded by Ms J. Chrzanowska, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant is married and has three children. Prior to his application for an EWK pension he had been employed until 31 October 2001.", "5. On 1 October 2001 the applicant filed an application with the Rzeszów Social Security Board (Zakład Ubezpieczeń Społecznych) to be granted the right to an earlyretirement pension for persons raising children who, due to the seriousness of their health condition, required constant care, the so-called “EWK” pension.", "6. Along with his application for a pension, the applicant submitted, among other documents concerning his son’s health, a medical certificate issued by Dr Z.L, a urologist, which had been issued on 21 September 2001. The certificate also bore a stamp of the urology centre in Przemyśl (Poradnia urologiczna Przychodni Specjalistycznej 114 Szpitala Wojskowego w Przemyślu) (“the Centre”) and stated that the child (born in 1994) suffered from neurogenic bladder disorder (dysfunkcja neurogenna pęcherza moczowego) and was in need of the parent’s constant care.", "7. On 12 October 2001 the Rzeszów Social Security Board (“the SSB”) issued a decision granting the applicant the right to an earlyretirement pension in the net amount of 856 Polish zlotys (PLN) per month.", "8. The Social Security Board initially suspended the payment of the pension due to the fact that the applicant was still working on the date of the decision. The applicant resigned from his job where he had been working since 1974. On 1 November 2001, the payment of the pension was resumed.", "9. On 22 August 2002 the Social Security Board asked the Centre to provide medical documentation concerning the applicant’s son. In reply, the Centre informed it that the child had never been registered there as a patient. However, the relevant medical documentation was provided by two private medical establishments.", "On an unknown date the Rzeszów Social Security Board requested the Social Security Board’s doctor (Główny Lekarz Orzecznik) to specify whether the applicant’s son required the permanent care of a parent.", "On 20 September 2002 the doctor stated, on the basis of the medical records provided to the SSB, that the child could not be considered as ever having required such care.", "10. On 24 September 2002 the Rzeszów Social Security Board simultaneously issued two decisions in respect of the applicant. By virtue of the first decision, the payment of the applicant’s pension was discontinued with immediate effect. By virtue of the second decision, the Board reopened the proceedings, revoked the initial decision granting a pension and eventually refused to award the applicant the right to an early-retirement pension under the scheme provided for by the Cabinet’s Ordinance of 15 May 1989 on the right to early retirement of employees raising children who require permanent care (Rozporządzenie Rady Ministrów z dn. 15 maja 1989 w sprawie uprawnień do wcześniejszej emerytury pracowników opiekujących się dziećmi wymagającymi stałej opieki) (“the 1989 Ordinance”).", "11. The applicant appealed against these decisions. He submitted that he should receive the benefit because his child required constant care, as confirmed by the medical certificate attached to the applicant’s original application for a pension. Moreover, the applicant alleged that the revocation of his retirement pension was contrary to the principle of vested rights.", "12. On 14 September 2004 the Tarnobrzeg Regional Court (Sąd Okręgowy) dismissed the appeal. During the proceedings, the applicant’s son was examined by specialist urologists on three occasions. The experts found that he suffered from a minor phimosis and nocturnal enuresis. In their view, the medical documentation did not contain any evidence that the child had ever suffered from, or had been treated for, the diseases as diagnosed by Z.L. They stated that those particular disorders could not be diagnosed as such without carrying out a series of prior comprehensive examinations. The child’s medical records did not mention any of such examinations.", "The Regional Court held that the applicant’s child did not require his father’s permanent care since his state of health did not significantly impair his body functions. The domestic court held that the applicant had been rightfully divested of his right to a pension under the scheme provided by the 1989 Ordinance as he did not satisfy the requirement of necessary permanent care.", "13. The applicant appealed against the first-instance judgment.", "14. On 15 December 2004 the Rzeszów Court of Appeal (Sąd Apelacyjny) dismissed the appeal.", "15. On 18 March 2005 the Supreme Court (Sąd Najwyższy) refused to entertain the cassation appeal lodged by the applicant.", "16. In 2003 the Rzeszów District Prosecutor filed a bill of indictment against Z.L., a doctor from the specialist urology centre in Przemyśl (Poradnia urologiczna Przychodni Specjalistycznej 114 Szpitala Wojskowego w Przemyslu) (“the Centre”). He was charged with issuing five fraudulent certificates confirming that five persons (including the applicant’s son) had been treated in the Centre.", "17. The applicant was questioned as a witness in the proceedings.", "18. On 12 January 2004, the doctor pleaded guilty to the charges.", "19. On 4 February 2004 the Rzeszów District Court discontinued the proceedings against Z.L. on the ground that the act committed was of minor significance (“wypadek mniejszej wagi”). It further ordered him to pay a fine of PLN 1,000.", "20. Following the social security proceedings the applicant was not ordered to return his early-retirement benefits paid by the Social Security Board, despite the revocation of his right to the early-retirement pension.", "21. The applicant submitted, in general, that after the revocation of the EWK pension his financial situation had been difficult.", "22. The Government submitted that the applicant owned a farm (4.14 hectares) which was a source of income for him and his family. In addition, the applicant’s wife had been employed since 2007.", "23. The legal provisions applicable at the material time and questions of practice are set out in the judgments in the case of Moskal v. Poland, no. 10373/05, §§ 3134, 15 September 2009, and Antoni Lewandowski v. Poland, no. 38459/03, §§ 3643, 2 October 2012)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}