{"ITEMID": "001-73407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "COOPERATIVA AGRICOLA POJARNITA-MED  v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a company registered in Moldova. It is represented before the Court by Mr G. Botezat, a lawyer practising in Ştefan Vodă. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Pârlog.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 April 2002 the Chişinău Economic Court handed down a judgment by which it obliged the State owned company “Moldtranselectro” (“the debtor”) to pay its debt to the applicant in the total amount of 33,514 Moldovan lei (MDL). No appeal was lodged and the judgment became enforceable on 2 May 2002.", "The applicant obtained an enforcement warrant which the Bailiff did not enforce. On 27 May 2002 it wrote to the Decision Enforcement Department of the Ministry of Justice requesting the execution of the judgment and the freezing of the property of its debtor. On 17 July 2002 it requested the Ministry of Justice to take measures for the execution of the judgment.", "On 26 July 2002 the Centre District Court of Chişinău decided to return the enforcement warrant to the applicant without execution because the debtor did not have any assets. On 30 July 2002 the Decision Enforcement Department returned the enforcement warrant without execution. The same Department sent another letter to the applicant on 5 August 2002 stating that it had verified on 12 July 2002 the financial situation of the debtor and discovered that it had a significant debt towards the public budget. It had also verified the contention that the debtor continued to operate and had assets (for instance company cars) but it had not found any evidence of such assets.", "On 31 October 2002 the applicant concluded a contract with the debtor, according to which the debtor ceded to the applicant its right to collect a debt from a third party and thereby was relieved of its debt towards the applicant. The applicant did not submit that it had attempted to collect the debt from the third party.", "The relevant domestic law has been set out in this Court’s judgment in the case of Prodan v. Moldova, no. 49806/99, ECHR 2004... (extracts)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}