{"ITEMID": "001-86189", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF NART v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "András Sajó;Antonella Mularoni;Françoise Tulkens;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1986 and is currently in detention on remand in the Uşak Prison in connection with an offence unrelated to the present case.", "5. On 28 November 2003 at about 11.30 p.m. the applicant, who was 17 years old at the time, was arrested by police officers on suspicion of being involved in the armed robbery of a small grocery shop. The police found the applicant while he was asleep in an empty swimming pool near the shop, which had been robbed that night.", "6. On 29 November 2003 he was examined by a doctor at Urla State Hospital. His medical report recorded no signs of physical violence on his body, but noted that the applicant was drugged and sleepy. It concluded that there was nothing to prevent the applicant from being taken into custody.", "7. On the same day the applicant was once again examined by a doctor. The medical report described the applicant as sleepy, unresponsive and physically weak. The same day, the police requested the presence of a duty lawyer from the Izmir Bar Association for the applicant, who was to be brought before a public prosecutor.", "8. The applicant and his lawyer were both present before the public prosecutor. However, the prosecutor could not take a statement from the applicant as he was asleep. The applicant was then brought before the investigating judge, but he could only stand up with the help of his co-accused. His lawyer maintained that, in the circumstances, it would not be appropriate or lawful to take a statement from the applicant. However, the judge rejected this objection and continued with the interrogation. The judge noted that there were no previous statements made by the applicant to the police or the prosecutor. The applicant occasionally woke up and answered the questions; he denied that he had committed the robbery. The lawyer repeated that the applicant was not in a fit state to understand the charges against him and that the taking of his statement would violate the law. However, the applicant’s co-accused accepted the charges. He admitted that he and the applicant had drunk beer and taken tablets before the incident and stolen some chocolates, cigarettes, coca-cola, sausages and biscuits from the shop. The investigating judge remanded the applicant and his co-accused in custody. The applicant was accordingly sent to the Buca Prison, where he was kept together with adults.", "9. On 2 December 2003 the applicant’s lawyer challenged the detention before the Izmir Criminal Court. In her petition, referring to Articles 5 and 6 of the Convention, she submitted that the applicant was incapable of understanding the charges against him and that he had not been given adequate time and facilities to prepare his defence as she was unable to communicate with him. She further stated that the applicant was a minor and, according to Article 37 (b) of the United Nations Convention on the Rights of the Child, the detention of a minor should be a preventive measure of last resort. She also maintained that Article 10 § 5 of the Law on the Establishment, Duties and Procedures of Juvenile Courts (Law no. 2253), required that the applicant be placed in a hospital or in residential social care, instead of being detained in prison.", "10. On 3 December 2003, the Izmir Assize Court rejected these objections, having regard to the content of the case file, the nature of the offence attributed to the applicant and the state of the evidence.", "11. On 12 December 2003, the public prosecutor filed an indictment with the Izmir Juvenile Court, accusing the applicant and his co-accused of armed robbery under Article 497 of the Criminal Code, for which the minimum sentence was fifteen years’ imprisonment.", "12. On 16 January 2004 the Izmir Juvenile Court commenced the trial. The applicant was reminded of the statement made to the investigating judge. He accepted its contents, but added that he did not recall anything about the time when it was taken. An eyewitness heard by the court identified the applicant’s co-accused as the perpetrator. The witness stated that he was living in one of the flats above the shop and that the shopkeeper was his tenant. At 10.30 p.m. on the night of the incident, he heard noises downstairs and went to check. He saw that the window of the shop’s door had been broken, and that the applicant’s collaborator was putting things in bags. He also saw the applicant in the shop. Then, the applicant’s collaborator pulled a gun on him but the witness grabbed it immediately, whereupon the applicant and his accomplice ran away. The applicant was released pending trial the same day.", "13. On 12 April 2004 the Juvenile Court convicted the applicant of robbery under Article 493 § 1 of the Criminal Code, instead of armed robbery, noting that the gun used during the incident had been a fake. Accordingly, it sentenced the applicant to one year and eight months’ imprisonment.", "14. On 13 April 2004 the applicant’s lawyer appealed against this judgment.", "15. On 4 October 2006 the Court of Cassation quashed the judgment of the first-instance court, holding that the applicant’s conviction and sentence should be reviewed following the entry into force of the new Criminal Code on 1 June 2005.", "16. The case was remitted to the Izmir Juvenile Court where, according to the information in the case file, the proceedings are apparently still pending.", "17. The recommendation of the Committee of Ministers to Member States of the Council of Europe on the European Prison Rules (Rec (2006)2), adopted on 11 January 2006 at the 952nd meeting of the Ministers’ Deputies, insofar as relevant, reads as follows:", "“11.1 Children under the age of 18 years should not be detained in a prison for adults, but in an establishment specially designed for the purpose.", "11.2 If children are nevertheless exceptionally held in such a prison there shall be special regulations that take account of their status and needs. ...", "35.1 Where exceptionally children under the age of 18 years are detained in a prison for adults the authorities shall ensure that, in addition to the services available to all prisoners, prisoners who are children have access to the social, psychological and educational services, religious care and recreational programmes or equivalents to them that are available to children in the community.", "35.4 Where children are detained in a prison they shall be kept in a part of the prison that is separate from that used by adults unless it is considered that this is against the best interests of the child.”", "18. The recommendation of the Committee of Ministers to Member States of the Council of Europe concerning new ways of dealing with juvenile delinquency and the role of juvenile justice (Rec (2003)20), adopted on 24 September 2003 at the 853rd meeting of the Ministers’ Deputies, insofar as relevant, reads as follows:", "“16. When, as a last resort, juvenile suspects are remanded in custody, this should not be for longer than six months before the commencement of the trial. This period can only be extended where a judge not involved in the investigation of the case is satisfied that any delays in proceedings are fully justified by exceptional circumstances.", "17. Where possible, alternatives to remand in custody should be used for juvenile suspects, such as placements with relatives, foster families or other forms of supported accommodation. Custodial remand should never be used as a punishment or form of intimidation or as a substitute for child protection or mental health measures.”", "19. The recommendation of the Committee of Ministers to Member States of the Council of Europe on social reactions to juvenile delinquency (no. R (87)20), adopted on 17 September 1987 at the 410th meeting of the Ministers’ Deputies, insofar as relevant, reads as follows:", "“Recommends the governments of member states to review, if necessary, their legislation and practice with a view: ...", "7. to exclude the remand in custody of minors, apart from exceptional cases of very serious offences committed by older minors; in these cases, restricting the length of remand in custody and keeping minors apart from adults; arranging for decisions of this type to be, in principle, ordered after consultation with a welfare department on alternative proposals ...”", "20. Article 17 of the European Social Charter 1961 regulates the right of mothers and children to social and economic protection. In that context, the European Committee of Social Rights noted in its Conclusions XVII-2 (Turkey) that young offenders were detained, if arrested, in parts of adult prisons and in the two closed detention homes reserved for juveniles and guarded by the gendarmerie. The Committee further noted that the length of pre-trial detention was long and the conditions of imprisonment poor.", "21. Article 37 of the United Nations Convention on the Rights of the Child, insofar as relevant, reads as follows:", "“States Parties shall ensure that ...", "(b) No child shall be deprived of his or her liberty unlawfully or arbitrarily. The arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time;", "(c) Every child deprived of liberty shall be treated with humanity and respect for the inherent dignity of the human person, and in a manner which takes into account the needs of persons of his or her age. In particular, every child deprived of liberty shall be separated from adults unless it is considered in the child’s best interest not to do so and shall have the right to maintain contact with his or her family through correspondence and visits, save in exceptional circumstances.”", "22. The relevant part of this text concerning “juvenile justice” provides as follows:", "“65. ... The fact that detention is not used as a measure of last resort and that cases have been reported of children being held incommunicado for long periods is noted with deep concern. The Committee is also concerned that there are only a small number of juvenile courts and none of them are based in the eastern part of the country. Concern is also expressed at the long periods of pre-trial detention and the poor conditions of imprisonment and at the fact that insufficient education, rehabilitation and reintegration programmes are provided during the detention period.", "66. The Committee recommends that the State party continue reviewing the law and practices regarding the juvenile justice system in order to bring it into full compliance with the Convention, in particular articles 37, 40 and 39, as well as with other relevant international standards in this area, such as the United Nations Standard Minimum Rules for the Administration of Juvenile Justice (the Beijing Rules) and the United Nations Guidelines for the Prevention of Juvenile Delinquency (the Riyadh Guidelines), with a view to raising the minimum legal age for criminal responsibility, extending the protection guaranteed by the Juvenile Law Court to all children up to the age of 18 and enforcing this law effectively by establishing juvenile courts in every province. In particular, it reminds the State party that juvenile offenders should be dealt with without delay, in order to avoid periods of incommunicado detention, and that pre-trial detention should be used only as a measure of last resort, should be as short as possible and should be no longer than the period prescribed by law. Alternative measures to pre-trial detention should be used whenever possible.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}