{"ITEMID": "001-99802", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VACHKOVI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1937 and 1935 respectively and live in Sofia.", "6. Between 1995 and 1998 two sets of criminal proceedings for car theft, illegal possession of arms and robbery were opened against their son, Mr Gancho Vachkov, born in 1971. In 1996 a warrant for his arrest was issued and his name was placed on the list of wanted suspects. In May 1998 the police published a call for information about him.", "7. On the afternoon of 6 June 1999, a Sunday, Mr Gancho Vachkov and friends of his were playing football in a school playground in central Sofia. At one point Mr Vachkov found out that the police had located him and were watching him. He decided to leave the place and drove away at high speed. He was accompanied by Mr A.M. A police car followed his car.", "8. During the ensuing chase through the streets of Sofia, Mr Gancho Vachkov or Mr A.M. opened fire on the police with an automatic weapon. The police fired back and after some time managed to shoot out the tyres of Mr Vachkov’s car. Mr Vachkov and Mr A.M. abandoned the car and started running. Apparently the exchange of gunfire continued. Mr Vachkov and Mr A.M. split up as the latter had been shot in the leg. Shortly after that Mr A.M. was caught by the police.", "9. Mr Gancho Vachkov continued to run, followed by the police. He entered a building situated on Murphy Street, in a residential area of Sofia, and went up the staircase of the building to the top floor. The police sealed off the area, urging the inhabitants to stay in their homes. Several masked police officers entered the building. Gunfire was heard. Thereafter, Mr Gancho Vachkov was taken out of the building by police officers, who were still masked. He had been shot in the head but was still alive. His hands were tied behind his back.", "10. He was taken to a hospital, where he died later that day.", "11. A masked officer took out of the building a handgun wrapped in a cloth and handed it over to the police officers who were standing around after the incident. The weapon was later identified as a “PSM handgun”, calibre 5.45 mm. In the early hours of 7 June 1999 it was delivered by a police officer to an investigator on duty in the hospital where Mr Gancho Vachkov had been taken.", "12. Subsequently it was established that the masked officers who had followed Mr Gancho Vachkov in the building and had directly participated in his arrest were from the Special Anti-Terrorism Squad (Специализиран отряд за борба с тероризма, “the SATS”) of the Ministry of Internal Affairs. They were not under the command of the police forces who had participated in the earlier stages of Mr Vachkov’s chase.", "13. A criminal investigation of the events was opened on 6 June 1999.", "14. On the same day an on-site inspection was carried out at the staircase of the building on Murphy Street. The record stated that the site had not been preserved. Traces of blood and body tissue were found at the site, as well as a number of cartridge shells, metal splinters and projectiles.", "15. Mr Gancho Vachkov’s abandoned car was inspected on the same day. The inspection established that the car’s front left tyre was torn and flat and the rear left tyre was flat as well. The rear window was broken and marked by bullets. On the front seats the police found a Kalashnikov automatic rifle and numerous cartridge shells. In the boot they found munitions and false passports.", "16. A Makarov handgun was found on the street in the area around the car.", "17. A post-mortem examination of Mr Gancho Vachkov’s body was performed by three medical doctors on the morning of 7 June 1999. They found entrance and exit wounds to the head and concluded that the death had been caused by cranio-cerebral trauma. The entrance wound, with an opening six millimetres in diameter, was in the right temple. The exit wound was in the left temple, with an opening measuring fifteen to eight millimetres. The doctors concluded that the fatal shot had been fired at “immediate range”. They described numerous bruises and evidence of haemorrhage on Mr Gancho Vachkov’s head and limbs which, in their view, were unrelated to the cause of death and seemed to have been caused within a short space of time.", "18. Laboratory tests showed that there were no traces of alcohol or narcotic substances in Mr Gancho Vachkov’s blood.", "19. A second autopsy was carried out at the applicants’ request on 11 June 1999. The report was drawn up in September 1999. The experts confirmed that the lethal shot had been fired at very close range. According to them, as the entry opening in the right temple measured eight to six millimetres, the shot had been produced by a weapon whose calibre did not exceed seven millimetres. This might have been a PSM handgun. The experts confirmed that there were numerous bruises and contusions on Mr Gancho Vachkov’s head, face and limbs, which had probably been caused by blunt objects. They noted bruises on the wrists which, in their view, might have been caused by handcuffs.", "20. On 24 June 1999 another expert who examined the relevant part of the skin from Mr Gancho Vachkov’s right temple, concluded that the fatal wound had been caused by a firearm fired at very close range. It was “possible” that this was a PSM handgun.", "21. On 12 and 14 July 1999 ballistic experts examined the PSM handgun allegedly found at the site where Mr Gancho Vachkov had been shot, and the cartridge shells and projectiles also found there. They concluded that three of the shells had been fired by the PSM handgun. Another fourteen cartridge shells found on the spot had been fired by one and the same weapon, a 9 mm calibre Parabelum.", "22. A medical report of an unspecified date concluded that the blood found at the site where Mr Gancho Vachkov had been shot might have been his.", "23. Residents of the building on Murphy Street were interviewed on 6 and 10 June 1999. Mr A.H., Mrs B.H. and Ms M.H. explained that they had seen masked police officers who had instructed them to stay in the bathroom of their apartment. Thereafter, they had heard several gunshots, not consecutively, and then two more powerful shots. After that it had become quiet. They had come out of the apartment and seen bloodstains on the landing. Some time later Mrs B.H. and Ms M.H. washed the blood off. Police officers who had arrived later to inspect the site had told them that they should not have done this.", "24. In her testimony, Ms M.H. stated in addition that she had heard the police officers urge Mr Gancho Vachkov to surrender.", "25. Mr A.M. was interviewed on 11 June 1999. He explained that he and Mr Gancho Vachkov had been acquaintances and that on 6 June 1999 the latter had been giving him a lift home when he had noticed that the police were following him. During the chase Mr Gancho Vachkov had given Mr A.M. a Kalashnikov automatic rifle and insisted he open fire on the police; when Mr A.M. refused Mr Gancho Vachkov shot him in the leg. After that Mr Gancho Vachkov had himself started shooting at the police while driving. When the two abandoned the car, Mr A.M. was not able to run, due to the injury to his leg, and was soon caught by the police and taken to hospital.", "26. Mrs L.G., interviewed on 21 June 1999, explained that she had seen from the balcony of her apartment two young men running. Only one of them had had a weapon; later on she had seen him being led away by the police. They had been chased by other men, all of whom were armed. Mr S.V., also interviewed on 21 June 1999, had also seen the two young men running. According to him, none of them were armed.", "27. In the course of the investigation the authorities questioned a number of protected witnesses, whose anonymity was preserved in accordance with Article 97a of the Code of Criminal Procedure (see paragraph 52 below), including police officers involved in the chase in the streets of Sofia, but not those from the SATS who had been the last to be in contact with the applicants’ son in the building on Murphy Street.", "28. On 24 June 1999 protected witness no. 33 said that she had seen Mr Gancho Vachkov enter the courtyard of the building on Murphy Street, armed with a handgun.", "29. Protected witness no. 333, a senior police officer who had been in charge of Mr Gancho Vachkov’s chase, but had not been involved in the events inside the building on Murphy Street, was interviewed on 25 June 1999 and explained that the arrest operation had been planned in advance. On 15 September 1999 he explained that he did not know the identities of the SATS masked officers who had been in the building as they enjoyed a special status.", "30. Other witnesses interviewed during the investigation described what they had seen of the car chase in the city and outside the building on Murphy Street.", "31. The SATS officers who had followed Mr Gancho Vachkov into the building were never identified or questioned. In a letter dated 10 June 1999 and addressed to the Ministry of Internal Affairs the prosecutor in charge of the case requested their names. He undertook to protect their identities in accordance with Article 97a of the Code of Criminal Procedure (see paragraph 52 below). The reply, signed by the head of the National Police Service, was dated 15 July 1999. It contained information on the police operation of 6 June 1999, but did not mention the names of the officers in question.", "32. On 30 August 1999 the investigator in charge appointed an expert in psychiatry to assess Mr Gancho Vachkov’s mental state during the last hours of his life. The expert, who submitted her report on an unspecified date, noted that Mr Gancho Vachkov had no record of mental problems or indeed any particular health problem. However, there were reasons to believe that he had displayed the major symptoms of a “dissociative personality disorder”. Furthermore, according to the expert, in the “extremely tense and psychologically strained situation” when he was surrounded by the police", "“it is possible that he attempted suicide as an impulsive reaction, seeking a solution to the situation without considering possible alternatives”.", "33. On 17 September 1999 the evidence collected in the case was presented to the applicants, who were given the opportunity to familiarise themselves with it and make any remarks and objections. The first applicant stated that she disagreed with the findings of the psychiatric expert report.", "34. On 21 September 1999 a prosecutor from the Sofia military regional prosecutor’s office discontinued the criminal proceedings. He found that no offence had been committed in relation to Mr Gancho Vachkov’s death and that the immediate cause of his death was suicide, committed with the PSM handgun allegedly found on the spot. Furthermore, he noted that:", "“The actions of the [police officers] during [Mr Gancho] Vachkov’s chase and arrest were a direct response to the actions and the behaviour of [Mr] Gancho Vachkov and [Mr A.M.], which were in flagrant violation of public order and threatened public security. [...] In the case, the [police officers] did not exceed their powers and their actions did not exceed what was necessary and lawful within the meaning of [Article 12a] of the Criminal Code.”", "35. On 7 July 2000 the applicants appealed against the discontinuance, arguing that the investigation had been flawed. They pointed out that the authorities had failed to question the police officers directly involved in the arrest of their son. Furthermore, no evidence establishing a link between their son and the PSM handgun had been gathered and no plausible explanation had been given for the other injuries on his body. Also, the wording of the decision of 21 September 1999 did not make it clear whether the prosecutor accepted that their son had been shot but the shooting was lawful under Article 12a of the Criminal Code, or considered that their son had committed suicide.", "36. On 12 February 2001 a prosecutor from the military appellate prosecutor’s office dismissed the appeal. He found that the police officers who had followed Mr Gancho Vachkov into the building on Murphy Street had rightly not been questioned; they enjoyed “a special status” and the disclosure of their identities was not warranted, since sufficient other evidence had been collected to establish the relevant facts. The prosecutor reiterated the conclusion that Mr Vachkov had committed suicide and dismissed the argument that the bruises and contusions on his body had remained unexplained, stating that the post-mortem reports had provided sufficient explanation.", "37. On 5 March 2001 the applicants appealed to the Chief Public Prosecutor’s Office. They pointed out that no rules of criminal procedure exempted police officers from the duty to testify and that, furthermore, Article 97a of the Code of Criminal Procedure provided for the questioning of protected witnesses. The applicants claimed once again that the authorities had failed to establish the timing and origin of the numerous injuries on their son’s body.", "38. In a letter accompanying the appeal the applicants referred to Article 237 of the Code of Criminal Procedure (see paragraph 49 below) and requested that in the event of a dismissal of the appeal the case file be forwarded to the appropriate court.", "39. On 22 March 2001 a prosecutor from the Chief Public Prosecutor’s Office dismissed the appeal without commenting on the applicants’ argument that the police officers involved had not been identified or questioned. He considered that in his decision of 21 September 1999 (see paragraph 34 above) the prosecutor from the Sofia military regional prosecutor’s office had rightly relied on Article 12a of the Criminal Code and that, in addition, it had been clearly established that Mr Gancho Vachkov had committed suicide. Furthermore, he considered that the bruises on Mr Vachkov’s body had been the result of the violent chase preceding his arrest, as he had climbed fences and gone through bushes. Furthermore, none of the witnesses living in the building had heard sounds indicating that Mr Gancho Vachkov might have been beaten by the police officers.", "40. The decision did not mention the applicants’ request for the case file to be forwarded to the appropriate court. Instead, it stated that the file should be sent back to the Sofia military regional prosecutor’s office.", "41. In a letter of 28 March 2001 the applicants insisted again that the file be transmitted for review by the courts, pursuant to Article 237 of the Code of Criminal Procedure.", "42. On 29 June 2001 a prosecutor from the Chief Public Prosecutor’s Office dismissed the request. In his view, there were no grounds for forwarding the case file to a court, since the decision of the Sofia military regional prosecutor’s office of 21 September 1999 had become final as early as 28 September 1999, after the applicants had failed to appeal to the military appellate prosecutor’s office within seven days. The provisions requiring the forwarding of the case file to the appropriate court had entered into force on 1 January 2000, by which date the decision to discontinue the proceedings had already become final.", "43. On 17 July 2001 the applicants lodged a complaint with the Chief Public Prosecutor. They stated that the file did not contain information on the date when they had received the decision of 21 September 1999, and that the prosecuting authorities had the duty to examine any complaint containing information that a serious offence might have been committed.", "44. No reply to that complaint was ever received.", "45. Article 115 of the 1968 Criminal Code provides that murder is punishable by ten to twenty years’ imprisonment. By Article 116 § 1 (2) of the Code, if a murder is committed by a police officer in the course of or in connection with the performance of his or her duties, it is punishable by fifteen to twenty years’ imprisonment, or life imprisonment, with or without parole. By Article 124 § 1 of the Code, where death occurs as a result of wilfully inflicted grievous bodily harm, the punishment is three to twelve years’ imprisonment. Those offences are publicly prosecutable.", "46. Article 192 §§ 1 and 2 of the 1974 Code of Criminal Procedure, as in force at the material time, provided that proceedings concerning publicly prosecutable offences could be initiated only by a prosecutor or an investigator. By Article 20 of the Code, read in conjunction with its Articles 186-91, those authorities were under an obligation to initiate a preliminary inquiry or institute proceedings and investigate, where they have been informed of facts or events on the basis of which a reasonable supposition could be made that a criminal offence may have been committed.", "47. The remaining relevant provisions of the Criminal Code and the Code of Criminal Procedure related to the duty to investigate death and to the competences of the relevant authorities have been summarised in the Court’s judgment in the case of Ognyanova and Choban v. Bulgaria, no. 46317/99, §§ 65 and 6971, 23 February 2006).", "48. Article 12a of the Criminal Code, added in August 1997, provides that causing harm to a person while arresting them for an offence is not punishable where no other means of effecting the arrest exist and the force used is necessary and lawful. According to Article 12a § 2, the force used is not necessary where it is manifestly disproportionate to the nature of the offence committed by the person to be arrested or the resulting harm is in itself excessive and unnecessary.", "49. Article 237 § 6 of the 1974 Code of Criminal Procedure, as worded until the end of 1999, provided that the discontinuance of a preliminary investigation could be challenged before a more senior prosecutor within a seven-day period. The period ran from the date of receipt of the decision by the person concerned. No judicial review was provided for.", "50. On 1 January 2000 that Article was amended to provide for a system of automatic control of the discontinuance: after the discontinuance the prosecutor had to send the file and his decision to the immediately superior prosecutor’s office, which could confirm, modify or quash it. If it confirmed the decision, it had to forward the file to the appropriate court, which had to review the matter in private. The court’s decision was final. No provision was made for those concerned to be notified of the discontinuance.", "51. Following a further amendment of that Article in May 2001, the discontinuance of preliminary investigations became subject to judicial review. The 2005 Code of Criminal Procedure maintained that position, in Article 243 §§ 37.", "52. Article 97a of the 1974 Code of Criminal Procedure provided for the protection of witnesses who might be at risk. The prosecuting authorities or the courts could decide to preserve the witnesses’ anonymity and make orders for their security. Protected witnesses had to be questioned in secret. Their identity could only be known to the prosecuting authorities, the courts, and to the witnesses’ legal representatives.", "53. Under the 1997 Ministry of Internal Affairs Act, in force from 1997 to 2006, the Special AntiTerrorism Squad (“the SATS”) was a specialised service of the Ministry of Internal Affairs for combating terrorism, protecting strategic objects and participating in the prevention and investigation of crimes. By section 159(3) of the Act, “in the performance of the SATS’ tasks, the identity of its members [was] to be kept secret”."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}