{"ITEMID": "001-71123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF NOGOLICA v. CROATIA (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1962 and lives in Zagreb.", "5. On 5 October 1995 the applicant filed a civil action in damages with the Zagreb Municipal Court (Općinski sud u Zagrebu) against the weekly magazine G. (“the defendant”), claiming that it had published a libellous article about him.", "6. The court scheduled the first hearing for 1 April 1996. That hearing, as well as the one scheduled for 11 March 1997, were adjourned at the applicant’s request.", "7. At the hearing on 17 April 1998 the defendant submitted its reply to the applicant’s claim. On 13 April 1999 the court heard the applicant.", "8. The hearings scheduled for 27 September 1999 and 26 November 1999 were adjourned because the witnesses summoned did not appear.", "9. On 28 February 2000 the court heard one witness and concluded the main hearing. On the same day, it gave judgment dismissing the applicant’s claim. The judgment was served on the applicant four months later.", "10. On 6 June 2000 the applicant appealed against the first-instance judgment.", "11. On 28 February 2001 the case-file was transferred to the Zagreb County Court (Županijski sud u Zagrebu) as the second-instance court. On 14 May 2002 that court returned the case-file to the Municipal Court because it lacked the power of attorney. Having obtained the missing document, the case-file was returned to the County Court on 27 September 2002. Subsequently, on 25 March 2003 the County Court quashed the first-instance judgment and remitted the case.", "12. In the resumed proceedings, on 12 February 2004 the Zagreb Municipal Court held a hearing and decided to obtain additional witness statements. The hearings scheduled for 16 June and 23 November 2004 were adjourned because of improper summoning of the witnesses. The next hearing was scheduled for 14 April 2005. The proceedings are still pending before the first-instance court.", "13. Meanwhile, on 10 December 2002 the applicant filed a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), complaining about the length of the proceedings. On 13 June 2003 the Constitutional Court declared the applicant’s complaint inadmissible since the County Court had already decided on the case.", "14. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002, of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the court with jurisdiction fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the court with jurisdiction must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}