{"ITEMID": "001-78929", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MIHALACHI v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1962 and lives in Chişinău.", "7. The applicant worked as a prosecutor. On 15 January 1998 he was charged with bribe-taking and on 14 May 1999 the Court of Appeal found him guilty and sentenced him to five years’ imprisonment. By a final judgment of 3 August 1999 the Supreme Court of Justice acquitted him and ordered his immediate release: he claimed to have been released two days later. The overall period of his detention amounted to 567 days.", "8. The applicant brought an action against the Ministry of Finance and his employer seeking payment of compensation for pecuniary and non-pecuniary damage arising from his unlawful prosecution and detention.", "9. On 25 July 2001 the Rîşcani District Court ruled in his favour and stated that there had been a violation of his right to liberty. The court awarded him 78,055 Moldovan lei (MDL, the equivalent of 6,945 euros (EUR) at the time) in compensation for pecuniary damage and MDL 500,000 (EUR 44,490 at the time) in compensation for non-pecuniary damage. The defendants appealed.", "10. On 6 February 2002 the Chişinău Regional Court partially upheld the appeal, reduced the award of compensation for pecuniary damage to MDL 27,354.77 (EUR 2,401 at the time) and awarded another 87,000 Russian roubles (RUR, the equivalent of EUR 3,251.92 at the time) and 230 American dollars (USD) in respect of costs and expenses incurred during the proceedings. The Regional Court upheld the award of compensation for non-pecuniary damage. The defendants lodged an appeal in cassation.", "11. By a final judgment of 26 March 2002 the Court of Appeal partially upheld the appeal in cassation and reduced the award of compensation for non-pecuniary damage to MDL 75,000 (EUR 6,341 at the time).", "12. On 25 December 2002 the Prosecutor General lodged with the Supreme Court of Justice a request for annulment of the above-mentioned judgments and for a reduction in the amount of damages.", "13. On 5 February 2003 the Supreme Court of Justice upheld the Prosecutor General’s request for annulment and quashed the above-mentioned judgments. The Supreme Court adopted a new judgment and reduced the award of compensation for non-pecuniary damage to MDL 50,000 (EUR 3,261 at the time). It also ordered the re-opening of the proceedings in respect of the amount of compensation for pecuniary damage. On 19 February 2003 the applicant received MDL 50,000.", "14. Following the re-opening of the proceedings, on 24 June 2003 the Rîşcani District Court ruled in favour of the applicant and awarded him MDL 27,446.09 (EUR 1,679.69 at the time) in respect of pecuniary damage. The remainder of the judgment provided the same as the judgment of the Chişinău Regional Court of 6 February 2002. On 22 July 2003 the judgment was enforced.", "15. The relevant domestic law was set out in Roşca v. Moldova, no. 6267/02, § 16, 22 March 2005."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}