{"ITEMID": "001-85161", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KLICPEROVA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Ms Oldřiška Klicperová, is a Czech national who was born in 1931 and lives in Prague. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 12 July 1995 the applicant brought an action for damages against an agricultural cooperative before the Plzeň-Sever District Court (okresní soud), relying on the Land Ownership Act.", "In a judgment of 24 November 1999 the District Court partly granted the applicant’s claims.", "On 18 January 2001 the Plzeň Regional Court (krajský soud) partly quashed and partly upheld this judgment. The relevant part case was remitted to the District Court which, on 11 June 2001, dismissed the remaining claims of the applicant’s action.", "On 30 January 2002 the Regional Court quashed the first instance judgment and sent the case back to the District Court which, by a judgment of 24 November 2004, partly granted the outstanding part of the applicant’s action for damages.", "In the mean-time, on 28 May 2003, the District Court had granted the defendant’s request for re-opening of proceedings in respect of the valid part of the judgment of 24 November 1999.", "On 12 May 2005 the defendant went bankrupt. The proceedings for damages were therefore interrupted pending the outcome of the bankruptcy proceedings. The applicant submitted her creditor’s claims of 1 106 945 CZK 42 336 (EUR) which were partly granted on 11 January 2006. It appears that the bankruptcy proceedings are still pending.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}