{"ITEMID": "001-98053", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TSAREVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1964 and lives in Magadan, the Magadan Region.", "5. The applicant sued the Magadan Regional Hospital and the Magadan Town Children Hospital for medical negligence in respect of her minor son.", "6. On 28 November 2001 the Magadan Town Court of the Magadan Region awarded the applicant 150,000 Russian roubles (RUB) of nonpecuniary damages and RUB 8 for the court fee against the Magadan Regional Hospital and dismissed the claims against the Magadan Town Children Hospital as unfounded.", "7. On 22 January 2002 the Magadan Regional Court upheld the judgment on appeal. The award remained unenforced.", "8. On 13 June 2002, upon the Magadan Regional Hospital's request, the Presidium of the Magadan Regional Court quashed by way of supervisory review the judgment of 28 November 2001, as upheld on 22 January 2002, in the part related to the award made in favour of the applicant, because the lower courts incorrectly assessed the facts of the case. The court remitted the case in that part for a fresh examination in the first instance and upheld the remainder of the lower courts' findings.", "9. On 13 January 2002 the applicant lodged a request for annulment of the judgment of 28 November 2001 in the part concerning the Magadan Town Children Hospital's liability on account of discovery of the new circumstances, i.e. evidence of the Town Hospital's liability.", "10. On 17 December 2003 the Magadan Town Court allowed her request, annulled the judgment of 28 November 2001 as amended by the ruling of 13 June 2002 in the part concerning the rejection of the applicant's claims against the Magadan Town Children Hospital and reopened the case.", "11. On the same date the Town Court partially granted the applicant's claims against both defendants and awarded her RUB 80,000 to be paid by the Magadan Regional Hospital and RUB 80,000 to be paid by the Magadan Town Children Hospital in non-pecuniary damages.", "12. On 3 February 2004 the Magadan Regional Court upheld the judgment on appeal and it acquired legal force.", "13. On 24 May 2004 the Magadan Regional Hospital and on 26 October and 2 November 2004 December 2004 the Magadan Town Children Hospital each paid the non-pecuniary damages to the applicant in the amounts specified by the domestic court.", "14. The judgment debt in the amount of RUB 8 awarded for the court fee on 28 November 2001, has not been enforced. According to the Government, since 2006 the authorities have made numerous attempts to contact the applicant and pay the awarded sum, but the applicant has not provided her banking details."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}