{"ITEMID": "001-109288", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "NIYITEGURE v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Marie Antoinette Niyitegure, is a Burundian national who was born on 25 October 1975.", "The applicant entered Sweden on 24 May 2007 and applied for asylum the following day. She stated, inter alia, that she was Hutu and Catholic and had studied psychology at the University in Bujumbura for three years, until 2001. Thereafter, in 2004 she had joined the human rights association JDPDH (Jeunesse pour la Défense et la Promotion des Droits de l’Homme) as psychologist in charge at a refugee camp. She also investigated and wrote reports on human rights abuses of which people in the camp had been the victims. In August and September 2004 she investigated a massacre in a refugee camp in Gatumba and found that the FNL (Forces Nationales de Libération) and other political parties had been involved in the massacre. The parties denied any involvement and in October 2004 the applicant received threats that she would be killed if she did not stop accusing the FNL.", "In May 2006 the applicant’s home town was attacked. Her father and brother were killed and she was raped by four men.", "In January 2007 the applicant finalised a report in which she concluded that a massacre in July and August 2006 of thirty-one prisoners in Muyinga had been committed by the intelligence service. As a consequence, its chief Dominique Surwayuba was arrested, also in January 2007.", "On 22 February 2007 a group of men came to her home but the applicant and her husband had managed to escape. However, their maid was stabbed to death and her husband’s daughter was injured.", "On 20 March 2007, the applicant sought protection at the home of the director of the JDPDH. During the night, the military attacked them. The director and the applicant were threatened that they would be killed unless they changed the report so that Dominique Surwayuba could be released.", "In May 2007 she was arrested by the FNL or by the intelligence service for three days and ill-treated. Her husband found out where she was and contacted a priest who helped her to obtain travel documents. She was released on 23 May 2007 and left the country the same day with a smuggler via the airport in Bujumbura.", "On 25 February 2008 the Migration Board (Migrationsverket) rejected the application, finding that the applicant had given vague and contradictory information and that she lacked credibility.", "On appeal, the Migration Court (Migrationsdomstolen) upheld the decision by a judgment of 19 June 2008.", "On 1 September 2008, represented by legal counsel, the applicant appealed against the judgment. On 12 September 2008 the Migration Court rejected the appeal because it had been lodged out of time. In order to comply with the procedural timelimit the applicant should have appealed before 10 July 2008, which was three weeks after the disputed judgment.", "Thereafter the applicant requested a new assessment by the Migration Board, which was refused on 26 September 2008.", "On appeal, the decision was upheld by the Migration Court in a judgment of 14 May 2009.", "The applicant failed to apply for leave to appeal against that judgment to the Migration Court of Appeal (Migrationsöverdomstolen).", "Instead, she reapplied to the Migration Board, which on 7 July 2009 upheld its decision to refuse to grant the applicant asylum.", "On 19 October 2009 the Court decided to apply Rule 39 of the Rules of Court and to stay the applicant’s deportation to Burundi for the duration of the proceedings before it.", "Despite specific requests by the Court, the applicant has not submitted any domestic decisions taken after 7 July 2009.", "Relevant domestic law and practice can be found in Hussein v. Sweden (dec.), no. 18452/11, 20 September 2011.", "Relevant recent information about Burundi can be found in Hussein v. Sweden, cited above."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}