{"ITEMID": "001-93894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOROKINA AND GONCHARENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The first applicant was born in 1947 and the second in 1949. Both applicants live in the city of Mykolaiv, Ukraine.", "5. By two separate judgments of 9 December 2002, the Zavodskoy District Court of Mykolaiv awarded the first applicant 6,932 Ukrainian hryvnyas (UAH) and the second applicant UAH 4,329.73 in salary arrears and other payments, to be paid by the open joint-stock company Chornomormebli (“the debtor company”).", "6. The State-owned company Chornomorsky sudnobudivny zavod held 51 % of the shares in the debtor company on the date the judgments were delivered.", "7. The judgments became final and enforcement proceedings were instituted.", "8. In the period between April and June 2003 the first applicant received UAH 2,425.59 and the second UAH 1,567.38 in part settlement of the judgment debts.", "9. By a letter of 15 July 2003 the Bailiffs’ Service notified the applicants that they were unable to collect the full amount of the awards because the financial assets of the debtor company were insufficient. They further explained that other assets could not be sold, as the State owned 51 % of the debtor company’s share capital. The debtor company was therefore subject to the Law of 29 November 2001 “on the Introduction of a Moratorium on the Forced Sale of Property”.", "10. Since 5 May 2004 the State has held 9,64 % of the shares in Chornomorsky sudnobudivny zavod.", "11. By a letter of 11 April 2006 the State Bailiffs’ Service proposed that the applicants accept the debtor company’s seized property in satisfaction of the judgment debts, but the applicants did not agree.", "12. In February 2007 insolvency proceedings were instituted against the debtor company. On 12 June 2007 it was declared insolvent.", "13. In September 2007 the enforcement proceedings were discontinued since the debtor company had been declared insolvent. The liquidation proceedings are still pending.", "14. The relevant domestic law is summarised in the judgments of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004) and Sokur v. Ukraine (no. 29439/02, §§ 17-22, 26 April 2005)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}