{"ITEMID": "001-127227", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF DAMJANAC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-3 - Ratione materiae);Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Just satisfaction dismissed (out of time)", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["6. The applicant was born in 1926 and lives in Belgrade.", "7. The general pension system of the former Socialist Federal Republic of Yugoslavia (hereinafter “the SFRY”) was set up on the principle of territoriality. This meant that each federal entity, namely the six republics (Croatia, Slovenia, Bosnia and Herzegovina, Serbia, Macedonia and Montenegro) and two autonomous provinces (Vojvodina and Kosovo), had their own pension funds, which were independent of federal government and were responsible for the collection of contributions and the payment of pensions to all individuals who had been working on the territory of the respective republic or province. The pension system was based on the “pay-as-you-go” model and the principle of inter-generational solidarity, which was essentially based on the payment of mandatory contributions during the years of employment and then receiving the pension by instalments once retired.", "8. The military pension system differed, in that it was centralised at the federal level. On 1 January 1973 under, at the relevant time, the Military Personnel Pension and Invalidity Insurance Act (Zakon o mirovinskom i invalidskom osiguranju vojnih obveznika) a federal pension fund was established for employees of the Yugoslav People’s Army (hereinafter “the YPA”) with its registered headquarters in Belgrade. Contributions to this fund were paid from the federal budget, and the fund then paid pensions to military pensioners, irrespective of the location of their military service or where they lived once retired.", "9. On 25 June 1991 the Croatian Parliament (Sabor Republike Hrvatske) declared Croatia independent of Yugoslavia, and on 8 October 1991 all relations between Croatia and the SFRY federal Government were dissolved. The SFRY Military Personnel Pension and Invalidity Insurance Act was incorporated into the Croatian legal system by the Military Personnel Federal Pension, Invalidity Insurance and Child Support Legislation (Acceptance in the Republic of Croatia as Republic Law) Act (Zakon o preuzimanju saveznih zakona iz oblasti mirovinskog i invalidskog osiguranja i doplatka za djecu vojnih osiguranika koji se u Republici Hrvatskoj primjenjuju kao republički zakoni), enacted by the Parliament on 26 June 1991.", "10. On 23 July 1992 the Government of Croatia enacted a decree on “Pension and Invalidity Rights of Persons Whose Active Military Service in the YPA Terminated Prior to 31 December 1991” (Uredba o ostvarivanju prava iz mirovinskog i invalidskog osiguranja osoba kojima je prestalo svojstvo aktivne vojne osobe u bivšoj JNA do 31. prosinca 1991.; hereinafter: “the Military Pensions Decree”). The Military Pensions Decree laid down conditions for recognition of the right to advance payments of pensions (akontacija) to former YPA military personnel, provided that they had terminated their military service prior to 31 December 1991, but had not obtained pension rights prior to that date, and that they met all the necessary conditions to be granted a pension under the Military Personnel Pension and Invalidity Insurance Act (see paragraph 8 above). The Military Pensions Decree set out three additional complementary conditions: (1) residence in Croatia, (2) Croatian nationality, and (3) that the person concerned had made himself available for service in the Croatian army prior to 31 December 1991 and was not suspected of an offence against Croatia. The Croatian Republic Workers’ Pension and Invalidity Insurance Fund (Republički fond mirovinskog i invalidskog osiguranja radnika Hrvatske; hereinafter “the Republic Workers’ Fund”) was assigned to make the necessary arrangements under this Decree.", "11. On the same day the Government of Croatia also enacted a decree on “Payment of Pensions to Former SFRY Republic Pension Beneficiaries” (Uredba o isplati mirovina korisnicima koji su mirovinu ostvarili u republikama bivše Socijalističke Federativne Republike Jugoslavije). Under that decree all residents of Croatia who had been granted pensions in other republics of the former SFRY, except Slovenia, which had at the time also dissolved its relations with the SFRY federal government, were entitled to payment of their pensions by Croatia. The Republic Workers’ Fund was ordered to pay pensions from the collected contributions which Croatia was not paying to pensioners residing in other republics of the former SFRY due to the ending of financial transfers.", "12. On 6 October 1993 the Croatian Parliament enacted the Yugoslav People’s Army Personnel Pensions Act (Zakon o ostvarivanju prava iz mirovnskog i invalidskog osigurnja pripadnika bivše JNA), which set aside the 1992 Decree (see paragraph 10 above) and part of the 1991 transitional legislation (see paragraph 9 above). Under this Act Croatia assumed responsibility for payment of YPA military pensions obtained prior to 8 October 1991, and for the granting of pensions to YPA military personnel whose service in Croatia had terminated prior to 31 December 1991.", "13. Former YPA military personnel who had obtained pension rights under the former SFRY pension regime prior to 8 October 1991 had the right to have their pension paid by Croatia if their pension from the former federal fund was no longer being paid. Two further conditions were laid down: residence in Croatia and that the person concerned was not being prosecuted for certain criminal offences against Croatia, listed in section 2 of the Act. The Republic Workers’ Fund was tasked with enforcement of the Act.", "14. The Act was set aside by the Pension Insurance Act (Zakon o mirovinskom osiguranju), which was enacted on 10 July 1998 and came into force on 1 January 1999. In the period relevant to this case it was amended several times (see paragraphs 50-53 below). The Pension Insurance Act regulated the compulsory pension insurance scheme on the basis of the principle of inter-generational solidarity (section 2 § 1). It established the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje), which was tasked with the management of pension affairs (section 6) thus replacing the previous Republic Workers’ Fund (section 187 §§ 1 and 3). Accordingly, the Croatian Pension Fund was tasked with the collection of pension contributions and payment of pensions and with the observance of obligations under international agreements on pensions (section 130). Under the Pension Insurance Act payment of pensions abroad was possible only under either an international agreement or a reciprocal agreement (section 88).", "15. The Pension Insurance Act also provided that funds for payment of pensions to YPA military pensioners should be secured in the State’s budget, and that the necessary contributions should be paid to the Croatian Pension Fund on a monthly basis (section 152 § 1). For all Croatian nationals the Pension Insurance Act recognised pensionable years of employment in the period prior to 8 October 1991 under the Military Personnel Pension and Invalidity Insurance Act (see paragraphs 8 and 9 above) as pensionable years of employment (section 186).", "16. By an amendment of 29 November 2001 the pensions of, inter alia, YPA military pensioners were reduced and the Croatian Pension Fund was ordered to set the amended levels of their pensions.", "17. On 15 September 1997 Croatia and the then Federal Republic of Yugoslavia (later Serbia and Montenegro) signed a Social Insurance Treaty (Ugovor o socijalnom osiguranju), hereinafter “the Social Insurance Treaty”), which came into force on 1 May 2003. The Social Insurance Treaty listed the relevant domestic legislation to which it was applicable, namely health insurance and health protection legislation; pension and invalidity insurance legislation; legislation on work-related accidents and work-related illnesses; and unemployment benefits. It was applicable to all persons in the two countries who had rights and duties under the relevant domestic legislation. The right to payment of a pension abroad existed irrespective of the place of residence of the pension beneficiaries within one of the contracting States. The Republic Workers’ Fund was designated the competent liaison authority in Croatia concerning all pension issues (see paragraph 54 below).", "18. According to the Government, after the dissolution of the former SFRY, Serbia maintained a dual pension system for civilian and military pensioners, and stopped paying YPA military pensions to pensioners residing in Croatia. Only in January 2012 was a pension reform carried out in Serbia which had the effect of integrating the military pension fund into the civilian pension and invalidity insurance fund. On an unspecified date the Serbian authorities informed the Croatian pension authorities of this change. They also indicated that they would pay what formerly were military pensions to pensioners residing abroad under the relevant treaties on social insurance or reciprocal agreements.", "19. On 29 June 2001 the republics of the former SFRY signed the Agreement on Succession Issues (Ugovor o pitanjima sukcesije, hereinafter “the Succession Agreement”), which came into force on 2 June 2004 (see paragraph 55 below).", "20. Annexe E to the Succession Agreement dealt with pensions. It was based on the principle of acquired rights, in that rights acquired under one system must be acknowledged and respected in another. Article 1 established the said principle in respect of the pension rights acquired under the former republics’ pension regime (see paragraph 7 above), while Article 2 dealt with military pensions under the former federal regime (see paragraph 8 above). The latter provision stipulated that the State which had recognised the right to payment of the pensions to former SFRY military personnel should continue to pay pensions to all its nationals, irrespective of their place of residence. In cases where a person was a national of more than one republic of the former SFRY, the pension should be paid by the State where that person resided. This pension payment regime differed from the regime established for civilian pensions under Article 1 of Annexe E to the Succession Agreement, which provided that the State which had recognised the pension rights and which paid the pensions should continue with the payments entirely irrespective of the nationality or place of residence of the pension beneficiaries.", "21. The applicant served as a military officer in the YPA between 1941 and 1979, when he retired. On 16 May 1979 the SFRY federal pension fund for retired YPA employees authorised the applicant’s entitlement to a military pension. At that time the applicant was residing in Dubrovnik, Croatia.", "22. On 19 June 1992 the applicant requested the Dubrovnik office of the Republic Workers’ Fund (Republički fond mirovinskog i invalidskog osiguranja radnika Hrvatske, Područna služba u Dubrovniku) to recognise his entitlement to a military pension under the new Croatian legislation. The applicant substantiated his request by submitting evidence of his place of residence in Croatia at an address in Dubrovnik, evidence of Croatian citizenship, and a document from the Dubrovnik Municipal Court (Općinski sud u Dubrovniku), confirming that no criminal proceedings against him had been instituted.", "23. On 7 July 1992 the Dubrovnik Office of the Republic Workers’ Fund recognised the applicant’s entitlement to a military pension, as established under the former SFRY Military Personnel Pension and Invalidity Insurance Act (see paragraph 47 below). It found that the applicant had Croatian citizenship and a place of residence in Croatia, and that the competent domestic authorities had not instituted criminal proceedings against the applicant for any offence against Croatia.", "24. On 12 December 1992, acting ex officio, the Dubrovnik Office of the Republic Workers’ Fund established the amount of the applicant’s pension under the Military Pensions Decree. The pension was to be paid to the applicant as long as the necessary requirements existed.", "25. On 6 May 1994 the Military Social Insurance Fund of the then Federal Yugoslav Republic Army in Belgrade, Serbia, ordered that payment of the applicant’s military pension should be stopped, on the grounds that they had been informed by the Croatian authorities that the applicant had been granted a pension in Croatia.", "26. According to the applicant, in October 1998 he visited his son in Belgrade, Serbia, and decided to stay with his son for a longer period. He continued to receive payments of his pension through a representative in Dubrovnik.", "27. On 9 June 2003 the applicant informed the Dubrovnik office of the Croatian Pension Fund (Područna služba u Dubrovniku Hrvatskog zavoda za mirovinsko osiguranje) that he had changed his place of residence to Belgrade, Serbia, and requested that his pension be paid to his new address. He submitted evidence of residence in Belgrade and details of his bank account in Serbia.", "28. On 30 September 2003 the Croatian Pension Fund stopped payment of the applicant’s pension. It found that the Social Insurance Treaty with Serbia did not cover YPA military pensions, and that there was no reciprocal agreement with Serbia in that respect, as required under the relevant domestic law, for the payment of pensions abroad. Pension payments were stopped with effect from 1 October 2003.", "29. On 16 December 2003 the applicant lodged an appeal with the Appeal Council of the Executive Council of the Croatian Pension Fund (Žalbeno vijeće Upravnog vijeća Hrvatskog zavoda za mirovinsko osiguranje) arguing that there was no legal ground for his pension to be stopped. He contended that when his pension rights had been recognised under the Military Pensions Decree he had obtained the right to receive the pension from the Republic Workers’ Fund, and that his status was therefore equal to that of other old-age pensioners. He also complained that he had not been able to obtain his pension in Serbia, since payment of his pension there had been stopped on the grounds that his entitlement to a pension had been recognised in Croatia. Finally, the applicant explained that the pension which had been stopped was his only income.", "30. On 17 March 2004 the applicant lodged an administrative action in the Administrative Court (Upravni sud Republike Hrvatske) complaining that the Croatian Pension Fund had failed to decide on his appeal against the first-instance decision of the Dubrovnik office of the Croatian Pension Fund.", "31. In his administrative action the applicant reiterated that by recognising his entitlement to a pension under the Military Pensions Decree he had the same status as all other pensioners in Croatia who had been receiving pensions from the Croatian Pension Fund. He explained that he had submitted his request for payment of the pension to Serbia under the Social Insurance Treaty and that the stopping of his pension had been unlawful. The applicant also complained that he and his wife had no other financial means now that his pension had been discontinued.", "32. The Administrative Court invited the applicant to substantiate his action further on 18 March 2004. The applicant complied with this request, and submitted a supplemented administrative action on 3 September 2004, reiterating his previous arguments.", "33. On 5 October 2004 the applicant changed his place of residence to his old address in Dubrovnik and the following day he informed the Dubrovnik Office of the Croatian Pension Fund, asking for payment of his pension to be resumed. The applicant also pointed out that the Croatian Pension Fund had never decided on his appeal against the decision to stop the payment of his pension.", "34. The Appeal Council of the Executive Council of the Croatian Pension Fund dismissed the applicant’s appeal against the first-instance decision of the Dubrovnik Office of the Croatian Pension Fund as ill-founded on 24 November 2004, endorsing the reasoning of the first-instance decision.", "35. On 10 January 2005 the Dubrovnik office of the Croatian Pension Fund resumed payment of the applicant’s pension. It found that the applicant had changed his place of residence to Croatia, and that all other requirements under the relevant domestic law had been met. The payment of the applicant’s pension was to be resumed with effect from 1 November 2004.", "36. On 12 April 2006 the Administrative Court invited the applicant to explain whether he wanted to pursue his administrative action of 17 March 2004, since the Appeal Council of the Executive Council of the Croatian Pension Fund had decided on his appeal in the meantime.", "37. On 13 November 2006 the applicant informed the Administrative Court that he wanted to pursue his administrative action. Moreover, he indicated that he wanted to extend it to the second-instance decision of the Appeal Council of the Executive Council of the Croatian Pension Fund of 24 November 2004. The applicant again argued that the change of his place of residence had not warranted in any respect, legal or factual, stopping the payment of his pension, and that therefore depriving him of his pension for the period between 1 October 2003 and 31 October 2004 had been unlawful.", "38. On 8 March 2007 the Administrative Court dismissed the applicant’s administrative action as ill-founded. The relevant part of the decision reads:", "“The reasoning of the impugned decision, and of the first-instance decision, is based on the fact that the plaintiff’s request for payment of the recognised military pension which he had obtained as a YPA employee prior to 8 October 1991 had been refused, because he had a place of residence in Serbia ... and the Social Insurance Treaty between the Republic of Croatia and the Federal Republic of Yugoslavia did not cover military pensions of former YPA military personnel obtained through the military [pension] fund prior to 8 October 1991. Between the Republic of Croatia and Serbia and Montenegro there is no reciprocal agreement in payment of military pensions, so the [plaintiff’s] pension cannot be paid in Serbia ...", "In view of what is discernible from the case file this court finds that there has been no breach of law to the detriment of the plaintiff.", "In this specific case the reasons adduced by the respondent body and the first-instance body are valid. This court finds that it was correctly held by the respondent body that it was not possible for military pensions to be paid abroad ... since it was impossible under either the Treaty or Croatian pension legislation. Payment of a pension abroad is possible under an international treaty or on the basis of a reciprocal agreement, which is not the situation in the present case.”", "39. On 11 May 2007 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske). He contended that there had been no legal ground for stopping payment of thirteen of his pension instalments, and that his change of place of residence should not have had any adverse effects on his pension rights. In his view this had created an inequality before the law.", "40. The applicant supplemented his constitutional complaint on 5 June 2007, reiterating his previous arguments.", "41. On 11 March 2010 the Constitutional Court declared the applicant’s constitutional complaint inadmissible as manifestly ill-founded. The decision of the Constitutional Court was served on the applicant on 21 May 2010.", "42. On 24 February 2012 the applicant informed the Dubrovnik office of the Croatian Pension Fund that he had changed his place of residence to Belgrade, and asked for the pension to be paid to him in Serbia.", "43. On 27 February 2012 the information submitted by the applicant was registered in the information system of the Croatian Pension Fund. Since March 2012 the applicant’s pension has been paid to him in Belgrade, Serbia.", "44. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum), 76/2010, 85/2010) read as follows:", "“Everyone in the Republic of Croatia shall enjoy rights and freedoms regardless of their race, colour, sex, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.", "Rights and freedoms may be restricted only according to law in order to protect the freedoms and rights of others, legal system, public morals and health.", "Any restriction of the freedoms and rights must be proportionate with the interest involved in a particular case.", "The right of ownership shall be guaranteed.", "International agreements in force which have been concluded and ratified in accordance with the Constitution and made public shall be part of the internal legal order of the Republic of Croatia and shall have precedence in terms of their legal effects over the [domestic] statutes ...”", "45. The relevant part of section 62 of the Constitutional Court Act (Official Gazette no. 49/2002, of 3 May 2002, Ustavni zakon o Ustavnom sudu Republike Hrvatske) reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, concerning his or her rights and obligations, or a suspicion or an accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: a constitutional right) ...", "46. The relevant provisions of the Military Personnel Federal Pension and Invalidity Insurance Legislation (Acceptance) Act (to be applicable in the Republic of Croatia as Republic Law) (Zakon o preuzimanju saveznog zakona iz oblasti mirovinskog i invalidskog osiguranja vojnih osiguranika koji se u Republici Hrvatskoj primjenjuje kao republički zakon, Official Gazette nos. 53/1991, 73/1991, 18/1992, 71/1992), enacted on 26 June 1991, read as follows:", "“The Military Personnel Pension and Invalidity Insurance Act (SFRY Official Gazette nos. 7/1985, 74/1987, 20/1989) shall be accepted and applied in the Republic of Croatia as the law of the republic.", "The federal financial rights and obligations under the legislation referred to in section 1 of this Act shall become rights and obligations of the budget of the Republic of Croatia.”", "47. The relevant provisions of the Decree on Pension and Invalidity Rights of Persons Whose Active Military Service in the former YPA Terminated Prior to 31 December 1991 (Uredba o ostvarivanju prava iz mirovinskog i invalidskog osiguranja osoba kojima je prestalo svojstvo aktivne vojne osobe u bivšoj JNA do 31. prosinca 1991, Official Gazette nos. 46/1992, 71/1992), enacted on 23 July 1992, provided:", "“A person who ceases to be an active officer in the YPA in the territory of the Republic of Croatia prior to 31 December 1991, and who has not prior to that date obtained entitlement to a pension and invalidity insurance, may obtain that entitlement if he fulfils the conditions to obtain it concerning pension and invalidity insurance in accordance with the Military Personnel Pension and Invalidity Insurance Act (Official Gazette nos. 53/91, 73/91, 18/92) and if:", "- he has residence on the territory of the Republic of Croatia;", "- he has Croatian nationality;", "- he made himself available for service in the Croatian army prior to 31 December 1991, and criminal proceedings have not been instituted against him by the competent authorities in connection with preparation or commission of offences under Head XX of the Criminal Code of the Republic of Croatia.", "The tasks under this Decree shall be carried out by the Republic Workers’ Fund according to law.”", "48. The relevant provisions of the Decree on the Payment of Pensions to Republic Pension Beneficiaries in the former SFRY (Uredba o isplati mirovina korisnicima koji su mirovinu ostvarili u republikama bivše Socijalističke Federativne Republike Jugoslavije, Official Gazette no. 46/1992), enacted on 23 July 1992, provided:", "“The beneficiaries of pensions ... with residence on the territory of the Republic of Croatia who have obtained pension entitlement in the republics of the former SFRY, apart from Slovenia, and who have been receiving payments in the Republic of Croatia, shall receive payments starting from the first day of the month after that in which the payment was halted due to the termination of financial transfers. The payment shall be made by the Republic Workers’ Fund ...", "The funds for payment of the pensions referred to in section 1 of this Decree shall be secured from the resources of the Republic Workers’ Fund which the Republic Workers’ Fund is unable to pay to pension beneficiaries in the republics of the former SFRY because of the discontinuance of financial transfers.", "The pension payments referred to in section 1 of this Decree shall be made until financial transfers between the Republic of Croatia and the republics of the former SFRY are resumed or the payment of the pensions otherwise settled.”", "49. The relevant provisions of the Yugoslav People’s Army Personnel Pensions Act (Zakon o ostvarivanju prava iz mirovnskog i invalidskog osigurnja pripadnika bivše JNA, Official Gazette no. 96/1993), enacted on 6 October 1993, read as follows:", "“This Act concerns the methods and conditions for recognition of the pension rights, ..., of former YPA personnel, acquired prior to 8 October 1991, ...", "A beneficiary who has acquired the right to a pension ... in the Military Personnel Social Insurance Federal Fund prior to 8 October 1991, and if the payment of his pension and other payments from the federal fund has been halted, shall have that right recognised ... if he meets the following conditions:", "- he has residence on the territory of the Republic of Croatia;", "- he acquired the right to a pension in the Military Personnel Social Insurance Federal Fund prior to 8 October 1991;", "- criminal proceedings have not been instituted against him by the competent authorities in connection with offences under Head XIV, XV and XVIII of the Basic Criminal Code of the Republic of Croatia ... Head XIX of the Criminal Code of the Republic of Croatia ... and the Offences of Incitement and Terrorism Against the Sovereignty and Territorial Integrity of the Republic of Croatia Act ... “", "The Republic Workers’ Fund shall carry out the enforcement of this Act.", "This Act shall substitute:", "1. The Act on Acceptance of the Military Personnel Federal Pension and Invalidity Insurance Legislation Acceptance Act (to be applicable in the Republic of Croatia as Republic Law) (Official Gazette nos. 53/1991, 73/1991, 18/1992, and 71/1992) – sections 3b, 3c and 3e,", "2. The Decree on Realisation of the Pension and Invalidity Rights of Persons Whose Active Military Service in the former YPA Terminated prior to 31 December 1991 (Official Gazette nos. 46/1992, 71/1992) ... “", "50. The relevant provisions of the Pension Insurance Act (Zakon o mirovinskom osiguranju, Official Gazette no. 102/1998), enacted on 10 July 1998 (came into force on 1 January 1999), provided:", "“(1) This Act regulates the compulsory pension insurance on the basis of the principle of inter-generational solidarity .. “", "To assure the rights of employees, ... and other insured persons under this Act, the Croatian Pension Fund (hereinafter “the Fund”) shall be established.", "Payment of pensions abroad shall be made under international agreements or on the basis of a reciprocal agreement.", "“The Fund shall:", "1) carry out all tasks concerning the exercise of pension insurance rights,", "2) collect pension contributions,", "3) secure enforcement of international treaties on pension insurance ...", "(1) The Republic of Croatia shall secure resources in its budget for part of the pension insurance obligations arising out of the recognition of privileged pensions, namely for ...", "8) pensions for former YPA personnel and for their families after their death ...", "(1) Pensionable years of employment prior to 8 October 1991 under the Military Personnel Pension and Invalidity Insurance Act shall be recognised for Croatian nationals as pensionable years of employment when obtaining pension rights under this Act ...", "(1) On the day this Act comes into force the Croatian Republic Workers’ Pension and Invalidity Insurance Fund ... shall cease its activities ...", "(3) On the day this Act comes into force the Croatian Pension Fund, which shall inherit the resources, rights and obligations of the above Funds .... shall begin its activities.", "This Act replaces: ...", "5) The Yugoslav People’s Army Personnel Pensions Act (Official Gazette no. 96/1993) ...”", "51. The Pension Insurance (Amendments) Act (Zakon o dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 109/2001), enacted on 29 November 2001, provided:", "“In the Pension Insurance Act (Official Gazette nos. 102/1998, 127/2000, 59/2001) after section 172 there shall be section 172a, which provides", "Section 172a", "(1) The pension beneficiaries of the former YPA ... shall have their pension payments reduced proportionally to their incomes ...", "The Croatian Pension Fund shall ex officio issue a decision concerning pension reduction under section 1 of this Act.”", "52. The relevant provision of the Pension Insurance (Amendments) Act (Zakon o izmjenama i dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 92/2005), enacted on 15 July 2005, provided:", "“In section 88 [of the Pension Insurance Act] after the words “agreement” words “on social insurance” shall be added.”", "53. The Pension Insurance (Amendments) Act (Zakon o izmjenama i dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 121/2010), enacted on 22 October 2010, provided:", "“Section 88 shall be amended as follows: ...", "(2) Payment of pensions and other benefits abroad shall be made under international agreements on social insurance or on a reciprocal basis, or under a decision of the [Croatian Pension] Fund granting the right to receive payments abroad in a State with which there is no international agreement or reciprocity.”", "54. The relevant provisions of the Social Insurance Treaty between the Republic of Croatia and the Federal Republic of Yugoslavia (Zakon o potvrđivanju Ugovora između Republike Hrvatske i Savezne Republike Jugoslavije o socijalnom osiguranju, Official Gazette – International treaties no. 14/2001), signed on 15 September 1997 (came into force on 1 May 2003), provide:", "“(1) This Treaty concerns:", "the Croatian legislation on:", "1) health insurance and health protection,", "2) pension and invalidity insurance,", "3) insurance against work-related accidents and work-related illnesses,", "4) unemployment insurance ...", "(2) This Treaty is applicable to legislation integrating, amending or supplementing the legislation referred to in § 1 of this Article.", "(1) This Treaty applies to:", "a) all persons to whom the relevant legislation of one or both of the contracting States applies or has applied ...", "(1) Pensions, and other monetary benefits, apart from unemployment benefits, under the relevant legislation in one of the contracting States, cannot be reduced, stopped, seized or confiscated on the ground of the beneficiary’s place of residence on the territory of one of the contracting States, unless this Treaty provides otherwise ...", "“To improve the enforcement of this Treaty, particularly with a view to easier and faster communication between authorities in the contracting States, the liaison body shall be:", "in Croatia ... the Croatian Republic Workers’ Pension and Invalidity Insurance Fund in respect of the relevant legislation referred to in Article 2 § 1 (2) and (3) ...", "(5) The responsible bodies of the contracting States may, in the enforcement of this treaty, make direct contact among themselves, as well as [contact] with interested individuals and their representatives ...”", "“All disputes relating to the application or interpretation of this Treaty shall be dealt with by the competent bodies in the contracting States.”", "55. Annexe E to the Succession Issues Agreement (Ugovor o pitanjima sukcesije; Official Gazette – International treaties no. 2/2004), signed on 29 June 2001 (came into force on 2 June 2004), reads:", "“Each State shall assume responsibility for and regularly pay legally authorised pensions funded by that State in its former capacity as a constituent Republic of the SFRY, irrespective of the nationality, citizenship, residence or domicile of the beneficiary.", "Each State shall assume responsibility for, and regularly pay, pensions which are due to its citizens who were civil or military servants of the SFRY, irrespective of where they are resident or domiciled, if those pensions were funded from the federal budget or other federal resources of the SFRY; provided that, in the case of a person who is a citizen of more than one State", "(i) if that person is domiciled in one of those States, payment of the pension shall be made by that State, and", "(ii) if that person is not domiciled in any State of which that person is a citizen, payment of the pension shall be made by the State in the territory of which that person was resident on 1 June 1991.", "The States shall, if necessary, conclude bilateral arrangements for ensuring the payment of pensions pursuant to Articles 1 and 2 above to persons located in a State other than that which is paying the pensions of those persons, for transferring the necessary funds to ensure payment of those pensions, and for the payment of pensions at a level proportionate to the contributions made. Where appropriate, the conclusion of such definitive bilateral arrangements may be preceded by the conclusion of interim arrangements for ensuring the payment of pensions pursuant to Article 2. Any bilateral agreements concluded between any two of the States shall prevail over the provisions of this Annexe and shall resolve the issue of mutual claims between the pension funds of the States relating to payments of pensions made before such agreements entered into force.”", "56. The relevant provisions of International Labour Organisation Convention 102 concerning Minimum Standards of Social Security (Konvencija 102 Međunarodne organizacije rada o najnižim standardima socijalne sigurnosti, Official Gazette – International treaties no. 1/2002), in force in Croatia as of 8 October 1991, read:", "“1. Non-national residents shall have the same rights as national residents: Provided that special rules concerning non-nationals and nationals born outside the territory of the Member may be prescribed in respect of benefits or portions of benefits which are payable wholly or mainly out of public funds and in respect of transitional schemes.", "2. Under contributory social security schemes which protect employees, the persons protected who are nationals of another Member which has accepted the obligations of the relevant Part of the Convention shall have, under that Part, the same rights as nationals of the Member concerned: Provided that the application of this paragraph may be made subject to the existence of a bilateral or multilateral agreement providing for reciprocity.", "A benefit to which a person protected would otherwise be entitled in compliance with any of Parts II to X of this Convention may be suspended to such extent as may be prescribed:", "(a) as long as the person concerned is absent from the territory of the Member ... “", "57. The relevant provision of International Labour Organisation Convention 48 concerning the Establishment of an International Scheme for the Maintenance of Rights under Invalidity, Old-Age and Widows’ and Orphans’ Insurance (Konvencija 48 Međunarodne organizacije rada o utemeljenju međunarodnog sustava očuvanja prava iz osiguranja za slučaj invalidnosti, starosti i smrti, Official Gazette – International treaties no. 11/2003, hereinafter “ILO Convention 48”), in force in Croatia as of 8 October 1991, reads:", "“(1) Persons who have been affiliated to an insurance institution of a Member and their dependants shall be entitled to the entirety of the benefits the right to which has been acquired in virtue of their insurance:", "(a) if they are resident in the territory of a Member, irrespective of their nationality;", "(b) if they are nationals of a Member, irrespective of their place of residence ... “", "58. The Vienna Convention on the Law of Treaties of 23 May 1969 (Bečka konvencija o pravu međunarodnih ugovora, Official Gazette – International treaties no. 12/1993) provides:", "“A party may not invoke the provisions of its internal law as justification for its failure to perform a treaty ... “"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}