{"ITEMID": "001-4732", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "FARAH v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Josep Casadevall", "TEXT": ["The applicant is a Tunisian national born in 1966. He is represented before the Court by Mr Carl-Gustaf Elwe, Karlskoga.", "The applicant met M, a Finnish citizen, in Tunisia in 1984. In January 1985 their first daughter was born in Finland. The applicant went to Finland in the autumn of 1986 and married M. As he had been sentenced to three years’ imprisonment and expulsion by a Danish court in 1984, his application for a residence permit in Finland was refused, however. He was expelled in March 1987. M and the daughter followed the applicant to Tunisia but returned to Finland some months later. Later, the applicant was granted a visa to enter Finland. He arrived in October 1987. As he was unable to find employment in Finland, the family decided to move to Sweden. M was later granted a permanent residence permit in that country.", "The family arrived in Sweden in March 1988. After the applicant had been refused a residence permit, he returned to Tunisia on 1 July 1988 and applied anew for a residence permit. M and the daughter joined him in Tunisia for a month in the late summer. In September 1988 the applicant was granted a permit to reside in Sweden for six months, and so the family returned to Sweden. The applicant’s permit was renewed for six months at a time until he was granted a permanent residence permit in 1990. In August 1990 the applicant’s and M’s son was born. In January 1993 they had a second daughter.", "The applicant had started using hash and in April 1993 he sought treatment for his drug problems. In June 1993 the applicant and M were detained on remand, suspected of narcotics offences. On 20 October 1993 the District Court (tingsrätten) of Handen convicted the couple - and a few co-accused - of the offences and sentenced them to imprisonment, the applicant for ten years and M for two years. Upon appeal, the Svea Court of Appeal (Svea hovrätt) acquitted the applicant of some of the charges. However, by a judgment of 5 January 1994 he was found guilty of an aggravated narcotics offence involving 300 grams of heroin and of smuggling of goods. He was sentenced to six years in prison. In addition, the court ordered his expulsion from Sweden in accordance with Chapter 4, Section 7 of the Aliens Act (Utlänningslagen, 1989:529) and issued a prohibition on his return. Having regard to his family connections to Sweden, this prohibition was limited to ten years, i.e. until 5 January 2004. M’s involvement in the offence was considered to be less serious, and her sentence was accordingly reduced to ten months’ imprisonment. The Supreme Court later refused leave to appeal against the Court of Appeal’s judgment.", "In April 1997 the applicant requested the Government to exercise its power under Chapter 7, Section 16 of the Aliens Act to annul the expulsion order. By a decision of 5 June 1997 the Government rejected the request.", "On 5 June 1997 the applicant was released on probation and expelled to Tunisia. Upon arrival he was allegedly arrested and detained for a month. M and the three children visited the applicant in Tunisia between 10 June and 16 August 1997.", "On 22 January 1998 the Government rejected a further request for an annulment of the expulsion order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}