{"ITEMID": "001-80869", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ANIK AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive asoect);Violation of Art. 2 (procedural aspect)", "JUDGES": "", "TEXT": ["4. The first applicant is the brother and the second applicant is the wife of Mr Ahmet Anık, who was born in 1959 and killed by members of the security forces on 19 August 1999. The third to eighth applicants are the children of Mr Ahmet Anık.", "5. The ninth applicant was the father and the tenth applicant is the mother of Mr Abdulkerim Sanrı, who was born in 1981 and also killed by members of the security forces on 19 August 1999. The eleventh and twelfth applicants are the brothers of Mr Abdulkerim Sanrı.", "6. The facts of the case as presented by the applicants and the Government are based on a number of documents drawn up in the course of the domestic investigation. The following information appears from the parties' submissions as well as from the documents submitted by them.", "7. Ahmet Anık and Abdulkerim Sanrı (hereinafter “the two village guards”) had been living in the Balveren village and employed by the State as provisional village guards. Their duties included providing guidance to the armed forces about a particular area near their village where there was intense PKK activity.", "8. The area in question was situated to the south of an asphalt road which ran between the city of Şırnak and the town of Uludere. The two village guards and a team of soldiers from the nearby Milli gendarmerie station would take up positions on Yaylatepe, a hill from where they could maintain the security of the road. The distance between the top of Yaylatepe and the road was approximately 600 metres and a footpath connected the two. From their positions, the soldiers and the two village guards would also observe another footpath which ran in a river bed between Yaylatepe and the Ömerağa hills. This footpath was frequently used by PKK terrorists on their way to and from Northern Iraq. Ömerağa was 1,500 metres to the south-east of Yaylatepe. 2,500 metres to the north-east of Yaylatepe was Elmalı, from where soldiers would monitor the area at night with the help of thermal cameras.", "9. In the morning the two village guards would walk the short distance of 400 metres from their village to the gendarmerie station where they would report their arrival at 6 a.m. From the gendarmerie station they would walk, together with the soldiers, to Yaylatepe, a distance of two kilometres. At the end of their shift they would return to the gendarmerie station together with the soldiers. If it was dark, they would be driven to their village from the gendarmerie station in military vehicles, otherwise they would walk. For security reasons, no civilians or even village guards would be allowed to remain or enter the area in question or use the asphalt road during the hours of darkness. Any civilians who needed to use the road at night time in case of an emergency would inform the local gendarmerie station beforehand and they would be observed by night vision binoculars and thermal cameras until they were out of the area.", "10. On 24 August 1999 sub-Lieutenant Hakan Paç submitted in his statement taken by the Şırnak prosecutor that he had been in charge of the soldiers and the two village guards, who had taken up positions on Yaylatepe on 18 August 1999. At 8 p.m. he had grouped his men and, upon the arrival of a team of soldiers at 8.45 p.m. who were to take over the command of the hill from him, his men had started walking down the hill. He had stayed behind to ensure that no one was left. In accordance with usual practice, the two village guards had been walking ahead of the soldiers. He had been able to see the soldiers reach the main road and thereafter continue to walk towards the station. However, he thought that the two village guards must have turned off the footpath before reaching the main road; it was not his duty to check whether the two village guards had safely reached their village.", "11. It appears from a post-incident report drawn up on 20 August 1999 that, at 11 p.m. on 18 August 1999, the soldiers positioned on Elmalı had observed two persons on the slopes of Yaylatepe. Having established that no one had been given authorisation to be in that area, a number of military units were deployed to the vicinity of Yaylatepe. By 1.15 a.m. on 19 August the two persons had been surrounded by soldiers, some of whom had taken up positions on Yaylatepe.", "12. Two groups of soldiers fired a number of 120 mm mortars in the direction of the two persons. Flares were also fired and the two were ordered to surrender. However, they started running towards Yaylatepe, and the distance between them and the soldiers on Yaylatepe was down to approximately 200 metres when the soldiers fired in the air to warn them. When the two failed to stop, the soldiers fired directly at them. The time by then was 1.30 a.m., according to the report.", "13. At dawn the soldiers approached the bodies and established that they were the two village guards. In the opinion of the authors of this report – the military officers in charge of the operation – the two village guards had left the group of soldiers on their way down from Yaylatepe in order to help PKK members enter northern Iraq or plant land mines in the area.", "14. According to the on-site report prepared by the soldiers on 19 August 1999, the two village guards had been shot in the head and chest. Their bodies had been found on the slopes of Yaylatepe, fifty metres from the top of the hill. Two hand grenades had exploded approximately 50 centimetres away from the bodies. The pins belonging to these hand grenades had been found 30 metres away from the bodies, further up the hill.", "15. According to the same report, there was no ammunition on the body of Abdulkerim Sanrı, but there were three loaded bullet cartridges belonging to a Kalashnikov rifle and a hand grenade in a military style vest worn by the deceased Ahmet Anık. The rifles belonging to the two village guards were found two hundred metres away from their bodies, next to a rock, at the side of the main road. The barrels of the rifles smelt and bore traces of gun powder, indicating that they had been fired. Next to the two rifles was Abdulkerim Sanrı's military style vest with three loaded bullet cartridges belonging to a Kalashnikov rifle and a hand grenade in one of its pockets. Also, 30 metres away from the bodies were a number of spent bullet cases discharged from G3 and BKC rifles. A sketch, detailing the features of the area and showing the position of the bodies together with the discharged ammunition, was drawn up and appended to this report and forwarded to the public prosecutor's office in Şırnak.", "16. On 19 August 1999 the Şırnak public prosecutor and a doctor visited the area to examine the bodies. According to the report drawn up by the prosecutor and the doctor, there were extensive injuries to the heads, chests and various other parts of the bodies. It concluded that “as the cause of death was so obvious, there was no reason to carry out classical autopsies”.", "17. The prosecutor took a number of statements in the course of his investigation. These statements, insofar as they are relevant to the Court's examination of the case, are summarised below.", "18. Captain Ömer Arslan was the commander of the soldiers positioned on Elmalı on the day of the incident. He recounted in his statement of 24 August 1999 that, at 11.10 p.m. on 18 August 1999, with the use of thermal cameras, he had seen two persons in the area and informed the battalion commander. The battalion commander had ordered him to continue to observe and record the two people by thermal camera. As the two persons had been behaving suspiciously, he and the soldiers under his command had thought that they were terrorists.", "19. The military unit on Elmalı had then been deployed to ambush the two people. He had been able to see that mortars and flares were fired. He had also heard Lieutenant Alpaslan Güldal asking the two to surrender and to lie on the asphalt road. At that moment the two persons, who were standing next to the road, had attempted to escape and the soldiers from his military unit had fired towards them. He thought that one of the two persons had been shot and, in his opinion, there were blood stains on an adjacent rock. The two people had then escaped towards the hill and “were exterminated there”.", "20. Lieutenant Güldal recounted in his statement of 24 August 1999 that, on the day of the events, he had been in charge of the soldiers on Ömerağa hill. Upon receiving information that there were two persons in the area who were acting suspiciously, he had been ordered by the battalion commander to apprehend the two persons. He had then taken his team to Yaylatepe. As it was dark, he had been unable to see the two people but Captain Arslan, who was watching the area with a thermal camera, had provided him with information over the radio about their positions and their distance from his military team. The two persons had first attempted to escape in an easterly direction, but had turned around when a mortar was fired towards them. When the westerly direction was also shelled with mortar fire, the two men had started running towards the river bed down the side of Yaylatepe.", "21. He had ordered the two persons to stop and lie on the asphalt road; had they complied with his orders, they could have been caught alive. However, it was possible that they had not heard him as they were 500 metres away at the time. The two people had then started running towards Yaylatepe where he and his soldiers were positioned. When the distance was about 100 metres he had fired in the air. He had also seen, using night vision binoculars, that the two were not armed. Nevertheless, one of them was wearing a military style vest in which ammunition could be carried and the other was wearing thick clothing. It was possible that they had strapped their bodies with bombs. The two persons continued to approach the soldiers and, when at a distance of 50 metres, he had radioed the battalion commander for permission to open fire. After receiving authorisation from his commander, he had asked the two men, both in Turkish and Kurdish, to surrender. After having fired at the men he had thrown four hand grenades at them in order to destroy any explosives which might have been strapped to their bodies. It was not until the following morning that they had realised that the two people were in fact the two village guards.", "22. Nuri Ünlü, an expert-sergeant who took part in the operation, recounted in his statement of 25 August 1999 that, when the distance between the two persons and the soldiers was approximately 50 metres, he and a number of soldiers had ordered the two people to stop. He had been unable to see the two persons but could hear them. He and the soldiers next to him had then fired warning shots, after which they had fired directly at the two men. Noting that the two were still alive, they had thrown hand grenades in order to “neutralise them”.", "23. On 25 August 1999 Hüseyin Sarıca, another expert-sergeant who had also participated in the incident, gave a similar statement to that of Mr Ünlü and added that he had been able to see, using night vision binoculars, that the two persons were not armed but were wearing thick clothing. Lieutenant Güldal, who was in charge of the soldiers, had then asked and obtained permission from the battalion commander to open fire on the two men. They had then been warned that they would be shot at. After the firing had ceased, four grenades had been thrown at them when they fell to the ground. He had not heard or seen whether the two people had opened fire on the soldiers.", "24. On the day of the events Asım Altay had been serving as a private soldier under the command of Lieutenant Güldal and was positioned on Yaylatepe. Private Altay recounted in his statement of 25 August 1999 that he had been using night vision binoculars and had thus been able to see that the two persons were not armed. One of them was wearing thick clothing and a military style vest. After having unsuccessfully ordered the two men – both in Turkish and Kurdish – to stop and surrender, the soldiers had fired at them. He had also heard a hand grenade explosion; he did not know the distance from which the hand grenade had been thrown or whether or not the two persons had been alive when the hand grenade was thrown.", "25. Hasan Tecim had also been serving as a private soldier under the command of Lieutenant Güldal and was positioned on Yaylatepe at the relevant time. Private Tecim recounted in his statement of 25 August 1999 that one of the two people had been wearing thick clothing. The soldiers, thinking that the two men might be suicide bombers, had not wanted them to approach. When the distance between the two persons and the soldiers was approximately 50-60 metres, the soldiers had started firing. A bomb had also been thrown at the two men. The two had not fired at the soldiers.", "26. Both the first applicant Mahmut Anık and the ninth applicant Osman Sanrı were questioned by the prosecutor on 20 August 1999. They asked the prosecutor to find and prosecute those responsible for the deaths of their relatives.", "27. On 26 August 1999 the prosecutor decided that he lacked jurisdiction to investigate the killings and forwarded his decision and the above mentioned statements to the military prosecutor's office at the Air Force Headquarters in Diyarbakır. In his decision the prosecutor summed up the information he had been given by the above mentioned members of the military and concluded that the two village guards had been mistaken for terrorists and had thus been killed. According to the prosecutor, the killings had been carried out in the performance of military duties and, as such, had to be investigated by a military prosecutor.", "28. In this decision the battalion commander Abdulveli Kayaş, Lieutenant Alpaslan Güldal, sub-Lieutenant Hakan Paç and expert-sergeants Hüseyin Sarıca and Nuri Ünlü were named as defendants in respect of the offence of “causing death by negligence and carelessness”. The first and the ninth applicants, i.e. Mahmut Anık and Osman Sanrı, were referred to in the decision as the complainants.", "29. On 8 October 1999 the applicants' lawyer asked the military prosecutor for information about the investigation and asked to be contacted if his presence was required.", "30. On 12 October 1999 the military prosecutor asked the commander of the gendarmerie in the city of Van to appoint three high ranking officers as experts to assist him in the investigation. The military prosecutor specified that those three officers should not be chosen from among members of the military teams to which the defendants belonged.", "31. On 5 November 1999 the military prosecutor visited the area where the two village guards had been killed. Two majors and a lieutenant-colonel who had been appointed as experts, the defendants and other eye-witnesses were also present during the military prosecutor's visit.", "32. The military prosecutor observed that, at the time of the shooting, the distance between the two village guards and the soldiers was 40 metres. Furthermore, the place where the two village guards were killed was 20-30 metres away from the river bed which was often used by terrorists as an escape route.", "33. During his visit, the military prosecutor also questioned Lieutenant Alpaslan Güldal, expert-sergeant Nuri Ünlü and the battalion commander Captain Abdulveli Kayaş, i.e. three of the five defendants.", "34. Lieutenant Güldal stated that the two village guards had been trying to reach the river bed to escape. When fire was opened, the two village guards had been approximately 20 metres away from the river bed; had they been able to proceed any further, it would have been impossible to find them again. He had not known at the time that the two persons were in fact the village guards. He had been informed at the time that the two men had been crouching frequently, thereby giving the impression that they were planting land mines. Lieutenant Güldal added that the two people had been “exterminated” by the soldiers after having obtained permission from the battalion commander. Although the two village guards had been unarmed, they were wearing thick clothing, thereby giving the impression that they had explosives on them. Thus, the reason for the soldiers to continue firing even after the two men had fallen to the ground was to destroy any explosives. It had been his duty to stop terrorists from using the area as an escape route and to exterminate them; on the day of the events he had carried out that duty.", "35. Expert-sergeant Nuri Ünlü repeated the contents of his previous statement (see paragraph 22 above) and added that the reason for the presence of the military in that area at the time had been to prevent terrorists from using the area as a transport route. On the day of the events, they had exterminated two terrorists. He had not thought at the time that they could be village guards. Their priority was to catch terrorists alive so that they could obtain information from them, but that had not been possible on this particular occasion because the two persons had refused to surrender.", "36. Battalion commander Captain Abdulveli Kayaş stated that he had been informed in a fax message, sent to him from the regimental headquarters some time before the incident took place, that a group of eight terrorists had used the area three to four days previously. He had been warned to be on high alert in case more terrorists tried to use the area. He knew that the locals helped terrorists by providing guidance around the area. Furthermore, land mines were being planted thereabouts. He confirmed that Lieutenant Güldal had kept him informed about the movements of the two persons and about the operation. He added that Lieutenant Güldal had told him that the two men were escaping and that it would have been impossible to find them again if they were allowed to do so. Furthermore, Lieutenant Güldal had also said that the two persons might have explosives on them and that it would be dangerous for the soldiers if they came close. He had thus authorised the firing. In his opinion the two village guards had been in the area in order to plant land mines or to help a group of terrorists.", "37. On 16 November 1999 the first applicant Mahmut Anık and the ninth applicant Osman Sanrı applied to the military prosecutor for permission to intervene in the proceedings. In their statements taken by the military prosecutor the same day, the two applicants stated that their relatives had been killed intentionally or negligently. They asked the military prosecutor to establish the circumstances surrounding the killings and prosecute those responsible.", "38. On 29 December 1999 the three experts submitted their opinions to the military prosecutor. They stated that, in reaching their conclusion, they had taken note of the above mentioned statements taken from members of the military and had watched the video footage of the operation recorded by Captain Arslan using the thermal camera (see paragraph 18 above). According to the experts, during the hours of darkness the area in question was out of bounds for all persons, with the exception of members of the military, because it was a transport route for terrorists to reach Northern Iraq. The village guards knew this well and their presence in that area could only be explained by their having ulterior motives. In fact, one and a half months before the killing of the two village guards, a military vehicle had been damaged by a land mine. On account of the heavy military presence in the area, it could not have been possible for terrorists to plant land mines themselves. In the experts' opinion, the deceased village guards had been responsible for planting the mines. Furthermore, they had intelligence suggesting that the deceased village guards had been assisting terrorists by providing guidance around the area.", "39. According to the three experts, although the two village guards had been unarmed, their heavy clothing could reasonably have been mistaken for explosives. In fact, it was possible to see in the footage recorded by thermal cameras that the soldiers had continued to fire at the two persons after they had fallen to the ground. This was done in order to destroy any explosives. The military units which had taken part in this incident had been deployed in that particular area to ambush terrorists. It was “completely natural”, therefore, that the “village guards were exterminated on the assumption that they were terrorists”. The experts concluded by stating their opinion that “none of the defendants had been at fault; in fact, they had carried out their duties effectively and successfully”.", "40. On 11 April 2000 the military prosecutor took a statement from Mehmet Zeki Bahşi. Mr Bahşi had performed his military service in the area in question at the relevant time but had since completed his service and been discharged from the army. He had taken part in the operation under Lieutenant Güldal's command. Mr Bahşi stated that on the night in question he had been using night vision binoculars and had thus been able to see the two persons. The soldiers had then started firing to the left and right of the two men, upon which the two had started running towards the river bed. When the soldiers opened fire in that direction, the two people had put their hands up and said “Stop firing; we surrender”. Lieutenant Güldal had then ordered the two men to lie on the road but they refused to do so, instead advancing towards the soldiers on Yaylatepe. One of the two persons had one hand up in the air, but the other hand was behind his back as if he was reaching for something. Although Mr Bahşi had been able to see that because he was wearing night vision binoculars, some of the soldiers who were closer to the two persons had also been able to see it with the naked eye. When the two persons continued advancing towards the soldiers, Lieutenant Güldal had ordered the soldiers to open fire. The firing had continued after the two had fallen to the ground in order to eliminate the risk of a booby-trap.", "41. On 10 May 2000 the military prosecutor questioned Sedat Dilmen and Asım Altay who, like Mr Bahşi, had been performing their military services and had taken part in the operation under the command of Lieutenant Güldal. Mr Dilmen stated that he had been the sniper of the military team. Mr Dilmen and Mr Altay both stated that the two persons had been given ample opportunity to surrender but had failed to do so. When the distance between the two persons and the soldiers was down to 50 metres, the soldiers had opened fire. They had not seen any weapons on the two people, but the clothes they were wearing had been very thick, which had led the soldiers to think that they were laden with explosives.", "42. On 2 June 2000 the military prosecutor decided not to prosecute the defendants for the offence of “causing death by negligence and carelessness”. The military prosecutor concluded in his decision that the soldiers had “shown more than necessary sensitivity in apprehending the two persons alive, but had been unable to do so because of the two person's refusal to surrender”. According to the military prosecutor, “following the two person's refusal to surrender, killing them had become a duty for the soldiers” and that the soldiers had carried out that duty.", "43. The decision not to prosecute was communicated to the applicants' lawyer on 15 June 2000. The lawyer contacted the military prosecutor the same day and asked to be provided with the documents from the investigation file. The military prosecutor authorised the release of the statements taken from the applicants only.", "44. On 23 June 2000 the applicants lodged an objection against the decision not to prosecute. In their petition submitted to the Diyarbakır Military Court, the applicants argued that, due to the secret nature of the investigation, they had not been given access to the documents in the investigation file. Neither had they been able to participate in the investigation, notwithstanding their submission of petitions to intervene in the proceedings (see paragraph 37 above). The applicants argued, in particular, that their two deceased relatives had been unarmed and that it thus should have been possible to apprehend them alive. They submitted that everyone had the right to life; the killing of their two relatives and the military prosecutor's decision to discontinue the proceedings was a violation of their relatives' right to life, which was protected by the Constitution and by international conventions.", "45. The applicants' objection was rejected on 30 June 2000 by the Diyarbakır Military Court, which concluded that the decision not to prosecute was compatible with the legislation in force and the applicable procedure, and that there was no need to widen the scope of the investigation. The decision rejecting the objection was communicated to the applicants' lawyer on 19 July 2000.", "46. The relevant domestic law and practice, applicable at the time of the events giving rise to the present application, are set out in the judgments in the cases of Erdoğan and Others v. Turkey (no. 19807/92, §§ 51-57, 25 April 2006), and Ergi v. Turkey (judgment of 28 July 1998, Reports of Judgments and Decisions 1998-IV, §§ 46-52)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}