{"ITEMID": "001-96446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LEXA v. SLOVAKIA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 5-1;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1961 and lives in Bratislava. Between 1995 and 1998 he was the Director of the Slovak Information Service (Slovenská informačná služba), the Slovakian intelligence service. In September 1998 he was elected as a member of the National Council of the Slovak Republic (the Parliament) for a four-year term.", "6. The applicant was summoned to give an explanation to a police investigator on 5 December 2002. On that day the investigator arrested the applicant and issued a decision in which he accused him of incitement to commit murder, abuse of authority and the mishandling of information classified as a State secret. The decision stated that the applicant was suspected of having prevented the proper investigation of the offence of abduction of the son of the then President of Slovakia abroad (for further details concerning that case see also Lexa v. Slovakia, no. 54334/00, §§ 9-63, 23 September 2008).", "7. In particular, the decision referred to an extensive investigation including several statements of experts, documentary evidence obtained from the Slovak Intelligence Service, the examination of 58 witnesses including 8 witnesses whose identity was not disclosed and other evidence. The information thus obtained sufficiently justified the conclusion that the applicant, in his capacity as Director of the Slovak Intelligence Service, had taken the action described below with a view to (i) preventing the offence of abduction of the President’s son in 1995 from being elucidated, (ii) threatening F., a former member of the Slovak Intelligence Service, who had confirmed the involvement of the secret service in that offence and who had later been forced to hide abroad and (iii) preventing witness R. from maintaining contact with F. and killing the former. The applicant was accused of offering 2 million Slovak korunas (SKK) to S. to kill R. In that context, the applicant was suspected of having arranged for the monitoring of several persons and had transmitted the information thus obtained to S. despite the fact that it had been classified as “strictly secret”. S. had asked at least five persons to kill R. After the first attempt had failed, the perpetrators had activated, in April 1996, an explosive device which had been attached to R.’s car. The car had caught fire and R. had died inside. The investigator’s decision referred to a different set of proceedings brought against two persons accused of having activated the device.", "8. The applicant immediately filed a complaint against the decision which a public prosecutor dismissed on the same day. The public prosecutor requested that the applicant be remanded in custody pursuant to Article 67 § 1 (a), (b) and Article 67 § 2 of the Code of Criminal Procedure.", "9. On 7 December 2002 the applicant, in the presence of two lawyers, was heard by a judge of the Bratislava I District Court. The applicant stated that he knew neither R. nor the persons allegedly involved in his killing. His deprivation of liberty was arbitrary. The evidence on which the investigator relied had not been obtained in accordance with the relevant provisions of the criminal law and, as such, it could not be used in proceedings before a court. The applicant also complained that the investigator had not allowed him or his lawyers to consult the file without relying on any relevant reason. The judge informed the applicant that he would not put the file at his disposal as, at that stage of proceedings, such action was within the power of the investigator.", "10. On the same day the judge remanded the applicant in custody with effect from 5 December 2002. The judge did not accept that there was a risk of the applicant’s absconding or influencing witnesses within the meaning of Article 67 § 1 (a) and (b) of the Code of Criminal Procedure. However, the decision stated, with reference to Article 67 § 2 of the Code of Criminal Procedure, that the applicant was charged with an offence carrying a minimum prison sentence of twelve years. The court’s decision also stated that the investigator had violated the applicant’s right to be presumed innocent by holding that his actions had met the constituent elements of the offences in issue.", "11. The applicant filed a complaint which he supplemented several times. He alleged that the District Court judge had not allowed him or his counsel to consult the case file and that the evidence available had not been obtained in accordance with the procedural requirements and did not justify his being accused of the offences in issue. The applicant also submitted that the relevant events had occurred in 1996 and that, subsequently, public authorities had influenced public opinion, indicating that the applicant was responsible for the events in question. Furthermore, the first-instance court had disregarded the applicant’s own position, namely that the prosecuting authorities were biased and had striven to remand him in custody by all means. The applicant relied on the Court’s case-law under Article 5 §§ 1 and 4 of the Convention.", "12. On 7 January 2003 the applicant’s counsel requested permission to consult the file. The Bratislava Regional Court permitted them to do so from 9 to 12 a.m. on 14 January 2003.", "13. The Bratislava Regional Court dismissed the applicant’s complaint against the decision on his detention on remand at a meeting held on 14 January 2003, apparently shortly after the applicant’s counsel had consulted the file. The court met in camera; the relevant law excluded both the applicant and the public prosecutor from attending.", "14. The decision stated that the applicant had been remanded in custody in accordance with the applicable procedural rules and that his detention was justified under Article 67 § 2 of the Code of Criminal Procedure. As to the applicant’s argument that he had been accused of the offences in issue arbitrarily, the decision stated that the Regional Court had thoroughly examined the evidence included in the file. It noted that the criminal proceedings against the applicant were at the initial stage only and concluded that the evidence available at that time justified the suspicion that the offences in issue had been committed. The applicant’s detention was not arbitrary. As to the applicant’s objections to the conduct of the criminal proceedings, the Regional Court pointed out that they fell within the competence of the public prosecutor in charge of the case.", "15. On 14 February 2003 the Bratislava I District Court dismissed the applicant’s request for release.", "16. On 2 June 2003 a judge of the Bratislava I District Court refused to extend the applicant’s detention. The decision stated, inter alia, that there had been relevant reasons for the applicant’s detention on remand when the Bratislava I District Court had delivered the above decisions of 7 December 2002 and 14 February 2003. The file contained evidence both against the applicant and in his favour. The former type of evidence had been taken in 2000 in the context of criminal proceedings against two other persons. As such it could not be used in the context of the criminal proceedings against the applicant. It was not clear why the investigator had not re-examined the witnesses concerned in the context of the criminal proceedings against the applicant. The reliability of certain statements could be cast into doubt as they had been made by persons linked to organised crime.", "17. The judge further held that in the period after 5 December 2002 no evidence had been obtained in support of the accusation against the applicant. Thus during the six months the applicant was detained the investigator and the prosecutor had failed to gather sufficient evidence capable of strengthening the suspicion that the applicant had committed the offence imputed to him. On the contrary, the evidence obtained in the course of the last four months was in favour of the applicant. The ground for his detention had therefore ceased to exist.", "18. On 5 June 2003 the public prosecutor ordered the applicant’s release.", "19. On 21 September 2006 the Special Prosecution Service at the General Prosecutor’s Office discontinued the criminal proceedings on the ground that the facts underlying the proceedings had not occurred. The decision stated, inter alia, that the file contained no relevant evidence indicating that the applicant had committed the offence imputed to him. There was no proof that the accused persons in the other set of proceedings had committed the offence which, according to the accusation, the applicant had allegedly incited them to commit.", "20. On 5 December 2002 an extraordinary briefing was held at which the Minister of the Interior provided details concerning the arrest of the applicant. The Minister read out extracts from the decision by which the applicant had been accused.", "21. On 6 December 2002 the daily Sme with nationwide distribution published an article about the case. It reported on the Minister’s statements at the above briefing. Reference was also made to a statement by a public prosecutor who had pointed out that the decision on the applicant’s guilt or innocence lay with a court and had expressed the view that the existing evidence was sufficient.", "22. On 10 December 2002 Sme published an interview with the investigator who had accused the applicant of the above offences. The investigator stated that the police had had sufficient evidence, comprising both witness statements and documents, to bring criminal proceedings against the applicant.", "23. On 14 December 2002 Sme reported on statements made by the public prosecutor in charge of the applicant’s case. According to those statements, one witness had confirmed that the applicant had offered him SKK 2 million for the killing of the person concerned.", "24. Finally, on 16 December 2002 Sme published an article about the judge of the Bratislava I District Court who had remanded the applicant in custody. The article indicated that the judge had been aware that the applicant had been summoned to appear before a police investigator on 5 December 2002. At that time the judge had been on duty and he had had a premonition that “something would happen”. The judge expressed the view that the case had fallen to be dealt with by him by pure chance. The judge had had only one day to study the file, which comprised several hundred pages. The hearing of the applicant prior to his detention on remand had lasted 4 hours. The judge confirmed that, according to documents included in the file, one witness had confirmed that the applicant had asked him to eliminate a witness against him for SKK 2 million.", "25. On 13 March 2003 the applicant filed a complaint with the Constitutional Court. He alleged a violation of his rights under Article 5 §§ 1, 3 and 4 and under Article 6 §§ 1, 2 and 3 of the Convention. He also relied on several constitutional provisions.", "26. As regards the proceedings leading to the Bratislava I District Court’s decision to remand him in custody, the applicant complained that the judge had not allowed him and his counsel to consult the case file, indicating that such a decision was within the competence of the investigator. The applicant thus could not show that his accusation had been based on evidence which had been obtained by unlawful means and which, for that reason, could not be used in proceedings before a court. The judge had not examined whether relevant reasons for the applicant’s detention had existed.", "27. The applicant further complained that the judge of the Bratislava I District Court had subsequently given an interview in which he had made comments on the applicant’s deprivation of liberty and disclosed details from the case file. The applicant affirmed that those statements had been made in the context of a campaign launched against him. His rights to a fair hearing and to be presumed innocent had thereby been violated.", "28. As regards the decision given by the Bratislava Regional Court on 14 January 2003, the applicant complained that the principle of equality of arms had been breached as he had not had sufficient time, after his counsel had consulted the file, to supplement his complaint against the decision on his detention on remand. He had been accused on the strength of evidence obtained contrary to the relevant provisions of the Code of Criminal Procedure in that it had been taken previously within the framework of another set of proceedings. That had been a deliberate attempt to diminish his ability to defend himself. That evidence could not be used in proceedings before courts, including proceedings concerning his detention on remand.", "29. On 16 April 2003 the Constitutional Court rejected the complaint. The decision stated that the Constitutional Court lacked the power to review the factual findings of ordinary courts in matters relating to detention on remand. The Constitutional Court found that in the context of the criminal proceedings brought against him the applicant risked a minimum prison term of twelve years. The material condition for his detention on remand under Article 67 § 2 of the Code of Criminal Procedure had therefore been made out. Both courts had examined the file and concluded that the evidence available justified the suspicion that the applicant had been involved in the offences concerned. However, a “reasonable suspicion” that a person had committed an offence did not require the existence of proof. In respect of this part of the applicant’s complaint the Constitutional Court concluded that it lacked the power to substitute the decision-making of the ordinary courts on the applicant’s detention on remand.", "30. The Constitutional Court further declared manifestly ill-founded the complaints under Article 5 § 3 and Article 6 of the Convention. It noted that the applicant had been assisted by two advocates during his examination by the judge of the District Court. He had had an adequate opportunity to defend his rights. As to the alleged violation of Article 5 § 4 of the Convention, the Constitutional Court held that it had been open to the applicant to bring proceedings with a view to challenging the lawfulness of his detention on remand. However, he had not availed himself of that right. There was no causal link between the conduct of the ordinary courts in the proceedings in issue and the applicant’s right under Article 5 § 4 of the Convention. As regards the principle of equality of arms enshrined in Article 6 of the Convention, it was not applicable to proceedings in which the courts deprive a person of liberty for the purpose of his or her criminal prosecution.", "31. Finally, the Constitutional Court noted that the applicant had filed his complaints under Articles 6 §§ 1 and 2 of the Convention about the statements made by the District Court judge more than two months after he had learned about the article in issue. In that respect, the statutory time-limit had not been respected.", "32. Article 65 § 1 gives the accused person the right to consult the file with certain restrictions enumerated therein. Paragraph 2 provides that, at the pretrial stage, the public prosecutor or the police authority can only refuse a person access to a file concerning him or her for exceptional reasons.", "33. Article 67 § 2 provides that an accused person can be remanded in custody where he or she is prosecuted for an offence punishable with a minimum prison sentence of eight years.", "34. Article 74 § 1 provides that a complaint is available against a decision to remand a person in custody.", "35. Under Article 163 § 1, where the facts established sufficiently justify the conclusion that a criminal offence was committed by a particular person, the investigator or police authority shall deliver a decision, without delay, accusing that person of the offence in issue. The accused is to be notified of the decision within three days and not later than at the beginning of his or her first examination.", "36. In accordance with the Supreme Court’s practice (Rt 95/1999), when considering whether reasons for remanding a person in custody exist, the authorities may have regard exclusively to circumstances and findings which have their basis in the procedural steps aimed at the establishment of evidence and which are relevant for the conclusion that a statutory reason exists for detaining a person in custody.", "37. In decision Tpj 3/95 of 23 October 1995 the Supreme Court held that the detention on remand of a person under Article 67 § 2 of the Code of Criminal Procedure is lawful where the accused person is prosecuted for an offence punishable with a minimum prison term of eight years provided that a justified suspicion exists that the person concerned committed the offence imputed to him or her. The above minimum prison term as such does not render an accused person’s detention mandatory in each case. Article 67 § 2 permits a decision not to remand such an accused person in custody where it is", "38. In decision NtvI-20/02 of 10 January 2003 the Supreme Court expressed the view that the minimum prison term set out in Article 67 § 2 of the Code of Criminal Procedure could be the sole reason for a person’s detention only for a limited time, in particular at the initial stage of criminal proceedings. If a person was detained for longer, further relevant reasons were required."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}