{"ITEMID": "001-57547", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF NORRIS v. IRELAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["8. Mr David Norris was born in 1944. He is an Irish citizen. He is now, and has been since 1967, a lecturer in English at Trinity College, Dublin. At present he sits in the second chamber (Seanad Eireann) of the Irish Parliament, being one of the three Senators elected by the graduates of Dublin University.", "9. Mr Norris is an active homosexual and has been a campaigner for homosexual rights in Ireland since 1971; in 1974 he became a founder member and chairman of the Irish Gay Rights Movement. His complaints are directed against the existence in Ireland of laws which make certain homosexual practices between consenting adult men criminal offences.", "10. In November 1977 the applicant instituted proceedings in the High Court (see paragraphs 21-24 below) claiming that the impugned laws were no longer in force by reason of the effect of Article 50 of the Constitution of Ireland, which declared that laws passed before the Constitution but which were inconsistent with it did not continue to be in force. Evidence was given of the extent to which the applicant had been affected by that legislation and had suffered interference with his right to respect for private life. Salient points in this evidence were summarised as follows:", "(i) The applicant gave evidence of having suffered deep depression and loneliness on realising that he was irreversibly homosexual and that any overt expression of his sexuality would expose him to criminal prosecution.", "(ii) The applicant claimed that his health had been affected when in 1969 he fainted at a Dublin restaurant and was sent to Baggot Street Hospital for tests which resulted in his being referred to a psychiatrist. He was under the psychiatric care of Dr. McCracken for a period in excess of six months. Dr. McCracken’s advice to the applicant was that, if he wished to avoid anxiety attacks of this kind, he should leave Ireland and live in a country where the laws relating to homosexual behaviour had been reformed. Dr. McCracken stated in evidence that the applicant was in a normal condition at the time of the first consultation. He did not recall being made aware of a history of collapse.", "(iii) No attempt had been made to institute a prosecution against the applicant or the organisation of which the applicant was then the chairman (see paragraph 9 above). The applicant informed the police authorities of his organisation’s activities but met with a sympathetic response and was never subjected to police questioning.", "(iv) The applicant had participated in a television programme on RTE, the State broadcasting company, in or about July 1975. The programme consisted of an interview with him in the course of which he admitted to being a homosexual but denied that this was an illness or that it would prevent him from functioning as a normal member of society. A complaint was lodged against that programme. The Broadcasting Complaints Advisory Committee’s report referred to the existing law criminalising homosexual activity and upheld the complaint on the ground that the programme was in breach of the Current/Public Affairs Broadcasting Code in that it could be interpreted as advocacy of homosexual practices.", "(v) The applicant gave evidence of suffering verbal abuse and threats of violence subsequent to the interview with him on RTE, which he attributed in some degree to the criminalising of homosexual activity. He also alleged in evidence that in the past his mail was opened by the postal authorities.", "(vi) The applicant admitted to having a physical relationship with another man and that he feared that he or the person with whom he had the relationship, who normally lived outside Ireland, could face prosecution.", "(vii) The applicant also claimed to have suffered what Mr Justice Henchy in a dissenting judgment in the Supreme Court (see paragraph 22 below) alluded to as follows:", "\"... fear of prosecution or of social obloquy has restricted him in his social and other relations with male colleagues and friends: and in a number of subtle but insidiously intrusive and wounding ways he has been restricted in or thwarted from engaging in activities which heterosexuals take for granted as aspects of the necessary expression of their human personality and as ordinary incidents of their citizenship.\"", "11. It is common ground that at no time before or since the court proceedings brought by the applicant has he been charged with any offence in relation to his admitted homosexual activities. However, he remains legally at risk of being so prosecuted, either by the Director of Public Prosecutions or by way of a private prosecution initiated by a common informer up to the stage of return for trial (see paragraphs 15-19 below).", "12. Irish law does not make homosexuality as such a crime. But certain statutory provisions in force in Ireland penalise certain homosexual activities. Some of these are penalised by the Offences against the Person Act, 1861 (\"the 1861 Act\") and the Criminal Law Amendment Act, 1885 (\"the 1885 Act\").", "The provisions relevant to the present case are sections 61 and 62 of the 1861 Act. Section 61 of the 1861 Act, as amended in 1892, provides that:", "\"Whosoever shall be convicted of the abominable crime of buggery, committed either with mankind or with any animal, shall be liable to be kept in penal servitude for life.\"", "Section 62 of the 1861 Act, as similarly amended, provides that:", "\"Whosoever shall attempt to commit the said abominable crime, or shall be guilty of any assault with intent to commit the same, or of any indecent assault upon a male person, shall be guilty of a misdemeanour, and being convicted thereof shall be liable to be kept in penal servitude for any term not exceeding ten years.\"", "The offences of buggery or of an attempt to commit the same may be committed by male or female persons.", "Section 11 of the 1885 Act deals only with male persons. It provides that:", "\"Any male person who, in public or in private, commits, or is a party to the commission of, or procures or attempts to procure the commission by any male person of, any act of gross indecency with another male person, shall be guilty of a misdemeanour, and being convicted thereof shall be liable at the discretion of the court to be imprisoned for any term not exceeding two years, with or without hard labour.\"", "13. Sections 61 and 62 of the 1861 Act should be read in conjunction with the provisions of the Penal Servitude Act 1891, section 1, by virtue of which the court is empowered to impose a lesser sentence of penal servitude than that mentioned in the 1861 Act or, in lieu thereof, a sentence of imprisonment for a term not exceeding two years or a fine. The provisions of the 1861 Act and of the 1885 Act are also subject to the power given to the court by section 1(2) of the Probation of Offenders Act 1907, to apply, by way of substitution, certain more lenient measures.", "The terms \"hard labour\" and \"penal servitude\" no longer have any practical significance, since anyone now sentenced to \"hard labour\" or \"penal servitude\" will, in practice, serve an ordinary prison sentence.", "14. The 1885 Act is the only one of the legislative provisions attacked in the instant case that can be described as dealing solely with homosexual activities. What particular acts in any given case may be held to amount to gross indecency is a matter which is not statutorily defined and is therefore for the courts to decide on the particular facts of each case.", "15. The right to prosecute persons before a court other than a court of summary jurisdiction is governed by Article 30, section 3 of the Constitution which is as follows:", "\"All crimes and offences prosecuted in any court constituted under Article 34 of this Constitution other than a court of summary jurisdiction shall be prosecuted in the name of the People and at the suit of the Attorney General or some other person authorised in accordance with law to act for that purpose.\"", "Section 9 of the Criminal Justice (Administration) Act, 1924, as adapted by the Constitution (Consequential Provisions) Act, 1937, provides that:", "\"All criminal charges prosecuted upon indictment in any court shall be prosecuted at the suit of the Attorney General of Ireland.\"", "16. The provisions of the Prosecution of Offences Act 1974 extended to the Director of Public Prosecutions most of the prosecuting functions exercised by the Attorney General. The Director of Public Prosecutions (an office created by that Act) is independent of the Government and a permanent official in the Civil Service of the State as distinct from the Civil Service of the Government.", "17. Any member of the public, whether an Irish citizen or not, has the right as a \"common informer\" to bring a private prosecution. He need not have any direct interest in the alleged offence or be personally affected by it. A private prosecutor’s rights are limited in respect of offences which are not triable summarily. In The State (Ennis) v. Farrell [1966] Irish Reports 107, it was held by the Supreme Court that the effect of section 9 of the Criminal Justice (Administration) Act 1924 was that a private prosecutor may conduct a prosecution up to the point where the judge of the District Court decides that the evidence is sufficient to warrant a committal for trial in cases of indictable offences i.e. triable with a jury. Thereafter the Attorney General, or now also the Director of Public Prosecutions, becomes dominus litis and must then consider whether or not he should present an indictment against the accused who has been returned by the District Court for trial with a jury.", "18. The offences which are at issue in the present case, namely those set out in sections 61 and 62 of the 1861 Act and in section 11 of the 1885 Act, are indictable offences. Indictable offences are only triable summarily in the District Court if the judge of the District Court is of the opinion that the facts constitute a minor offence and the accused, on being informed of his right to trial by jury, expressly waives that right. This availability of summary trial is provided for by the Criminal Justice Act 1951 and is limited to those indictable offences set out in the Schedule to that Act. This does not include the offences under sections 61 and 62 of the 1861 Act. The summary trial procedure is available in respect of an offence under section 11 of the 1885 Act where the accused is over the age of sixteen years and the person with whom the act is alleged to have been committed is legally unable to consent for being under the age of sixteen years or an idiot, an imbecile or a feeble-minded person. Thus a summary trial can never be had in cases involving consenting adults and, save where the accused pleads guilty, the case can be heard only with a jury whether the prosecution was commenced by a private prosecutor or by the Director of Public Prosecutions.", "Moreover, the Criminal Procedure Act 1967 permits a person charged with any indictable offence (save an offence under the Treason Act, 1939, murder, attempt to murder, conspiracy to murder, piracy or an offence under section 3 (1) (i) of the Geneva Conventions Act, 1962) to plead guilty in the District Court. If the Director of Public Prosecutions, or the Attorney General, as the case may be, consents, the case may be disposed of summarily in that Court. If sentence is imposed by the District Court, it cannot exceed twelve months’ imprisonment. If the judge of the District Court is of opinion that the offence warrants a greater penalty, he may send the accused forward to the Circuit Court for sentence. In such a case an accused may change his plea to one of \"not guilty\" and the case will then be tried with a jury. The Circuit Court has a discretion to impose any sentence up to the limit permitted by the relevant statutory provision.", "19. Therefore, while a private prosecution may be initiated by a common informer, a prosecution brought under one of the impugned provisions cannot proceed to trial before a jury unless an indictment is laid by the Director of Public Prosecutions. According to the Office of the Director of Public Prosecutions there have not been any private prosecutions arising out of the homosexual activity in private of consenting male adults since the inception of the Office in 1974.", "20. The following statement was made by the Office of the Director of Public Prosecutions in September 1984, in reply to a question asked by the Commission:", "\"The Director has no stated prosecution policy on any branch of the criminal law. He has no unstated policy not to enforce any offence. Each case is treated on its merits.\"", "The Government’s statistics show that no public prosecutions, in respect of homosexual activities, were brought during the relevant period except where minors were involved or the acts were committed in public or without consent.", "21. In November 1977 the applicant brought proceedings in the Irish High Court seeking a declaration that sections 61 and 62 of the 1861 Act and section 11 of the 1885 Act were not continued in force since the enactment of the Constitution of Ireland (see paragraph 10 above) and therefore did not form part of Irish law. Mr Justice McWilliam, in his judgment of 10 October 1980, found, among other facts, that \"One of the effects of criminal sanctions against homosexual acts is to reinforce the misapprehension and general prejudice of the public and increase the anxiety and guilt feelings of homosexuals leading, on occasions, to depression and the serious consequences which can follow from that unfortunate disease\". However, he dismissed Mr Norris’s action on legal grounds.", "22. On appeal, the Supreme Court, by a three-to-two majority decision of 22 April 1983, upheld the judgment of the High Court. The Supreme Court was satisfied that the applicant had locus standi to bring an action for a declaration even though he had not been prosecuted for any of the offences in question. The majority held that \"as long as the legislation stands and continues to proclaim as criminal the conduct which the plaintiff asserts he has a right to engage in, such right, if it exists, is threatened, and the plaintiff has standing to seek the protection of the court\".", "23. In the course of these proceedings it was contended on behalf of the applicant that the judgment of 22 October 1981 of the European Court of Human Rights in the Dudgeon case (Series A no. 45) should be followed. In support of this plea, it was argued that, since Ireland had ratified the European Convention on Human Rights, there arose a presumption that the Constitution was compatible with the Convention and that, in considering a question as to inconsistency under Article 50 of the Constitution, regard should be had to whether the laws being considered are consistent with the Convention itself.", "In rejecting these submissions, Chief Justice O’Higgins, in the majority judgment, stated that \"the Convention is an international agreement\" which \"does not and cannot form part of [Ireland’s] domestic law nor affect in any way questions which arise thereunder\". The Chief Justice said: \"This is made quite clear by Article 29, section 6, of the Constitution which declares: - ‘No international agreement shall be part of the domestic law of the State save as may be determined by the Oireachtas.’\"", "In fact, the European Court of Human Rights already noted in its judgment of 1 July 1961 in the Lawless case (Series A no. 3, pp. 40-41, para. 25) that the Oireachtas had not introduced legislation to make the Convention on Human Rights part of the municipal law of Ireland.", "24. The Supreme Court considered the laws making homosexual conduct criminal to be consistent with the Constitution and that no right of privacy encompassing consensual homosexual activity could be derived from \"the Christian and democratic nature of the Irish State\" so as to prevail against the operation of such sanctions. In its majority decision, the Supreme Court based itself, inter alia, on the following considerations:", "\"(1) Homosexuality has always been condemned in Christian teaching as being morally wrong. It has equally been regarded by society for many centuries as an offence against nature and a very serious crime.", "(2) Exclusive homosexuality, whether the condition be congenital or acquired, can result in great distress and unhappiness for the individual and can lead to depression, despair and suicide.", "(3) The homosexually oriented can be importuned into a homosexual lifestyle which can become habitual.", "(4) Male homosexual conduct has resulted, in other countries, in the spread of all forms of venereal disease and this has now become a significant public health problem in England.", "(5) Homosexual conduct can be inimical to marriage and is per se harmful to it as an institution.\"", "The Supreme Court, however, awarded the applicant his costs, both of the proceedings before the High Court and of the appeal to the Supreme Court."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}