{"ITEMID": "001-96157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FINANCIAL TIMES LTD AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 10", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5.", "6. On 30 October 2001 the board of Interbrew, a Belgian brewing company, asked its investment bank advisers, Goldman Sachs (“GS”) and Lazard, to carry out work on a potential association between Interbrew and South African Breweries plc (“SAB”), a competitor in the brewing industry, with a view to a possible takeover bid for SAB by Interbrew.", "7. On 18 November 2001 GS produced a document in relation to the possible takeover. The document was confidential and contained data which were likely to affect both Interbrew and SAB's share prices. It formed the basis of a presentation which, on 20 November 2001, was submitted to Interbrew's internal mergers and acquisitions department.", "8. On an unknown date a person (“X”) whose identity is unknown, even by the applicants, came into possession of a copy of the presentation submitted to Interbrew. On 27 November 2001 X sent copies of a document (“the leaked document”) to various news media organisations, including the FT, The Guardian, The Times and Reuters, from an address in Belgium. On Interbrew's evidence the leaked document was very similar if not identical to the Interbrew presentation, except for the following: (a) the substitution of an offer price for SAB shares of between 500 and 650 pence in place of the price of between 400 and 550 pence, which had apparently been in the original presentation; and (b) the insertion of a timetable for making the offer.", "9. On 27 November 2001 Mr Jones, a journalist at the FT, received a copy of the leaked document from X. At 5p.m. that day, he telephoned Mr Van Praag of GS and told him that he had received the leaked document and that he intended to publish it. Mr Van Praag reported the conversation to Mr Powell, the Chief Executive Officer of Interbrew. Mr Powell telephoned Mr Jones and told him, on the record, that Interbrew had carried out research into SAB but that it was not in the advanced stage of preparing an offer. At about 10p.m., the FT published an article on its website stating that Interbrew had been plotting a bid for SAB, that documents seen by the FT indicated that an approach could be made on 3 December 2001 and referring to the conversation between Mr Jones and Mr Powell. The article did not state the proposed offer price but gave accurate codenames used for the advisers in the presentation and quoted from the document on the likely positive market reaction and with reference to potential rival bids. The FT published an article in the same terms in its newspaper the next morning.", "10. At about 5.30p.m. on 27 November 2001 The Times received a copy of the leaked document from X. In its second edition, which reached the news stands at about 5a.m. on 28 November 2001, it published an article referring to the “confidential” document which it had seen, a supposed approach to SAB “this weekend”, a plot to bid GBP 4.6 billion for SAB and an offer expected to be pitched at up to 590 pence per share.", "11. At 12.51a.m. on 28 November 2001 Reuters reported the FT's story and the rise in the share price of SAB on the Johannesburg Stock Exchange on its wire service. Reuters received a copy of the leaked document from X on the afternoon of 28 November 2001 and, at 2.44p.m., published a further article referring to its receipt of the leaked document.", "12. At about 8.30a.m. on 28 November 2001 GS and Lazards contacted the Takeover Panel, which asked Interbrew to make a statement. In response, at about 12.15p.m., Interbrew issued a press release confirming that it had undertaken a preliminary analysis of SAB as part of its routine annual review of the leading brewers of the world; that the analysis was at a very preliminary stage which might or might not lead to an offer at some time in the future; but that no approach had been made.", "13. On 28 November 2001 The Guardian received a copy of the leaked document from X. On 29 November 2001 it published an article referring to the “secret document” prepared by GS and Lazards, which it stated had been “couriered” to a “large chunk” of the business press, and mentioning the leaking of previous bids by Interbrew.", "14. The Independent did not receive a copy of the leaked document directly from X. However, it did take steps to obtain a copy from another source that it knew but undertook not to reveal it. On 29 November it published two articles about the leaked document, one of which stated that the offer price and timetable appeared bogus.", "15. On 29 November 2001 Interbrew, in agreement with the Takeover Panel, published a second statement to the press, alleging that the leaked document contained fabrications. This statement was reported by each of the applicants, who continued to publish articles on the topics of doctored copies and a possible bid.", "16. The impact of this press coverage on the market in shares of Interbrew and SAB appears to have been significant. Interbrew's share price at market on 27 November 2001 was EUR 29.40. By midday the next day it was EUR 27.20. It was EUR 28.25 after the press release and at market close. The SAB share price at market close on 27 November 2001 was 442.74 pence and at market close on 28 November 2001 was 478 pence. The volume of SAB's shares traded on 27 November 2001 was less than 2 million. On 28 November 2001 it was more than 44 million.", "17. On 30 November 2001 Interbrew instructed Kroll, the security and risk consultants, to assist in identifying X. Kroll did not identify X. On 6 December 2001 Interbrew made a criminal complaint to the Examining Magistrate of the Brussels Court of First Instance, together with a claim for civil damages, against a person or persons unknown.", "18. On 10 December 2001 Interbrew launched proceedings against the applicants in the High Court following advice from Kroll that access to the original documents might vitally assist the investigation. Given that the applicants were not aware of the identity of X, Interbrew lodged a claim for:", "“1. delivery up of documents:", "1.1 containing or relating to an analysis of [SAB] prepared by [GS] and/or [Lazards]; and", "1.2 evidencing or containing discussions with any journalistic source in respect of the subject matter of 1.1;", "2. disclosure of such documents;", "3. an order that the Defendants do disclose the name and address of:", "3.1 any journalistic source who had provided them with the documents referred to in 1.1;", "3.2 any journalistic source with whom they have had the discussions referred to at 1.2 ...”", "19. At the same time Interbrew, without notice to the applicants, applied for, and was granted, a temporary injunction from the High Court in the following terms:", "“1. The Defendants must not alter, deface, dispose of or otherwise deal with the documents referred to in Schedule 3 at paragraph 1 thereof", "2. The Defendants must not alter, deface, dispose of or otherwise deal with the documents referred to in Schedule 3 at paragraph 2 thereof", "3. The Defendants must within 24 hours of service of this Order deliver up the two categories of documents referred to at Schedule 3 ... to the custody of solicitors appointed on their behalf to be held until further Order herein ...", "4. The Defendants must within 48 hours of service of this Order serve on the Claimant's Solicitors a list of", "4.1 the Documents within their control", "4.2 those of the Documents which were formerly in their control but are no longer in their control, explaining what has happened to them", "and confirm the facts set out in this paragraph by means of a signed witness statement containing a Statement of Truth also within 48 hours of service of this Order", "PROVIDED THAT this Order shall not require the Defendants to provide any information which would disclose the source of information contained in a publication for which the Defendants are responsible.", "...", "SCHEDULE 3", "The Documents", "1. Documents including draft documents and copy documents (whether received by the Defendants as copy documents or copies by the Defendants) provided to the Defendants by any third party subsequent to 23 November 2001 containing or relating to an analysis of [SAB] prepared by [GS] and/or [Lazards].", "2. Documents evidencing or containing discussions with any journalistic source subsequent to 23 November 2001 relating to an analysis of SAB prepared by [GS] and/or [Lazards], together with the envelopes or packaging in which they were delivered to the Defendants and any additional documents contained therein.”", "20. On 11 December 2001, Interbrew sought an order in different terms from the one granted on 10 December 2001. Instead of the original paragraph 4 of the order, Interbrew sought an order requiring the applicants to serve, within 48 hours, a witness statement setting out the names and addresses of every person who had provided them with the Schedule 3(1) documents and every person with whom they had had discussions evidenced or contained in the Schedule 3(2) documents and, if these identities were not known, the circumstances in which they received the documents, to the best of their knowledge. On 12 December 2001, the judge ordered that paragraphs 3 and 4 of the order of 10 December 2001 be discharged in their entirety.", "21. An expedited hearing on Interbrew's application for an injunction took place on 14 and 17 December 2001 before the High Court. Interbrew invoked the Norwich Pharmacal principle (see paragraph 29 below) whereby if a person through no fault of his own becomes involved in the wrongdoing of others so as to facilitate that wrongdoing, he comes under a duty to assist the person who has been wronged by giving him full information and disclosing the identity of the wrongdoer.", "22. On 19 December 2001 the High Court (Interbrew v. Financial Times et al. [2001] EWHC Ch 480) ordered delivery up of the documents under the Norwich Pharmacal principle in the following terms:", "“1. The Defendants must not alter, deface, dispose of or otherwise deal with the documents referred to in Schedule 3.", "2. The Defendants must within 24 hours of service of this Order deliver up the documents and other materials referred to at Schedule 3 ... to the Claimant's solicitor ...”", "23. The judge found (at paragraph 34) that:", "“What [X] has done is deliberately to admix with that confidential information false information (a lethal concoction) to create a false market in the shares of the Claimant and SAB, a serious criminal offence. There must be a real risk of repetition, if [X] is not identified. Beyond the substantial private interest of the Claimant, there is a substantial public interest in identifying [X] and taking all necessary steps to prevent any repetition. As it seems to me, the circumstances of this case are exceptional: vital public as well as individual interests are at stake in securing the integrity of the share market. There is an overriding need for the disclosure sought in the interests of justice and for the prevention of crime”.", "24. The judge continued (at paragraph 37):", "“As it seems to me the Claimant has sufficiently explored other avenues before having recourse to this application for relief against the press ... There have been internal investigations conducted at the Advisers' and the Claimant's businesses; the Claimant is conducting inquiries further afield. The Claimant is using investigators of the highest international calibre. The Defendants complain that full details of all the Claimant's inquiries are not given in the Claimant's evidence and that this is necessary in order to establish how thorough they have been, but there is no substance in this complaint. The evidence establishes to my satisfaction that full and proper investigations have been made and are continuing. To require disclosure of more details of these investigations is unnecessary even as such a course may prejudice the ongoing inquiries ... The evidence before me (and most particularly a report by Kroll) establishes that the Claimant needs the information which production of the Documents ought to provide to further and give impetus to these investigations ... I am satisfied that the order is required if progress is to be made whilst the trail is still warm and if an identification is to be made within the time frame necessary to safeguard the interests of the Claimant and the public.”", "25. The applicants were granted leave to appeal by the Court of Appeal on 20 December 2001 and were required to file their written arguments with the court by 28 December 2001. By judgment of 8 March 2002 the Court of Appeal dismissed the applicants' appeal (Interbrew v. Financial Times et al. [2002] EWCA Civ 274). In the leading judgment of Sedley LJ, the Court of Appeal held that in order to justify the exercise of Norwich Pharmacal powers to compel production of documents or disclosure of information, Interbrew had to establish that each defendant had facilitated a civil wrong committed by an unknown person against whom they aimed to seek redress. The only civil wrong on which Interbrew could rely was that of a breach of confidence on the part of the source. While such a breach of confidence had been made out, what had not been made out was a “bigger and better cause of action in respect of the 'lethal cocktail' of fact and falsehood, since the element of falsehood can neither form part of the protected confidence nor stand on its own as a discrete tort” (at paragraph 28).", "26. Sedley LJ went on to consider the approach adopted by the High Court as follows (at paragraphs 40-41):", "“Everything proceeded below on the assumption that crimes of forgery and market manipulation were proved. But both, or at least the former, depend upon the falsity of the pages in the document showing bid price and timetable. False they were if one goes on such evidence as was before the court. But by definition their falsity is alleged against an absent and silent accused. We have no way of knowing, any more than – as [counsel for the applicants] stressed – the five defendants do, whether the source, if cornered, would demonstrate that he had simply assembled authentic documents from different places within Interbrew, GS and Lazards.", "I have to say that I find this aspect of the Norwich Pharmacal procedure troubling. A commercial enterprise which may very well have its own reasons for denying the authenticity of a document gets a clear run against a media defendant which can only, save in rare cases, take a neutral stand on the question. The court of first instance needs to be extremely circumspect before accepting evidence, especially when, as here, it is second- or third-hand, that goes to the heart of the case and cannot be controverted ...”", "27. However, Sedley LJ concluded:", "“49. ... I have come to the conclusion, though not without misgiving, that the order for disclosure was rightly made against all the defendants. Nothing which has been put before us suggests that the court will be significantly better placed at an eventual trial than it is now to decide the key issues; and there is at least some force in Interbrew's complaint that its hands are tied vis-à-vis South African Breweries, and possibly other targets too, unless and until it can prevent a recurrence of this spoiling operation.", "50. ... Interbrew's prima facie entitlement to delivery up of the documents is established because – and solely because – it may enable them to ascertain the identity of the proper defendant to a breach of confidence action relating to the relatively anodyne, though not the explosive, parts of the document. From the sweep of Interbrew's original case and the “lethal cocktail” on which Lightman J founded his conclusions, the basis of the application now shrinks to this little measure. But though little, it is far from insignificant for Interbrew ...", "51. With it, one turns to s.10 of the 1981 Act. The section begins by barring any order for disclosure in circumstances such as these, since its very object is to discover the source of information which the defendants have published. Interbrew, however, can invoke one of the listed purposes for lifting the bar: that disclosure is necessary in the interests of justice. That it may also go to the prevention of crime cannot be ruled out as irrelevant, but it is peripheral because it is not a purpose for which Interbrew themselves are entitled to disclosure. Then is the public interest in the doing of justice sufficient in the particular circumstances of this case to make disclosure necessary? Reading that question through the lens of the Convention and its jurisprudence, as we are now required to do, the following elements separate themselves out.", "52. First, what is the nature and weight of the public interest in the confidentiality of sources? The right of free expression enshrined in art. 10 is undifferentiated, but as the European Court of Human Rights said in Goodwin, 'freedom of expression constitutes one of the essential foundations of a democratic society', and '[p]rotection of journalistic sources is one of the basic conditions for press freedom' (paras. 39, 40). Much judicial authority in this country says the same. The news media, in consequence, enjoy in s.10 of the 1981 Act a high initial level of protection, not in their own but in the public interest.", "53. The entitlement to reverse the balance is prescribed by law, as art. 10(2) requires. A required ground for doing so, founded on the no less important public interest in an effective system of justice, is present. Is it then necessary to reverse the balance? The following elements seem to me to matter here:", "...", "• Any invasion of the protection must meet a pressing social need – not merely an individual one. This meets the need to counterpose one public interest to another. Here the need, in terms of s.10, is to enable Interbrew to restrain by court action any further breach of confidence by the source and possibly to recover damages for losses already sustained. In terms of art. 10(2) it is to protect the rights of Interbrew.", "• There must be no less invasive alternative. While I would not adopt the judge's approach of simply refusing to second-guess the view of the aggrieved parties' solicitors, I would infer from the evidence that as much has been done as can at present be done by the use of reputable private detectives to trace the source. I can see that to demand particulars of the admittedly general assertions about this could jeopardise the exercise.", "...", "54. It seems to me that once the legitimacy of Interbrew's intended resort to law is accepted, the relatively modest leak of which they are entitled to complain does not diminish the prospective seriousness for them of its repetition. For the media, on the other hand, the public interest in their freedom to publish is constant, and with it the public interest in the confidentiality of their sources. While I do not think that the character of the material is irrelevant as a matter of law, I agree with Laws LJ in Ashworth at least to this extent, that it cannot be for the court to decide how interesting or important it thinks the material is. That is for journalists and their editors. But it may follow that the more the press decide to make of a story, the greater will be the affected party's legitimate interest in finding and suppressing its source.", "55. What in my judgment matters critically, at least in the present situation, is the source's evident purpose. It was on any view a maleficent one, calculated to do harm whether for profit or for spite, and whether to the investing public or Interbrew or both. It is legitimate in reaching this view to have regard not only to what Interbrew assert is the genuine document but also to the interpolated pages; for whether they are forged or authentic, integral or added, they were calculated to maximise the mischief. To this factual extent the 'lethal cocktail' is material, despite its legal irrelevance to the earlier stages of the inquiry. The public interest in protecting the source of such a leak is in my judgment not sufficient to withstand the countervailing public interest in letting Interbrew seek justice in the courts against the source.”", "28. On 9 July 2002 the House of Lords refused the applicants leave to appeal, following which Interbrew required the applicants to comply with the court order for delivery up of the documents. The applicants have refused to comply. While Interbrew has instituted enforcement proceedings against The Guardian, it has not pursued these proceedings.", "29. The exercise of the power to require the delivery up of otherwise confidential information derives from the jurisdiction established by the decision of the House of Lords in Norwich Pharmacal v. Customs & Excise Commissioners [1974] AC 133 at page 175:", "“[The authorities] seem to me to point to a very reasonable principle that if through no fault of his own a person gets mixed up in the tortious acts of others so as to facilitate their wrong-doing he may incur no personal liability but he comes under a duty to assist the person who has been wronged by giving him full information and disclosing the identity of the wrongdoers. I do not think that it matters whether he became so mixed up by voluntary action on his part or because it was his duty to do what he did. It may be that if this causes him expense the person seeking the information ought to reimburse him. But justice requires that he should co-operate in righting the wrong if he unwittingly facilitated its perpetration.”", "30. That power is subject to section 10 of the Contempt of Court Act 1981 (“the 1981 Act”) which provides that:", "“No court may require a person to disclose, nor is any person guilty of contempt of court for refusing to disclose, the source of information contained in a publication for which he is responsible, unless it be established to the satisfaction of the court that disclosure is necessary in the interests of justice or national security or for the prevention of disorder or crime.”", "31. Prior to the proceedings in the present case, the Court of Appeal had held in Ashworth Hospital Authority v. MGN Ltd [2001] 1 All ER 991 that the phrase “the interests of justice” in section 10 of the 1981 Act was wide enough to include the exercise of legal rights and the ability to seek protection from legal wrongs, whether or not by court action. This interpretation was later confirmed by the House of Lords in Ashworth Hospital Authority v. MGN Ltd [2002] 1 WLR 2003.", "32. In Ashworth, the High Court granted an order compelling the Mirror newspaper to reveal a source to Ashworth Hospital. The Mirror subsequently disclosed its source as Robin Ackroyd, an investigative journalist. Ashworth brought new proceedings to seek an order for disclosure against Mr Ackroyd and applied for summary judgment on the grounds that the case was indistinguishable from that of the Mirror in the previous Ashworth case. Mr Ackroyd submitted that the facts were materially different. The High Court granted the order requested but it was overturned on appeal to the Court of Appeal which held in Mersey Care NHS Trust v. Robin Ackroyd [2003] EWCA Civ 663 at paragraph 70 that:", "“Protection of journalistic sources is one of the basic conditions for press freedom in a democratic society. An order for source disclosure cannot be compatible with Article 10 of the European Convention unless it is justified by an overriding requirement in the public interest. Although there is a clear public interest in preserving the confidentiality of medical records, that alone cannot, in my view, be automatically regarded as an overriding requirement without examining the facts of a particular case. It would be an exceptional case indeed if a journalist were ordered to disclose the identity of his source without the facts of his case being fully examined. I do not say that literally every journalist against whom an order for source disclosure is sought should be entitled to a trial. But the nature of the subject matter argues in favour of a trial in most cases ...”", "33. The Civil Procedure Rules (“CPR”) govern procedure in civil proceedings in England and Wales. Relevant excerpts of the CPR provide as follows:", "“Rule 18.1", "(1) The court may at any time order a party to –", "(a) clarify any matter which is in dispute in the proceedings; or", "(b) give additional information in relation to any such matter,", "whether or not the matter is contained or referred to in a statement of case.", "(2) Paragraph (1) is subject to any rule of law to the contrary.", "...", "Rule 32.2", "(1) The general rule is that any fact which needs to be proved by the evidence of witnesses is to be proved –", "(a) at trial, by their oral evidence given in public; and", "(b) at any other hearing, by their evidence in writing.", "(2) This is subject –", "(a) to any provision to the contrary contained in these Rules or elsewhere; or", "(b) to any order of the court.", "...", "Rule 32.6", "(1) Subject to paragraph (2), the general rule is that evidence at hearings other than the trial is to be by witness statement unless the court, a practice direction or any other enactment requires otherwise.", "(2) At hearings other than the trial, a party may, rely on the matters set out in –", "(a) his statement of case; or", "(b) his application notice, if the statement of case or application notice is verified by a statement of truth.", "Rule 32.7", "(1) Where, at a hearing other than the trial, evidence is given in writing, any party may apply to the court for permission to cross-examine the person giving the evidence ...”", "34. The Press Complaints Commission has adopted a code of conduct which is regularly reviewed and amended as required. The 2003 Code of Conduct reads, insofar as relevant, as follows:", "“1. Accuracy", "Newspapers and periodicals must take care not to publish inaccurate, misleading or distorted material including pictures.", "Whenever it is recognised that a significant inaccuracy, misleading statement or distorted report has been published, it must be corrected promptly and with due prominence.", "An apology must be published whenever appropriate.", "Newspapers, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.", "A newspaper or periodical must report fairly and accurately the outcome of an action for defamation to which it has been a party.", "...", "15. Confidential sources", "Journalists have a moral obligation to protect confidential sources of information.”", "35. There have been no significant changes to the above provisions since 2003.", "36. On 8 March 2000, the Committee of Ministers of the Council of Europe adopted a Recommendation (No. R (2000) 7) on the right of journalists not to disclose their sources of information. The Recommendation provides, at Principle 3, as follows:", "“a. The right of journalists not to disclose information identifying a source must not be subject to other restrictions than those mentioned in Article 10, paragraph 2 of the Convention. In determining whether a legitimate interest in a disclosure falling within the scope of Article 10, paragraph 2 of the Convention outweighs the public interest in not disclosing information identifying a source, competent authorities of member states shall pay particular regard to the importance of the right of non-disclosure and the pre-eminence given to it in the case-law of the European Court of Human Rights, and may only order a disclosure if, subject to paragraph b, there exists an overriding requirement in the public interest and if circumstances are of a sufficiently vital and serious nature.", "b. The disclosure of information identifying a source should not be deemed necessary unless it can be convincingly established that:", "i. reasonable alternative measures to the disclosure do not exist or have been exhausted by the persons or public authorities that seek the disclosure, and", "ii. the legitimate interest in the disclosure clearly outweighs the public interest in the non-disclosure, bearing in mind that:", "- an overriding requirement of the need for disclosure is proved,", "- the circumstances are of a sufficiently vital and serious nature,", "- the necessity of the disclosure is identified as responding to a pressing social need, and", "- member states enjoy a certain margin of appreciation in assessing this need, but this margin goes hand in hand with the supervision by the European Court of Human Rights.", "c. The above requirements should be applied at all stages of any proceedings where the right of non-disclosure might be invoked.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}