{"ITEMID": "001-91000", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CHERVONENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1958 and lives in Moscow.", "7. On 2 June 1996 the applicant had a quarrel with his neighbours and stabbed one of them with a screwdriver causing him fatal injury. On an unspecified date criminal proceedings were instituted against the applicant. He was charged under Article 108 § 2 of the RSFSR Criminal Code (Уголовный кодекс РСФСР) with “deliberate infliction of physical injury leading to the victim’s death”.", "8. On 29 September 1997 the Kuntsevskiy District Court of Moscow examined the case at first instance. It requalified the applicant’s actions and found him guilty of “murder committed in circumstances where excessive force was used in self-defence” under Article 108 § 1 of the newly enacted Criminal Code of the Russian Federation (Уголовный кодекс РФ), which had entered into force on 1 January 1997. The court sentenced the applicant to a prison term of one year and eight months, which was calculated from 15 September 1996, when he was detained pending trial.", "9. On 27 November 1997 the Moscow City Court upheld the judgment of 29 September 1997 at final instance.", "10. While serving his sentence the applicant attempted to institute supervisory review proceedings against these decisions. His request was rejected by the Vice-President of the Moscow City Court on 2 March 1998.", "11. In May 1998 the applicant was released after having served his sentence.", "12. On 8 October 1998 the Vice-President of the Supreme Court of Russia lodged an application for supervisory review (протест в порядке надзора) of the court decisions of 29 September and 27 November 1997. In the application it was stated that although he had been indicted under Article 108 § 2 of the old Criminal Code, the applicant had been tried and convicted under a different provision, namely, Article 108 § 1 of the new Criminal Code. The new charge, as it was further argued, was more serious than the original charge as it implied, unlike the first one, an intention to cause death. However, Article 254 of the Code of Criminal Procedure (Уголовно-процессуальный кодекс РСФСР) prevented the trial court from amending charges unless it was to the benefit of the accused.", "13. On 22 October 1998 the Presidium of the Moscow City Court granted the application for supervisory review. The Presidium decided to quash the court decisions on the grounds put forward in the application and to remit the case for a new examination at first instance.", "14. On 16 July 1999 the Kuntsevskiy District Court found the applicant guilty under Article 108 § 2 of the old Criminal Code of “deliberate infliction of physical injury leading to the victim’s death”. The court sentenced the applicant to a prison term of six years. In deciding the actual term to be served, the court deducted from this period the prison term of one year and eight months already served by the applicant. On the same day the applicant started serving the remainder of the prison sentence.", "15. On 31 August 1999 the Moscow City Court upheld the judgment of 16 July 1999 at final instance.", "16. On 28 December 1999 the Vice-President of the Supreme Court of Russia lodged an application for supervisory review of the court decisions of 16 July and 31 August 1999. The application sought to have the case remitted for a new court examination.", "17. On 27 January 2000 the Presidium of the Moscow City Court decided to grant the application. The Presidium found that:", "“... the sentence was quashed by the decision of the Presidium of the Moscow City Court of 22 October 1998 ... on the grounds that Article 254 of the Code of Criminal Procedure had been violated as the court qualified [the applicant’s] actions under a provision under which he had not been indicted, thus violating [the applicant’s] right to defence ...", "In accordance with Article 353 of the Code of Criminal Procedure, the imposition of a more severe penalty or application of a more serious criminal law on a new examination of a case at first instance [after it has been remitted by the appellate court] is allowed only if the initial sentence was quashed upon the prosecutor’s appeal ... on the grounds of an excessively lenient penalty ...", "Therefore, in the new examination of the case the court was not allowed to qualify [the applicant’s] actions under a more serious provision and impose a more severe penalty than initially imposed ...”", "18. The Presidium decided once again to quash the court decisions and to remit the case for a new examination at first instance. It ordered the applicant to be released.", "19. On 30 August 2000 the Kuntsevskiy District Court of Moscow examined the charges against the applicant and found him guilty under Article 111 of the old Criminal Code of “inflicting serious injuries in circumstances where excessive force was used in self-defence”. The court sentenced him to ten months’ imprisonment. Taking into account the prison terms already served, the court concluded that the punishment had already been executed.", "20. No appeal was lodged against the judgment of 30 August 2000, which became final.", "21. The RSFSR Criminal Code of 1960 provided that deliberate infliction of physical injury leading to the victim’s death was punishable by five to twelve years’ imprisonment. Article 111 provided that infliction of serious injuries in circumstances where excessive force was used in self-defence was punishable by up to one year’s imprisonment.", "22. The Criminal Code of the Russian Federation, in force since 1 January 1997, provides that murder committed in circumstances where excessive force was used in self-defence is punishable by up to two years’ imprisonment (Article 108 § 1). The Code provides that criminal liability and the applicable penalty are determined by the law in force at the time of commission of the criminal act and that retrospective application of a law or penalty is not permissible unless it is to the advantage of the accused (Articles 8 and 9).", "23. Article 254 of the 1960 Code of Criminal Procedure (Уголовно-процессуальный кодекс РСФСР), applicable at the relevant time, provided that a case was examined in court only on the charge put before the court. The charge could be amended by the court provided that this did not worsen the defendant’s situation and did not violate his or her right to defence.", "24. Section VI, Chapter 30, of the Code regulated the supervisory review procedure which allowed certain officials to challenge a judgment, which had entered into force, and have the case reviewed on points of law and procedure. The supervisory review procedure is to be distinguished from proceedings which review a case because of newly established facts.", "25. Pursuant to Section 356 a judgment entered into force and was subject to execution as of the day when the appeal (cassation) instance issued its judgment.", "26. Section 371 provided that the power to lodge an application for a supervisory review (an extraordinary appeal) may be exercised by the President and Vice-Presidents of the Supreme Court of Russia, the Prosecutor General and his Deputies, in respect of any judgment other than those of the Presidium of the Supreme Court, and by the Presidents of the regional courts in respect of any judgment of a regional or subordinate court. A party to criminal or civil proceedings may solicit the intervention of such officials for a review.", "27. Section 373 laid down a limitation period of one year during which an application calling for the supervisory review of a conviction judgment could be brought, if such an application sought a harsher penalty. The same limitation period applied to an application brought against an acquittal. It ran from the day when the conviction or the acquittal entered into force.", "28. According to Sections 374, 378 and 380, the application for supervisory review was considered by the presidium of the relevant court which examined the case on the merits, not being bound by the scope and grounds of the application. The presidium could either dismiss the application and thus uphold the earlier judgment, or grant the application. In the latter case it had to decide whether to quash the judgment and terminate the criminal proceedings, to remit the case for a new investigation, or for a new court examination at any instance, to uphold a first instance judgment reversed on appeal, or to amend and uphold any of the earlier judgments.", "29. Section 382 provided that imposition of a graver punishment or application of a harsher criminal law in the examination of a case at first instance was allowed only if the initial sentence had been quashed upon supervisory review on the grounds seeking imposition of a graver penalty."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}