{"ITEMID": "001-96341", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VOLNYKH v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1950 and lives in Kropotkin, a town in the Krasnodar Region of Russia.", "5. The applicant is a retired serviceman. In 1992 when the applicant was still serving, his military unit signed a contract with a building enterprise of the Kropotkin Town Authority for the construction of an apartment house for servicemen, the applicant included. In 1993 the military unit was disbanded, and the applicant retired.", "6. Not having received the flat, the applicant sued the enterprise. On 24 November 1997 the Kropotkin Town Court ordered the Town Authority to provide the applicant with a three-room flat in the 199-apartment house no. 19, 20, 21 that was being constructed in Microdistrict no. 1 of Kropotkin. This judgment became binding on an unspecified date in 1997.", "7. In 1997 the authority informed bailiffs that the construction had been delayed by a difficult socio-economic situation in the country. In 1999 the authority informed the bailiffs that the construction would be finished during the first three months of 2000.", "8. Frustrated with the delay, the applicant asked the court to change the mode of enforcement to a lump-sum payment of 250,000 Russian roubles. The court refused that change because the applicant had failed to prove the impossibility of a literal enforcement. The court noted that the judgment had not specified a time frame for the provision of the flat, and that the construction was in progress. The court also noted that a lump-sum payment would have prejudiced other public expenditure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}