{"ITEMID": "001-93766", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SMYK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1977 and lives in Łuków.", "6. On 9 August 1996 the applicant commenced his compulsory military service, which lasted until 20 October 1997. During his service he suffered a serious spinal injury. A series of medical tests carried out by military doctors showed that the applicant’s disability had been caused by an ailment which he had had during his childhood. Difficult tasks which he had had to carry out during his military service had made his condition worse.", "7. On 31 May 2000 the applicant requested the Social Security Authority (ZUS) to grant him a disability pension (renta inwalidzka). By a decision of 20 September 2000 the Social Security Authority refused. By a judgment of 13 March 2002 the Siedlce Regional Court dismissed the applicant’s appeal. The applicant appealed.", "8. By an order of 11 April 2002 the court, having regard to certain formal shortcomings in the applicant’s appeal, requested him to rectify them. By a decision of 23 April 2002 the court rejected the appeal, finding that he had failed to indicate the grounds for his appeal despite having been summoned to do so. On 7 May 2002 the applicant lodged an interlocutory appeal against the decision, which was dismissed on 8 July 2002.", "9. In January 1998 the applicant lodged an action with the Olsztyn Regional Court. He requested compensation for physical injuries and suffering which he had sustained during his military service and requested the court to grant him a permanent disability pension, having regard to the fact that he was now unfit to work. On 18 February 1998 the court exempted the applicant from court fees. In November 1998 a legalaid lawyer was assigned to the case to represent the applicant.", "10. A first series of medical tests carried out by experts confirmed the findings of the military doctors and the conclusions reached in the reports prepared for the first set of the proceedings. The applicant refused to participate in a second series of medical tests, ordered at the defendant’s request.", "11. The proceedings were subsequently stayed at the applicant’s request on 15 May 2000. They were resumed on 25 November 2002.", "12. By a judgment of 25 April 2003 the Olsztyn Regional Court dismissed the applicant’s action. The applicant appealed.", "13. By a judgment of 10 September 2003 the Appellate Court upheld the first-instance judgment. This judgment was served on the applicant’s legal- aid lawyer on 9 October 2003.", "14. By a letter of 15 October 2003 the legal-aid lawyer informed the applicant that he had not found any legal grounds on which to prepare a cassation appeal. The letter read:", "“I hereby inform you that on 9 October I was served with a written grounds for the judgment of the Białystok Court of Appeal of 10 September 2003.", "Having examined the written reasons for the judgment, I am obliged to state that there are no legal grounds on which to prepare a cassation appeal.", "Cassation appeal is an extraordinary legal remedy which can be lodged where the court erred in the application of substantive or procedural law, if such an error could have affected the outcome of the case. In your case no such errors are disclosed.", "In addition, for a cassation appeal to be accepted for examination by the Supreme Court, it is necessary to demonstrate that legal issues justifying such examination obtain in the case. In your case it is the establishment of the facts by the courts which is in issue.", "Having regard thereto, I am forwarding to you a copy of the judgment as I cannot be of any further assistance in your case.”", "15. On an unspecified later date the applicant requested the court to assign a new lawyer to the case for the purposes of lodging a cassation appeal. The court refused the request by a decision of 6 November 2003 which read:", "“The court ... decided to dismiss the plaintiff’s request for a legal-aid lawyer to be assigned to the case.”", "The decision did not contain reasons as under the relevant provisions of the Code of Civil Procedure no appeal was available against it and, in consequence, the court was not obliged to prepare any (see paragraphs 19 – 21 below).", "16. Pursuant to Article 5 of the Code of Civil Procedure, a court should give all necessary procedural instructions to a party acting without a lawyer and, in particular should indicate the consequences of that party’s acts or failures to act.", "17. Article 113 § 1 of the Code of Civil Procedure provides that a party to the proceedings may ask the court competent to deal with the case to grant him or her an exemption from court fees provided that he submits a declaration to the effect that the fees required would entail a substantial reduction in his and his family’s standard of living.", "18. Pursuant to Article 117 of the Code, persons exempted from the court fees may request that legal aid be granted to them. The court will then request the relevant District Bar Association or the District Chamber of Legal Advisers to assign an advocate or a legal adviser to the claimant’s case.", "19. Decisions on legal aid are given in the form of interlocutory decisions. Article 394 of the Code of Civil Procedure guarantees a party to the proceedings the right to appeal against a decision of the first-instance court which terminates the proceedings. Such an interlocutory appeal (zażalenie) is also available against certain interlocutory decisions, specified in this provision. An appeal is available against a refusal of exemption from court fees and, likewise, against a refusal of legal aid, when such decisions were given by a first-instance court.", "20. The Supreme Court held in a number of its decisions that no appeal to the Supreme Court is available against an interlocutory decision on legal aid given by a second-instance court (II CZ 9/97, 21 February 1997, unpublished; I CZ 27/97, 4 April 1997, OSNC 1997, No. 9, item 120; I CZ 14/97, 8 April 1997, OSN 1997 No. 9, item 120).", "21. Pursuant to Article 357 of the Code of Civil Procedure, written grounds for interlocutory decisions shall be prepared by the court only if an appeal is available against such a decision.", "22. At the material time a party to civil proceedings could lodge a cassation appeal with the Supreme Court against a final judicial decision of a secondinstance court which terminated the proceedings.", "23. Under Article 393 4 § 1 of the Code of Civil Procedure a cassation appeal had to be lodged with the court that had given the relevant decision within one month from the date on which the decision with its written grounds was served on the party concerned. Cassation appeals which were not lodged by an advocate or a legal adviser would be rejected.", "24. Article 393 1 of the Code as applicable at that time listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law by its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "25. Article 393 3 specified the requirements of a cassation appeal. It read in its relevant part:", "“§ 1. A cassation appeal should include:", "1) an indication of the decision under appeal together with information as to whether the appeal is lodged against this decision in its entirety or in part only;", "2) an indication of the grounds for the cassation appeal;", "3) arguments showing that its examination would be justified;", "4) a motion to have the decision under appeal quashed or amended, specifying also the scope of the motion.”", "26. Article 393 4 read as follows:", "“A second-instance court rejects in a hearing held in camera a cassation appeal lodged after a prescribed time-limit or which is inadmissible on other grounds (...).”", "27. The reasons justifying the examination of a cassation appeal by the Supreme Court could be inferred a contrario from Article 393 of the Civil Code of Procedure which, as applicable at that time, read, in its relevant part:", "“1. The Supreme Court may refuse to entertain the cassation appeal, if:", "i) there is no appearance of any significant legal issue in the case,", "ii) there is no need for the interpretation of provisions raising serious doubts or causing discrepancies in the courts’ case law,", "iii) the appeal is manifestly ill-founded.", "2. Paragraph 1 shall not apply if the judicial decision challenged manifestly breached the law or where the proceedings are invalid in law.”", "28. Article 1 of the Bar Act of 1982, as amended, reads, insofar as relevant:", "“1. The Bar is established to provide legal assistance, co-operate in protecting a person’s rights and freedoms as well as to formulate and apply the law.", "2. The Bar is organized as a self-governing association.", "3. An advocate whilst executing his/her professional duties is accountable only to the law.”", "29. Article 3 of the Act provides as follows:", "“The general tasks of the professional Bar Council are as follows:", "1) creation of conditions for the statutory performance of the Bar’s tasks,", "2) representation of the Bar and protection of its rights,", "3) supervision over the observance of the rules regulating the practice of the profession,", "4) development of professional skills and training of advocates,", "5) determination and promotion of professional ethics and ensuring their observance,", "6) management (...) of the Bar’s assets.”", "30. Article 28 of the Act reads:", "“1. An advocate may only refuse to provide legal assistance for important reasons of which he must notify the interested party. Any doubts as to whether to provide legal assistance or refuse to do so shall be resolved by the local Bar Council, and in situations where time is of the essence, by the Dean of that Council.", "2. In cases where legal assistance is granted on the basis legal regulations concerning legal aid, only the entity appointing the advocate to represent the client may decide to relieve him or her from providing legal assistance.”", "31. Under Article 21 § 3 of the Act, an advocate shall provide legal aid services in the jurisdiction of a court where he or she has its office.", "32. Lawyers are bound to act in accordance with rules of professional and ethical conduct enacted by the Bar Association. They may be held accountable for professional misconduct or a breach of ethical principles in the proceedings before the bar disciplinary court.", "33. Under Article 57 of the Body of Ethical Rules adopted by the National Bar Council on 10 October 1998, when an advocate, either privately hired by the client or appointed under legal aid scheme, considers that submission of an appeal in a case offers no reasonable prospect of success and the client disagrees with his or her view, the lawyer shall give notice of termination of the power of attorney terminate the representation, or notify the refusal to the body which appointed him or her.", "34. In 2000 the Supreme Court issued a resolution in reply to a legal question whether a legal aid lawyer could refuse to lodge a cassation appeal. It replied to the question in the positive.", "35. The court observed that issues involved in the legal aid concerned not only proper administration of justice, but also touched on human rights, and a right of access to a court in particular. Nevertheless, there was no comprehensive and coherent regulation of legal aid available under Polish law.", "36. The mere fact that it was necessary for a cassation appeal to be lodged by a qualified representative was not open to criticism. However, a certain conceptual confusion was to be noted in the provisions governing legal aid as a whole, mostly because the legislator had failed to harmonise the relevant provisions of civil and criminal procedure. In particular, the scope of legal aid lawyers’ obligations when legal representation was mandatory was not directly addressed by provisions of civil procedure. This was so partly because the essential body of law concerning civil procedure had been enacted in 1964, while the provisions on mandatory legal representation for the purposes of the cassation appeal had been introduced in 1996, when this new kind of appeal had been created.", "37. As a result, the scope of legal aid lawyers’ obligations to provide a party to the proceedings with “legal aid” in civil proceedings was unclear. In particular, the provisions on the lawyers’ legal aid obligations in connection with cassation proceedings before the Supreme Court lacked clarity. The court noted that the judicial practice regarding the application of relevant provisions had given rise to serious difficulties of interpretation and discrepancies in the case-law of the Polish courts.", "38. The court observed that the issue of possible conflict between the opinion of a party granted legal aid and a lawyer assigned to represent him or her for the purpose of cassation proceedings had not been directly addressed by the applicable law. It further noted that the notion of legal assistance could not be identified with a simple obligation of a lawyer to act in accordance with the client’s wishes. The role of a legal aid lawyer had rather to be understood as obliging him or her to provide legal advice to the party, including as to the prospects of success offered by a cassation appeal against a given judgment.", "39. The constitutional role of the Supreme Court, the highest judicial authority, was also an argument in favour of a conclusion that a legal aid lawyer was not compelled by the will of the party to have a cassation appeal lodged if such an appeal was bound to fail. In case of a disagreement between the party and the lawyer, it was open to the party to complain to the local Bar under Article 28 of the Bar Act. The Bar could then appoint a new lawyer who could lodge a cassation appeal, requesting at the same time to be granted leave to appeal out of time under Article 169 of the Code of Civil Procedure. It was true that the practice of the Supreme Court was not coherent in that in some cases it had been rejecting such requests and in other it accepted them. However, it did not prevent the parties from having recourse to this course of action.", "40. Pursuant to Article 169 of the Code of Civil Procedure, a party to the proceedings may ask for retrospective leave to perform a procedural measure outside the prescribed time-limit; this measure shall be performed simultaneously with lodging the request.", "41. Article 133 § 3 of the Code of Civil Procedure reads, insofar as relevant:", "“3. If a legal representative or a person authorised to receive court correspondence on behalf of a party has been appointed in a case, the court correspondence shall be served on these persons.”", "42. Pursuant to the case-law of the Supreme Court, if a party to civil proceedings is represented by a lawyer, the procedural time-limits set by the Code of Civil Procedure start to run on the date of the service of judicial decisions on him or her (III CRN 324/72; I UZ, 65/04)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}