{"ITEMID": "001-114099", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GHIMP AND OTHERS v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Pecuniary and non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["6. The applicants were born in 1977, 1969, 1961 and 1959 respectively and live in Budesti and Chişinău.", "7. The present case concerns the circumstances surrounding the death of Leonid Ghimp, who was the first applicant’s husband, the second and the third applicants’ sibling and the fourth applicant’s brother-in-law.", "8. Leonid Ghimp, who was thirty-five years old at the time of the events in question and the father of two children aged six and ten years old, worked as a truck driver. On Saturday 10 December 2005 at approximately eight o’clock in the morning he went to work in order to load his truck and prepare it for the following Monday. According to witnesses, he finished work at approximately 2 p.m. After that and before going home, he spent time enjoying drinks with his co-workers, first at their workplace and later in two bars. At approximately 10.00 p.m. he left the bar and took a taxi. He subsequently had a dispute with the taxi driver because the driver had allegedly not taken him to the agreed destination. Because he refused to pay the fare, the taxi driver drove him to Ciocana police station. According to witnesses from the police station, the taxi driver left after a short time and after being paid by Leonid Ghimp. The report of the latter’s arrest, however, stated that he had been found drunk and sleeping at a bus station. There was no mention of the incident with the taxi driver in the report.", "9. According to the applicants, at the police station, Leonid Ghimp was beaten up by three police officers: A.P., S.C. and I.B, and was left lying in the corridor on a dirty concrete floor. He was released the next morning at approximately 11 a.m.", "10. According to the accused police officers, Leonid Ghimp was not beaten up at the police station and was told that he was free to go shortly after being brought in. However, being severely intoxicated he refused to leave and preferred to sleep on the floor until the next morning.", "11. After being released at approximately 11 a.m. the next day, Leonid Ghimp went home. According to his wife and a person who had seen him walking home, he was pale and walking very slowly. He told his wife that he had stomach ache and spent all day in bed. Only later during the evening, after the pain had intensified, did he tell his wife about the beating at the police station. He told her that the pain had started after a blow to his stomach which had caused him to feel a sharp pain and lose his breath. Later during the night Leonid Ghimp started vomiting and his wife called an ambulance, which took him to a hospital. On 12 December 2005 at 6.35 a.m. Leonid Ghimp died in hospital.", "12. On an unspecified date the first applicant informed the Prosecutor’s Office of Leonid Ghimp’s account of his beating at Ciocana police station. On 5 January 2006 criminal proceedings were initiated by the Ciocana Prosecutor’s Office.", "13. An autopsy report dated 23 January 2006 stated that his death had resulted from diffuse purulent peritonitis after a perforated ulcer of the small intestine. The perforated ulcer had developed after a blow with a blunt object with a small impact area, possibly on the night of 10 December 2005.", "14. In another forensic report dated 31 May 2006, a panel of forensic doctors composed of doctors G.M., N.S. and I.C., after examining the victim’s medical documents and his exhumed corpse, came to a similar conclusion, namely that he had died as a result of a rupture of the small intestine resulting in intestinal contents flowing into the abdominal cavity and causing bacterial contamination of the abdominal cavity – in other words, purulent inflammation of the peritoneum. According to the doctors, the injury causing his death had resulted from a blow from a blunt object with a small surface area to Leonid Ghimp’s stomach, possibly on the evening of 10 December 2005. The doctors did not find any traces of alcohol in his blood and concluded that he had been sober at the time of his death. They also concluded that there was a chance that his life could have been saved had he gone to a hospital within the first few hours after being injured.", "15. During the criminal investigation, the prosecutor in charge of the case questioned numerous witnesses, including police officers from Ciocana police station. The three police officers suspected of ill-treating Leonid Ghimp denied that he had been treated violently and unanimously maintained that he had been found drunk and sleeping at a bus stop and brought to the police station. They also stated that after questioning him, Leonid Ghimp had refused to go home because it was late and he had no money and preferred to sleep on the floor of the police station. All the police officers submitted that Leonid Ghimp had been intoxicated but that he had not presented any signs of violence or injuries.", "16. Two other police officers from Ciocana police station, who were not suspects, submitted that the victim had come to the police station together with a taxi driver, whom he had been refusing to pay for a fare. After several minutes the taxi driver had been paid by Leonid Ghimp and had left the premises of the police station. The police officers also denied having witnessed acts of violence against Leonid Ghimp and also stated that he had preferred to sleep on the floor in the corridor of the police station rather than go home.", "17. A witness, O.O., who had been brought to the police station on the same evening (10 December 2005), stated that she had had an argument with her family and had been taken to Ciocana police station from her home. At the police station she had been in the same room as a man who had had an argument with a taxi driver. She had understood that from the discussion which that man had had with three police officers. Because he had continued to refuse to pay the taxi driver, the police officers had beaten him up in front of her. She had seen the police officers punching the man until he had collapsed to the floor. Then one of the police officers had grabbed the man by his coat, dragged him into the corridor and left him lying on the concrete floor. She had later been released after being forced to sign a document stating that she was being fined for appearing drunk in public. As in Leonid Ghimp’s case, the report of her arrest stated that she had been arrested on the street.", "18. The prosecutor also questioned the people with whom Leonid Ghimp had spent the day on 10 December 2005. All of them stated that he had appeared to be in good health and had not shown any signs of illness throughout the entire day. The prosecutor’s attempt to find the taxi driver who had brought Leonid Ghimp to the police station was not successful.", "19. On 6 July 2006 one of the accused police officers, A.P., changed his initial statement. He admitted to having lied in his previous statement and admitted that Leonid Ghimp had been brought to the police station by a taxi driver. He submitted that another co-accused, police officer I.B., had punched the victim several times in the stomach area. Then I.B. had taken money from the pocket of Leonid Ghimp’s trousers and had paid the taxi driver. After that, he had punched Leonid Ghimp several more times. A.P. also stated that the beating had taken place in his presence and that of two other people, a police officer and a person who had been brought to the police station that evening and had been in the same room. A.P. stated that he had decided to change his initial statement because he had felt remorseful and sorry for Leonid Ghimp’s children and wife. His statement was given in the presence of a lawyer between 10.17 p.m. and 11 p.m. and was videotaped. At the time of his questioning he was not detained in custody.", "20. During further questioning of the other two police officers suspected of ill-treating Leonid Ghimp, they also admitted that he had been brought by a taxi driver to the police station – not found sleeping at a bus stop as had been mentioned in the report of his arrest and as initially stated by them. They continued, however, to deny having ill-treated him.", "21. The prosecutor also examined the room where questioning usually took place in the Ciocana police station and in which the victim had allegedly been beaten up, and discovered numerous blood stains on the walls and furniture.", "22. During the subsequent court proceedings, suspect A.P. changed his statement again and submitted that nobody had ill-treated Leonid Ghimp on the evening of 10 December 2005. When asked why he had admitted on 6 July 2006 to one of the co-accused having ill-treated Leonid Ghimp in his presence, he replied that he could not remember having made such a statement because he had been very tired and hungry on that day, as he had been on duty the previous night and had worked around the clock. He remembered, however, that the prosecutor had threatened him and had used a swear word in doing so and that he had not been assisted by a lawyer of his choice. He also argued that at the time of questioning he had not realised the questioning was being filmed.", "23. On 9 July 2007 the Ciocana District Court found police officers A.P., S.C. and I.B. guilty of acts of violence against Leonid Ghimp causing his death. They were also found guilty of making false statements in the report of Leonid Ghimp’s arrest and in the report of witness O.O.’s arrest and were each sentenced to eight years’ imprisonment. The court also ordered them to pay compensation to the first applicant in respect of non-pecuniary damage in the amount of 300,000 lei (MDL) and ruled that the rest of the claims made by her be examined in separate civil proceedings.", "24. The police officers appealed against conviction. During the appeal proceedings, one of the officers, I.B., presented a new version of events, namely that Leonid Ghimp had fallen down in the police station and that a table had fallen on top of him. On 7 November 2007 the Chişinău Court of Appeal partially allowed the officers’ appeals and reduced I.B.’s sentence to six years’ imprisonment and that of A.P. and S.C. to five years each.", "25. On 11 March 2008 the Supreme Court of Justice allowed an appeal on points of law brought by the officers and, after concluding that the case had not been thoroughly examined, quashed the judgment of the Court of Appeal and ordered a re-examination of the proceedings by the same court.", "26. On 6 June 2008 the Chişinău Court of Appeal acquitted the police officers of all charges. A.P.’s statement of 6 July 2006 was excluded on the grounds that it had been obtained in breach of the provisions of the Code of Criminal Procedure, namely that it had been obtained late in the evening when A.P. had been very tired and in the absence of a lawyer of his choice. In excluding A.P.’s statement the court relied on the statement of a psychologist, who submitted that in cases of extreme tiredness a person may be prone to making false self-incriminating statements. As to the statement of O.O., the court considered it unreliable because she had reason to resent the police officers who had arrested her on 10 December 2005. Moreover, some of the assertions she had made in her statement were considered to be contradictory. As to the findings of the panel of forensic doctors, the court held that they were refuted by the statements of one of the experts who had signed the report dated 31 May 2006, I.C. That expert had been invited to testify by one of the accused police officers. He had changed his opinion and had stated that Leonid Ghimp’s injuries could have been caused between 6.35 a.m. on 9 December and 6.35 a.m. on 10 December 2005 that is prior to his detention. In accepting I.C.’s new opinion, the court did not explain why it preferred it over the conclusion of the panel of forensic doctors or what had made I.C. change his opinion after two years had passed. In so far as the charges of making false statements in the arrest reports were concerned, the court found that the accused had indeed made false statements; however, as there was no personal gain involved, they were acquitted.", "27. On 27 January 2009 a panel of the Supreme Court of Justice dismissed an appeal on points of law lodged by the Prosecutor’s Office and by the first applicant. The Prosecutor’s Office challenged this judgment with an extraordinary appeal.", "28. On 1 March 2010 the Plenary Supreme Court of Justice accepted the extraordinary appeal and quashed both the judgment of the Court of Appeal and that of the Supreme Court of 27 January 2009. The Supreme Court found, inter alia, that the findings of the first panel of forensic doctors could not be rebutted by the opinion of a single doctor and that only the opinion of another panel of doctors could be acceptable. A fresh re-examination of the appeal against the judgment of 9 July 2007 was ordered.", "29. During the proceedings, the Court of Appeal ordered a repeated forensic examination in respect of the circumstances of Leonid Ghimp’s death by a panel of doctors from the National Institute of Forensic Medicine. In the meantime, I.C., the expert who had testified during the previous proceedings before the Court of Appeal (see paragraph 26 above), had become the chief doctor of the National Institute of Forensic Medicine.", "30. In an expert report dated 1 November 2010, a panel of doctors reached, on the basis of medical documents, a conclusion identical to that expressed by I.C. during the previous proceedings before the Court of Appeal (see paragraph 26 above), namely that the victim’s injury had been caused between 6.35 a.m. on 9 December and 6.35 a.m. on 10 December 2005. According to the report, the rupture of his intestine had initially been incomplete and only on 12 December 2005 had it become complete, causing Leonid Ghimp’s death.", "31. On 28 February 2011 the Chişinău Court of Appeal upheld the appeals lodged by the officers, reversed the judgment of the Ciocana Disctrict Court of 9 July 2007 and acquitted the officers of all the charges against them. In so doing, the Court of Appeal attributed substantial weight to the new forensic report of 1 November 2010.", "32. On 29 May 2012 the Supreme Court of Justice dismissed an appeal on points of law lodged by the Prosecutor’s Office.", "33. The Police Act of 18 December 1990 states:", "“Police officers are only entitled to use force and special fighting techniques for the purpose of ending criminal activities and for neutralising resistance to lawful demands in cases in which non-violent methods are not sufficient to discharge their obligations.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}