{"ITEMID": "001-23345", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "MULTIGESTION v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Multigestion, is a company incorporated under French law, with its registered office in Paris. It was represented before the Court by Mr J. Vogel, of the Paris Bar.", "The applicant company is an approved management company, belonging to the group of management companies of the UFG company, which is itself a subsidiary of the Crédit Mutuel group. The applicant company manages two non-trading real-estate investment companies – Multimmobilier 1 and Multimmobilier 2. Also part of the UFG group are a company called Multimmo, which manages among other companies the non-trading real-estate investment company Crédit Mutuel Pierre 4, and another called Multimmo Transactions, whose object is to take part in property promotion campaigns.", "Acting on an anonymous tip-off, the Chairman of the Stock Exchange Regulatory Authority (Commission des opérations de bourse – “the COB”) decided, on 23 August 1995, to open an investigation into the management of the three non-trading real estate investment companies mentioned above and into the transactions carried out on their behalf.", "On 11 June 1996 the COB decided to open proceedings with a view to imposing penalties on the applicant company.", "The Chairman of the COB informed the applicant company of the complaints against it on 16 July 1996. It was suspected of using its authority to act not in the collective interest of investors but for purposes other than those for which the authority had been given.", "On 11 April 1997 a decision taken by the COB on 3 April 1997 was served on the applicant company. The COB had imposed a fine of 7,500,000 French francs and ordered publication of the decision in the COB’s monthly bulletin and in the Official Gazette.", "On 24 April 1997 the applicant company gave notice of intention to appeal against the above decision, producing a statement of the grounds of appeal within the time allowed, on 16 May 1997. It did not plead the COB’s partiality on account of the fact that the same person had been its chairman when important decisions were being taken at both the investigation stage and the trial stage, the presence of the reporting commissioner (the rapporteur) at the deliberations or the fact that it had not had access to his written report. It did, however, plead an infringement of the presumption of innocence on account of the fact that the burden of proof had been reversed, and it contested the COB’s submissions.", "Ruling in connection with another case and, according to the applicant company, against all expectations, the Paris Court of Appeal held on 7 May 1997 that the penalties imposed by the COB were contrary to Article 6 of the Convention when, in particular, the rapporteur took part in the deliberations. That decision was published in the Recueil Dalloz of 19 June 1997. On 5 February 1999 the Court of Cassation dismissed an appeal on points of law against the above judgment. Following that change in the case-law the COB modified its working practices.", "On 10 September 1997 the COB submitted its observations on the applicant company’s appeal.", "On 9 October 1997 the applicant company produced a reply in which it submitted a new ground of appeal, pleading infringement by the COB of the principles of fairness and impartiality. It referred in particular to the Paris Court of Appeal’s judgment of 7 May 1997.", "On 16 December 1997 the Paris Court of Appeal noted of its own motion that the applicant company had not submitted the above ground of appeal within the one-month period allowed by law. It therefore invited the parties to present further submissions on its admissibility.", "The applicant company attempted to establish that Article 8 of Decree no. 90-263 of 23 March 1990 did not bar the raising of a ground of appeal based on public-policy considerations after expiry of the one-month time-limit.", "On 24 March 1998 the Court of Appeal declared the ground of appeal relating to the unfairness of the procedure before the COB inadmissible, as being out of time, and dismissed the application to set aside the COB’s decision of 3 April 1997.", "The applicant company appealed on points of law against the above judgment. In support of its appeal it argued that Article 8 of Decree no. 90263 of 23 March 1990 “necessarily [said nothing about] what [was] to be done with grounds of appeal based on public-policy considerations, which [could] be submitted at any stage of the proceedings” and that “courts [had] a duty to note of their own motion arguments grounded on public policy whenever such arguments [were] apparent from the documents submitted to them, and particularly from the decision referred to them”. It also argued that there had been no legal basis for the sanction imposed by the COB, since the burden of proof had been reversed, or for the Court of Appeal’s decision, given that it had upheld the sanction imposed without verifying whether all the elements of the offence had been made out.", "In a judgment of 25 January 2000 the Court of Cassation dismissed the applicant company’s appeal on points of law against the judgment of 24 March 1998. It held that although the ground of appeal relating to a violation of Article 6 of the Convention had been based on public-policy considerations it had been out of time and therefore inadmissible. It dismissed the other two points of law raised by the applicant company as manifestly ill-founded.", "...", "Article 8 of Decree no. 90-263 of 23 March 1990", "“An appeal must be lodged by means of a written declaration deposited in four copies with the registry of the Paris Court of Appeal in exchange for a certificate of receipt.", "An appeal shall be inadmissible by default if the declaration does not contain the information required by Article 648 of the New Code of Civil Procedure and state the object of the appeal.", "Where the declaration does not contain a statement of the grounds of appeal, the appellant must, on pain of the same sanction, file such statement with the registry within a month of filing the declaration. ...”", "..."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}