{"ITEMID": "001-23836", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "REUTHER v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Hugo Reuther, is a German national, who was born in 1939 and lives in Presseck (Germany). He was represented before the Court by Mr K.D. Deumeland.", "On 7 December 1999 the Kulmbach District Court made a sentence order (Strafbefehl) against the applicant. In a decision of 19 June 2000, after the prosecution had revoked the sentence order, the District Court ruled that the costs necessarily incurred by the applicant were to be paid by the State. On 4 July 2000 the applicant’s representative, who also represented him before the Court, sought reimbursement of 1,916.32 German marks (DEM – approximately 950 euros (EUR)).", "On 23 August 2000 the District Court dismissed the representative’s claim for failure to comply with Article 138 of the Code of Criminal Procedure (see “Relevant domestic law and practice” below) on the ground that he was not a lawyer admitted to practise at a German court and had not been authorised by the court to represent the applicant. The costs in question had therefore not been necessarily incurred within the meaning of Article 464 of the Code of Criminal Procedure. Furthermore, the applicant had merely claimed a lump sum, which could not be refunded.", "On 5 September 2000 the Bayreuth Regional Court upheld the lower court’s decision. It added that the applicant’s representative could not be regarded as a professor or lecturer in law (Rechtslehrer) within the meaning of Article 138 § 1 of the Code of Criminal Procedure (see “Relevant domestic law and practice” below), since that provision did not apply to non-tenured lecturers (Lehrbeauftragte) at a higher-education establishment.", "On 16 September 2000 the applicant lodged a constitutional appeal with the Bavarian Constitutional Court (Bayerischer Verfassungsgerichtshof) against the decisions in issue.", "In a letter of 26 September 2000 the legal secretary (Rechtsreferentin) of the Bavarian Constitutional Court acknowledged receipt of the applicant’s appeal and asked his representative, among other things, to state whether he was a lawyer admitted to practise or a professor or lecturer in law at a university (Hochschule).", "In a letter of 8 November 2000 the legal secretary informed the applicant of a number of obstacles that might prevent the appeal from being declared admissible and well-founded. She concluded that, for the reasons stated, the appeal appeared to be partly inadmissible and partly manifestly ill-founded (offensichtlich unbegründet). In such cases, the Constitutional Court could order appellants to pay a certain sum (a maximum of DEM 3,000 – approximately EUR 1,500) before it continued its examination of the appeal, the aim being to avoid unnecessary expense for those concerned. The legal secretary gave the applicant one month to reply, failing which the case would be deemed to have been settled.", "The applicant replied on 4 December 2000.", "In a decision of 15 January 2001 the Bavarian Constitutional Court, sitting as a panel of three judges, ordered the applicant to pay DEM 1,500 by way of an advance for costs (Kostenvorschuss). The decision was accompanied by a short letter from the legal secretary explaining, in particular, that it had been taken pursuant to section 27(1) of the Bavarian Constitutional Court Act and that the appeal was therefore regarded as inadmissible or manifestly ill-founded.", "In a letter of 23 January 2001 the applicant contended that the decision should have contained a statement of reasons.", "On 30 January 2001 the legal secretary replied that decisions on orders for costs did not require a statement of reasons. She drew attention to her letter of 8 November 2000 and sent him a copy of the entire file so that he could consult it as he had requested.", "The applicant did not pay the sum demanded.", "Article 138 § 1 of the Code of Criminal Procedure (Strafprozessordnung) provides that defendants may choose as their counsel any lawyer admitted to practise at a German court or a professor or lecturer in law (Rechtslehrer) at a German university (Hochschule). Article 138 § 2 provides, inter alia, that other persons may be authorised to act as counsel by the court dealing with the case.", "In practice, neither professors or lecturers in law at a university of applied sciences (Fachhochschule) nor non-tenured lecturers (Lehrbeauftragte) at a higher-education establishment are regarded as “professors or lecturers in law” within the meaning of this provision. In two recent decisions of 5 May 1999 (no. 1 Ws 121/99) and 3 May 2000 (no. 1 Ws 94/00) the Jena and Dresden Courts of Appeal (Oberlandesgericht) held respectively that a professor of law attached to a university of applied sciences and a non-tenured law lecturer were entitled to be regarded as professors or lecturers within the meaning of Article 138 § 1 of the Code of Criminal Procedure.", "Section 11 of the Bavarian Constitutional Court Act (Gesetz über den Bayerischen Verfassungsgerichtshof) of 10 May 1990 provides that the President appoints a secretary-general from among the court’s professional judges. The secretary-general’s role is to assist the President in carrying out his duties and with administrative tasks.", "Section 12(1) provides that when the Constitutional Court is not in session, its powers are assumed by the President or are delegated by him to the secretary-general. The secretary-general may, for example, be instructed to take the necessary procedural steps for the preparation of sessions and to carry out administrative duties.", "Section 12(3) provides, inter alia, that the President appoints a person to represent the secretary-general in discharging non-judicial duties.", "In practice, this person is known as the legal secretary (Referent) of the Bavarian Constitutional Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}