{"ITEMID": "001-57476", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF ECKLE v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "", "TEXT": ["9. In 1952 Mr. Hans Eckle, who was born in 1926, founded the building firm of \"Hans Eckle, timber, steel and building materials\" at Püttlingen (Saarland), and worked there with his wife, Marianne. He subsequently set up several branches in other places and, in particular, a branch at Schweich, near Trier, in 1958, which was transferred shortly afterwards to Wittlich, and then in 1961 an office in Cologne. In 1962 he was employing about 120 people.", "The firm’s business consisted in supplying materials and, later, building sites on credit for people who wanted to build but had few financial resources. Such a system, which the applicant himself called the \"Eckle system\", had not hitherto been used in the building materials trade.", "He covered his financial needs - from 1962 at least - by loans from individuals, who were offered mortgages as security (Grundschulden). In 1965, however, he began to encounter difficulties in this regard and towards the middle of the following year he ceased payment to his creditors of the sums due to them. The overall total of money he owed amounted at the time to about ten million Marks.", "10. The trade practices of the applicants from 1959 to 1967 were the subject of three separate sets of prosecutions in Trier, Saarbrücken and Cologne. The first and last of these are in issue in the instant case : the applicants complain that their duration exceeded the \"reasonable time\" referred to in Article 6 par. 1 (art. 6-1) of the Convention.", "In a case of this kind, it is necessary to set out in detail each stage of the impugned proceedings.", "10. Acting on a complaint lodged on 28 October 1959 by a bank at Wittlich, the public prosecutor’s office began, in November 1959, a preliminary investigation (Ermittlungsverfahren) in respect of Mr. Eckle. On 22 February 1960, after it had obtained information from the Trier Bezirksregierung as to the existence of maximum prices in the building materials trade and without having questioned either the applicants or any witnesses, the prosecutor’s office stopped the investigation. Examination of the complaint was resumed with a fresh preliminary investigation prompted by the receipt in mid-August of a letter from the Trier Chamber of Industry and Commerce advising the public prosecutor that Mr. Eckle was promising to supply his clients with building materials \"at average market prices\" (handelsübliche Preise) whereas his prices were in fact 25 per cent higher.", "In September, the investigation was suspected pending the outcome of a civil action brought against Mr. Eckle by one of his customers, in which the concept of \"average market prices\" used by Mr. Eckle in his contracts would have to be clarified. These civil proceedings were concluded on 30 October 1962 with a judgment of the Koblenz Court of Appeal (Oberlandesgericht) holding that the applicant had charged prices higher than the average market prices, contrary to the commitments he had entered into with his customers.", "12. Forty witnesses were interviewed between 1960 and 1962, and thirty-six witnesses in 1963.", "In 1964, the competent authorities held hearings of 133 witnesses, 15 of them outside the Land of Rhineland-Palatinate. The same year the applicant’s business premises were searched and business records (Geschäftsunterlagen) seized. These searches took place firstly on 4 March on an application from the Saarbrücken public prosecutor’s office but in the presence of two officials from Trier, and subsequently on 7 October on an application from the Trier public prosecutor’s office which, on 8 and 9 October, questioned Mrs. Eckle for the first time.", "In 1965, 325 witnesses were heard, 106 of them outside the Land.", "13. One of the twelve public prosecutors (Staatasanwalt) at Trier, who was in charge of the investigation, was relieved of his other duties in January 1965 in order to allow him to devote himself entirely to the Eckle case. At the instance of the Minister of Justice of the Land, a special commission of five officers from the criminal police began assisting the public prosecutor from this date onwards so that the investigation could be intensified. Previously, as from April 1963, a member of the criminal police had been dealing specifically with the case.", "14. On 9 September 1965, the public prosecutor’s office ordered the closure of the investigation, during which according to undisputed information provided by the Government - 540 witnesses had testified and nearly 3,000 documents - extracts from land registers (Grundbücher), contracts, bills, drafts, etc. - had been examined. The prosecutor’s office had made up 37 main files (Hauptakten) and 300 subsidiary files (Nebenakten), to which had been added 120 files relating to civil suits.", "15. On 9 September likewise, the public prosecutor’s office informed the applicants and two former female employees of the Eckle firm that it intended to \"indict\" them. They were requested to give notice within two weeks if they wished to have, before their committal for trial, a \"final hearing\" by the public prosecutor’s office (Schlussgehör) under Article 169 b of the Code of Criminal Procedure (in force until 31 December 1974).", "On 20 September, two counsels for Mr. Eckle asked to be allowed to inspect the file before replying.", "After a conference with them on 12 October, the public prosecutor’s office notified them on 3 November that the file would be available to them at the secretariat until 20 November.", "The legal advisers acting for Mrs. Eckle and for the two employees did not respond. Accordingly, counsel were assigned to them officially but were replaced in December 1965 and January 1966 by counsel instructed by the parties themselves.", "In mid-December 1965, the public prosecutor’s office sent Mr. Eckle’s legal representatives a copy of the main sections of the file, as had been agreed a month earlier, and gave them until 2 February 1966 to decide whether or not they wanted a \"final hearing\".", "A further counsel appeared for Mr. Eckle on 1 February 1966, and then a fourth. They too asked for an opportunity to consult the file and for copies of certain documents in the file; in mid-March, they were given a deadline for stating whether they were requesting a \"final hearing\".", "Between 13 and 15 March, the seven counsel applied for a \"final hearing\" and for the original file to be made available to each of them beforehand for a period of six months. However, they withdrew their requests on 19 April and 9 May, respectively.", "16. Once proceedings relating to the \"final hearing\" had thus been concluded, the public prosecutor’s office drew up the \"bill of indictment\" (Anklageschrift). Drafting of this was completed on 3 August and the typescript was sent to the First Criminal Chamber (1. Grosse Strafkammer) of the Regional Court (Landgericht) on 26 October.", "The \"bill of indictment\", which filled four volumes and comprised 793 pages in all, was directed against the applicants and the two former female employees of the Eckle firm. It alleged a total of 474 offences of fraud and extortion, listed almost 500 witnesses and mentioned more than 250 documents produced in evidence.", "Proceedings had been dropped by the public prosecutor’s office in respect of 68 cases, in 61 of them pursuant to Article 154 of the Code of Criminal Procedure. In the version in force until the end of 1978, this provision empowered the court (paragraph 2) and, until a \"bill of indictment\" had been preferred, the public prosecutor (paragraph 1) to take such a measure at any stage of the proceedings if, in particular, the sentence liable to be passed at the end of the proceedings was negligible in comparison with one already finally (rechtskräftig) imposed on the accused - or which the accused had to expect - for another offence.", "17. On 23 December 1966, the public prosecutor in charge of the case conferred with the President of the Criminal Chamber about the duplications arising from criminal proceedings pending in Saarbrücken, where the trial hearing was due to begin on 17 March 1967 (see paragraph 58 below).", "18. On 16 January 1967, the public prosecutor’s office withdrew the \"bill of indictment\" because it had learned of other possible offences and felt that further inquiries were necessary.", "On 22 August, the Cologne public prosecutor’s office, which had opened a preliminary investigation in respect of Mr. Eckle on 21 March (see paragraph 37 below), stated its willingness to deal with the new cases which the Trier public prosecutor’s office had begun to inquire into. As a result, the Trier public prosecutor’s office transferred these cases to Cologne on 15 March 1968 and on the same day preferred the \"bill of indictment\" - unchanged in any way - for a second time.", "Between 16 January 1967 and 8 February 1968, 234 fresh cases, of which 217 concerned the Saarbrücken and Trier public prosecutor’s offices, had been examined.", "19. Between 26 March and 25 May 1968, the President of the First Criminal Chamber of the Regional Court took several steps to ensure that the accused were represented; on the last-mentioned of these dates, the Regional Court assigned to them four officially appointed defence counsel.", "On 30 May, the President drew the attention of the public prosecutor’s office to the fact that it had not yet offered the accused a \"final hearing\" in respect of the new cases. The prosecutor’s office replied on 11 June, pointing out that these cases had been transferred to Cologne (see paragraph 18 above).", "On 2 July, the Regional Court asked to be sent the \"bill of indictment\" drawn up by the Saarbrücken public prosecutor’s office (see paragraph 58 below): the Court was examining whether the numerous offences alleged against the applicants amounted to continuous conduct which had to be regarded as a single offence, in which event the prior conviction at Saarbrücken would preclude any further conviction. Three days later the Saaurbrücken public prosecutor’s office transmitted to the Regional Court a copy of the judgment of 17 October 1967 (see paragraph 58 below) and informed it that the files had been forwarded to the federal public prosecutor’s office (Bundesanwaltschaft) for the purposes of the proceedings for review on a point of law (Revisionsverfahren).", "In response to a request from one of the defence counsel for the applicants that he should be given copies of the file, the Regional Court, declared, inter alia, on 23 July 1968 that it remained to be decided whether the above-mentioned preferment of the \"bill of indictment\" could validly stand.", "On 19 August, the Regional Court sought information from the Saarbrücken public prosecutor’s office about the state of the proceedings; it stressed that it needed the \"bill of indictment\" it had asked for on 2 July. This was finally sent on 4 October by the Trier public prosecutor’s office, which urged at the same time that a decision be taken on the \"bill of indictment\" it had itself preferred.", "On 28 January 1969, the Regional Court admitted the latter \"bill of indictment\" (Zulassung der Anklage) and ordered that the trial open (Eröffnung des Hauptverfahrens).", "20. Counsel for Mrs. Eckle having asked on 14 February 1969 for the file to be made available to him, the Regional Court replied on 18 February that copies would be forwarded to him. On the same day counsel for Mr. Eckle called on the Regional Court to quash the preferment of the \"bill of indictment\".", "On 16 April, counsel for Mrs. Eckle urgently requested the Regional Court not to take any action in the case before receiving the text of the judgment delivered on 14 March 1969 by the Federal Court of Justice (Bundesgerichtshof) in the matter of the Saarbrücken proceedings (see paragraph 58 below). The judgment was transmitted to the Regional Court on 29 April by the Saarbruüken public prosecutor’s office.", "On the previous day the Regional Court had refused to issue a warrant for the arrest of Mr. Eckle on the grounds that he was still subject to such a warrant in the Saarbrücken proceedings.", "On 28 May, it informed counsel for Mrs. Eckle, who on 16 April had complained that eight files were missing, that these related to proceedings which had been dropped.", "On 2 April, one of the officially assigned defence lawyers had asked the Court to revoke his appointment. In order to enable him to continue to act, the Regional Court suggested to the public prosecutor’s office on 30 September that it should ask for proceedings to be terminated in the case in which the lawyer in question had previously appeared in another capacity. On 14 October, the public prosecutor’s office made a request to this effect, which the Regional Court granted on 17 November.", "21. On 14 October 1969, the public prosecutor’s office applied for a warrant for the arrest of Mr. Eckle who had been released from detention in relation to the Saarbrücken proceedings, but the Regional Court refused the application on 17 November. On appeal by the public prosecutor’s office, the Koblenz Court of Appeal quashed this decision on 28 January 1970 and issued a warrant for the arrest on the applicant.", "At the request of the public prosecutor’s office (6 February) the Cologne District Court (Amtsgericht) on 12 March served the warrant on Mr. Eckle who was in detention in Cologne in respect of the proceedings there (see paragraph 43 below). Mr. Eckle immediately appealed against the issuing of the warrant, but the Koblenz Court of Appeal dismissed the appeal on 2 April.", "22. On 20 April 1970, the President of the First Criminal Chamber of the Trier Regional Court advised the relevant authority that the magnitude of the Eckle case was preventing him from handling other cases. On 1 June, he reached an agreement with his colleague at the Saarbrücken Regional Court as to the dates of the hearings to be held by their respective courts (see paragraph 58 below). On 2 July, he fixed the date of 11 November for the opening of the trial hearing and notified defence counsel accordingly.", "On 19 October, counsel for Mrs. Eckle withdrew a statement whereby, on 19 April 1968, he had waived his claim to certain costs and expenses, and requested the Regional Court to appoint him as defence counsel unconditionally. Four days later, counsel for Mr. Eckle applied for a postponement of the hearings, asserting that he dit not have enough time to prepare the defence. The Regional Court rejected both applications on 27 October.", "On 31 October, Mr. Eckle himself asked for the hearings to be postponed, pleading, inter alia, Article 6 par. 3 (b) (art. 6-3-b) of the Convention, but the Regional Court refused the request on 4 November.", "23. The trial opened on 11 November. Mr. Eckle immediately sought an adjournment, and Mrs. Eckle suspension of the proceedings; the third defendant challenged two of the judges.", "The Regional Court dismissed the challenge on 17 November. On the same day, it excluded Mr. Eckle from the courtroom on grounds of his behaviour before the Court and, in answer to an objection raised by one of the co-defendants, affirmed its jurisdiction in the case.", "Two days later, it declined to grant a further application for an adjournment which Mr. Eckle had made on 17 November. On the same day, Mr. Eckle requested his release from detention; he and his wife went so far as to refuse to give their particulars, and counsel for the defence asked the Court for the author of the \"bill of indictment\" to be called as a witness so that certain points in it could be clarified.", "The public prosecutor who had drawn up the \"bill of indictment\" was heard on 26 November, after which all the defendants applied for the proceedings to be terminated. Mr. Eckle declared himself unfit to stand trial and sought a formal decision from the Regional Court on this matter.", "The \"bill of indictment\" and the prior order to commence the trial hearing were read out in court on 3 December. Prior to that, the Regional Court had ordered that prosecution in some of the cases should be dropped. It also refused the defendant’s applications for the discontinuance or suspension of the proceedings. On the same day, Mr. Eckle challenged three of the judges and asked the Regional Court to postpone the hearing in order to give him time to obtain the documents needed to support his challenge.", "On 10 December, Mr. Eckle was once more removed from the courtroom and sentenced to one day’s imprisonment for his behaviour before the Court: he had insulted the President and thrown paper at him. In evidence to the Regional Court, a doctor who had examined the applicant considered him fit to stand trial, although stating that it would be necessary to keep the applicant under observation before being able to give a final opinion.", "The Regional Court thereupon decided that Mr. Eckle should provisionally be placed in a psychiatric hospital with a view to a medical report being made on him; the hearing was adjourned sine die on 17 December.", "24. The psychiatric examination was completed on 23 January 1971 and the medical report filed on 20 February. According to the doctor, the applicant’s behaviour during the hearings was not the result of any illness.", "Between 24 February and 26 March, hearings took place in the Saarbrücken proceedings, which ended on the latter date with the conviction of Mr. Eckle (see paragraph 58 below).", "25. On 16 June, hearings resumed before the First Criminal Chamber of the Trier Regional Court, the President of which had been replaced in December 1970; the hearings continued until 17 March 1972. During the 28 days of hearings, the Regional Court heard approximately 110 witnesses, including an expert witness, and more than 500 documents were read out.", "According to the undisputed account of the proceedings furnished by the Government, Mr. Eckle challenged judges on twenty occasions - sometimes twice on the same days - and his wife did so some ten times. Furthermore, he objected to the composition of the Regional Court, challenged two experts, introduced ten motions to take evidence (Beweisanträge), requested his release from detention ten times and suspension of the trial four times. Five times he claimed to be unfit to stand trial and requested a medical examination; on five occasions the Regional Court took evidence from a doctor who, on one of these occasions, judged the applicant to be incapable of attending court for the rest of the day. On seven occasions Mr. Eckle was sentenced to two or three day’s imprisonment on account of his behaviour and he was eight times removed from the courtroom for several days, notably in the period from 18 October 1971 to 19 January 1972.", "According to the same account, Mrs. Eckle for her part submitted motions to take evidence on three occasions; she applied three times to the Regional Court for the instructions given to the counsel officially assigned to defend her to be withdrawn, twice for the trial to be suspended, twice again for it to be discontinued and on three occasions for the appointment of a second lawyer.", "26. On 23 November 1971, the Regional Court terminated the proceedings, pursuant to Article 154 of the Code of Criminal Procedure (see paragraph 16 above), in respect of more than 400 of the counts in the \"bill of indictment\".", "27. On 17 March 1972, Mr. Eckle was sentenced to imprisonment for four years and six months, his wife to a term of eighteen months and the two co-defendants to ten and six months respectively. At the same time, the Regional Court discharged the warrant for the arrest of the applicant.", "The Regional Court’s judgment found Mr. Eckle guilty of fraud committed jointly with other persons to the detriment of customers in forty-two cases and to the detriment of creditors in sixteen cases, and of attempted fraud in one case concerning a creditor. On two charges relating to a customer and a creditor respectively he was acquitted. The Court terminated proceedings in three cases because they were time-barred.", "Mrs. Eckle was convicted of fraud committed jointly with other persons in thirty-nine cases to the detriment of customers and in sixteen cases to the detriment of creditors, and of attempted fraud in one case involving a creditor. The Court acquitted her on the same two counts as her husband and terminated proceedings in six cases, including the three cases that also concerned her husband.", "According to the findings in the judgment, the conclusion of the illegal contracts dated back to 1959-1960 in respect of the customers and 1962-1964 in respect of the creditors.", "When deciding the sentences the Regional Court took into account, inter alia, \"to the advantage of all the defendants\", \"the inordinate length of time during which they had been exposed to the drawbacks and unpleasantness of the investigation and trial proceedings, something which was not wholly their own fault\".", "The judgment - which ran to 236 pages - was served on the applicants on 12 February 1973 that is a little less than eleven months after its delivery.", "28. Whilst the trial hearing was continuing, an auxiliary chamber (Hilfskammer) specially set up to relieve the First Criminal Chamber dealt with all the other cases allocated to the latter.", "29. The four persons convicted petitioned for review on a point of law (Revision). In this connection, between 27 February and 8 March 1973 Mr. and Mrs. Eckle submitted several memorials to the Federal Court of Justice, alleging various errors in law as well as procedural irregularities.", "After the counter-memorial by the Trier public prosecutor’s office had been drafted on 31 October, the file was sent to the federal public prosecutor’s office on 28 November.", "30. On 4 February 1974, the federal public prosecutor’s office noticed that it was not clear from the file how eight of the cases heard by the Regional Court had been disposed of.", "When consulted on this, the Trier public prosecutor’s office pointed out that most of the obscurities arose from inaccuracies in the minutes of the hearings, while in two cases the failure to cease prosecution was due to inadvertence. The matter was referred to the Trier Regional Court, which decided on 22 February and 4 March to rectify the minutes and terminate the proceedings relating to the two cases in question. On 6 March, the Trier public prosecutor’s office returned the file, together with a supplementary report, to the federal public prosecutor’s office and at the latter’s request also forwarded the \"bill of indictment\" of 19 March.", "31. On 1 August 1974, the federal public prosecutor’s office requested the Trier public prosecutor’s office to reply in writing to the applicant’s objections to the composition of the Regional Court and, in particular, to produce the official statements of the judges concerned and the charts showing the allocation of business in 1971.", "After taking - between September and December 1974 - statements from eleven judges (some of whom were no longer in Trier), the public prosecutor’s office sent them to the federal public prosecutor’s office on 29 January 1975 together with comments. On 21 February, it transmitted some further documents which the federal public prosecutor’s office had asked for on 4 February.", "32. On 7 April 1975, the applicant’s new lawyer applied for the proceedings to be dropped as being time-barred. On 24 April, the member of the federal public prosecutor’s office dealing with the case requested the President of the Second Division (Senat) of the Federal Court of Justice to set down a date for the opening of the hearing: in his submission, the proceedings were not time-barred.", "On 2 December, the President directed that the hearing should be held on 11 February 1976.", "Mrs. Eckle’s new defence counsel submitted supplementary written pleadings on 26 February 1976; and on 4 February, one of the two co-defendants withdrew her petition for review on a point of law.", "33. Following the hearing on 11 February, the Federal Court of Justice dismissed the petitions on 19 February.", "At the end of the judgment, the Federal Court recalled that cumulative sentences (Gesamtstrafe) combining those passed in Trier and in Saarbrücken (see paragraph 58 below) remained to be determined. In this connection, it stated, inter alia:", "\"Excessive length of criminal proceedings may - and the Regional Court did not overlook this - constitute a special mitigating circumstance (Entscheidungen des Bundesgerichtshofes in Strafsachen, vol. 24, p. 239). When a cumulative sentence has to be determined retrospectively, this consideration must likewise apply to the period which has already elapsed between the hearing before the trial court and the moment when the principle of res judicata took effect in respect of the judgment, and which will continue to elapse until the final decision. Attention must also be drawn in this case to the special burden imposed on the defendants by the dividing up of groups of cases consisting in the repeated commission of similar offences into two sets of criminal proceedings. The Court is not required to rule on the merits of this allocation. It considers, however, that the spirit of the law would be lost sight of ... if, when determining sentence, this circumstance were not clearly (deutlich) taken into account.\"", "34. On 24 and 28 May 1976, Mr. and Mrs. Eckle applied to the Federal Constitutional Court (Bundesverfassungsgericht). Challenging the judgments of both the Federal Court of Justice and the Trier Regional Court, they alleged a violation of sections 1, 2, 3, 19 par. 4 and 103 of the Basic Law (Grundgezetz), mainly on account of the excessive length of the trial and of the existence of three distinct sets of proceedings.", "On 30 June 1977, a bench of three members of the Constitutional Court decided not to hear the applications; it judged that they did not offer sufficient prospects of success.", "35. On 24 November 1977, the Trier Regional Court fixed cumulative sentences combining those it had pronounced itself and those imposed by the Saarbrücken Regional Court (see paragraphs 27 above and 58 below). The new sentences fixed were: imprisonment for seven years in the case of Mr. Eckle and for two years and eight months in the case of his wife. Acting on submissions dated 19 October from the Trier public prosecutor’s office, the Court suspended for five years that part of Mr. Eckle’s sentence which was in excess of five years and eleven days, and suspended for two years that part of Mrs. Eckle’s sentence which was in excess of one year and four months.", "In the grounds given for its decision in respect of Mr. Eckle, the Trier Regional Court repeated the above-quoted reasoning of the Federal Court of Justice (see paragraph 33 above). It appeared to the Court that the long duration of the criminal proceedings should be taken into account in Mrs. Eckle’s favour too.", "36. On 23 January 1978, the Koblenz Court of Appeal dismissed an \"immediate appeal\" (sofortige Beschwerde) entered by each of the applicants, on 1 and 2 December respectively, against the Regional Court’s decision. The Court of Appeal held, inter alia:", "\"... the Criminal Chamber rightly regarded the excessive length of the criminal proceedings and the separation of groups of comparable cases into several acts of proceedings as a special mitigating circumstance and it took account of this when determining sentence (Echtscheidungen des Bundesgerichtshofes in Strafsachen, vol. 24, p. 239). Its dicta on this point are comprehensive, sensible and in accordance with the principles laid down by the Federal Court of Justice in its judgment of 19 February 1976 in the instant case ... [The Court of Appeal] too is of the opninion that these reasons justify a cumulative sentence of [seven years for Mr. Eckle and two years and eight months for Mrs. Eckle]. Even having regard to Article 6 (art. 6) of the Convention ..., this sentence does not appear to be unduly severe (ibid, vol. 24, p. 239). Considering also the culpability (unter Abwägung auch der Schuld) of the defendants, a reduction of sentence does not seem appropriate ...\"", "According to the Government, Mr. and Mrs. Eckle thereupon applied to the Federal Constitutional Court which rejected their applications.", "37. On 21 March 1967, the Cologne public prosecutor’s office began a preliminary investigation of Mr. Eckle, who was suspected of having committed, inter alia, various frauds. From 29 March onwards the investigation - which had been commenced ex officio following the appearance of a number of articles in the press - was extended to cover several complaints lodged in February and March by purchasers of building materials and persons who had made loans to the Eckle firm.", "The Cologne proceedings comprised five groups of charges in all (see paragraph 80 of the Commission’s report):", "(a) They covered first of all a complex of frauds against customers of the Eckle firm who had allegedly suffered losses after the latter had gone bankrupt. The persons concerned in this part of the proceedings were the applicants, the two close collaborators who were later convicted at Trier (see paragraph 27 above), a tax consultant, two architects and a building expert.", "(b) The second group concerned the \"Hobby-Bau GmbH\" company in Frankfurt. The object of this company, which was founded in 1965 by two former employees of the applicants, was to carry on the Eckle firm’s business activities in the Frankfurt area. Mr. Eckle was supposedly in control of this company; his wife had been given power of disposal over its assets. The company had ceased payments at the end of 1966, and in December 1967 bankruptcy proceedings were commenced.", "(c) The third group of charges was connected with Mr. Eckle’s relations with a Mr. Neubeck of Cologne and the companies he controlled, and in particular their financial and trading operations, with alleged transfers of property to Liechtenstein and Switzerland, and with the bankruptcy of the Neubeck companies; proceedings in respect of the latter were, however, severed from the rest.", "(d) The fourth group dealt with the business relations of the Eckle firm or the Hobby-Bau GmbH company and its manager with an accountant and two companies both called Westropa-Bauservice, whose head offices were in Zug (Switzerland) and Munich.", "(e) The fifth group related mainly to the Eckle company; the applicants, those of their employees accused with them and other persons were suspected of having committed either as principals, co-principals or accessories offences of fraudulent bankruptcy and tax evasion.", "During 1967 and 1968, the investigation was widened to cover thirteen persons other than the applicants.", "38. At the request of the public prosecutor’s office, the Cologne District Court (Amtsgericht) issued a search and seizure warrant in respect of the applicants on 25 April 1967. The police thereupon searched the business premises of the Eckle company on 11 and 12 May. They seized four metric tons of documents which the public prosecutor’s office made available to an accountant (Wirtschaftsprüfer) whom it had appointed as a consultant the previous month. Also in May a special commission was set up composed of a public prosecutor and three police officers who were specialists in investigating economic crime; this commission worked exclusively on the Eckle case and continued in existence until May 1972.", "According to the account of events provided by the Government, between 1967 and 1972 the relevant authorities applied for, authorised and, with a few exceptions, performed numerous searches of the offices and private dwellings of the applicants and some of their co-accused, the offices of other companies and the offices of more than thirty-five banks; in addition, they seized a mass of documents. In 1967: such measures were carried out on 23 May, at Völklingen; on 20 and 21 July, in Cologne; on 25 July, at Püttlingen; and on 24 and 25 August and 14 October, in Frankfurt; on 30 January, at Steinau; on 6 and 7 February, in Cologne; on 16 February, in Frankfurt; in 1968: on 29 January, in Frankfurt; on 18 and 22 February, at Miesbach and in Munich; on 8 March, in Frankfurt; on 15 March, in Düsseldorf and Essen; on 15 and 16 March, in Frankfurt; from 1 to 4 April, at Völklingen and in Saarbrücken; on 2 April in Munich; on 10 April, in Augsburg; on 18 and 19 April, in Frankfurt; on 6 and 7 May, in Saarbrücken and at Wittlich; on 15 May, in Trier; on 24 June, at Seligenstadt; on 23 July, in Munich; on 19 September, in Kassel; from 1 to 5 October, in Munich; on 11 November, in Frankfurt; on 3 and 4 December, in Hamburg; and on 12 December, in Cologne; in 1969: on 30 January in Frankfurt and Darmstadt; on 8 April, at Völklingen; on 11 and 24 April, in Saarbrücken; on 14 June, in Cologne; on 24 and 26 November, at Ottweiler; on 25, 26 and 27 November, at Saarlouis and Bous; on 1 December at Bous; and on 11 December, in Saarbrücken and at Saarlouis; in 1970: on 6 August, in Saarbrücken and at Gersweiler; and on 30 November, in Frankfurt; in 1971: on 19 April, in Saarbrücken; and on 20 April, at Saarlouis; and in 1972: on 14 April, in Munich.", "The appeals which the parties concerned lodged from time to time (for example, on 31 July and 13 and 29 September 1967 and on 26 September and 14 October 1969) were dismissed, except for the second one, which was partly allowed on 4 October 1967 by the Cologne Regional Court.", "39. The prosecutor in charge of the investigation conferred on 9 and 16 May 1967 with the criminal investigation police about coordination of action and, on 16 May, with the consultant whom he instructed to carry out certain tasks (Teilgutachten).", "On 10 August, he requested the criminal investigation police to question four witnesses about certain specified points, and, on 16 August, he sent further documents to the consultant.", "On 22 August, he assumed responsibility for a number of cases and agreed to the transfer of those which the Trier public prosecutor’s office had begun to inquire into (see paragraph 18 above). Seven days later, he requested the public prosecutor’s offices in Frankfurt and Offenburg to forward to him various file of which he had copies made on 18 September.", "During the months that followed, the prosecutor took over a number of preliminary investigations which had begun elsewhere: three of them on 10 October, 207 on 10 November, five on 11 December, two on 11 January 1968 and three on 8 February 1968.", "On 15 February 1968, he asked the federal office of the criminal investigation police (Bundeskriminalamt) to make inquiries into a company in Switzerland and four others in Liechtenstein which he suspected were being run by Mr. Eckle and his fellow accused Neubeck.", "On 11 and 20 June, he asked for certain inquiries to be made by the criminal investigation police in Dudenhofen, Kassel and other places, and circulated a letter written in May and containing a list of questions to numerous foreign companies and individuals residing abroad who had allegedly suffered loss.", "On 20 June too, he summoned a witness in order to have him questioned by the criminal investigation police; other witnesses made statements on 24, 25 and 27 July.", "At the request and in the presence of the public prosecutor’s office, one of the co-accused was questioned on 18 September by a judge from the Seligenstadt District Court; another co-accused was similarly questioned on 4 October.", "40. On 29 November 1968, the public prosecutor’s office instructed the consultant it had appointed in 1967 (see paragraph 38 above) to produce an expert opinion on seven listed points, including the history of the Hobby-Bau GmbH company and its relations with the Westropa company. On 23 July 1969, it sent him other documents for the purpose.", "41. On 10 January and 23 July 1969, four preliminary investigations in respect of Mr. Eckle which had been begun notably in Saarbrücken, Frankfurt and Trier were transferred to the Cologne public prosecutor’s office, which on 20 February made inquiries of the local authorities of six municipalities concerning the purchase of land by the Hobby-Bau GmbH company and at the same time asked for the production of the land registers of the relevant district courts.", "On 31 March and 8 July prosecutor’s office heard the applicant informally for information purposes. On 16 April and 19 June, it summoned witnesses in Saarbrücken and Saarlouis for questioning; on 18, 21 and 22 April, it advised the public prosecutor’s office in Saarbrücken and Koblenz of the purpose of the investigation and of a number of inquiries made and still to be made. On 14 May, the Trier public prosecutor’s office sent to Cologne nine volumes of the file on the proceedings in Trier; these were returned by the Cologne office on 6 June. On 9 June, the latter asked the presiding judges of the District Courts of Cologne and Völklingen to provide it with a list of the seizures which had been made in respect of the Eckle firm and the applicants.", "In July, August and September, the public prosecutor’s office instructed the criminal investigation police in Mannheim, Saarbrücken, Berlin and Hamburg to make inquiries into life-insurance policies which Mr. Eckle had taken out with a number of companies; sought information from an insurer in Saarbrücken; obtained the opinion of the Federal Banking Supervisory Office (Bundesaufsichtsamt für Kreditwesen); and applied for the files concerning the land register at Völklingen.", "42. According to the report of the Commission, from March 1967 to August 1968 statements were taken from about 832 creditors, from the majority of some 3,500 purchasers of building materials from the Eckle company and from a large number of other witnesses or employees; and the Eckle company’s accounts with some twenty-five credit institutions were examined. Until October 1969 the investigation was focused on the alleged frauds committed by the accused to the detriment of 832 creditors and 3,590 purchasers of building materials.", "43. As requested by the public prosecutor’s office on 13 November 1969, the Cologne District Court issued, five days later, a warrant for the arrest of two co-accused and Mr. Eckle. The latter was remanded in custody on 25 November and he remained in custody on that basis until 5 September 1970; from the next day onwards in accordance with a decision taken by the District Court on 1 September, he was detained on the basis of the warrant for his arrest which the Koblenz Court of Appeal had issued on 28 January 1970 in the proceedings at Trier (see paragraph 21 above).", "The applicant several times appealed unsuccessfully to the Cologne District Court, Regional Court and Court of Appeal against the issue of the arrest warrant on 18 November.", "44. During the latter period, that is between December 1969 and September 1970, the Cologne public prosecutor’s office heard Mrs. Eckle (12 December); discussed the progress of the proceedings with the public prosecutor’s office in Saarbrücken (26 January 1970) which, by mutual agreement, transferred to Cologne an investigation in respect of one of the other persons accused (5 March); had four witnesses summoned in Saarbrücken (20 May); and set dates for the hearing of a number of people, notably in Saarbrücken, Frankfurt, Ahrweiler and Hamburg (21, 22, 28 and 30 July, 26 August).", "On 30 July 1970, the consultant’s terms of reference were widened, and the consultant informed the public prosecutor’s office 11 August that an expert opinion could not be produced before mid-1971.", "45. On 1 September, the Cologne District Court refused to make available to Mr. Eckle the legal codes, books and periodicals and the 2,000 files which he had asked for.", "On 9 September, Mr. Eckle challenged a judge on the District Court, which rejected the challenge on 21 September as no grounds for it had been adduced. An appeal was dismissed on 4 December by the Cologne Court of appeal - two of whose judges Mr. Eckle had previously challenged - because he had not put forward any supporting reasons, although the Court had twice given him extra time to do so.", "46. Continuing its investigation, the public prosecutor’s office proceeded to set dates for hearing a number of people itself, mainly elsewhere than in Cologne, or alternatively to request the appropriate criminal investigation police or courts to question them (24 and 26 November 1970, 18 and 19 January, 3 February, 30 March, 6, 7, 28 and 29 April 1971); business records of the Eckle company were examined, seized and sent to the consultant by the prosecutor’s office (12 to 14 May 1971); requests for the production of files were made to other courts, including the Federal Constitutional Court (24 May, 18 June, 19 July, 23 August, 29 September); information was sought from the Cologne Court of Appeal (24 May); and the Cologne Social Security Office was asked to make certain inquiries (18 August).", "On 13 August 1971, the consultant submitted an interim report on the Eckle company’s indebtedness, insolvency and suspension of payments.", "On 21 October, a doctor transmitted to the public prosecutor’s office an expert opinion, which it had requested on 4 October, on Mr. Eckle’s fitness to stand trial.", "47. On 21 November, Mr. Eckle applied, amongst other things, for the warrant for his arrest to be revoked. The Cologne District Court refused the application on 30 November. On appeal, the Cologne Regional Court on 13 December 1971 and then the Cologne Court of Appeal on 17 January 1972 upheld that decision.", "Between January and April 1972, the public prosecutor’s office summoned, or caused to be summoned, a number of witnesses, Mrs. Eckle and other accused persons so that they could make statements (notably on 6 January 1972, 1, 17 and 28 February and 3 and 8 March) and on 22 March requested another doctor to give his opinion on Mr. Eckle’s fitness to stand trial.", "From 17 March 1972, the day he was convicted in the Trier proceedings (see paragraph 27 above), the applicant was detained on remand under a warrant issued, and subsequently confirmed on 8 May, by the relevant Cologne court. On 2 June, the same court decided to suspend Mr. Eckle’s remand in custody to enable him to serve the sentence passed on him on 26 March 1971 by the Saarbrücken Regional Court (see paragraph 58 below). The Cologne Regional Court dismissed appeals by Mr. Eckle on 22 June and 20 November.", "48. The public prosecutor’s office completed the investigation on 10 May 1972 and on the same date dropped the prosecutions against some of the co-accused.", "It asked the Cologne Regional Court on 14 June to assign two official defence counsel, in particular for Mr. Eckle. On 20 June, the Court appointed one of them - Mr. Muhr to whom the public prosecutor’s office sent a copy of the files and other documents on 14 August and 2 October - but refused Mr. Eckle’s request that it should nominate Mr. Becker, who had defended him in the trial at Trier. An appeal by Mr. Eckle against this latter decision was dismissed on 20 November. On the same day, the Regional Court discharged Mr. Muhr from his duties and replaced him as official defence counsel by the applicant’s lawyer, Mr. Preyer, to whom it had already sent the main files, among other things, on 13 November.", "On 20 June, the consultant had filed his final report on the Eckle firm; four months later he submitted one on the Hobby-Bau GmbH company.", "On 17 July, the public prosecutor’s office had called on the applicant and his fellow accused to state by 30 August whether they wanted a \"final hearing\". This time-limit was extended on 31 August, and Mr. Eckle subsequently replied affirmatively on 18 September.", "49. On 11 and 17 July 1972, Mr. Eckle had challenged two judges on the Regional Court. After giving him an ultimate deadline until 15 September to state his grounds, the Regional Court rejected his challenges on 2 November; a subsequent appeal, for which he was granted extra time to put forward his reasons, was likewise dismissed on 6 April 1973.", "On 14 November 1972, the Cologne District Court decided to confirm the authorisation to serve the sentence passed on Mr. Eckle by the Saarbrücken Regional Court (see paragraphs 47 above and 58 below). An appeal lodged by Mr. Eckle on 30 November, for which he had asked to be given until 31 January 1973 to state his reasons, seems to have been unsuccessful.", "On 12 December, the public prosecutor’s office sent copies of files to counsel for the defence for inspection.", "Between November 1972 and March 1973, Mr. Eckle lodged several other applications and appeals whose purpose is not apparent from the same time he asked the competent authorities to grant him extensions of time in order to formulate the grounds for his applications.", "50. On 1 March 1973, the public prosecutor’s office set the date of 13 March for the \"final hearing\" of Mrs. Eckle and, pursuant to Article 154 of the Code of Criminal Procedure (see paragraph 16 above), dropped the charges of fraud in a number of cases.", "The hearing of Mrs. Eckle took place on the appointed day. On the next day, Mr. Eckle, acting through his defence counsel, waived his right to a \"final hearing\", but on 28 March his lawyer applied for one, explaining that the waiver had been due to a misunderstanding. As on the same day the prison doctor expressed the opinion that the state of the applicant’s health made him unfit to appear, the hearing was adjourned.", "51. On 29 March 1973, Mr. Eckle sought an extension of time to submit reasons in support of a number of his appeals; lodged two fresh appeals against decisions of the Regional Court; and challenged the presiding judge of the Ninth Criminal Chamber. The time-limit originally allotted to him for stating his grounds for the challenge was to have expired on 30 April, but the Regional Court agreed to put the deadline back to 31 May, then to 30 June, to 31 July and, finally, to 31 August.", "On 6 April 1973, Mr. Eckle applied to the District Court for Mr. Preyer’s instructions to be withdrawn and for Mr. Becker to be assigned as official defence counsel, and asked also for three day’s leave of absence (Urlaub); these applications were refused on 6 June. On 9 July, his defence counsel asked the District Court to discharge the warrant for his client’s arrest; the District Court refused this request on 23 July.", "On 3 September, Mr. Eckle stated that he would not agree to attend the \"final hearing\" so long as Mr. Preyer remained responsible for his defence. Mr. Preyer, however, said on 19 September that his client still wished to have such a hearing, but wanted first of all to confer with other defence counsel. He accordingly requested that the hearing should be postponed for three weeks.", "On 19 September too, the prosecutor concerned set down 24 September as the date for the hearing. On that date he went to the prison where Mr. Eckle was being detained. Mr. Eckle, however, declared that he was unfit to undergo the hearing and unwilling to give an account of himself, whilst at the same time refusing to be examined by a medical expert.", "52. On 25 September, the public prosecutor’s office preferred the \"bill of indictment\" before the Cologne Regional Court after deciding not to proceed with the charges in a large number of individual cases.", "Four people, including the applicants, were \"indicted\". The applicants were charged with fraudulent bankruptcy, tax evasion and fraud; Mr. Eckle, alone or with others, was charged with the latter offence in 55 cases, and Mrs. Eckle, alone or together with others, in 27 cases. The \"indictment\", which ran to 432 pages, mentioned 3 experts and 143 witnesses. On 15 and 16 October, the public prosecutor’s office filed with the Regional Court 14 volumes of appendices, various subsidiary files (Beiakten) and experts’ reports.", "53. The presiding judge of the Sixth Criminal Chamber of the Regional Court notified the parties concerned and their defence counsel of the \"bill of indictment\" on 16 October 1973 and set a time-limit for the submission of any comments by them. Extensions of time were granted on several occasions, notably on 7 March 1974; a final request for extension was, however, refused by the Regional Court on 21 June 1974.", "Having once more been in detention on remand since 21 November 1973 under an arrest warrant issued by the appropriate Cologne court, Mr. Eckle applied on 7 December for his release from custody; he was released on 10 January 1974.", "On 28 January 1974, the Regional Court transmitted the whole of the file to the Federal Constitutional Court, which had requested it on 16 January; the file was returned by the Constitutional Court on 26 February.", "Four days previously, Mr. Becker - of the Trier Bar - had requested the Regional Court to appoint him officially as the applicant’s defence counsel; the Regional Court rejected this request on 7 March.", "On 19 March, 3 April and 24 and 30 May, counsel for one of the co-accused requested, inter alia, to have parts of the file and other documents made available to him for a short period. He also asked for variation of a 1970 decision granting his client conditional release, for further inquiries and for a preliminary judicial examination (Voruntersuchung). The Court allowed at least the penultimate application (29 May and 1 July). On 11 August, the same lawyer submitted written pleadings, on which the consultant commented on 12 December.", "On 9 January 1975, the counsel who had made the applications of 19 March, 3 April and 30 May 1974 discussed them with the responsible prosecutor, after which he withdrew the application of 30 May. The file on the case, which was at the public prosecutor’s office, was returned to the Regional Court.", "In a note entered in the file on 22 May, the presiding judge of the Tenth Criminal Chamber of the Regional Court commented that the trial would probably last for about a year.", "On 21 January 1976, one of the applicant’s co-accused, whose case had been severed from theirs, applied for the return of certain documents, but the Regional Court refused this on 10 March; between 13 March and 26 September he filed various other applications.", "On 16 September, the Regional Court opened the trial proceedings (Hauptverfahren) in respect of the applicants and the two other persons who had been \"indicted\" with them, and notified them accordingly.", "54. On 19 October 1976, Mr. Eckle requested the Regional Court to discharge the warrants for his arrest which had been issued by the Cologne District Court and Regional Court (see paragraphs 43 and 53 above); these requests were refused on 3 February 1977.", "Earlier, on 3 January 1977, the public prosecutor’s office had informed the Regional Court that cumulative sentences remained to be determined combining those passed by the Regional Courts of Saarbrücken and Trier, but that no decision could be taken for the time being as the file was with the Federal Constitutional Court for the purposes of an application lodged by Mr. Eckle.", "On 31 August, the Regional Court inquired of the public prosecutor’s offices in Saarbrücken and Trier whether, amongst other things, cumulative sentences had been determined in the meantime.", "55. At the request of the public prosecutor’s office (14 September 1977), the Regional Court on 21 September made an order, pursuant to Article 154 of the Code of Criminal Procedure (see paragraph 16 above), discontinuing the proceedings against the applicants; the latter had consented thereto.", "At the same time, the Regional Court revoked the arrest warrants mentioned above (at paragraph 54) and directed that the applicants should themselves meet their own expenses, while the court costs would be borne by the State.", "In accordance with the public prosecutor’s submissions, the Regional Court did not award the applicants any compensation; on 27 December 1979, it refused a subsequent request by Mr. Eckle and this decision was upheld by the Cologne Court of Appeal on 6 February 1980.", "56. Following an order for separate trials, the prosecutions against eleven of the thirteen co-accused were discontinued during the course of proceedings either in pursuance of Article 154 of the Code of Criminal Procedure (see paragraph 16 above) or for lack of adequate evidence or because of the intervening death of those concerned. The two remaining co-accused were, for their part, sentenced by the relevant courts to various penalties between 1970 and 1980; in their cases also, separate trial had been ordered.", "57. The criminal prosecutions brought against Mr. and Mrs. Eckle in Saarbrücken are not in issue, but they need to be mentioned because of their bearing on the proceedings in Trier and Cologne.", "58. Towards the end of 1963, the public prosecutor’s office in Saarbrücken began a preliminary investigation in respect of the applicants. They were suspected of having defrauded clients in the Saar in transactions of the kind that were later the subject of prosecutions in Trier and, in part, in Cologne.", "After being \"indicted\" with others in March 1965, they were convicted by the Saarbrücken Regional Court on 17 October 1967 on 99 counts of fraud: Mr. Eckle was sentenced to six years’ imprisonment and his wife to a term of three years and six months.", "On petitions for review on a point of law, the Federal Court of Justice quashed the convictions on 14 March 1969 and remitted the case to another chamber of the Regional Court.", "On 19 February 1970, after eight days of hearings, the latter chamber sentenced Mrs. Eckle to two years’ imprisonment on 74 counts of fraud. Mr. Eckle, whose trial had had to be severed from his wife’s, was convicted on 26 March 1971 after hearings that had commenced on 24 February; the Regional Court found him guilty on 68 counts of fraud and sentenced him to four years’ imprisonment. A fresh petition for review on a point of law by the parties concerned was dismissed by the Federal Court of Justice on 20 April 1972.", "59. The sentences passed by the Saarbrücken Regional Court were combined on 24 November 1977 with those imposed on 17 March 1972 by the Trier Regional Court (see paragraphs 27 and 35 above).", "60. In the course of the proceedings against him Mr. Eckle spent approximately five years in detention on remand. The various courts placed reliance on a risk of his absconding and tampering with evidence."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}