{"ITEMID": "001-78135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF JUSSILA v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Antonella Mularoni;Christos Rozakis;Dean Spielmann;Elisabet Fura;Ireneu Cabral Barreto;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Loukis Loucaides;Lucius Caflisch;Matti Pellonpää;Mindia Ugrekhelidze;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Stefan Trechsel;Volodymyr Butkevych", "TEXT": ["8. The applicant was born in 1949 and lives in Tampere, Finland.", "9. On 22 May 1998 the Häme Tax Office (verotoimisto, skattebyrån) requested the applicant, who ran a car-repair workshop, to submit his observations regarding some alleged errors in his value-added tax (VAT) declarations (arvonlisävero, mervärdesskatt) for fiscal years 1994 and 1995.", "10. On 9 July 1998 the Tax Office found that there were deficiencies in the applicant’s book-keeping in that, for instance, receipts and invoices were inadequate. The Tax Office made a reassessment of the VAT payable basing itself on the applicant’s estimated income, which was higher than the income he had declared. It ordered him to pay, inter alia, tax surcharges (veronkorotus, skatteförhöjning) amounting to 10% of the reassessed tax liability (the additional tax surcharges levied on the applicant totalled 1,836 Finnish Marks, corresponding to 308.80 euros).", "11. The applicant appealed to the Uusimaa County Administrative Court (lääninoikeus, länsrätten) (which later became the Helsinki Administrative Court (hallinto-oikeus, förvaltningsdomstolen)). He requested an oral hearing and that the tax inspector as well as an expert appointed by the applicant be heard as witnesses. On 1 February 2000 the Administrative Court took an interim decision inviting written observations from the tax inspector and after that an expert statement from an expert chosen by the applicant. The tax inspector submitted her statement of 13 February 2000 to the Administrative Court. The statement was further submitted to the applicant for his observations. On 25 April 2000 the applicant submitted his own observations on the tax inspector’s statement. The statement of the expert chosen by him was dated and submitted to the court on the same day.", "12. On 13 June 2000 the Administrative Court held that an oral hearing was manifestly unnecessary in the matter because both parties had submitted all the necessary information in writing. It also rejected the applicant’s claims.", "13. On 7 August 2000 the applicant requested leave to appeal, renewing at the same time his request for an oral hearing. On 13 March 2001 the Supreme Administrative Court refused him leave to appeal.", "14. Section 177(1) of the Value-Added Tax Act (arvonlisäverolaki, mervärdesskattelagen; Law no. 1501/1993) provides that if a person liable to pay taxes has failed to pay the taxes or clearly paid an insufficient amount of taxes or failed to give required information to the tax authorities, the Regional Tax Office (verovirasto, skatteverket) must assess the amount of unpaid taxes.", "15. Section 179 provides that a tax assessment may be conducted where a person has failed to make the required declarations or has given false information to the tax authorities. The taxpayer may be ordered to pay unpaid taxes or taxes that have been wrongly refunded to the person.", "16. Section 182 provides, inter alia, that a maximum tax surcharge of 20% of the tax liability may be imposed if the person has without a justifiable reason failed to give a tax declaration or other document in due time or given essentially incomplete information. The tax surcharge may amount at most to twice the amount of the tax liability, if the person has without any justifiable reason failed to fulfil his or her duties fully or partially even after being expressly asked to provide information.", "17. In, for example, the Finnish judicial reference book, Encyclopædia Iuridica Fennica, a tax surcharge is defined as an administrative sanction of a punitive nature imposed on the taxpayer for conduct contrary to tax law.", "18. Under Finnish practice, the imposition of a tax surcharge does not prevent the bringing of criminal charges for the same conduct.", "19. Section 38(1) of the Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslagen; Law no. 586/1996) provides that an oral hearing must be held if requested by a private party. An oral hearing may however be dispensed with if a party’s request is ruled inadmissible or immediately dismissed, or if an oral hearing would be clearly unnecessary owing to the nature of the case or other circumstances.", "20. The explanatory part of the Government Bill (no. 217/1995) for the enactment of the Administrative Judicial Procedure Act considers the right to an oral hearing as provided by Article 6 and the possibility in administrative matters to dispense with the hearing when it would be clearly unnecessary, as stated in section 38(1) of the said Act. There it is noted that an oral hearing contributes to a focused and immediate procedure but, since it does not always bring any added value, it must be ensured that the flexibility and cost effectiveness of the administrative procedure is not undermined. An oral hearing is to be held when it is necessary for the clarification of the issues and the hearing can be considered beneficial for the case as a whole.", "21. During the period 2000 to 2006, the Supreme Administrative Court did not hold any oral hearings in tax matters. As to the eight administrative courts, appellants requested an oral hearing in a total of 603 cases. The courts held an oral hearing in 129 cases. There is no information as to how many of these taxation cases concerned the imposition of a tax surcharge. According to the Government’s written submission of 12 July 2006, the administrative courts had thus far in 2006 held a total of 20 oral hearings in tax matters. As regards the Helsinki Administrative Court in particular, in 2005 it examined a total of 10,669 cases of which 4,232 were tax matters. Out of the last-mentioned group of cases, 505 concerned VAT. During that year the Administrative Court held a total of 153 oral hearings of which three concerned VAT."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}