{"ITEMID": "001-67427", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ERNESTINA ZULLO v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1933 and lived in Paduli (Benevento). She died on 6 March 1999. In a letter of 25 March 1999 her heir, Mr Mario Casciano (M.C.), informed the Court that he intended to pursue the proceedings.", "5. On 10 November 1994 the applicant brought proceedings in the Benevento Magistrate's Court, sitting as an employment tribunal, seeking acknowledgment of her right to an invalidity pension (pensione di inabilità) and an attendance allowance (indennità di accompagnamento).", "6. On 21 November 1994 the magistrate's court fixed the first hearing for 19 February 1996. On that day the court appointed an expert and adjourned the proceedings to a hearing on 8 July 1997. The hearing was adjourned by the court of its own motion to 28 January 1999. On that day the court set the case down for hearing on 15 June 1999. In the meantime, following his mother's death, M.C. joined the proceedings.", "7. The hearing was adjourned by the court of its own motion to 14 February 2000. However, it was not held on that date because the lawyers were on strike. The three hearings held between 28 March 2000 and 7 November 2000 were devoted to organising new expert evidence.", "8. In a decision of 30 January 2001, the text of which was deposited with the registry on 6 February 2001, the Benevento Magistrate's Court, sitting as an employment tribunal, dismissed the applicant's claim.", "9. On 15 February 2001 M.C. appealed to the Naples Court of Appeal. The proceedings were still pending on 13 February 2004.", "10. In 2001 the applicant's son lodged an application with the Rome Court of Appeal under Law no. 89 of 24 March 2001, known as the “Pinto” Act, complaining of the excessive length of the above-described proceedings. The applicant's son requested the court to rule that there had been a breach of Article 6 § 1 of the Convention and to order the Italian Government to pay compensation for the non-pecuniary damage sustained and to pay the legal costs plus those incurred before the Court. M.C. claimed, inter alia, 20,000,000 Italian lire (10,329.14 euros (EUR)) in non-pecuniary damages.", "11. In a decision of 5 April 2002, the text of which was deposited with the registry on 6 June 2002, the Court of Appeal found that a reasonable time had been exceeded. It awarded EUR 1,200 in compensation for non-pecuniary damage, EUR 500 for costs and expenses incurred in the proceedings before the Court and EUR 500 – of which EUR 300 were fees – for the Pinto proceedings. The decision was served on the authorities on 13 November 2002 and became binding on 13 January 2003. The authorities were given notice to comply on 20 March 2003 and M.C. lodged an application for seizure with the Rome judge responsible for enforcement proceedings in April 2003. Those proceedings were still pending on 7 February 2004.", "12. In a letter of 29 November 2002 M.C. informed the Court of the outcome of the domestic proceedings and asked it to resume its examination of his application.", "13. In the same letter the applicant's son also informed the Court that he did not intend to appeal to the Court of Cassation because an appeal to that court could only be on points of law."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}