{"ITEMID": "001-114520", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF JOANNA SZULC v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life);Non-pecuniary damage - award", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1953 and lives in Warsaw.", "6. According to the applicant, in 1974 she received a job offer from the Japanese company Kanematsu-Gosho Ltd which she apparently refused. In 1974-1975 she worked for the Nigerian Embassy in Warsaw and in 1976 for the Indian Embassy.", "7. On a few occasions the security services attempted to recruit her as a collaborator but the applicant never consented despite threats. In December 1974 the applicant was summoned to the Warsaw Civic Militia Headquarters. She had a conversation with an officer of the counterintelligence service in connection with the job offer from the Japanese company. The officer tried to persuade her to collaborate with the service but the applicant refused and stated that she would rather decline the job offer.", "8. Subsequent meetings with officers of the Security Service (Służba Bezpieczeństwa) took place in 1975. The applicant consistently refused to collaborate. One such meeting took place in connection with the applicant’s request to obtain a passport for a holiday trip to Greece. The applicant was instructed to prepare a report from her trip which she submitted upon her return.", "9. For a number of years the applicant lived in England. She was involved in the activities supporting the Solidarity (“Solidarność”) Trade Union in Poland.", "10. The Law of 18 December 1998 on the Institute of National Remembrance (“the Institute Act”; Ustawa o Instytucie Pamięci Narodowej – Komisji Ścigania Zbrodni przeciwko Narodowi Polskiemu) entered into force on 19 January 1999. The Institute’s tasks included, inter alia, storing and researching documents of the communist security services. The right of access to those documents was guaranteed primarily to “injured parties” as defined in the Institute Act.", "11. On 15 February 2001 the applicant applied to the Institute of National Remembrance (“the Institute”) for leave to consult all documents collected on her by the security services.", "12. On 2 March 2004 the applicant received a certificate informing her that she could not be considered an “injured party” (pokrzywdzona) within the meaning of section 6 of the Institute Act. In a letter of the same date she was informed that the Institute would continue to search the archives for documents regarding her. The certificate which the applicant received simply indicated that after two rounds of search the Institute had not found any documents created by the former security services about her.", "13. On 26 October 2005 the Constitutional Court reviewed the constitutionality of the provisions of the Institute Act regarding access to documents held by the Institute (case no. K 31/04). It found, inter alia, that sections 30 § 1 and 31 §§ 1 and 2 of the Institute Act, in so far as they deprived interested persons – other than injured parties – of the right to be provided with information about documents concerning them, were unconstitutional (see Relevant domestic law below).", "14. On 29 July 2006 the applicant again applied for access to all documents collected on her by the security services. She relied on the above Constitutional Court’s judgment of 26 October 2005. According to the applicant, that judgment stipulated that every interested person had the right to have access to documents held by the Institute concerning him or her on the basis of Article 51 § 3 of the Constitution, regardless of whether he or she had been granted the status of the “injured party”.", "15. On 15 November 2006 the applicant was allowed to consult documents in her file which concerned her as a subject of interest of the former security services (obiekt zainteresowania SB). However, she did not receive access to all documents about her and she could not receive any copies or make notes.", "16. On 25 November 2006 the applicant again applied to the President of the Institute for leave to consult all documents concerning her. She noted that the documents which she was allowed to consult so far confirmed that she had refused to collaborate with the security services. The applicant learnt for the first time from those documents that the security services had invented a plan to subject her to surveillance. She also discovered that she had been given a code name and expressed her indignation in this respect.", "17. In reply, on 20 February 2007, the Deputy Head of the Archive Office of the Institute informed the applicant that her request to have access to all documents concerning her could not be granted. In his view, according to the Constitutional Court’s judgment of 26 October 2005 the right of access to documents did not extend to all documents concerning the applicant but was applicable exclusively to those which treated her as a subject of interest of the former security services. Accordingly, she was informed that the consultation of documents by the applicant which had taken place on 15 November 2006 had been carried out in accordance with the procedure adopted by the Institute and that all documents which treated her as a subject had been disclosed.", "18. The Institute Act was amended by the Law of 18 October 2006 on disclosing information about the documents of the State security services from the period between 1944 and 1990 and the content of these documents (“the 2006 Lustration Act”), which entered into force on 15 March 2007. Henceforth, the rules on access to documents deposited with the Institute were set out in amended sections 30 and 31 of the Institute Act (see Relevant domestic law below). The status of an “injured party” was repealed. The amended Institute Act further stipulated that the Institute will create an Internet catalogue of persons who had collaborated or assisted the former State security services in their undercover activities.", "19. The Institute Act and the 2006 Lustration Act were further amended by the Law of 14 February 2007 which entered into force on 28 February 2007.", "20. The applicant, having been aware that her name appeared on the “Wildstein list” (see part C. below), was concerned that her name might be included in the official catalogue. This would have amounted to her official condemnation as an informant of the communist security services only on the basis of the entries made by the officers of those services without the applicant’s having been aware of it.", "21. On 11 May 2007 the Constitutional Court (case no. K 2/07) found the 2006 Lustration Act and the Institute Act as amended to a large extent unconstitutional and quashed many of its provisions with effect from 15 May 2007. It struck down, among others, section 30 § 2(2) of the Institute Act which excluded access of interested persons to documents indicating that they had collaborated or assisted the former State security services in their undercover activities (see Relevant domestic law below).", "22. In the meantime, on 20 March 2007, the applicant had again requested access to all documents concerning her pursuant to the rules in force as from 15 March 2007.", "23. On 19 November 2007 the Director of the Warsaw Branch of the Institute gave a decision in which it refused her access to two documents. He considered that the content of these two documents fulfilled the conditions specified in section 31 § 1(2a) of the Institute Act. This provision stipulated that the refusal to allow access to documents whose content indicated that the petitioner had been considered by the security services as a secret informant or an assistant in covert gathering of information should be given in the form of an administrative decision.", "24. The applicant appealed against that decision, submitting that it had been given pursuant to the rules declared unconstitutional by the Constitutional Court.", "25. On 19 February 2008 the President of the Institute quashed the decision on procedural grounds and referred the case back. He found that the Director of the Warsaw Branch of the Institute had not ruled on the application of the Helsinki Foundation for Human Rights, a human rights organisation, to join the proceedings as a third party.", "26. On 4 June 2008 the Director of the Warsaw Branch of the Institute gave a decision in which it refused the applicant access to three documents. He again relied on section 31 § 1(2a) of the Institute Act. The applicant appealed.", "27. On 12 August 2008 the President of the Institute upheld the impugned decision. He confirmed that the documents at issue indicated that the applicant had been considered by the security services as a secret informant or an assistant in the covert gathering of information. Accordingly, the refusal of access was justified under section 31 § 1(2a) of the Institute Act.", "With regard to the applicant’s argument that the decision was based on the unconstitutional norm, the President of the Institute noted that section 30 § 2 of the Institute Act constituted a substantive legal basis for granting or refusing access to documents, while section 31 § 1 was a procedural provision. However, since the legislator decided to replicate in section 31 § 1 the same conditions justifying refusal as stipulated in section 30 § 2 then the former provision could not be interpreted without taking into account these conditions. The President of the Institute did not accept the applicant’s argument that since section 30 § 2 had been declared unconstitutional and repealed, then it followed that a different provision (section 31 § 1) with the same content was also unconstitutional. He went on to say that only when the Constitutional Court expressly declared unconstitutional a given provision of the law was the authority under the obligation not to apply such provision.", "28. The applicant lodged a complaint against the decision with the Warsaw Regional Administrative Court. On 27 May 2009 the Regional Administrative Court dismissed her complaint.", "29. On 7 July 2009 the applicant filed a cassation appeal with the Supreme Administrative Court. She argued, inter alia, that the decisions of the Institute refusing her access to documents of the security services entailed a breach of a number of constitutional provisions and of Article 8 of the Convention. They were, furthermore contrary to the Constitutional Court’s judgment of 11 May 2007 (case no. K 2/07).", "30. On 21 October 2009 the Supreme Administrative Court stayed the proceedings on the ground that a legal question on the constitutionality of, inter alia, section 31 § 1(2) of the Institute Act had been put to the Constitutional Court by a different panel of the Supreme Administrative Court. This provision was relied on as the basis of the Institute’s negative decisions in the applicant’s case.", "31. On 20 October 2010 the Constitutional Court (case no. P 37/09) ruled, among others, that section 31 § 1(2) of the Institute Act was incompatible with the Constitution, in particular the right to protection of private life (Article 47), the right of access to official documents concerning oneself (Article 51 § 3) and the right to request the correction or deletion of untrue or incomplete information (Article 51 § 4).", "32. On 14 January 2011 the Supreme Administrative Court resumed the proceedings. On 4 May 2011 it gave judgment quashing the Warsaw Regional Administrative Court’s judgment and the two preceding decisions of the Institute. It relied on the Constitutional Court’s judgment of 20 October 2010, in particular that court’s finding of unconstitutionality of section 31 § 1(2) of the Institute Act which had served as the legal basis of the decisions in the applicant’s case.", "33. On 22 August 2011 at the Warsaw Branch of the Institute the applicant was granted access to copies of all documents concerning her which had been created by the communist security services.", "34. In October 2004 the Institute of National Remembrance decided to create a list of officers, collaborators, candidates for collaborators of the State security services and of other persons whose files had been collected by it. This list consisted of the first name, the surname and, in some cases, the case file number. The list was made available on computers in the Institute library, to which access was restricted to researchers and journalists.", "35. In January 2005 the list, consisting of some 240,000 names, was published on the Internet and unofficially named “the Wildstein list” (“Lista Wildsteina”) after a journalist who had allegedly removed it from the Institute and published it. The publication of the list received wide media coverage, particularly since the names of some important public figures appeared on it.", "36. In response to these events, on 4 March 2005 Parliament passed an amendment to the Institute Act and added section 29a, which afforded persons concerned the right to obtain a certificate clarifying whether their name was on the list.", "37. In February 2005 the applicant discovered that her name appeared on the “Wildstein list”. On 9 February 2005 she applied to the Institute for clarification of whether her personal details corresponded to the data on the “Wildstein list”.", "38. On 27 January 2006 the Institute issued a certificate confirming that her personal details (names, surname, date and place of birth) corresponded to the data included in the Institute’s catalogue of officers, collaborators, candidates for collaborators of the State security services and of other persons. At the same time she was informed that the certificate did not confer on her the status of an “injured party” and did not entitle her to access documents held by the Institute.", "39. On 18 October 2007 the applicant requested the Warsaw Regional Court to institute the so-called “auto–lustration” proceedings under section 20(5) of the 2006 Lustration Act. This provision stipulated that lustration proceedings could also be instituted by a person who prior to the entry into force of the Lustration Act had held a public office and who was publicly accused of having been working or collaborating with the State security services between 1944 and 1990. The applicant relied on the Constitutional Court’s judgment of 11 May 2007 (case no. K 2/07), which extended the application of that provision to persons who had not held public office. She submitted her lustration declaration, in which she denied having been an intentional and secret collaborator with the secret services and requested the court to give a ruling that her declaration was true. The applicant maintained that the fact that her name had appeared on the “Wildstein list”, which had been made public on the Internet, constituted public accusation since the list had been regarded by the general public as a list of agents and collaborators.", "40. She submitted that the Institute had refused to grant her the status of an injured party and subsequently had denied her access to certain documents concerning her. These circumstances could have indicated that there had been some documents showing that she had collaborated with the security services. Additionally, she found her name on the “Wildstein list” and received a certificate that her personal data matched those on the said list. The applicant argued that such situation was grossly unfair and demanded to institute lustration proceedings with a view to terminating any speculation about her alleged collaboration with the security services. She also hoped that in the framework of these proceedings she would be provided with access to all documents about her stored by the Institute.", "41. On 18 December 2007 the Warsaw Regional Court dismissed her application to institute lustration proceedings, considering that she had not been publicly accused of having been a secret collaborator within the meaning of Article 20(5) of the 2006 Lustration Act. Firstly, it was not certain that she was the person whose name had been on the list. Even assuming that her name had been on the list, such fact could not be tantamount to an accusation of having collaborated with the security services. The court noted that the media had reported that the list had been only a sort of a catalogue facilitating the use of the Institute’s archives. It contained the names of persons who had been registered by the security services for various reasons; some had been actual secret collaborators but there were other persons who had been preselected for that role, without necessarily having been aware of that fact.", "42. The applicant appealed against the decision.", "43. On 29 February 2008 the Warsaw Court of Appeal upheld the impugned decision. The court found that there were no sufficient grounds to consider that the applicant had been publicly accused of having collaborated with the security services. The list of names produced by the applicant indicated that it contained not only the names of agents but also of victims. Furthermore, the court found that the applicant had not established that the inclusion of her name on the list had had any specific adverse consequences for her. It considered relevant that the Institute’s decisions and certificates referred to by the applicant were not public documents. No further appeal lay against that judgment.", "44. Article 47 of the Constitution of 1997 provides:", "“Everyone shall have the right to legal protection of his private and family life, of his honour and good reputation and to make decisions about his personal life.”", "45. Article 51 §§ 3 and 4 of the Constitution states:", "“3. Everyone shall have the right of access to official documents and data collections concerning himself. Limitations upon such rights may be established by statute.", "4. Everyone shall have the right to demand the correction or deletion of untrue or incomplete information, or information acquired by means contrary to statute.”", "46. The Law of 18 December 1998 on the Institute of National Remembrance (“the Institute Act”; Ustawa o Instytucie Pamięci Narodowej – Komisji Ścigania Zbrodni przeciwko Narodowi Polskiemu) entered into force on 19 January 1999. The Institute’s tasks included, inter alia, storing and researching documents of the communist security services. The right of access to those documents was guaranteed primarily to “injured parties” as defined in the Institute Act. Limited access was further provided to officers, employees and collaborators of the security services and separately to researchers and journalists.", "47. Section 6 of the Institute Act provided that an “injured party” (pokrzywdzony) was a person on whom the State security services deliberately collected information, including secretly. However, a person who subsequently became an officer, employee or a collaborator of the security services could not be considered an “injured party” (section 6 § 3).", "According to section 30 § 2 of the Institute Act everyone had the right to inquire whether he or she was an injured party within the meaning of the Act. Person certified as an “injured party” had the right to obtain information from the Institute about documents concerning him (section 30 § 1). The Institute had the obligation to inform the “injured party” about the manner of access to the documents concerning him and to provide him, on request, copies of those documents (section 31 §§ 1-2). Section 33 § 1 further provided that an “injured party” had the right to submit his or her corrections to and clarifications in respect of existing documents.", "48. On 18 February 2005 a group of deputies to the Sejm introduced a bill amending the Institute Act. They noted that the Institute’s catalogue of officers, secret collaborators and candidates for secret collaborators did not include any other details than a name and the surname of those persons. This situation led to a general uncertainty and created suspicions in respect of many persons who had not had in the past any contacts with the State security services. Their bill was intended to remedy the situation.", "49. On 4 March 2005 Parliament passed the amendment to the Institute Act. On 20 April 2005 new section 29a (1) of the IPN Act came into force. It provided as follows:", "“The President of the Institute of National Remembrance shall within 14 days of an application issue a certificate stating whether or not the personal details of the applicant correspond to the personal details included in the list of officers, collaborators and proposed collaborators of the State security services ... or other persons that was made accessible at the Institute as of 26 November 2004.”", "50. In 2004 the Ombudsman challenged the constitutionality of certain provisions of the Institute Act concerning access to documents held by the Institute.", "On 26 October 2005 the Constitutional Court gave judgment in case no. K 31/04. It held, inter alia, that section 30 § 1 and section 31 §§ 1 and 2 taken in conjunction with section 6 §§ 2 and 3 of the Institute Act, in so far as they deprived interested persons – other than injured parties – of the right to be provided with information about documents concerning them, were incompatible with Article 47 (protection of private life) and Article 51 §§ 3 and 4 (the right of access to official documents concerning oneself and the right to demand the correction or deletion of untrue or incomplete information) of the Constitution. It further found that section 33 § 1 taken in conjunction with section 6 §§ 2 and 3 of the Institute Act, in so far as it deprived interested persons – other than injured parties – of the right to submit their corrections to and clarifications in respect of documents concerning them, was incompatible with the same constitutional provisions.", "51. The Constitutional Court noted that the Institute Act justifiably afforded special status to the “injured party” and bestowed on this category of persons a number of rights. It identified under the Institute Act a distinct category of persons, namely those who applied for the status of the “injured party” and whose applications were refused. The refusal resulted either from the lack of documents concerning a person seeking the status or from the fact that the security services had not collected information on them. The Constitutional Court disagreed with the Ombudsman that the Institute’s refusal to classify a person as the “injured party” had been tantamount to an official declaration that such person had been an officer, employee or collaborator of the State security services. At the same time it pointed to the incoherent criteria used by the Institute in classifying persons as collaborators of the security services. It also noted that the Institute’s archives contained information which had been, in principle, collected without any legal basis and often unlawfully. The Constitutional Court underlined that the constitutional right of access to official documents (Article 51 § 3) was related solely to the documents concerning a given person as a subject of interest of the security services. It did not extend to documents which were created by a given person in his capacity of an officer, employee or collaborator of the security services.", "52. The Institute Act was amended by the Law of 18 October 2006 on disclosing information about the documents of the State security services from the period between 1944 and 1990 and the content of these documents (“the 2006 Lustration Act”; ustawa o ujawnianiu informacji o dokumentach organów bezpieczeństwa państwa z lat 19441990 oraz treści tych dokumentów). The amendments entered into force on 15 March 2007.", "53. The 2006 Lustration Act and the Institute Act were further amended by the Law of 14 February 2007. These amendments entered into force on 28 February 2007.", "54. The amended sections 30 and 31 regarding access to documents held by the Institute stated in so far as relevant:", "“Section 30. 1. Everyone has the right to request the Institute for access to copies of documents concerning him.", "2. The Institute grants access to copies of available documents concerning the applicant, which are referred to in § 1, with the exception of the following:", "1) documents created by the applicant or with his participation ... in connection with his employment or service in the State security agencies or in connection with his activities carried out as a secret informant or an assistant in covert gathering of information;", "2) documents whose content indicates that the applicant:", "a) was considered by the security services as a secret informant or an assistant in covert gathering of information,", "b) undertook to provide information to the State security service or to assist such service in whatever form in its covert activities,", "c) executed tasks given by the State security service, in particular provided information to the service. ...", "Section 31. 1. A refusal to allow request, referred to in section 30, in so far as it concerned access to documents:", "1) created by the applicant or with his participation ... in connection with his employment or service in the State security agencies or in connection with his activities carried out as a secret informant or an assistant in covert gathering of information;", "2) whose content indicates that the applicant:", "a) was considered by the security services as a secret informant or an assistant in covert gathering of information,", "b) undertook to provide information to the State security service or to assist such service in whatever form in its covert activities,", "c) executed tasks given by the State security service, in particular provided information to the service,", "is effected in the form of an administrative decision. ...”", "55. In the case no. K 2/07 the Constitutional Court reviewed the constitutionality of the 2006 Lustration Act and the Institute Act as amended which had been challenged by a group of members of parliament. It gave its seminal judgment on the issues of lustration and access to documents held by the Institute on 11 May 2007.", "56. With regard to the issue of access to documents, the Constitutional Court struck down as unconstitutional section 30 § 2(2) of the Institute Act. This provision excluded access of interested persons to documents indicating that that they had collaborated or assisted the former State security services in their undercover activities. The Constitutional Court noted that the Constitution guaranteed to everyone the right of access to official documents and data collections concerning oneself (Article 51 § 3) and the right to demand the correction or deletion of untrue or incomplete information, or information acquired by unlawful means (Article 51 § 4). This latter right, which was related to the right to privacy guaranteed in Article 47 of the Constitution, could not be statutorily restricted to a certain category of persons. The Constitutional Court underlined that no State interest could legitimise or justify preservation in official records of information which was untrue, incomplete or acquired in a manner contrary to statute.", "57. It further declared unconstitutional section 52a(5) of the Institute Act. The latter provision stipulated that the Lustration Office of the Institute was charged with preparation and publication of catalogues of persons referred to in section 30 § 2(2). The wording used in this provision was identical to the formulation employed in section 30 § 2 of the Institute Act.", "The Constitutional Court noted that such catalogues would rely on classification adopted by the totalitarian security services and their assessment of a person. In its view, the publication of such catalogues would have amounted to legitimisation of the activities of the security services and, at the same time, to stigmatisation of persons included in these catalogues. Such a situation would be incompatible with Articles 47 and 51 § 4 of the Constitution.", "58. The judgment was promulgated on 15 May 2007 and on that day the unconstitutional provisions were abrogated.", "59. On 17 July 2007 the Speaker of the Sejm requested the Constitutional Court for interpretation of the judgment of 11 May 2007. He submitted, inter alia, that the court had not given reasons for its finding of unconstitutionality in respect of section 30 § 2(2) of the Institute Act.", "60. The Constitutional Court noted that there was no doubt that section 30 § 2(2) had been declared unconstitutional. It observed that the Speaker’s request was aimed at supplementing the reasons for the judgment; however there was no such possibility under the Constitutional Court Act. Nonetheless, the Constitutional Court drew attention to the fact that the sections 30 § 2(2) and 52a(5) of the Institute Act, which both had been declared unconstitutional, had identical content and thus they had concerned the same legal norm although spelled out in two different provisions. Both provisions concerned the same group of persons, namely those considered by the State security services as a secret informants or assistants in covert gathering of information. The Constitutional Court noted that the reasons for the finding of unconstitutionality in respect of section 52a(5) were equally applicable to section 30 § 2(2) of the Institute Act. It noted that an unconstitutional legal norm could appear in part as well as in one or more legal provisions; however the finding of unconstitutionality of a legal norm and hence its disqualification was relevant for all situations in which such norm may be applied.", "61. The Constitutional Court further held as follows:", "“It should be underlined that the same category of persons [as mentioned in section 30 § 2(2)] is referred to in section 31 § 1(2) of the Institute Act which was not challenged in the case no. K 2/07 and thus was not reviewed by the Constitutional Court. However, the lack of review in this part [in respect of this provision] cannot justify negative administrative decisions issued on the basis of section 31 of the Institute Act only for the reason that section 31 § 1(2) survived as a result of the lack of challenge to it. Section 31 of the Institute Act is functionally connected with the content of section 30 § 2(2) and may produce legal consequences only in so far as it is harmonised with the content of section 30 § 2(2) following the intervention of the Constitutional Court in respect of the latter, as well as in respect of section 52a(5) of the Institute Act. What is decisive in such situations is the fact that a legal norm (included in section 52a(5) of the Institute Act, and used also in unchallenged section 31 § 1(2)) was declared unconstitutional in the judgment of the Constitutional Court. It is also relevant that section 31 of the Institute Act determines solely a form of the decision refusing request for access to copies of documents concerning [an applicant], while the immediately preceding it section 30 speaks of the individual right of access to documents, which is an implementation at the statutory level of the constitutional principle of access of every person to official documents and data collections specified in Article 51 § 3 of the Constitution. It is obvious that the provision regulating solely a form of a decision in respect of a given right, in this case an administrative decision, may not serve as the basis for determination of the substantive content of the right, its scope and the conditions for its realisation.”", "62. In 2009 the Supreme Administrative Court and the Warsaw Regional Administrative Court put to the Constitutional Court legal questions on the constitutionality of various provisions of the Institute Act, including section 31 § 1(2).", "63. On 20 October 2010 the Constitutional Court gave judgment. It held that section 31 § 1(2) of the Institute Act, in its version applicable up until 26 May 2010, was incompatible, among others, with Articles 47 and 51 §§ 3 and 4 of the Constitution in conjunction with Article 31 § 3 of the Constitution (the principle of proportionality).", "64. The Constitutional Court widely referred to its decision of 28 May 2008 (see above) and confirmed that a finding of unconstitutionality in respect of a given legal norm was authoritative for all situations in which such norm may be applied, regardless of whether the norm was included in one or more legal provisions.", "The Constitutional Court also relied on its findings in the judgment of 11 May 2007 (case no. K 2/07). It summarised its approach in that case as follows:", "“... for institutional, functional and procedural reasons the Institute Act together with the 2006 Lustration Act constitute one instrument. In this connection, if the documents created and collected by the State security services, meant to indicate the collaboration within the meaning of section 3a § 2 of the 2006 Lustration Act, are constituting the basis for drawing adverse social, moral, political as well as legal consequences in respect of persons subjected to lustration and other persons whose data were registered and included in catalogues [of the Institute], [then] such persons, in a democratic State ruled by law, have to have the right to defend their dignity, reputation and good name. Accordingly, they have to be accorded the right of access to the full range of documents concerning them and used against them. ... This right has to encompass access to documents, deposited with the Institute, in which interested persons were attributed an involvement in the creation of these documents. This is relevant from the point of view of the content of those documents, conclusions formulated and drawn by the officers of the State security services on the basis of the transmitted information and, in particular, from the point of view of the supposed intention of a person passing on the information to “violate the rights and freedoms of a man and a citizen””", "65. The Constitutional Court observed that section 31 § 1(2) of the Institute Act was of procedural character, but it further specified the grounds for a decision refusing access to certain documents. These conditions matched the content of section 30 § 2(2) of the Institute Act which had been abrogated as a result of the finding of its unconstitutionality. Nonetheless, the administrative courts submitted to the Constitutional Court that in practice section 31 § 1(2) had been used by the Institute as a substantive basis for decisions refusing access to documents specified in this provision. It further noted that after the said judgment the parliament amended the Institute Act on five occasions; however it did not amend section 31 § 1(2).", "66. The Constitutional Court found that a limitation on access to documents of persons, which were referred to in the unconstitutional section 30 § 2(2), which was imposed in a procedural rather than substantive form in section 31 § 1(2), amounted to unjustified interference with the informational autonomy of an individual and restricted the constitutional right to request the correction or deletion of untrue or incomplete information (Article 51 § 4). The Constitutional Court held that that limitations specified in section 31 § 1(2) of the Institute Act on access of interested persons to official documents concerning them were constitutionally disproportionate, and thus in breach of Articles 47 and 51 §§ 3 and 4 of the Constitution in conjunction with Article 31 § 3 of the Constitution. It further held that the impugned provision was incompatible with Article 2 of the Constitution (the rule of law principle) on account of the excessive degree of its imprecision and vagueness.", "67. On 18 March 2010 the parliament passed amendments to the Institute Act which entered into force on 27 May 2010. According to the new wording of section 30 of the Institute Act everyone had the right of access to documents concerning him which were deposited with the Institute. The limitations on access which were examined by the Constitutional Court in its judgment of 20 October 2010 were repealed."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}