{"ITEMID": "001-106776", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KHATAYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Nina Vajic;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1976 and lived until his arrest in the village of Serebryaniki in the Tver Region.", "6. On 2 August 2001 the Vyshne-Volotsk Town Court of the Tver Region found the applicant guilty of aggravated rape and sexual assault on a minor and sentenced him to six years’ imprisonment. He was released on 28 February 2007, having served the sentence.", "7. On 7 April 2007 the applicant was arrested on suspicion of aggravated robbery.", "8. On 1 October 2007 the Tverskoy District Court of Moscow found the applicant guilty of having attempted to commit an aggravated robbery and sentenced him to two years and six months’ imprisonment, which he was sent to serve in correctional colony no. 5 in the town of Morshansk in the Tambov Region. In December 2008 he was transferred to special medical correctional facility no. 7 (“the medical colony”) in the village of Polevoy in the Tambov Region.", "9. Copies of medical records presented to the Court indicate that in 2000 the applicant was diagnosed with pulmonary tuberculosis accompanied by bacterial excretion and tuberculous papillitis of the kidneys and right ureter. From 16 February to 19 May 2000 the applicant underwent treatment in the Vyshne-Volotskiy Tuberculosis Hospital.", "10. Subsequently, the applicant was regularly monitored in the Tver Regional Clinical Tuberculosis Hospital (“the TB hospital”). In particular, on 30 January 2001, following a complex examination in the TB hospital, the applicant was diagnosed with infiltrative tuberculosis in the disintegration stage. The examining doctors concluded that the tuberculoma was growing and that the applicant should undergo surgery to remove it. The applicant refused surgery and was admitted to the TB hospital for treatment with antimicrobial medicines. He was discharged from the hospital on 10 April 2001 following numerous unauthorised leaves and violations of hospital regulations. An extract of his medical record shows that by the date of his discharge the applicant’s state of health had not improved.", "11. On his admission to a temporary detention facility in Tver after his arrest in 2001, the applicant was diagnosed with “focal pulmonary tuberculosis in the infiltration stage”. On a number of occasions in 2001, 2002 and 2003 the applicant was admitted to prison hospital no. 3 or the Tver Regional TB hospital for anti-tuberculosis treatment. On 24 August 2004 a medical commission, comprising a number of specialists from prison hospital no. 3, examined the applicant and issued the final diagnosis: “clinical recovery from the focal tuberculosis of the upper lobe of the left lung accompanied by small residual post-tuberculosis changes in the form of pulmonary fibrosis, and clinical recovery from renal tuberculosis”.", "12. In September 2004 the applicant was transferred to correctional colony no. 4 in the Tver Region to serve the remaining part of his sentence. He was placed under regular supervision by a tuberculosis specialist, underwent complex in-patient medical examinations and received seasonal antibacterial prophylactic treatment twice a year.", "13. On admission to the detention facility in Moscow following his arrest on 7 April 2007, the applicant underwent a complex prophylactic examination, inter alia by a tuberculosis specialist. The following diagnosis was noted in the applicant’s medical record: “clinical recovery from pulmonary tuberculosis, dense nidi, pulmonary fibrosis”. He was placed on a special diet, received multivitamins and underwent a two-month course of anti-tuberculosis drug treatment in the tuberculosis department of the prison hospital.", "14. When he arrived at correctional colony no. 5 in the town of Morshansk in the Tambov Region on 30 January 2008, the applicant did not make any complaints concerning his health. A medical examination performed on his admission to the colony confirmed the previous diagnosis of clinically treated pulmonary tuberculosis with residual changes. The doctor’s recommendation was that the applicant should be placed on an enriched diet, should undergo X-ray testing twice a year and should receive prophylactic treatment with two anti-bacterial drugs each spring and autumn.", "15. According to a letter sent by the head of the Tambov Regional Department of the Service for the Execution of Sentences to the applicant’s lawyer on 23 December 2008, the applicant applied for medical assistance once during the entire period of his detention in correctional colony no. 5. In particular, the applicant’s medical history shows that on 8 February 2008 he complained to a prison doctor about a phlegm cough. Following an examination, including a chest X-ray, he was diagnosed with “clinical recovery from pulmonary tuberculosis [and] bronchitis.” After undergoing conservative treatment, the applicant was considered to have been cured of bronchitis.", "16. The Government stressed that the recommendations given on the applicant’s admission to correctional colony no. 5 had been followed to the letter. The applicant disputed that assertion, arguing that he had not received the requisite medical attention. According to the applicant’s medical history submitted to the Court in 2008, during the first year of his detention in colony no. 5 the applicant was given a chest X-ray once and received a full course of anti-bacterial treatment in the autumn of 2008. At the same time a prison medical assistant or a prison doctor attended the applicant once a month, took his blood pressure, measured his body temperature and recorded no health complaints on the applicant’s part.", "17. During a medical examination on admission to the medical colony in December 2008, the applicant made no complaints about his health. His state of health was considered to be satisfactory. At the same time, he was registered for regular medical check-ups because of his medical history. The examining doctor confirmed the diagnosis of the applicant’s clinical recovery from pulmonary tuberculosis, but noted the unclear status of the applicant’s renal illness and authorised blood and urine tests. As the tests could not be performed in the medical colony for lack of a laboratory technician, the applicant’s transfer to the Tambov Regional Prison Hospital was authorised.", "18. From 13 to 23 December 2008 the applicant underwent a complex medical examination, including blood and urine tests and X-ray exams of the urinary tract and chest, in the tuberculosis department of the Tambov Regional Prison Hospital. Tests for the presence of mycobacterium tuberculosis (“MBT”) in the urine were also performed, producing negative results. The applicant was treated for acute cystitis and also received prophylactic anti-tuberculosis treatment. His medical record drawn up in the hospital, in so far as relevant, read as follows:", "“Diagnosis: clinical recovery from focal tuberculosis of the upper lobes of both lungs resulting in circumscribed post-tuberculosis pneumosclerosis... Acute cystitis. The diagnosis in respect of the tuberculosis was made on 17 December 2008 by the Central Medical Commission of the Tambov Regional Tuberculosis Hospital.", "Fitness for work: able to work, excluding types of work involving exposure to cold, dust and gas pollution.", "[The applicant] is recommended treatment twice a year (spring and autumn) for two or three months with two anti-tuberculosis drugs to prevent a relapse of tuberculosis and X-ray examinations twice a year in compliance with [internal regulations].", "[The applicant] should be detained in correctional facilities in general conditions.”", "The final diagnosis was made on 17 December 2008 by the Central Medical Commission of the Tambov Regional Anti-Tuberculosis Clinic.", "19. According to the applicant, the recommendations were never complied with. On a number of occasions he requested the facility administration to admit him for medical treatment, but to no avail.", "20. The applicant’s medical history, however, shows that following his transfer back to the medical colony he was regularly examined (at least once a month) by the colony medical personnel or independent medical specialists, including a tuberculosis specialist from the Kirsanov Town Tuberculosis Hospital. In particular, examinations by independent tuberculosis specialists were carried out on 8 March, 3 and 24 May and 9 August 2009. Relying on the applicant’s medical record, the Government argued that the personnel of the medical colony had fully complied with the recommendations given by the independent tuberculosis specialists. At the same time, those recommendations had met with resistance from the applicant. For instance, following the examination on 8 March 2009 the tuberculosis specialist noted the applicant’s satisfactory state of health and recommended maintaining a three-month course of prophylactic antibacterial treatment. The applicant refused to take the anti-bacterial medicines, however, expressing a general disinclination to submit to medical procedures. A report recording the applicant’s refusal to undergo treatment was drawn up and signed by four colony staff members. It was also noted that the applicant would not confirm his refusal in writing.", "21. In response to the applicant’s refusal to submit to the treatment, the colony administration intensified the frequency of his medical examinations by a prison doctor or medical assistant to a rate of at least once a fortnight. The applicant submitted that on 1 May 2009, when the colony administration had attempted to reason with him, he had gone on a hunger strike, being dissatisfied with the conditions of his detention and appalled by the fact that he had to use the same crockery as “inmates of a lower social status”. The attending prison doctor noted the applicant’s complaint about dizziness, fatigue and stomach ache, recommended his transfer to the colony hospital and asked to be informed of the result of the applicant’s urine test for the presence of the MBT in the urine. A chest X-ray performed the following day revealed no changes. An independent tuberculosis specialist who saw the applicant on 3 May 2009 confirmed the need to perform additional testing in the tuberculosis hospital, suspecting reactivation of the tuberculosis process in the urinary tract.", "22. The applicant was transferred to the therapeutic department of the prison hospital. While he started receiving prophylactic anti-bacterial treatment, the necessary tests and X-rays were carried out, revealing no presence of MBT in the applicant’s urine and no reactivation of the tuberculosis process in his lungs. The report drawn up by the attending doctor read, in so far as relevant, as follows:", "“Taking into account the results of additional examinations (microbiological and Xray [testing]) there is no sufficient evidence of any reactivation of the tuberculosis process in the kidney and urinary tracts.", "Recommended: dynamic supervision, chest X-ray testing once every six months, repeated urine testing for the presence of MBT after six months ...", "Diagnosis: clinical recovery from pulmonary tuberculosis resulting in fibrosis and firm nidi in the upper lobes of the lungs... No evidence of recurrence of the illness...”", "23. After the applicant’s release from the hospital, the colony medical personnel examined him at least once a month. The applicant’s medical record shows that he had no health complaints apart from those raised on the following occasions. On 4 July 2009 a doctor called to the applicant made the following two entries in his medical record. The first entry read as follows:", "“4 July 2009. A medical examination of [the applicant] was performed after special measures (handcuffs) and physical force were used [against him].", "No injuries were discovered during the medical examination ...”", "The second entry read as follows:", "“...[the applicant] made two slash wounds to his right and left forearms at 11.05 a.m. During the examination he did not make any complaints.", "Objectively: his general condition is satisfactory, lungs and heart are without any peculiarities; blood pressure is 125/80 mm. [There is] a cut measuring 4 cm in length and 0.2 cm in width on his right forearm; insignificant bleeding. [There is] a cut measuring 5 cm in length and 0.2 cm in width on his left forearm; insignificant bleeding. [The applicant] refused to explain why he had cut himself.", "Diagnosis: self-injuring. Slash wounds on both forearms.", "[Treatment provided]...”", "24. In the early morning of 17 August 2009 the doctor on duty was called to the punishment unit, where the applicant was detained at the time. The doctor made the following entry in the applicant’s medical record:", "“Complaints about headache, dizziness.", "Special measures were applied to [the applicant].", "Objectively: temperature 36.4 degrees. [The applicant] exited [the cell] without assistance. [He] is threatening the colony administration with ‘his relatives’.", "Oedematous face. A bruise measuring 2.5 cm on the forehead.", "There are no fresh injuries on the body ...", "Diagnosis: Quincke’s oedema? Self-injury? ...”", "25. The doctor treated the applicant’s bruise and gave him an analgesic, an antiallergenic and a sedative. At each subsequent daily examination the attending doctor recorded the applicant’s facial oedema and the absence of any other health complaints. Suspecting that the applicant was suffering from an allergic reaction of some kind, the doctors continued treating him with antiallergenics.", "26. On 18 August 2009 a medical assistant reported to the head of the medical colony that a medical examination of the applicant performed that same day had revealed that, in addition to the facial oedema, the applicant had an abrasion 1.5 cm in length on his left shin. The necessary medical assistance was provided. On 21 August 2009 the applicant complained to the doctor of severe back pain. After examining him, the doctor concluded that he was suffering from allergic oedema of the face and was feigning a kidney injury. Two days later the applicant complained of severe headache and dizziness. The attending doctor found no signs of health problems apart from the facial oedema.", "27. The acting deputy head of the medical colony drew up the final report, which read as follows:", "“On 17 August 2009 [the applicant] was examined by the doctor on duty, who noted that the inmate had a facial oedema and a bruise 2.5 centimetres in length on the left side of his forehead. [He] did not record any other objective pathological data, or any fresh injuries.", "Over the following three days of proactive supervision, as [the applicant] did not apply for medical assistance himself, the facial oedema (of the paraorbital region), which revealed no changes symptomatic of a traumatic pathology was still recorded. No other objective pathological changes to the body or viscera were noted (such as changes in the colour of the urine [or] phlegm, the stool, blood pressure, body temperature, heart beat, breathing, etc.).", "[After the applicant] had taken special medicines, including antiallergenics, the dynamic of the oedema was arrested, which shows that the oedema was of the allergic aetiology typically associated with insect bites.”", "28. Following an examination by a number of prison medical specialists on 27 August 2009, the applicant’s transfer to a hospital was recommended “for subsequent supervision and examination to exclude his feigning illness”. The applicant was immediately transferred to the therapeutic department of the Tambov Regional Prison Hospital.", "29. On 31 August 2009 the applicant underwent blood and urine testing and chest and skull X-rays, which revealed no signs of injuries. He was also examined by a surgeon, a neurologist, a tuberculosis specialist, a psychiatrist and a general practitioner. Having heard the applicant’s complains of chest pain, headache, pain in the lumbar region and stomach, dizziness and nausea, which he alleged were caused by a beating in the medical colony on 17 August 2009, and having noted healing abrasions on the applicant’s head, the medical specialists concluded that the applicant was simulating the kidney injury and the general deterioration of his health. The tuberculosis specialist also found that there were no signs of reactivation of the tuberculosis process and recommended keeping up the seasonal prophylactic treatment.", "30. A course of prophylactic antibacterial treatment was initiated on 1 September 2009. On 9 September 2009 a medical assistant made an entry in the applicant’s medical record noting his refusal to continue treatment. The applicant submitted that he had been admitted to the therapeutic department of the hospital by mistake instead of to a specialised tuberculosis medical facility. He argued that any treatment he received there would accordingly be ineffective.", "31. On 30 September 2009 the applicant was transferred to temporary detention facility no. 4 to take part in criminal proceedings instituted against him. A prison doctor examined him on admission to the facility, recorded his complaints of chest pain and his slurred speech, noted his generally satisfactory state of health, authorised continuation of his enriched food ration and re-initiated his seasonal prophylactic anti-tuberculosis treatment. Medical records submitted by the Government show that the applicant was placed on a two-month chemotherapy course, with each intake of antibacterial drug observed and noted in the applicant’s medical record by the medical personnel.", "32. Another medical examination, performed on 2 October 2009 in response to the applicant’s complaints of a constant ache in the lumbar region, chest pains and a burning sensation during urination, led to his being diagnosed with lower back pain. The applicant was prescribed treatment on the condition that it should not interfere with the prophylactic antituberculosis procedures.", "33. On 14 October 2009 the applicant, suffering from a slight fever, shortness of breath, a runny nose and fatigue, was diagnosed with acute respiratory disease, for which he started receiving treatment. Following subsequent medical examinations the chemotherapy was adjusted to respond to the changes in the state of the applicant’s health, his health complaints and his refusals to take certain medicines. On 21 October 2009 a schedule for the applicant’s clinical examinations and X-ray testing was developed. However, it was not until his transfer to the Tambov Regional Prison Hospital on 9 November 2009, given no positive changes in his condition, that the applicant was subjected to an X-ray exam. The delay was due to the fact that temporary detention facility no. 4 did not have the necessary equipment to perform the exam and had no means of transporting the applicant to the tuberculosis hospital for testing.", "34. During the applicant’s stay in the prison hospital, he underwent a full clinical examination, including blood and urine tests, chest, abdominal and kidney X-rays and ultrasound scans, sputum smear and urine culture testing, monitoring of renal functions, screening by a tuberculosis urologist, which revealed no new signs of tuberculosis. At the same time, as the medical records show, the applicant refused to submit to additional MBT tests. His attitude towards the examinations and treatment was recorded by the attending doctor in his medical record in the following manner:", "“During his in-patient treatment, [the applicant] failed to cooperate, occasionally refusing to take injections and submit to clinical testing.”", "The applicant was released from the hospital on 26 November 2009 with a recommendation to admit him to the tuberculosis department of the Tambov Regional Prison Hospital for additional testing after the new round of criminal proceedings against him came to an end.", "35. In December 2009 and January and February 2010 the applicant received treatment for migraines, intercostal neuralgia, a slight cold and dental problems, as well as undergoing prophylactic treatment against acute respiratory illness. In March 2010 he started the spring course of his seasonal prophylactic anti-tuberculosis treatment. An examination of the applicant in April 2010 showed that his health was satisfactory and there were no signs of any deterioration of his health.", "36. On 10 March 2009 the applicant’s lawyer, Ms Shaysipova, arrived at the medical colony and, after producing identification papers and a writ issued by the Bar Association to represent the applicant’s interests, asked the colony administration to organise a meeting with her client. The request was refused because the lawyer had not submitted a copy of the power of attorney showing that the applicant had retained her as his counsel.", "37. The lawyer lodged a complaint with the Tambov Regional Prosecutor, describing the events of 10 March 2009 and asking for permission to see the applicant.", "38. On 20 April 2009 the Tambov Regional Prosecutor supervising correctional institutions sent a letter to the applicant’s lawyer, which, in so far as relevant, read as follows:", "“It was established that on 10 March 2009 at 7.15 a.m., having arrived at the checkpoint of [the medical colony] in the Tambov Region and disregarding the orders of an officer on duty... to wait until the beginning of the working day, you entered the restricted area adjacent to the [medical colony].", "On arriving at the office building, you did not file a request for a meeting with [the applicant] with the colony administration.", "The facility administration considered that your actions constituted an administrative offence proscribed by Article 19.3 of the Russian Code of Administrative Offences; you were accordingly asked to produce identification documents in order to draw up a report [of an administrative offence], but you categorically refused [to comply with the request] and left the premises.", "However, the inquiry shows that [the applicant], when asked why he needed to see a lawyer, refused to give any explanation; a report on the incident was drawn up on 14 April 2009 and it was signed by deputy directors of the colony Mr D. and Mr K. and by the head of the duty unit, Ms A.", "...", "In these circumstances there is no ground for the prosecution authorities to apply supervisory measures.”", "39. The lawyer sent a letter to the Prosecutor General of the Russian Federation complaining about the applicant’s poor state of health, the lack of medical assistance in the colony and her inability to visit her client.", "40. On 19 June 2009 the lawyer received a letter from a deputy prosecutor of the Tambov Region. The relevant part of the letter read as follows:", "“The Regional prosecutor’s office examined your complaint which was forwarded by the office of the Prosecutor General of the Russian Federation [and in which you complained] about beatings and threats of violence against [the applicant], about the refusal of the [colony] administration to provide him with medical assistance, about the refusal to organise meetings with the lawyer and so on.", "In the course of the inquiry no acts of violence, threats of violence against [the applicant] either on the part of the administration or other convicts... have been objectively proven. In fact, in his statement to a deputy head of the medical colony on 4 June 2009 ... [the applicant] affirmed that he did not have any complaints against the administration.", "[The applicant] unequivocally refused to give prosecution officials any explanation pertaining to the facts laid down in your complaint and a complaint lodged by [the applicant’s female partner].", "During a medical examination of [the applicant] performed on 10 June 2009 by officers of the medical department of the prison hospital in the presence of an officer from the Tambov Regional Prosecutor’s office... no injuries were discovered on [the applicant’s] body.", "During his detention in correctional facilities in the Tambov Region [the applicant] received and continues to receive appropriate medical treatment for his illnesses.", "Following additional medical tests and an additional examination by a prison tuberculosis specialist on 12 May 2009, no convincing evidence showing any reactivation of the tuberculosis process in the applicant’s lungs and urinary tract was discovered; therefore, there is no medical data calling for [the applicant’s] routine admission to the tuberculosis department of the hospital ...", "[The applicant] is detained in a [solitary] cell in [the medical colony]; his state is satisfactory.”", "The remaining part of the letter repeated the content of the letter sent to the lawyer on 20 April 2009.", "41. On 23 June 2009 the lawyer arrived at the medical colony. Once again, however, she was not allowed to see the applicant. She was given a note allegedly handwritten by the applicant to the head of the colony in which he stated that he did not need legal assistance. The applicant, relying on the handwritten power of attorney filled in and submitted by him to the European Court of Human Rights in compliance with Rule 36 of the Rules of Court, disputed the authenticity of that note.", "42. Two days later the applicant went on a hunger strike in response to the facility administration’s alleged refusal to provide him with legal assistance.", "43. According to the applicant, on 4 July 2009 warders at the medical colony began beating an inmate, K., who had recently been transferred there. In response to inmate K.’s cries for help, the applicant and other inmates started banging on their cell doors demanding that the beating stop. The warders, a deputy director, Mr D., and a junior inspector, Mr S., forced the applicant out of his cell and beat him up. The applicant alleged that as a result of the beating his ribs had been broken and he had had severe chest and head pains and numerous injuries and bruises to the head and legs. The applicant further submitted that when he was put back in his cell following the beating, Mr D. had thrown a razor blade at him, urging him to commit suicide. In response to this treatment the applicant had slashed his forearms with the razor blade.", "44. The Government disputed the applicant’s version of events. Relying on records of disciplinary offences drawn up in correctional colony no. 5, they noted that during his detention in the colony between January and December 2008 the applicant had violated the regulations fifty-four times and had been ranked a “persistent offender”. On three occasions he had been placed in a punishment ward, where he had spent thirty-seven days in all. On 28 November 2008 a decision was taken to place the applicant in a solitary confinement cell for ten months. When transferred to the medical colony, the applicant had continued his unruly behaviour, and was reprimanded almost on a daily basis. The Government submitted that a conflict between the administration of the colony and the applicant had come to a head on 4 July 2009, when the applicant had attempted to cut junior inspector S. with a piece of glass, part of which was wrapped in a white cloth for use as a handle. The warder had grabbed the applicant by the hands and handcuffed him behind his back. The applicant had then been taken to a punishment ward, where he broke a glass in the window and cut his forearms with a piece of broken glass. The Government stressed that a prison doctor had examined the applicant twice on 4 July 2009: after the use of physical force and handcuffs on him and after the act of self-mutilation. No injuries, save for two small cuts on the forearms, were reported on the applicant’s body.", "45. On 4 July 2009 duty officer Mr F. reported to the head of the medical colony that physical force in the form of arm-twisting and handcuffing had been used against the applicant in response to his attack on junior inspector S. Similar reports were made by two other warders who had witnessed the incident.", "46. On the same day junior inspector S. addressed a complaint to the Kirsanovskiy District Prosecutor. The complaint read as follows:", "“On 4 July 2009, at 9.23 a.m., when I was on duty, [the applicant]..., who is serving a disciplinary penalty in the punishment ward of the [medical colony], attacked me, Mr S., with a piece of glass in the corridor of the punishment ward near cell no. 17 when a partial search of his person was being performed”.", "The complaint was registered with the Kirsanovskiy District Prosecutor’s office on 9 July 2009. Ten days later an investigator from the prosecutor’s office instituted criminal proceedings against the applicant for having attacked junior inspector S. and threatened him with violence on 4 July 2009.", "47. In the meantime an investigator from the operations unit of the medical colony carried out an internal inquiry into the incident of 4 July 2009. The inquiry was closed following a decision of 20 July 2009 that the use of force and handcuffs had been lawful, reasonable and proportionate to the applicant’s violent behaviour. The investigator also addressed the applicant’s self-inflicted injuries to the forearms, noting that the applicant had refused to explain his conduct. He concluded that the applicant had intended to “blackmail” the colony administration to avoid detention in a solitary punishment cell and to secure more comfortable conditions of detention. A similar conclusion was reached on 24 July 2009 by the Tambov Regional Prosecutor supervising detention facilities.", "48. Without offering any description of the events of 17 August 2009, the applicant submitted that he had again been given a severe beating by the warders. He further stated that since the beating he had suffered from stammering and distorted facial expressions when speaking.", "49. The Government submitted that in the morning of 17 August 2009 the applicant had violently resisted the warders’ attempts to transfer him to a punishment cell, where he was to stay for fifteen days because of another disciplinary offence. The applicant had tried to punch the director of the punishment ward, Mr St., in the face. Warders had restrained the applicant by holding his hands behind his back and handcuffing him. Inside the punishment cell the applicant had immediately started hitting his head against the bars of a bed, causing abrasions. The Government stressed that, in an attempt to “make matters worse”, the applicant had placed a wasp on the bridge of his nose. The wasp had stung him, causing an allergic reaction in the form of facial swelling. The applicant had received treatment for both the abrasions and facial swelling. On the following day the applicant had cut his left shin with the sharpened handle of a tooth brush. The medical assistant who had treated his cut had not observed any other injuries on his body and had not reported any health complaints.", "50. On 20 August 2009 warder F. wrote an explanatory note to the head of the medical colony which, in so far as relevant, read as follows:", "“...on 17 August 2009, at 6.00 p.m., I went on duty supervising the inmates in [the punishment ward]. After the lights-out call at 9.30 p.m., [the applicant], who was detained in a solitary confinement cell, started talking to inmates in neighbouring cells... He referred in particular to the fact that the warders had used physical force and handcuffs against him in the morning when taking him to the punishment cell. He had intentionally ‘pulled a stunt’ [“mastyrka” was the term he used in inmates’ slang] and injured himself and [he urged] other inmates to certify that handcuffs had not been used and that [the applicant] had been beaten up instead. He said it was necessary for their ‘common benefit’ and that he would file a complaint about the unlawful actions of the colony administration...", "Before the wake-up call, at approximately 4.30 or 4.40 a.m. during a scheduled round of the cells, I looked through a peephole in the door of cell no. 05 and saw [the applicant] sitting on the lower bunk with his back to the door and his legs tucked up beneath him, doing something. I called out, startling him. He turned and, after a while, replied that he was waiting for the wake-up call, ready to brush his teeth, and he showed me a tooth brush. I warned him that he was violating the regulations and he laughed at me. I thought no more of the incident”.", "51. An internal inquiry into the events of 17 August 2009 resulted in the following decision:", "“On 17 August 2009, at 8.00 a.m., by decision of the head [of the medical colony], [the applicant], who had breached prison regulations, was found guilty of a disciplinary offence and was to be placed in the punishment ward for fifteen days. While being escorted to the punishment cell, in a corridor near the entrance to cell no. 05 [the applicant] started pushing away the warders ... [and] grabbing their uniforms. He was warned to stop misbehaving. [The applicant] disregarded the warning and continued pushing the warders. At the same time he proffered threats of violence against the officers and their families. Suddenly, he turned towards the head of the [punishment ward], Mr St., and tried to punch him in the face. Given [the applicant’s] unruly conduct, handcuffs were used to restrain him, but without harming him ....", "After a medical examination [the applicant] was placed in a punishment cell as a disciplinary measure. [He] did not make any complaints or requests.", "The inquiry did not reveal that any other physical force had been applied to [the applicant].”", "52. Another inquiry looking into the applicant’s self-mutilation ended with decisions of 20 and 21 August 2009 which, in so far as relevant, read as follows:", "Decision of 20 August 2009", "“On 17 August 2009... [the applicant] applied for medical assistance, complaining of abrasions on the head and swelling round both eyes.", "... After [the applicant] had been placed in [the punishment cell], at 8.45 a.m., while checking cells, the officer on duty heard a noise in the cell and, looking through a peephole, discovered that [the applicant] was attempting to injure himself, hitting his head against the bars of the bunk, and uttering obscenities against the administration of [the facility]. He ignored orders to calm down. Warders and a medical assistant, called to the scene, took [the applicant] from the cell. Once outside the cell, [the applicant] was calm. On examining him a prison doctor noted two abrasions in the region of the forehead and swelling round both eyes. [The applicant] did not make any complaints or requests.", "The inquiry established that [in the evening] of 17 August 2009, after the lights-out call, [the applicant] started talking to inmates in other cells, telling them that the warders had used physical force against him and that he had taken advantage of the opportunity and injured himself, banging his head and getting a wasp to sting him on the bridge of his nose for extra effect. He was intending to apply to human rights organisations and to lodge a frivolous complaint about the actions of the prison staff. To help him put his plan into action [the applicant] asked the other inmates to corroborate the reality of the beating when representatives of the human rights organisations arrived ... and to organise their visit by calling his wife on the phone and giving her the following message: ‘Do the same as the last time’. She would know what to do. He threatened anyone who refused to comply with his instructions with violence. [The applicant] wanted to discredit the administration ... and blackmail them into closing the criminal proceedings against him ... The facts were confirmed by witnesses; [the applicant] angrily refused to give any explanation.”", "Decision of 21 August 2009", "“[The head of the detention facility] talked to [the applicant to prevent further selfmutilation, but the applicant] did not abandon his plan [to discredit the administration] and on 18 August 2009 he again injured himself. In particular, he inflicted a small cut measuring 1.5 centimetres in length on his left shin, using the rough end of his toothbrush, which he had heated on a fire before he was placed in the punishment cell; [the applicant] constantly picked open his cut. That fact is confirmed by eyewitness statements and reports by medical staff.", "53. The conclusions of the internal inquiry that the use of handcuffs had been lawful and well-founded and that the applicant’s injuries were the result of his own actions were reproduced by the Tambov Regional Prosecution in a decision of 28 August 2009.", "54. On 1 September 2009 the applicant’s lawyer, Ms Shaysipova, found out that criminal proceedings had been instituted against the applicant in July 2009. On the following day she informed the investigator in charge of the applicant’s case of her intention to represent the applicant and submitted a power of attorney. On the same day the investigator sent a letter to the head of the medical colony to notify him of the applicant’s counsel’s name. The investigator misspelt the lawyer’s last name as Ms Shaysinova.", "55. The lawyer arrived at the colony for the first consultation with the applicant, but was not allowed to see him on 2 September 2009. The same thing happened the next day. She immediately lodged a complaint with the Kirsanovskiy District Prosecutor’s office, asking to have her client medically examined. Two days later a prosecution investigator dismissed the request, finding that it was groundless and unnecessary for the criminal investigation. The lawyer was notified of the investigator’s decision on 15 September 2009.", "56. On 4 September 2009 the lawyer lodged a complaint with the Prosecutor General of the Russian Federation and the Tambov Regional Prosecutor, alleging numerous violations of the applicant’s defence rights. She also complained about the investigating authorities’ refusals to interview the applicant and to medically examine him in response to his illtreatment complaints. On the same day the lawyer applied to various human rights organisations in the Tambov Region asking for their assistance.", "57. On 8 September 2009 the lawyer and representatives of two regional human rights NGOs arrived at the colony and asked to see the applicant and a number of other inmates who had complained of numerous instances of ill-treatment in the facility. While the human rights activists were allowed to enter the premises of the medical colony, the administration did not consent to the lawyer’s visit. A handwritten note by the head of the medical colony in response to the lawyer’s written request for a meeting with the applicant stated that the visit “was not allowed on the investigator’s orders because no investigative actions were being performed [with the applicant] in connection with the criminal proceedings” at the time when the request for a meeting was lodged.", "58. Following their visit to the prison hospital, the representatives of the human rights organisations issued the following joint statement:", "“The basis for the visit was complaints from the relatives of inmates detained in the punishment ward and a phone call from a staff member of ‘Amnesty International’.", "On 8 September 2009, during a visit to [the medical colony], following discussions with warders and inmates detained in [the punishment ward], it was established:", "According to the inmates detained in [the punishment ward], they are subjected to severe beatings by the warders in that ward. The most recent beatings occurred when a group of newcomers was admitted to the punishment ward. Inmate K. was subjected to the cruellest beating. Unable to bear the cries and moans, detainees in the punishment ward responded by banging on their cell doors. Those responsible for the uproar were subjected to psychological pressure and threats and unjustified beatings. Several warders – up to 12 officers from the punishment ward – entered the cells and beat up inmates, using rubber truncheons and punching and kicking them. During the visit on 8 September 2009, injuries could be observed on the inmates’ heads, faces, bodies and legs.", "A doctor present during the beatings had insisted that it was necessary to provide medical assistance, apply bandages, stop the bleeding; but the warders in the punishment ward had replied that the detainees did not need medical assistance and continued the beatings. The doctor’s insistence was to no avail. The officers in the punishment ward ignored the persistent lawful requests of the detainees; in order to break their will they seized the inmates’ tableware then returned it to them, telling them it had been ‘defiled’ by ‘untouchable’ inmates. Having no other means to protect themselves, the detainees went on a hunger strike; [the facility administration] kept the hunger strike a secret for seventeen days. Inmates are subjected to psychological pressure; they are threatened with rape; inmates who have been raped or who are likely to commit rape are placed in the cells to show that the threats are real. Inmates slash their veins ([the applicant], Mr Yu.) and drive nails into their bodies (Mr Ye.) to escape rape. All this is being concealed. Complaints of illtreatment are not being investigated; detainees are given the run-around in response to their complaints to the prosecution authorities. Criminal proceedings were instituted against one of them ([the applicant]) for allegedly attacking a warder in the punishment ward.", "The lawyer, Ms Shaysipova, who had power of attorney to represent [the applicant], was not allowed to see her client.”", "The human rights activists called on the prosecution authorities to perform forensic medical examinations of a number of inmates, including the applicant, to provide the applicant with the necessary medical assistance and perform appropriate medical tests in connection with his ailments, and to open a criminal investigation into the actions of the colony officials.", "59. On 9 September 2009 the applicant’s lawyer lodged complaints with various prosecution authorities and human rights organisations alleging numerous violations of her client’s rights in the colony.", "60. Five days later the applicant was served with a bill of indictment. According to the prosecution, on 4 July 2009, during the morning search in the cells, the applicant refused to comply with the lawful orders of the officers on duty and started calling for collective disobedience. The applicant was taken out to the corridor, where he grabbed inspector S.’s right hand and tore his uniform. He subsequently produced a piece of glass hidden in his sleeve and tried to hit inspector S. in the chest with it. Inspector S. knocked the piece of glass from the applicant’s hand. Two other warders intervened, handcuffed the applicant and took him to a punishment cell.", "61. On 24 September 2009 the Tambov Regional Prosecutor supervising detention facilities set aside the decisions dismissing the applicant’s complaints of ill-treatment. The prosecutor noted that the initial inquiry had failed to secure expert evidence which might have made it possible to determine whether the injuries on the applicant’s head and his facial swelling had been caused by a beating.", "62. On 5 October 2009 an expert examined the applicant and found that the medical evidence, including X-ray results, indicated that the injury on the applicant’s head could have been caused by self-mutilation on 17 August 2009. The expert discovered no other injuries on the applicant’s body, save for pigment spots on his shin, which he interpreted as possible signs of a now cured skin disease.", "63. On 6 October 2009 a deputy Tambov Regional Prosecutor sent a letter to the head of a human rights group, a copy of which was delivered to the applicant’s lawyer. The letter, in so far as relevant, read as follows:", "“During his detention and while serving his sentence in correctional institutions in the Tambov Region [the applicant] has been viewed negatively; on a number of occasions [he] has violated the internal regulations of his detention facility; for those [violations] he has received 223 oral and written reprimands in the form of warnings, and been placed in a punishment cell and transferred to a punishment ward.", "On 28 November 2008 the head of the [medical colony], Mr M., authorised the applicant’s placement in the punishment ward for ten months.", "[The applicant] continues to break the rules in the punishment ward..., for which he is lawfully punished with disciplinary sanctions.", "Furthermore, the inquiry showed that [the applicant] has committed unlawful attacks on the staff members of [the colony]. As a result, on 19 July 2009 the Kirsanovskiy District [Prosecutor’s office] opened criminal case no. 01714 under Article 318 § 1 of the Russian Criminal Code in connection with the [applicant’s] unlawful attack on a junior inspector in the punishment ward, Mr S.", "The investigation in that criminal case has not yet been completed.", "...", "At the same time the inquiry showed that the administration of [the medical colony] actually violated certain provisions of Article 48 of the Russian Constitution ...", "On 15 September 2009 the Regional Prosecutor’s office lodged an order with the Tambov Regional Department of the Federal Service for the Execution of Sentences in connection with a violation by the administration on 8 September 2009 of [the applicant’s] right [under Russian law] to receive legal assistance from his lawyer, Ms Shaysipova ....", "On 2 October 2009 the prosecutor’s order was examined at a meeting attended by the head of the Regional Department of the Federal Service for the Execution of Sentences and regional prosecution authorities, and [the order] was accepted.", "On 30 September 2009 the Tambov Regional Prosecutor ... sent an official warning to the head of [the medical colony] stating that such violations would not be tolerated in the future.”", "64. On 19 October 2009 an investigator from the Kirsanovskiy Interdistrict Investigation Office refused to institute criminal proceedings against the personnel of the colony, finding no evidence of ill-treatment on either occasion. The investigator’s decision was based on statements by the applicant, the warders and a medical assistant who had examined the applicant after the alleged beating on 4 July 2009, medical reports from the Tambov Regional Prison Hospital following his examination on 31 August 2009 and the expert opinion of 5 October 2009. The investigator also interviewed two inmates, Mr Yu. and Mr K., who confirmed the applicant’s version of the events of 4 July 2009, stating that they too had been beaten by the warders. However, their statements were not considered trustworthy as the inmates had refused to sign the interview report and certify their awareness of their criminal liability in the event of false testimony.", "65. In the meantime, on 14 September 2009 the applicant was questioned in the presence of Ms Shaysipova. The applicant denied having attacked inspector S. and maintained his version of events, alleging that he had been severely beaten up by several warders, including inspector S., and that his requests for medical examinations and assistance after the beating had been disregarded. He also complained that he had been beaten on 17 August 2009.", "66. On 30 September 2009 the Kirsanovskiy District Court of the Tambov Region authorised the applicant’s detention on remand, finding that it was warranted by the applicant’s numerous convictions, the gravity of the charges brought against him in respect of the events of 4 July 2009, the fact that he had no permanent place of residence, and information provided by a deputy head of the medical colony that the applicant intended to abscond to avoid investigation and trial and to pervert the course of justice if released. The applicant’s lawyer appealed, arguing that the detention order was not based on any relevant facts. On 27 October 2009 the Tambov Regional Court upheld the detention order of 30 September 2009, endorsing the District Court’s reasoning.", "67. On 3 November 2009 the applicant’s lawyer asked the prosecution authorities to perform another forensic medical examination of the applicant, to question inmates who had been detained together with the applicant in the punishment ward and to hold confrontation interviews between the applicant and two detainees who had already been questioned by the investigating authorities in respect of the events of 4 July 2009. Two days later the investigator partly accepted the request, authorising a forensic medical examination of the applicant.", "68. A complex medical examination of the applicant performed between 6 and 9 November 2009 entirely confirmed the expert’s findings of 5 October 2009.", "69. Following the expert examination the applicant lodged a complaint with the Tambov Regional Prosecutor, asking for criminal proceedings to be instituted against the warders who had participated in the beating on 4 July and 17 August 2009. He further complained about the absence of medical assistance and the refusal of the medical personnel to record his injuries after the beating.", "70. On 16 November 2009 the pre-trial investigation was closed and the applicant was committed to stand trial before the Kirsanovskiy District Court.", "71. In the course of the trial against the applicant the District Court heard, among other witnesses, the representatives of the human rights NGOs who had visited the applicant after the alleged beatings in the summer of 2009. The representatives testified to having met the applicant and a number of other inmates, including Mr Yu., and having heard their complaints of severe beatings in the colony. According to them, there had been no eye-witnesses to the applicant’s beating among the inmates, but the detainees had provided a very coherent and similar version of the events of 4 July 2009. The applicant had told them that on 4 July 2009 approximately twelve warders had burst into his cell and beaten him with rubber truncheons and kicked him repeatedly in the head and other parts of his body. He had fallen to the floor covered in blood and had then been dragged to the punishment cell. There, he had tried to commit suicide by slashing his wrists with a piece of a tile he had taken from a wall. The human rights activists stressed that at their meeting on 8 September 2009 the applicant’s face had been swollen, he had twitched his head from time to time and he had had an old scratch on the face, an abrasion on his shin and some kind of bump on the chest which he said was a broken rib. The applicant had also stammered, complained of pain in the ribs and kidneys and had desperately pleaded for help. The representatives also noted, however, that the applicant had had no “pronounced” bruises on him. One of the representatives testified to having seen photos of a wasp and a wasps’ nest on a cell window that were presented to him by the colony administration during the visit.", "72. The District Court also heard several inmates who had been detained with the applicant during the summer of 2009. One inmate, Mr Yu., testified to having witnessed the applicant’s beating by the warders on 4 July 2009. He stated that three warders had attacked the applicant for no apparent reason and had started beating him with rubber truncheons and kicking him repeatedly. Mr Yu. was unable to recall the exact course of events as he had been subjected to ill-treatment by the warders at the same time. Mr Yu. also stressed that he had refused to sign the record of his questioning by the investigator during the proceedings instituted in respect of the applicant’s ill-treatment complaints and did not want to complain about the beatings himself as that was his usual behaviour vis-à-vis the authorities. Another inmate claimed that he had heard the applicant being beaten up in the corridor on 4 July 2009. That witness said he had heard the voices of at least three warders, the sound of blows and the applicant screaming with pain.", "73. On 4 March 2010 the Kirsanovskiy District Court, relying heavily on the testimony of the staff members of the medical colony, found the applicant guilty of a violent attack on an officer on duty in a detention facility and sentenced him to three years’ imprisonment. The court dismissed the applicant’s argument that he had been severely beaten by warders on 4 July 2009. It noted that the applicant’s complaints had already been examined by the investigating authorities and there was no reason to doubt the results of their inquiry laid down, inter alia, in the decision of 19 October 2009.", "74. However, the District Court found it necessary to issue a separate interim order, noting “the poor standard of the pre-trial investigation into the events of 4 July 2009”. Citing the investigator’s inexperience with difficult criminal cases, the lack of supervision of the investigator despite his inexperience, the delays in the opening an inquiry into the events, the length of the investigation, the investigator’s failure to examine the scene of the events, the improper filing of documents and evidence in the case file, the failure to interrogate certain witnesses and so on, the District Court urged the Kirsanovskiy Inter-District Prosecutor to take the necessary steps to avoid the same defects in future investigations.", "75. On 29 April 2010 the Tambov Regional Court amended the judgment of 4 March 2010. Finding that the applicant’s criminal conduct had not been characterised by serious violence or caused any physical pain to the warder, the court reduced the sentence to two years’ imprisonment.", "76. The relevant provisions of the domestic and international law on health care of detainees and authorities’ response to alleged instances of illtreatment in detention facilities are set out in the following judgments: Pakhomov v. Russia, no. 44917/08, 30 September 2011 and Yevgeniy Alekseyenko v. Russia, no. 41833/04, 27 January 2011."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}