{"ITEMID": "001-71042", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF REINPRECHT v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 5-4;No separate issue under Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1966 and lives in Graz.", "10. On 6 May 2000 the Graz Regional Criminal Court (Landesgericht für Strafsachen) ordered the applicant's pre-trial detention on suspicion of attempted sexual coercion (geschlechtliche Nötigung). The court based the suspicion against the applicant on the statement of the victim, who had identified the applicant in an identity parade. Further, it considered that, given the applicant's criminal record, there was a risk that he might commit another offence similar to the one of which he was suspected (Tatbegehungsgefahr).", "11. On 19 May 2000 the Graz Regional Court, after a hearing held in the presence of the public prosecutor, the applicant and his defence counsel, ordered that the applicant's pre-trial detention should continue. Referring to the testimony of the victim, it found that there was a reasonable suspicion against the applicant. Further, there was a risk that he might commit another offence similar to the one of which he was suspected. The court stated that the applicant had nine previous convictions, mainly for property-related offences, but recently also for violent crimes. The court found that, in the light of the applicant's recidivism and his character, the prolongation of his pre-trial detention was reasonable. The applicant appealed against this decision.", "12. On 7 June 2000 the Graz Court of Appeal (Oberlandesgericht), sitting in private, dismissed the appeal and upheld the Regional Court's decision.", "13. On 19 July 2000 the Graz Regional Court, after holding a hearing in the presence of the parties, dismissed an application for the applicant's release and ordered the continuation of his pre-trial detention. The applicant lodged an appeal against this decision.", "14. On 20 July 2000 the applicant lodged another application for release. He stressed that there were no reasons to maintain his pre-trial detention.", "15. On 26 July 2000 the public prosecutor's office (Staatsanwaltschaft) filed the bill of indictment. The applicant appealed against it.", "16. On 2 August 2000 the Graz Regional Court, having held a hearing in the presence of the parties, ordered that the applicant's pre-trial detention should continue.", "17. On 7 August 2000 the applicant appealed against this decision. He submitted that there was no reasonable suspicion against him as the testimony of the only witness for the prosecution had been contradictory.", "18. On 17 August 2000 the Graz Court of Appeal, sitting in private, dismissed the applicant's appeal against the bill of indictment and the appeals against the Regional Court's decisions of 19 July 2000 and 2 August 2000. It found that there was no doubt about the credibility of the witness and that there was therefore a reasonable suspicion against the applicant. Further, it upheld the Regional Court's repeated finding that reasons for detention on remand (Haftgründe) existed.", "19. On 18 September 2000 the applicant lodged a fundamental rights complaint (Grundrechtsbeschwerde) with the Supreme Court (Oberster Gerichtshof) against this decision. He submitted that there was no strong suspicion against him and that there were no reasons to maintain the detention on remand.", "20. On 16 October 2000 the Supreme Court, sitting in private, dismissed the complaint. It found that there was no doubt about the credibility of the witness and that reasons for the applicant's detention on remand subsisted.", "21. On 24 October 2000 the Regional Court, sitting with two professional and two lay judges, held a public hearing, convicted the applicant of attempted sexual coercion and sentenced him to two years' imprisonment.", "22. On 8 March 2001 the Supreme Court rejected the applicant's plea of nullity.", "23. On 8 May 2001 the Court of Appeal dismissed an appeal by the applicant, but allowed one lodged by the public prosecutor and increased the term of imprisonment to two years and six months.", "24. Article 181 of the Code of Criminal Procedure (Strafprozeβordnung) establishes a system of periodic hearings for the review of pre-trial detention, which are to be conducted proprio motu. The relevant part of Article 181 provides as follows:", "“1. Decisions ordering or continuing detention on remand and decisions of the court of second instance continuing detention on remand shall not be effective for longer than a certain period; the date of expiry shall be given in the decision. Prior to the expiry of the period of detention a hearing regarding the detention shall be held or the accused shall be released.", "2. The period of detention shall,", "(1) where detention on remand is ordered, be for fourteen days from the date on which the accused is arrested;", "(2) where the first decision is taken to continue detention on remand, be for one month from the date of the decision;", "(3) where a further decision is taken to continue detention on remand, be for two months from the date of the decision.", "...”", "An accused who is held in pre-trial detention has to be assisted by counsel (Article 41 of the Code of Criminal Procedure). Copies of all documents relevant for assessing the suspicion or the reasons for the detention must be served on the prosecution and the defence free of charge before the first hearing (Article 45a of the Code of Criminal Procedure).", "25. The relevant part of Article 182 of the Code of Criminal Procedure provides:", "“1. The investigating judge shall conduct the hearing regarding the detention; it is not open to the public. The accused, his counsel, the public prosecutor and the probation officer shall be informed of the date of the hearing.", "2. The accused shall be brought before the judge at the hearing, unless this is impossible because of illness. He shall be represented by counsel.", "...”", "The court of appeal, when dealing with appeals against decisions of the investigating judge concerning pre-trial detention, takes its decision sitting in private pursuant to Article 114 of the Code of Criminal Procedure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}