{"ITEMID": "001-115054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "B.V. v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["The first and second applicants are a married couple of Serbian nationality and originating from Kosovo. They were born in 1978 and 1982, respectively. The third and fourth applicants are their children, born in 2004 and 2007, respectively. The family is currently in Sweden. They were represented before the Court by Mr. M. Ekelöf, a lawyer practising in Växjö.", "The Swedish Government (“the Government”) were represented by their Agent, Ms H. Kristiansson, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In March 2004, the first and second applicants applied for asylum and residence permits in Sweden. Before the Migration Board (Migrationsverket), they submitted the following. The first applicant had performed his military service in 1998-1999, and had been suspected by Albanians of having taken part in a massacre where Kosovo Albanians had been killed. Although he had not been present, the couple had been harassed and threatened by Albanians where they lived. People had thrown rocks at them and, during her pregnancy, the second applicant had received numerous death threats and had been beaten on several occasions. They had turned to the local police several times, but had not received any help. In March 2004 a neighbour had warned them that their house would be attacked and later they had been visited by KFOR or UNMIK police, who had told them to flee. They had stayed with the UNMIK police for two days before leaving the country.", "On 13 September 2004, the Migration Board rejected the application. The Board found that the applicants had a well-founded fear of persecution in Kosovo and thus could not be expected to return there. However, it considered that they could relocate to another area within Serbia and Montenegro since they were ethnic Serbs. The fact that they did not have any connection to another area was not sufficient to grant them leave to remain in Sweden.", "The applicants appealed against the decision to the Aliens Appeals Board (Utlänningsnämnden) and added that the first applicant had witnessed a massacre. Pictures of him in his military uniform had been published by CNN and the BBC in 2000 and his name had been published in the local newspapers in connection with the massacre. He was therefore known as a traitor throughout Serbia and Montenegro. Moreover, the family lacked a social network outside Kosovo.", "On 15 November 2005, the Aliens Appeals Board upheld the Migration Board’s decision in full.", "Following the enactment of an interim amendment to the Aliens Act, the applicants requested to have their case reviewed and referred mainly to discrimination against Serbs in Kosovo. On 21 August 2006, the Migration Board decided not to grant them residence permits in Sweden on the basis of the interim amendment.", "In 2007 and 2008, the applicants twice applied for re-examination of their case, claiming that there were impediments to the enforcement of their deportation order. On each occasion, the Migration Board rejected the applications.", "On 11 November 2009, the deportation order against the applicants became time-barred and they lodged a new application for asylum and residence permits. They stated that their only connection to Serbia was their ethnicity and that they had integrated into Swedish society. They submitted documents from the third applicant’s school, stating that he was insecure but developing well, and that he was learning Swedish.", "On 22 September 2010, the Migration Board rejected the application. Through contacts with the Serbian Ministry of the Interior, the Board had been informed that the first and the second applicants were registered as Serbian nationals and as residents in Kragujevac in Serbia. In relation to Kosovo, the Board found that there were no longer any threats against the applicants there and thus no risk if they returned. As concerned Serbia, it noted that the applicants had not invoked any individual grounds for fear. Since they were nationals of Serbia and residents there, there were no grounds for them not to return. Moreover, the Board noted that the applicants had remained in SwedenSweden. In reaching this decision, it considered it to be in the best interests of the children to accompany their parents to a country where they had relatives and spoke the language.", "The applicants appealed to the Migration Court (Migrationsdomstolen), maintaining their claims and adding that they had lived in Kosovo but the only reason they had been registered in Serbia was to obtain financial aid from the government. Moreover, it would be very difficult for them to settle in Serbia. The second applicant also suffered from poor mental health and was scheduled to receive psychiatric care after she had given birth to a stillborn child. They wanted to be near the child’s grave.", "On 27 May 2011 the Migration Court upheld the Board’s decision. It agreed with the Board that the applicants were not in need of protection in relation to either Kosovo or Serbia. Moreover, it found that the second applicant’s state of health was not so serious that she could be granted a residence permit on that ground. In conclusion, there were no reasons to grant the family leave to remain, even considering that the case involved children.", "Upon further appeal, on 27 July 2011, the Migration Court of Appeal (Migrationsöverdomstolen) refused leave to appeal.", "The basic provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the 2005 Act”) which replaced, on 31 March 2006, the old Aliens Act (Utlänningslagen, 1989:529). Both the old Aliens Act and the 2005 Act define the conditions under which an alien can be deported or expelled from the country, as well as the procedures relating to the enforcement of such decisions.", "Chapter 5, Section 1, of the 2005 Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, Section 1, of the 2005 Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals.", "By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, Section 2, of the 2005 Act).", "Moreover, if a residence permit cannot be granted on the above grounds, a permit may nevertheless be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) as to allow him or her to remain in Sweden (Chapter 5, section 6 of the Aliens Act). During this assessment, special consideration should be given to, inter alia, the alien’s state of health. In the preparatory works to this provision (travaux préparatoires 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien’s home country could constitute a reason for granting a residence permit.", "As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, Section 1, of the 2005 Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, Section 2, of the 2005 Act).", "Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies, under Chapter 12, Section 18, of the 2005 Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, Sections 1 and 2, of the 2005 Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, Section 19, of the 2005 Act).", "Under the 2005 Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances; the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9, of the 2005 Act). Hence, upon entry into force on 31 March 2006 of the 2005 Act, the Aliens Appeals Board ceased to exist."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}