{"ITEMID": "001-90868", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP;TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "STEPHENS v. CYPRUS, TURKEY AND THE UNITED NATIONS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Mrs Kyriakoula Stephens, is a British and Canadian national who was born in Athens and lives in Canada.", "The applicant owns a house which is located in the buffer zone, at 15 Diomedes Street, in the Arab Ahmed district in Nicosia. The property was transferred to the applicant on 27 February 1986 by way of a donation.", "From 21 July 1986 until 23 October 1996 an exchange of correspondence concerning the above property took place mainly between the applicant's husband, Mr Peter Stephens, acting on behalf of the applicant, the British High Commission in Nicosia (BHC) and the United Nations Peacekeeping Force in Cyprus (UNFICYP). In particular, the following letters were exchanged:", "By a letter dated 21 July 1986 Mr Stephens submitted claim forms to the BHC in respect of losses from the property.", "In a letter dated 5 August 1986 the BHC informed Mr Stephens that the property appeared to be in the United Nations (UN) buffer zone. They asked Mr Stephens whether he had any information as to who might have been responsible for the loss of movables from the house, and in particular, whether it could have been the National Guard or the Turkish Armed Forces.", "By a letter dated 25 September 1986 the BHC forwarded the claim forms to the “Ministry of Defence” of the “Turkish Republic of Northern Cyprus” (“TRNC”).", "In a letter to Mr Stephens dated 13 May 1992 the BHC confirmed that the property was within the UN buffer zone, that it was inaccessible and that it would not be possible to reside in the house. They further informed Mr Stephens that the “TRNC” had rejected his claim. In this connection they noted that:", "“ 'Turkish-Cypriot' rejection of claims from people with Greek, Greek-Cypriot or Armenian origins is not a situation in which we acquiesce and we are in regular contact with the Turkish-Cypriot authorities concerning properties owned by British nationals in the northern part of Cyprus, including those with Greek, Greek-Cypriot or Armenian connections.”", "In his reply dated 26 May 1992 Mr Stephens asked the BHC whether a claim should be made against the Cyprus Government. He stated, inter alia, that the Cypriot National Guard had had a defence post in the garden of the house and had bunked down in the garage.", "In a letter dated 16 June 1992 the BHC suggested that the applicant and her husband seek the advice of a lawyer in Cyprus should they decide to make a claim against the Government of Cyprus. They further noted the following:", "“To the best of our knowledge there have been no successful claims for loss or damage to movable property allegedly resulting from National Guard or Cyprus Government action, 'legal proof' being difficult to produce.”", "In a letter dated 18 December 1996 the BHC requested Mr Stephens to provide them, inter alia, with more information about the property and the history of its ownership in order to establish the status of the house and see what could be done. They also informed him that they had made an application to the relevant authorities to allow him to inspect the property.", "In a letter dated 6 May 1997 to the BHC concerning the applicant's property, Lieutenant Colonel J. Tisi Bana, the Chief Humanitarian Officer of the Humanitarian Branch of UNFICYP in Nicosia, stated the following:", "“I regret to inform you that compensation of any kind will not be paid by the United Nations. Moreover, it is not feasible to authorise the return of the property for Mr Stephens to reside in, owing to the security implications and the severe damage to the property.”", "In a letter to Mr Stephens dated 29 September 1999, the Properties Clerk of the BHC stated the following:", "“I have read the file on your case. I have also spoken to the Office Manager of the Humanitarian Branch of the United Nations Force in Cyprus who are in command of the Buffer Zone. His opinion is much the same as that of Lt Col J Tisi Bana in 1997. He corrected your assumption that you would be able to sell the property to a Turkish Cypriot. He said it would be impossible to sell to a Turkish-Cypriot as there is no access from the north boundary of the Buffer Zone.", "If you are in possession of the Title Deeds you would be able to sell your property. As the property was dilapidated when visited by Mr Falkner and Mrs Chipperton in 1997 it will have two more years' wear without repairs. There is little chance of access to the property for habitation.”", "On an unknown date Mr Stephens wrote to the Office Manager of the Humanitarian Branch of UNFICYP.", "In a letter dated 8 January 2001 the BHC informed Mr Stephens that Major Perr from the Civil Affairs Department of UNFICYP had informed them that if Mr Stephens required assistance in showing the property to a prospective buyer the UN would be able to accompany him provided that he applied for permission and that all the legalities were met. The new purchaser, however, would not be able to have access to the property.", "In an e-mail sent by the Property Officer of the BHC to Mr Stephens on 13 October 2006 the following was stated:", "“I have written today to the Civil Affairs Department at UNFICYP to request an update on the condition of your wife's property and I will contact you in due course with the information. I have also asked them to confirm whether access to the property is still denied. Should this be the case you may like to consider contacting either a lawyer in the Republic of Cyprus or the European Court of Human Rights to discover if you could claim for compensation for the loss of use of the property ...”", "Subsequently, by an e-mail sent on 23 October 2006, the Property Officer informed Mr Stephens as follows;", "“Further to my e-mail of 13 October 2006, I can confirm that permanent access to your property is still not permitted but short visits by members of the UN forces are allowed periodically. Under UN escort, I visited your wife's property on 20 October 2006. As you are aware, unfortunately the house was severely damaged during the events of 1974 and the intervening years have seen further deterioration in the condition of the property. It is little more than a shell with rampant vegetation obscuring the garden and parts of the building. All the houses in the immediate vicinity appear to have suffered the same fate. Sadly, there does not seem to be much action that you could take until there is a solution to the Cyprus problem. However, you may like to obtain some legal advice on your wife's position and I can send you a list of lawyers upon request. You may also want to contact the European Court of Human Rights to discover if it would be feasible to lodge a claim with them ...”.", "UNFICYP was established through United Nations Security Council (UNSC) Resolution 186 (1964) of 4 March 1964 to prevent a recurrence of fighting between the Greek-Cypriot and Turkish-Cypriot communities and, as necessary, to contribute to the maintenance and restoration of law and order and a return to normal conditions. The Resolution reads, in so far as relevant, as follows:", "“Noting that the present situation with regard to Cyprus is likely to threaten international peace and security and may further deteriorate unless additional measures are promptly taken to maintain peace and to seek out a durable solution,", "...", "Having in mind the relevant provisions of the Charter of the United Nations and, in particular, its Article 2 paragraph 4, ...", "...", "4. Recommends the creation, with the consent of the Government of Cyprus, of a United Nations Peacekeeping Force in Cyprus. The composition and the size of the Force shall be established by the Secretary-General, in consultation with the Governments of Cyprus, Greece, Turkey and the United Kingdom of Great Britain and Northern Ireland. The Commander of the Force shall be appointed by the Secretary-General and report to him. The Secretary-General, who shall keep the Government providing the Force fully informed, shall report periodically to the Security Council on its operation;", "5. Recommends that the function of the Force should be, in the interest of preserving international peace and security, to use its best efforts to prevent a recurrence of fighting and, as necessary, to contribute to the maintenance and restoration of law and order and a return to normal conditions;", "6. Recommends that the stationing of the Force shall be for a period of three months ...”", "...”", "In his report of 10 September 1964 the Secretary-General summarised the guiding principles of UNFICYP, which remain in effect to this day, as follows:", "“The Force is under the exclusive control and command of the United Nations at all times. The Commander of the Force is appointed by and responsible exclusively to the Secretary-General. The contingents comprising the Force are integral parts of it and take their orders exclusively from the Force Commander. The Force undertakes no functions which are not consistent with the provisions of the Security Council's resolution of 4 March 1964. The troops of the Force carry arms which, however, are to be employed only for self-defense, should this become necessary in the discharge of its function, in the interest of preserving international peace and security, of seeking to prevent a recurrence of fighting, and contributing to the maintenance and restoration of law and order and a return to normal conditions. The personnel of the Force must act with restraint and with complete impartiality towards the members of the Greek and Turkish Cypriot communities.", "As regards the principle of self-defense, it is explained that the expression of self-defense includes the defense of United Nations posts, premises and vehicles under armed attack, as well as the support of other personnel of UNFICYP under armed attack. When acting in self-defense, the principle of minimum force shall always be applied and armed force will be used only when all peaceful means of persuasion have failed. The decision as to when force may be used in these circumstances rests with the Commander on the spot. Examples in which troops may be authorized to use force include attempts by force to compel them to withdraw from a position which they occupy under orders from their commanders, attempts by force to disarm them, and attempts by force to prevent them from carrying out their responsibilities as ordered by their commanders.”", "UNFICYP became operational on 27 March 1964.", "Following the Turkish invasion of 1974, the UNSC adopted a number of resolutions expanding the mandate of UNFICYP to include, inter alia, supervising a de facto ceasefire which came into effect on 16 August 1974 and maintaining a buffer zone (between the ceasefire lines of the Cyprus National Guard and of the Turkish and Turkish-Cypriot forces).", "In May 1989 UNFICYP reached an agreement with both sides, “the Agreement on Unmanning of Positions in Sensitive Areas”, whereby they unmanned their positions and ceased their patrols in certain sensitive locations.", "In the absence of a political settlement, the mandate of UNFICYP has been periodically extended by the UNSC for periods of six months.", "UNFICYP maintains the military status quo in the buffer zone area. It keeps constant surveillance over the buffer zone through a system of observation posts, and through air, vehicle and foot patrols.", "Certain parts of the buffer zone are farmed or inhabited. There are several villages or special areas called Civil Use Areas within the buffer zone where more than 10,000 people live and/or work. Civilians may enter these areas freely. Elsewhere in the buffer zone, civilian movement or activity require specific authorisation from the UN."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}