{"ITEMID": "001-58922", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF A.D.T. v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 14;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant is a practising homosexual. On 1 April 1996, at approximately 7.50 p.m., police officers conducted a search under warrant of the applicant's home. As a result of the search, various items were seized including photographs and a list of videotapes. The applicant was arrested at about 8.23 p.m. and taken to the local police station. A further search of the applicant's house was conducted the following day and further items, including videotapes, were seized.", "9. The applicant was interviewed by the police on 2 April 1996. During the interview the applicant admitted that some of the videotapes found would contain footage of the applicant and up to four other adult men, engaging in acts, mainly of oral sex, in the applicant's home. On 2 April 1996 the applicant was charged with gross indecency between men contrary to section 13 of the Sexual Offences Act 1956 (“gross indecency”). The charge related to the commission of the sexual acts depicted in one of the videotapes, which consisted of oral sex and mutual masturbation. It did not relate to the making or distribution of the tapes themselves.", "10. On 30 October 1996 the applicant appeared before a magistrates' court. The principal evidence adduced by the Crown consisted of a single specimen video containing footage of the applicant and up to four other men engaging in acts of oral sex and mutual masturbation. The acts which formed the basis of the charge involved consenting adult men, took place in the applicant's home and were not visible to anyone other than the participants. There was no element of sado-masochism or physical harm involved in the activities depicted on the videotape. The applicant was convicted of the offence of gross indecency. On 20 November 1996 the applicant was sentenced and conditionally discharged for two years. An order was made for the confiscation and destruction of the seized material.", "11. The applicant was subsequently advised by counsel that an appeal against conviction would enjoy no prospect of success since the provisions of the relevant legislation were clear and mandatory. The applicant did not appeal against the conviction.", "12. Section 13 of the Sexual Offences Act 1956 provides:", "“It is an offence for a man to commit an act of gross indecency with another man, whether in public or private, or to be a party to the commission by a man of an act of gross indecency with another man, or to procure the commission by a man of an act of gross indecency with another man.”", "13. By section 37 of, and paragraph 16 of the Second Schedule to, the Sexual Offences Act 1956, the offence of gross indecency between men is punishable on indictment by up to five years' imprisonment if committed by a man of, or over the age of, 21 with a man under the age of 18, and otherwise by a maximum of two years' imprisonment.", "14. If, as in the present case, the offence is tried summarily by magistrates, the maximum penalty is six months' imprisonment and/or a fine of 5,000 pounds sterling (Magistrates' Courts Act 1980, sections 17 and 32 and Schedule 1, paragraph 23(b)).", "15. There is no statutory definition of “gross indecency”. However, in its 1957 report, the Committee on Homosexual Offences and Prostitution (Wolfenden Committee) noted:", "“104. 'Gross indecency' is not defined by statute. It appears, however, to cover any act involving sexual indecency between two male persons. If two male persons acting in concert behave in an indecent manner the offence is committed even though there has been no actual physical contact (R. v. Hunt 34 Cr App R 135).", "105. From the police reports we have seen and the other evidence we have received it appears that the offence usually takes one of three forms; either there is mutual masturbation; or there is some form of intercrural contact; or oral-genital contact (with or without emission) takes place. Occasionally the offence may take a more recondite form; techniques in heterosexual relations vary considerably, and the same is true of homosexual relations.”", "16. The Sexual Offences Act 1967 introduced a qualification to the legislation regulating male homosexual conduct. It provided that homosexual acts in private between consenting adult men were no longer an offence. Homosexual acts are defined as buggery with another man or gross indecency between men (section 1(7)). By virtue of section 1(2), an act is not done in private if, inter alia, more than two persons take part or are present.", "17. Section 1 of the Sexual Offences Act 1967, in its relevant part, provides:", "“(1) Notwithstanding any statutory or common law provision, but subject to the provisos of the next following section, a homosexual act in private shall not be an offence provided that the parties consent thereto and have attained the age of eighteen years.", "(2) An act which would otherwise be treated for the purposes of this Act as being done in private shall not be so treated if done –", "(a) when more than two persons take part or are present; or", "(b) in a lavatory to which the public have or are permitted to have access, whether on payment or otherwise. ...", "(7) For the purposes of this section a man shall be treated as doing a homosexual act if, and only if, he commits buggery with another man or commits an act of gross indecency with another man or is a party to the commission by a man of such an act.”", "18. There are no provisions under domestic law for the regulation of private homosexual acts between consenting adult women.", "19. Likewise, there are no provisions under domestic legislation affecting heterosexual behaviour which correspond to section 13 of the Sexual Offences Act 1956. Thus, acts of oral sex and mutual masturbation between more than two consenting adult heterosexuals (as long as there are no homosexual acts between any two males) do not constitute an offence."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}