{"ITEMID": "001-80398", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KOSTI AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;No violation of Art. 6-1", "JUDGES": "", "TEXT": ["4. The applicants were born in 1981, 1983 and 1981 respectively and live in Şanlıurfa.", "5. The applicants were arrested and taken into custody on 19 and 20 February 1999 respectively on suspicion of their involvement in the throwing of Molotov cocktails at various public buildings. On 23 February 1999 the Suruç Magistrates' Court ordered their remand in custody. The applicants were aged sixteen (Mehmet Koşti) and eighteen (the other applicants) at the time of the events.", "6. On 23 March 1999 the public prosecutor at the Diyarbakır State Security Court filed a bill of indictment against the applicants and four other persons, accusing them of throwing Molotov cocktails at the Suruç primary school and the Suruç public garage on 18 February 1999 and of attempting to throw Molotov cocktail at the Suruç Atatürk primary school with a view to supporting the activities of an illegal organisation, namely the PKK (the Kurdistan Workers' Party). The charges were brought under Article 168 § 2 of the Turkish Criminal Code.", "7. On 7 April 1999 the criminal proceedings against the applicants and four other accused commenced before the Diyarbakır State Security Court.", "8. On 12 May 1999 the court heard the applicants who refuted the allegations against them and their earlier submissions given before the police, public prosecutor and the Magistrates' Court. They also challenged the accuracy of the arrest protocol and the report on the reconstruction of the events. The court decided to secure the testimony of those who had attended the arrest and the reconstruction of events and the submissions of the accused who were not detained. It further ordered that the birth date of Hışman Öngör and another accused be determined since they had claimed that they were actually born in 1986.", "9. Between 12 May 1999 and 22 December 2000, the Diyarbakır Security Court held fifteen hearings where it took various procedural decisions and postponed the trial as the procedure concerning the determination of the age of two accused had not been completed.", "10. At the hearings held on 22 December 2000 and 20 February 2001 respectively, the court requested the prosecution and the defendants to submit their observations on the merits of the case. On 10 April 2001 the applicants' lawyer requested an extension for the submission of the applicants' observations. This request was accepted by the court.", "11. Throughout the proceedings the applicants' lawyer repeatedly requested that the applicants be released pending trial. He maintained, inter alia, that they were juveniles and that their acts could not be considered to constitute an offence under Article 168 § 2 of the Criminal Court. The first instance court dismissed the applicants' requests until 29 May 2001, having regard to the nature of the offence with which they were charged and the state of the evidence.", "12. On 29 May 2001 the court decided to defer sentencing the applicants and their co-accused, pursuant to Law no. 4616. It therefore ordered the release of the applicants from detention.", "13. The public prosecutor appealed.", "14. On 20 September 2001 the Court of Cassation upheld the decision of the first instance court.", "15. The relevant domestic law and practice in force at the material time are outlined in the Çobanoğlu and Budak judgment v. Turkey, (no. 45977/99, §§ 2930, 30 January 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}