{"ITEMID": "001-60724", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DEMUTH v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. The applicant was born in 1949 and lives in Zürich, Switzerland.", "10. The applicant intended to set up a “specialised television programme”, Car TV AG, limited to a particular subject (Spartenfernsehprogramm), namely all aspects of car mobility and private road traffic, including news on cars, car accessories, traffic and energy policies, traffic security, tourism, automobile sport, relations between railways and road traffic and environmental issues. The television programme was to be broadcast via cable television in German in the German-speaking areas of Switzerland, and in French in the French-speaking areas. Initially, the programme was to last two hours, to be repeated continuously over the next twenty-four hours and a new one shown once a week; later it was to be extended in duration. The applicant was to be the company's managing director. The programme was to be prepared in close cooperation with industry, automobile associations and the specialist media.", "11. On 10 August 1995 the applicant filed with the government in the name of Car TV AG a request for a licence (Konzessionsgesuch) to broadcast the intended programme. The Federal Office for Communication replied on 16 August 1995, pointing out the lack of prospects of success of such a request. By a letter of 7 September 1995 the applicant informed the Federal Office that he wished to pursue his request and submitted further documents. From the latter it transpired that Car TV AG would now include in its programme matters concerning the transport needs of non-motorists and set up an independent programme commission.", "12. On 16 June 1996 the Swiss Federal Council (Bundesrat) dismissed the request. The Federal Council noted that there was no right, either under Swiss law or Article 10 of the Convention, to obtain a broadcasting licence. With reference to the instructions for radio and television listed in section 3(1) of the Federal Radio and Television Act (Bundesgesetz über Radio und Fernsehen – “the RTA”; see “Relevant domestic law” below) the decision continued:", "“... The electronic media have the task of conveying content that serves the development of informed democratic opinion. They should furthermore actively contribute to a culture of communication serving as the basis for cultural development and for an integral democratic discourse.", "4. Under section 11(1)(a) of the RTA, a licence shall only be granted if radio and television can achieve the aims mentioned in section 3(1) of the RTA as a whole. It is unnecessary that each venture comply with all aspects of the instructions mentioned. Rather, a positive contribution is required which will further the culture of communication in our country and which will under no circumstances run counter to the aims of the RTA.", "5. A comprehensive and broad-based democratic discourse is guaranteed first of all by means of programmes which are committed to a public service and can be considered to be comprehensive. These are directed at the entire public and have as their subject matter all aspects of political and social life. Specialised programmes concentrate on particular themes and are directed at particularly interested sectors of the public. The result may be the formation of public opinion influenced by the media by way of specific content, and no longer primarily by way of broad-based, comprehensive programmes. Such a development indubitably has consequences for the culture of communication. Communicative integration via the electronic media is impaired, and leads to a society increasingly shaped by segmentation and atomisation.", "6. Against this background, the broadcasting of specialised programmes runs counter to the democratic considerations of the general instructions for radio and television (Section 3(1) of the RTA). These instructions are oriented towards the integration and promotion of an integral culture of communication. As a result, stricter conditions must apply to specialised programmes than would be required for a programme with a varied content. Therefore, when examining the conditions for a licence under section 11(1)(a) of the RTA, qualified criteria shall be adduced, since the active contribution of specialised programmes towards the culture of communication must generally be called into question.", "7. Nevertheless, granting a licence to specialised programmes continues to remain possible under qualified conditions. A licence shall be considered if the negative effects of the programme are at least compensated by its valuable contents within the meaning of section 3(1) of the RTA. This could be the case with programmes in the areas of culture (music, films, etc.) or the formation of political opinions (parliamentary broadcasts, etc.).", "8. The request for a licence by Car TV AG aims at a specialised programme which has car mobility as its content and places the car at its centre. According to the criteria set out in subsections (4)-(6), it must be considered with the greatest restraint. As a result, granting a licence will only be considered if the disadvantages resulting from a specialised programme are compensated by its valuable contents, offering a particular contribution to the general instructions mentioned in section 3(1).", "9. However, the orientation of the programme of Car TV AG is not able to offer the required valuable contribution to comply with the general instructions for radio and television. The programme focuses mainly on entertainment or on reports about the automobile. Car TV AG does not therefore meet the requirements for a licence under section 11(1)(a) of the RTA.”", "13. Article 55 bis §§ 2 and 3 of the Swiss Federal Constitution (Bundesverfassung), in the version in force at the relevant time, provided as follows:", "“2. Radio and television shall contribute to the cultural development, free expression of opinion and entertainment of the public. They shall have regard to the characteristics of the country and the requirements of the cantons. They shall depict events objectively, and express the variety of opinions adequately.", "3. The independence of radio and television and their autonomy in respect of programmes are guaranteed subject to paragraph 2.”", "14. These provisions are now set out in Article 93 §§ 2 and 3 of the Federal Constitution.", "15. Based on the provisions of the Federal Constitution, section 3(1) of the Swiss Radio and Television Act (Bundesgesetz über Radio und Fernsehen) provides:", "“Instructions", "Radio and television shall as a whole:", "contribute to the free expression of opinion, to the provision of general, varied and objective information to the public and to their education and entertainment, and convey civic awareness;", "have regard to, and bring closer to the public, the diversity of the country and its population and advance the understanding of other peoples;", "promote Swiss cultural enterprise and stimulate the public to participate in cultural life;", "facilitate contact with Swiss expatriates and promote the presence of Switzerland abroad and understanding of its concerns;", "have particular regard to Swiss audiovisual production, namely films;", "have particular regard to European productions.”", "16. Section 5(1) and (2) of the RTA provide:", "“Independence and autonomy", "(1) The operators are free in the manner in which they manage their programmes; they bear the responsibility thereof.", "(2) Unless federal law provides otherwise, the operators are not bound by the instructions of the federal, cantonal or municipal authorities.”", "17. Under section 10(2), nobody is entitled to receive, or to have renewed, a broadcasting licence. Section 10(3) establishes the government, that is the Swiss Federal Council (Bundesrat), as the authority that grants broadcasting licences for radio and television.", "18. Section 11(1)(a) of the RTA mentions various conditions for the granting of a licence, among which are the conditions stated in section 3(1); namely, that the applicant must be a citizen and resident of Switzerland or a company with its registered office in Switzerland; and that the applicant must disclose his financial situation.", "19. Under section 43(1), cable companies are in principle free to transmit all radio and television programmes, although subsection (2) lists certain broadcasts which the cable company is obliged to transmit. Section 48 limits the freedom of cable companies to transmit programmes in so far as they contravene international regulations. In accordance with section 56 of the RTA, the relevant authority shall monitor compliance by all licence holders with international and domestic regulations, although the supervision of programmes is not permitted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}