{"ITEMID": "001-67175", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "MORLEY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr Patrick Morley, is a United Kingdom national, who was born in 1965 and is currently detained in HM Prison Full Sutton, York. He is represented before the Court by Mr S. Chahal of Bindman & Partners Solicitors, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 May 1989, the applicant was convicted, inter alia, of three counts of rape and sentenced to life imprisonment. His tariff, set at 10 years, expired in prison.", "The applicant suffers from a personality disorder (“psychopathic disorder”) which constitutes a mental disorder for the purposes of section 1(1) of the Mental Health Act 1983 (the 1983 Act). In prison, he was assessed by a number of psychiatrists with a view to possible transfer to hospital under section 47 of the 1983 Act, which led to a formal recommendation for transfer.", "On 17 January 2000, the applicant was transferred from HM Prison Full Sutton to Rampton Hospital by virtue of a restriction direction made by the Home Secretary under sections 47 and 49 of the 1983 Act. This was based on the recommendations of two registered medical practitioners that the applicant was suffering from a psychopathic disorder of a nature or degree that made it appropriate for him to be detained in hospital for treatment and that treatment was likely to alleviate or to prevent a deterioration of his condition. The transfer was for the purposes of assessment as to possible therapeutic treatment, as well as ongoing treatment, and it had been pointed out in a report by Dr Keitch dated 15 June 1998 that there could be no guarantees as to long-term admission and that should he prove “untreatable” he would be remitted to prison.", "On 12 December 2001, a Mental Health Review Tribunal considering an application by the applicant who was raising, inter alia, concerns about his diagnosis ruled that he did not fulfil the criteria for discharge under section 73 of the 1983 Act and that he was properly detained in hospital. It noted, inter alia, that he had begun to engage in psychotherapeutic treatment including a sex offender treatment programme and that it was too early to tell whether and to what extent he would respond or benefit. The SOTP programme commenced on September 2001 and was expected to continue until July 2003.", "In a report dated 12 January 2002, a consultant psychiatrist, Dr Brugha, commissioned by Rampton Hospital to provide a second opinion on the applicant found that his developmental disorder probably included the little understood pathological demand avoidance syndrome and stated:", "“In conclusion I have little doubt that if Patrick returned to a purely custodial setting in which there was no understanding of his deficits and no capacity to work with him the risk of repetition of his former antisocial behaviours on returning to the community would be considerable. I am impressed by the level of understanding demonstrated in the psychological reports I have seen at Rampton Hospital and believe that a long-term programme of rehabilitation within secure NHS settings followed by a gradual, closely and skilfully supervised return to the community will significantly reduce the risk to the public in the longer term.”", "On 5 September 2001, a new Resident Medical Officer (RMO), Dr Hayden, had assumed responsibility for the applicant's care. In the annual report which he issued on the applicant on 14 January 2002, Dr Hayden stated that the applicant caused difficulties in the ward, was controlling and demanding, was undermining the therapeutic regime and that at this point in time there was no conclusive indication that he had benefited from treatment. He nonetheless concluded that he remained appropriately detained in hospital under the classification of Psychopathic Disorder.", "After, inter alia, an incident in which the applicant was the subject of an investigation into an alleged sexual assault on another patient, Dr Hayden came to the conclusion that the applicant was not benefiting from treatment at Rampton. A meeting was held concerning the applicant on 6 March 2002 with other members of hospital staff. Dr Hayden consulted both Dr Krishnan, clinical director of the hospital's personality disorder directorate, and Doctor Evershed, an acting consultant involved in treating the applicant. On 8 March 2002, Dr Hayden notified the Home Officer Mental Health Unit requesting that the applicant be transferred back to prison as soon as possible. He stated:", "“Since moving to Evans Ward Mr Morley has repeatedly presented significant management problems and attitudes and behaviour demonstrating that he is not benefiting from the overall treatment package available to him. He has consistently demonstrated a lack of meaningful reflection on his behaviour and attitudes. Until such time as he is in a position to contemplate and meaningfully reflect on his attitudes and behaviour he will not meaningfully benefit from treatment and there is no evidence that change is imminent in this respect.", "Mr Morley has repeatedly resisted accepting necessary therapeutic challenge from his Named Nurse and RMO. Mr Morley has repeatedly attempted to dictate his own treatment needs. He has this month demanded that his Named Nurse be changed.", "At present Mr Morley is ward-based as he is subject of investigation into an alleged sexual assault on a fellow patient.", "Reasons for requesting urgent return to prison include recent behaviours of Mr Morley whereby hospital security has been compromised, a recent threat to a staff member in which Mr Morley threatened to put the staff member's head through a window and his general undermining effect on the therapeutic ethos of the ward...”", "The same day, the Home Office issued the warrant under section 50 authorising the applicant's immediate transfer back to prison.", "A number of further meetings were held within the hospital to discuss the applicant's position. On 18 March 2002 nine staff members were present at a multidisciplinary team meeting. At a meeting on 20 March 2002, the applicant was present and put forward his views that the Hospital had failed him and challenging the views expressed about his conduct and “treatability”. On 22 March 2002, the applicant was seen, at his request, by the Hospital Managers, who noted that there were “irreconciliable differences” between the applicant patient and the clinical team and that they were satisfied that the team had made a joint decision to return the applicant to prison and had consulted with previous members of the team.", "It later transpired that the view that the applicant was no longer benefiting from treatment was not shared in all respects by all the clinical team. A post-discharge summary signed by Mr Jones, Consultant Forensic Psychologist, Dr Evershed, acting Consultant Psychologist, and four Trainee Groupwork Facilitators concluded:", "“If Mr Morley had not left Rampton we would be recommending that he continue with the Core Programme here. We have some concerns about his ability to re-engage in the Prison Service Core Programme, having previously dropped out. We feel that he requires Sex Offender Interventions but alongside this he will require individual work to address responsivity issues ... The pattern of his alienating staff has occurred in the Prison Service and at Rampton Hospital. We feel that without this work to address responsivity, the same behaviours are likely to recur.”", "In a report dated 27 March 2002, an individual therapist in dialectical behaviour therapy (“DBT”) stated that her impression of the applicant was that “He had consistently demonstrated motivation and commitment to engaging in DBT and had made an effort to communicate his experiences and how he perceives and interacts with the world around him.” On 28 March 2002, a trainee clinical psychologist supervised by Dr Evershed highlighted concerns about barriers to treatability but concluded that she and the applicant had “developed a firm and rewarding therapeutic relationship”.", "On 26 March 2002, the applicant returned to HM Prison Full Sutton as a Category A prisoner. The same day the applicant lodged a claim for judicial review challenging the procedure whereby he was returned to prison. He obtained expert medical reports which gave the opinion that he should continue to be treated in hospital. In a report dated 4 April 2002, Dr Grubin, who had previously given a report to the MHRT, observed that having read the documentation he remained unclear as to why the applicant had been returned to prison and maintained his opinion that his condition was treatable and that it was more appropriate for him to be treated in hospital:", "“I do not understand the rationale for prematurely curtailing Mr Morley's treatment in Rampton only for him to commence a similar programme in prison, but one in which the skills normally found in a hospital multidisciplinary team will be lacking. Similarly, it is simply not the case ... that sex offender treatment in prison is “exactly the same” as in Rampton; indeed this issue was discussed in some detail at the Tribunal hearing when the differences between the two were emphasised, particularly in relation to the greater ability of a hospital-based programme to tolerate offenders with severe personality disorder.", "I am also concerned about Mr Morley's transfer because there is now a good deal of evidence to show that offenders who leave Sex Offender Treatment Programmes prematurely, for whatever reason, are at a higher risk of sexual re-offending ... The actions ... in returning Mr Morley to prison are therefore not simply neutral but may have a profound negative impact on his long-term risk.", "... I note that since January an entirely new clinical team appears to have taken over Mr Morley's care. Given the complexity of this man's personality disorder, I think it unlikely that those involved will have had an opportunity to understand the case fully. My impression is that the decision to return Mr Morley to prison was an arbitrary one made by a locum RMO who knows little about the patient and was influenced by considerations unrelated to Mr Morley's treatment needs or longer term management.”", "Permission was granted, with expedition, on 5 April 2002.", "On 27 June 2002, Mr Justice Burton dismissed his claims. He found that section 50 did not require the hospital to carry out prior consultation with the patient concerned but that even if it did this was a case where no different result would have occurred even had there been consultation and the hospital had been entitled, rationally, to reach its decision as a matter of urgency. As regarded the Secretary of State, he considered that he was not bound by the MHRT's decision of 12 November 2001 that the applicant should be treated in hospital and that there had plainly been a change of circumstance since then including the incidents put in evidence by Dr Hayden and the change of clinical judgment of Dr Hayden and his team. The Secretary of State had therefore not acted irrationally or failed to take into account a consideration that he should have done. As regarded the Brugha report, this related to an assessment in the previous September and was not by a treating doctor and it was not necessary for the Secretary of State to take it into account. So far as the giving of reasons was concerned, he was satisfied that the reason given, namely that he was satisfied that no effective treatment for the disorder could be given in the hospital to which he had been removed, was sufficient and that that no further reasons were required. Insofar as the applicant complained of the failure to give him notice that it was intended to request his transfer back to prison, the judge noted, inter alia, that the RMO's evidence that notice was not given as the applicant's conduct, as well as being deceitful and manipulative, presented in some respects a real risk to hospital security.", "The applicant's application for permission to appeal to the Court of Appeal was granted on 30 July 2002. After a hearing on 27 November 2002, his appeal was rejected.", "As regarded the applicant's counsel's argument that there was a duty on the RMO to inform the Secretary of State as to the existence of other views on whether the applicant was benefiting from treatment, Lord Justice Pill stated:", "“39. In the statutory context, I do not consider that Dr Hayden needed to disclose either the views of the psychologists or the report of Dr Brugha. The view of the psychologists now appears in the discharge reports prepared. Had the applicant not left the hospital, they would be recommending that he continue with the core programme at the hospital. Concern is expressed about his ability to re-engage in the prisoner service core programme ... The applicant's difficulties, including his pattern of alienating staff, are also mentioned. As RMO, Dr Hayden was required to take an overall view when applying the treatability test. It does not follow from progress in the introductory module of SOTP that the test is satisfied. If, which Dr Hayden does not accept, there was a dissenting view from Dr Evershed, it was still for him to make the clinical judgment required by section 50 when deciding whether to notify the Secretary of State. The responsibility was his and the rationality of his judgment is not challenged. He was not in the circumstances under a duty to disclose reports on individual components of the applicant's medical regime or to present to the Secretary of State contrary views which may have been expressed by some members of the interdisciplinary team.", "40. As to Dr Brugha's report, Dr Hayden acknowledges Dr Brugha's expertise and standing in the psychiatric world. Dr Hayden disagreed with his opinion and pointed out that he was not involved in the day to day care and clinical experience of the applicant ... The examination on which the report was based was conducted as long before the notification as 8 September 2001 and there were many subsequent developments as the evidence before this Court demonstrates. Dr Brugha recognised that it is 'perhaps not for me to speculate on treatment in this case'... In those circumstances, there was no duty on the RMO to send the report to the Secretary of State. Nor was the Secretary of State required to consider its contents. The responsibility for the clinical judgment is that of the RMO.", "41. I do however express surprise and concern that the decision was taken with the speed it was though I do have regard to the need, for the reasons given by Dr Hayden, for urgency and for the decision not to tell the applicant of the notification until some time after it was made ... In my judgment there is a duty upon a RMO before giving a section 50(1) notification to make proper enquiries within the hospital as to whether the treatability test is satisfied and to consider views expressed, as well as his own first-hand knowledge and experience, before making a recommendation. The extent of the enquiry and of disclosure of information will depend on the circumstances of the particular case and will normally be judged as at the moment of decision. In my judgment, Dr Hayden did enough in the circumstances of this case to discharge that duty and did so before notification was given...", "44. While I have accepted Mr Clayton's submission that the disputed documents need not have been disclosed to the Secretary of State, he puts it too high when submitting as a matter of principle there cannot be a general free standing duty on one public body to pass information to another public body. Under the statutory procedure, the Secretary of State can be expected to give considerable weight to the RMO's opinion and judgment. That involves a correlative duty upon the RMO, the content of which I have attempted to specify, to make full and fair enquiries at the hospital before making the clinical judgment and notification ...”", "As regarded any alleged duty on the Secretary of State, Lord Justice Pill said:", "“In the present statutory context, a right to make representations does not on the present facts arise. The issue is treatability and the Secretary of State's decision necessarily turns upon a clinical judgment, that of the RMO, and if that judgment is fairly and rationally made, a duty on the Secretary of State to permit and consider representations does not in my judgment arise ... There will be cases in which circumstances, including information available to the Secretary of State, either in the documents by which the notification is given or from other sources, create a duty in the Secretary of State to make further enquiries or take further action or both but that situation has not arisen in the present case ...”", "Concerning the applicant's reliance on Article 8 of the Convention, he stated:", "“49. I do not consider that there was a breach of Article 8 of the Convention. The applicant was serving a sentence of imprisonment for life. In the absence of a breach of another Article or Articles, the Convention does not render unlawful that interference with private life which inevitably follows from a lawfully imposed custodial sentence. Transfer from prison to hospital and hospital back to prison, as part of a high-security custodial regime, cannot in present circumstances be said to breach the Article notwithstanding the differences in medical treatment which occur. I do not of course exclude the possibility that certain aspects of a custodial regime might attract a case for breach but the decisions complained of do not fall within the concept of respect for private life in Article 8.”", "His petition to the House of Lords for leave to appeal was dismissed on 17 February 2003.", "Meanwhile, the applicant applied for discharge to a Discretionary Lifer Panel of the Parole Board. On 21 November 2002, the Panel heard evidence from two consultants that the applicant remained at risk of further re-offending, that that risk could only be addressed by suitable treatment and that he should not have been transferred back to prison because the required treatment for his mental disorder could only be provided in a special hospital. The Panel, rejecting his application for discharge, concluded:", "“The panel was anxious that whereas both matters of security with their appropriate categorisation and consideration of any transfer to a Special Hospital must always remain a matter for others, the oral evidence provided at the hearing might form a basis for others to reach a prognosis which will give priority to the medical considerations raised and the reduction of risk so engendered.”", "Section 47 of the Mental Health Act 1983 provides:", "(1) If in the case of a person serving a sentence of imprisonment the Secretary of State is satisfied, by reports from at least two registered practitioners;", "(a) that the said person is suffering from mental illness, psychopathic disorder, severe mental impairment or mental impairment; and", "(b) that the mental disorder from which the person is suffering is of a nature or degree which makes it appropriate for him to be detained in a hospital for medical treatment and, in the case of psychopathic disorder or mental impairment, that such treatment is likely to alleviate or prevent a deterioration of his condition;", "the Secretary of State may, if he is of the opinion having regard to the public interest and all the circumstances that it is expedient to do so, by warrant direct that the person be removed to and detained in such hospital ...”", "Section 50 of the 1983 Act provides:", "“(1) Where a transfer direction and a restriction direction have been given in respect of a person serving a sentence of imprisonment and before the expiration of that person's sentence the Secretary of State is notified by the responsible medical officer, any other registered medical practitioner or a Mental Health Review Tribunal that that person no longer requires treatment in hospital for mental disorder or that no effective treatment for his disorder can be given in the hospital to which he has been removed, the Secretary of State may–", "(a) by warrant direct that he be remitted to any prison or other institution in which he might have been detained if he had not been removed to hospital, there to be dealt with as if he had not been so removed...”", "Section 6 of the Act provides inter alia:", "“(1) It is unlawful for a public authority to act in a way which is incompatible with a Convention right.”", "(2) Subsection (1) does not apply to an act if", "(a) as the result of one or more provisions of primary legislation, the authority could not have acted differently; or", "(b) in the case of one or more provisions of, or made under, primary legislation which cannot be read or given effect in a way which is compatible with the Convention rights, the authority was acting so as to give effect to or enforce those provisions.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}