{"ITEMID": "001-58217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF CONTRADA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. The applicant, a senior police officer, was at the time of his arrest Deputy Director of the Civil Secret Service (SISDE) for Sicily, in Palermo. In the same city, he had previously been Head of the Mobile Unit, Head of the Criminal Investigation Police (Criminalpol) and Principal Private Secretary to the Anti-Mafia High Commission (Alto Commissario Antimafia).", "7. Mr Contrada was detained on 24 December 1992 at Palermo Military Prison under a warrant issued the previous day by the investigating judge (Giudice per le indagini preliminari) attached to the Palermo District Court, at the request of the public prosecutor’s office. He was accused of involvement in a mafia-type organisation (concorso in associazione de stampo mafioso – contrary to Articles 110, 416 and 416 bis of the Criminal Code) on the basis of statements of several pentiti – former members of the Mafia who have decided to cooperate with the authorities – during questioning in the course of various investigations into Mafia offences. All the pentiti had themselves been charged with or convicted of involvement in a mafia-type organisation and, in some cases, other offences, such as drug trafficking or murder.", "On 2 January 1993 Mr Contrada was suspended from duty.", "8. The first four statements which led to the applicant’s arrest may be summarised as follows:", "(a) G. Mutolo asserted that R. Riccobono, head of the Mafia clan of which he had been a “member” since 1973, had told him in 1981 that the applicant was at the service of key Mafia leaders for whom he had done a number of unspecified “favours”. R. Riccobono had also told him that one A.G., a property developer with Mafia connections, had provided the applicant with a flat and that in 1981 the Mafia had spent 15 million lire on a Christmas present of a car for one of the applicant’s mistresses.", "As the Mafia had decided in 1975 to eliminate the applicant and two other high-ranking officials, and had instructed S. Micalizzi and himself to shadow the applicant, Mutolo had asked R. Riccobono why the applicant was still alive. Riccobono had replied that Mr Contrada was “at the disposal” (of the Mafia). That same pentito had previously accused the public prosecutor in charge of his case, four of the judges who had convicted him in the Assize Court and the Assize Court of Appeal and the former President of the Palermo Court of Appeal of collusion with the Mafia.", "(b) T. Buscetta, who gave evidence in 1984, said that R. Riccobono had advised him to return to Palermo and had assured him that the police would not look for him. T. Buscetta had subsequently informed S. Bontade (a member of the Mafia belonging to a different clan) of the tenor of his conversation with R. Riccobono. S. Bontade had then drawn Buscetta’s attention to the fact that R. Riccobono was passing information to the police and, in particular, the applicant.", "As a result of those statements, an investigation was started into Mr Contrada’s activities, but was discontinued.", "On 25 November 1992, Buscetta repeated the statement he had made in 1984, but added that he did not have first-hand knowledge of the facts.", "(c) R. Spatola accused the applicant of having helped T. Riina, one of the most powerful Mafia leaders, to escape during a police operation in the early 1980s. He asserted that the applicant was a Freemason and had contacts with the Mafia leaders, also Freemasons. He also described how a police operation to arrest another mafioso, G. Gambino, had been foiled by a telephone call alerting him.", "(d) G. Marchese stated on 4 November 1992 that in 1981, after returning from a meeting with senior Mafia leaders, his uncle had instructed him to alert T. Riina to the fact that he had been informed by the applicant that the police had found out where Riina lived and were preparing to search his home. T. Riina had as a result left that address and hidden elsewhere. During questioning on 2 October 1992, however, Marchese had said that T. Riina had left home to ensure his safety owing to clashes between rival Mafia clans.", "9. In making his order of 23 December 1992 the investigating judge held that the statements referred to above had to be considered reliable and to have been made voluntarily. They could therefore constitute serious evidence of guilt (gravi indizi di colpevolezza), which is a prerequisite under Italian law for a suspect to be detained. The judge also considered that the statements were corroborated by objective evidence confirming their credibility.", "10. The applicant was subsequently implicated in 1993 and 1994 by four other pentiti. Their statements may be summarised as follows:", "(a) F.M. Mannoia referred to the applicant during questioning on 24 January 1994, stating that the applicant was a friend of R. Riccobono, also had contacts with S. Bontade and had been given the use of a flat by A.G.", "(b) S. Cancemi said that Mr Contrada had accelerated S. Bontade’s application for a licence to carry firearms and had also intervened to secure the return of S. Bontade’s driving licence, which had been withdrawn as a preventive measure.", "(c) P. Scavuzzo claimed to have seen the applicant in January 1991 in a flat in Palermo in the company of a member of the Mafia. He alleged that Mr Contrada had been involved in a valuation by a Swiss art expert of an amphora which P. Scavuzzo had brought to the premises and had, he asserted, been intended for the deputy police commissioner. P. Scavuzzo had convictions for armed robbery, drug trafficking and calumny.", "(d) M. Pirrone, a member of the Ndrangheta, a Calabrian mafia-type organisation, said that a member of the Mafia, C. Conti, had told him that Mr Contrada was “useful” to the Mafia as he provided it with information about police raids.", "11. Lastly, on 23 March 1993 R. Spatola stated that while in a restaurant with two other members of the Mafia, the Di Caro brothers, they had drawn his attention to the fact that R. Riccobono was there with the applicant in a small room that had been reserved in the restaurant.", "12. Mr Contrada was questioned by the investigating judge shortly after his arrest, on 27 December 1992.", "On 27 April 1993 he was questioned, at his request, by the public prosecutor and, on an unspecified date, transferred to Rome Military Prison.", "Subsequently, the investigating judge committed him for trial and ordered that the trial should start on 12 April 1994 (see paragraph 25 below).", "13. On 3 January 1993 the applicant filed an application with the Court of Cassation for release on the grounds that, firstly, the order of 23 December 1992 did not state what the “serious evidence of guilt” against him was and, secondly, in any event, the statements of the first four pentiti, which referred to events in the distant past most of which had been related to them by third parties, could under no circumstances constitute serious evidence of guilt. In that connection, he referred in particular to the Court of Cassation’s case-law under which a statement implicating another person did not constitute serious evidence of guilt within the meaning of Article 273 of the Code of Criminal Procedure (“CCP” – see paragraph 36 below) unless it was supported by objective evidence. He said that G. Mutolo and R. Spatola had never said what the favours he had allegedly done for the Mafia leaders were and that, furthermore, it was impossible to check the truth of the information provided by G. Mutolo, G. Marchese and T. Buscetta, as the persons from whom it had been obtained had all died in the meantime. He also observed that the investigation into like allegations made by T. Buscetta in 1984 had been discontinued in 1985 for want of material corroborating evidence. Lastly, the applicant submitted that none of the conditions laid down in Article 274 CCP (see paragraph 37 below) could justify detention in his case.", "14. On 5 February 1993 the Court of Cassation dismissed his appeal on the ground that the investigating judge had given logical and sufficient reasons for his decision. The court noted that the judge had found that the pentiti statements were to be considered reliable, as they had been made by persons who had occupied senior positions within the Mafia and who had in the past enabled the investigators to establish the structure of that organisation. The Court of Cassation said in that regard that hearsay evidence could be admissible if it emanated from a reliable witness. The evidence had also to be considered “serious”, as the judge had referred to objective corroborative evidence. Emphasising that the statements in question had been made by different people and concerned different events so that their credibility was strengthened, the Court of Cassation concluded that the evidence assembled by the investigating judge pointed to the likelihood that the applicant was guilty of the offences with which he had been charged. Furthermore, under Article 275 CCP, the seriousness of those offences raised a rebuttable presumption that a risk existed that the applicant would tamper with evidence, abscond or reoffend.", "15. On 23 July 1993 the applicant made a further application for release from detention to the investigating judge and at the same time applied for the charges to be dropped on the grounds that the offence had not been made out. He said in particular that the investigation up to that point had already provided the investigators with substantial evidence of his innocence. He referred to the active role he had played in a number of investigations into the Mafia, as a result of which he had even received death threats, and argued that he had opposed granting T. Buscetta day-release from prison, fearing, as proved to be the case, that Buscetta would take advantage of it to escape and resume his activities. He maintained that he had never met R. Riccobono or been a Freemason.", "The applicant submitted that there was no real and current risk justifying his detention, given, in particular, that he would never be able to tamper with the evidence, since in the course of the lengthy investigation into the allegations against him all the evidence had already been obtained. Nor was there any risk of his absconding, since he had been aware of the pentiti statements before being arrested. In view of his career and the role he had played in investigating the Mafia, any risk that he might continue assisting the Mafia’s activities should also be ruled out.", "16. The investigating judge who had ordered the applicant’s arrest dismissed that application on 24 August 1993. He held that the pentiti statements, far from being refuted, had subsequently been successively confirmed by:", "(i) further detailed statements by R. Spatola confirming that the applicant knew R. Riccobono;", "(ii) the fact that the applicant had, after a search at the home of a member of the Mafia, allegedly asked another police officer to “ease up”; and", "(iii) the fact that the applicant had tipped off O. Tognoli, who was suspected of having Mafia links, that an arrest warrant had been issued against him, thereby enabling him to get away.", "The judge also considered that the pentiti’s decision to cooperate with the judicial authorities could not have been motivated by a grudge against the applicant, given the genuineness of their cooperation with the authorities. Lastly, in view of the fact that the applicant occupied a senior official position, there was a real risk – assuming the charges against him were founded – of evidence being tampered with and of his absconding.", "17. Mr Contrada appealed against that order to the Palermo District Court, which had appellate jurisdiction on applications for release. As regards the further statements by R. Spatola (see paragraph 11 above) in which he had said that the applicant knew R. Riccobono well, the applicant submitted that it was only a few days before the applicant’s arrest that Spatola had started making allegations about him to the judicial authorities. Although R. Spatola had been cooperating with the judicial authorities since 1989 he was, apparently, unaware that the applicant had left the Anti-Mafia High Commission in 1985. No more reliable, in the applicant’s submission, was R. Spatola’s claim that he had seen the applicant with R. Riccobono in a well-known Palermo restaurant (see paragraph 11 above) for, at the time, Palermo had been the scene of a ruthless power struggle between the various Mafia clans and Riccobono had no interest in showing himself in public. As to his instruction to a colleague to “ease up”, his intention had not been to protect members of the Mafia, but to bring a junior police officer in line following a search in which he had ill-treated the sons and wife of a mafioso wanted by the police.", "18. On 1 October 1993 the Palermo District Court dismissed the appeal on the ground that it concerned points which had already been rejected and that new facts emerging from the investigation appeared to confirm the strength of the case against him. The court observed, inter alia, that the junior police officer had confirmed his statement regarding the pressure exerted on him by Mr Contrada. Even if no account could be taken of the statements by O. Tognoli in Switzerland, as they had been related verbally by the judges and had not been recorded in any document, all the other evidence against the applicant justified keeping him in detention pending trial. The court therefore upheld the order of 24 August 1993, while declaring that the statements concerning O. Tognoli’s evidence were inadmissible. Lastly, the court stressed once again the risk of evidence being tampered with given the network of contacts on which the applicant could rely, as had been demonstrated in particular by the fact that the applicant had voluntarily reported to the public prosecutor’s office on 17 November 1992, when the investigation should still have been secret. That circumstance confirmed that he had been aware, not only of the existence of an investigation against him, but also of the tenor of the accusations made by G. Mutolo.", "19. The applicant appealed to the Court of Cassation, but his appeal was dismissed on 13 December 1993. While acknowledging that the reasoning of the courts below regarding the threat posed by the applicant had been somewhat concise, the Court of Cassation considered, among other things, that it was nevertheless neither manifestly illogical nor unlawful.", "20. On 7 December 1993, noting that checks were still being carried out at banks and requests for documents from the Ministry of the Interior and the police authorities were still in hand, the Palermo public prosecutor’s office applied for the applicant’s detention pending trial to be continued after the expiration of the statutory limit of one year on 24 December 1993. On 20 December 1993 the applicant opposed that application.", "21. On 23 December 1993 the investigating judge, relying in particular on the complexity of the investigation (involving, among other things, an outstanding request for judicial assistance, transcripts of tapped telephone conversations and an analysis of data relating to mobile telephones used by Mr Contrada) and the risk of the applicant tampering with evidence (whether to hand, or to be obtained), absconding and committing further offences, ordered that the period of detention pending trial be extended by sixty days.", "22. On 7 January 1994 the applicant appealed. He submitted, inter alia, that the investigative measures that had allegedly necessitated his continued detention could easily have been completed earlier and certainly before 24 December 1993 and that any delay should be attributed solely to the judicial authorities.", "23. On 2 February 1994 the Palermo District Court dismissed the applicant’s appeal. It held that even if the data relating to the mobile telephones could have been requested and analysed earlier – it had not been requested until 8 November 1993 although the applicant had been in detention since 24 December 1992 – the prosecution could not be criticised in relation to the other investigative measures justifying the applicant’s continued detention. They had either been put in hand very early on or had been particularly complex, and the prosecution enjoyed a certain margin of appreciation in that regard. Furthermore, even if the risk of absconding could be discounted, the court considered that there was still a real risk that the applicant would reoffend or that evidence would be tampered with, given the extremely sensitive official position he had occupied. The court noted on that point that, after a year’s wait, the prosecution had still not obtained the files on, among other things, work done by the applicant for the Ministry of the Interior. Account also had to be taken of the fact that it would be very difficult for the applicant to extricate himself from the Mafia’s criminal network.", "24. Mr Contrada appealed to the Court of Cassation on 1 March 1994, but his appeal was dismissed on 27 May 1994. The Court of Cassation held, in particular, that there was a danger that the applicant might use his contacts to tamper with the evidence.", "25. On 10 January 1995, following his committal and the start of his trial (see paragraph 12 above), the applicant made a further application for release. The Palermo District Court dismissed his application on 19 January 1995, holding once again that, as the investigation was complex, the applicant’s release might interfere with its progress. The applicant could have used his many contacts and connections – made while working at his former highly sensitive posts – to tamper with evidence or to exert pressure on witnesses. As to the risk of reoffending, the court emphasised that criminal links with the Mafia were generally long-lived, particularly bearing in mind the Mafia’s hallmark of subjugating its members.", "26. On 14 April 1995 the Palermo District Court granted the prosecution’s application of 31 March 1995 for an order pursuant to Article 304 § 2 CCP (see paragraph 39 below) extending the maximum periods of detention pending trial for the duration of the trial and deliberations at first instance, owing to the complexity of the proceedings. The court held that, given the number of hearings, witnesses’ depositions and statements from the applicant, the prosecution’s request appeared justified. As regards the applicant’s submission that the proceedings would have been completed earlier if the hearings had been held at more frequent intervals, the court considered that it had to take into account the court’s excessive workload and the fact that it had also had to deal with other cases involving accused detained pending trial.", "27. On 24 April 1995 Mr Contrada appealed against that order, submitting in particular that the provision for extension of the maximum periods of detention pending trial had been adopted in order to meet the requirements of trials of a very large number of defendants (maxi-processi). In his case, however, it had not been possible to complete the trial within the maximum period permitted for detention pending trial for reasons other than the complexity of the proceedings.", "28. The Palermo District Court dismissed the applicant’s appeal in an order of 22 May 1995, ruling that all the conditions laid down in Article 304 § 2 CCP (see paragraph 39 below) were satisfied in his case: that is to say, in particular, the complexity of the proceedings (exacerbated by the court’s excessive workload) and the continuing applicability of the conditions laid down in Article 274 CCP (see paragraph 37 below). The applicant did not appeal to the Court of Cassation against that order.", "29. On 28 July 1995 Mr Contrada made a further application to the Palermo District Court for release, arguing that his detention was no longer necessary for the investigation and that his health was suffering, as attested by a psychiatrists’ report.", "30. The court granted the application (which was, moreover, supported by the prosecution) and the applicant’s release was finally ordered on 31 July 1995. The court held in particular that:", "(i) at that stage of the trial, as the oral hearings had been completed, all the prosecution and defence witnesses heard, the documentary evidence obtained and various confrontations necessary for the investigation held, there was no longer any risk that the evidence would be tampered with or witnesses procured to give false evidence;", "(ii) the risk of absconding could also be ruled out owing to the applicant’s state of health – he was suffering from a sufficiently acute form of asthenia –, the long period he had spent in detention and the fact that it was far from certain that a final conviction, which would necessitate precautions being taken to ensure that he served his sentence, would be secured; and", "(iii) any risk of the applicant committing further offences could also be ruled out, owing to his state of health, the long period he had spent in detention pending trial and, lastly, the fact that since his arrest he had no longer been in his post.", "31. In a note of 8 November 1995, appended to the Government’s observations, the public prosecutor attached to the Palermo Court of Appeal admitted, with regard to the question of whether there had been a need to keep the applicant in detention pending trial, that there was an apparent contradiction between the decision of 14 April 1995 to extend the maximum period and the fact that the conditions justifying keeping the applicant in detention under Article 304 § 2 CCP had ceased to exist shortly afterwards, which showed that an overall view of the trial had been lacking.", "32. The trial progressed at an average rate of two hearings a week. Additionally, a report by the President of the court dated 29 September 1995 shows that, after the maximum period of detention pending trial in the proceedings had been extended for the duration of the trial, the court proposed holding three hearings a week instead of two, but the applicant’s lawyers refused. It appears from the case file that the proceedings involved 165 hearings at the investigative stage and the examination of more than 250 witnesses or persons accused of offences connected with those with which the applicant was charged. There were also four confrontations; moreover, fourteen hearings were necessary merely to examine the applicant, thirteen of which were held in succession between 4 November and 29 December 1994. Fifty-eight witnesses called by the parties gave evidence at the trial. A large number of documents were lodged on the case file. The hearings between 22 April 1994 and 12 October 1995 were devoted to the hearing of witnesses. Seven pentiti were, for security reasons, questioned in the Rome and Padua prisons where they were detained. The public prosecutor made his submissions over the course of twenty-one hearings held between 23 November 1995 and 19 January 1996. Between 7 February and 29 March 1996, over twenty-two hearings, the applicant’s lawyer made his submissions for the defence.", "In a judgment of 5 April 1996, which was filed with the court registry on 17 October 1996, the Palermo District Court sentenced the applicant to ten years’ imprisonment for aiding and abetting from the outside (concorso esterno) a mafia-type organisation (Articles 416 bis and 110 of the Criminal Code).", "In the reasons for its decision it said:", "“The court considers that the complex and extensive investigation carried out at the trial, at which the parties were able to put forward their respective arguments, enables the conclusion to be reached with total certainty that the accused was completely guilty. That finding is based on the accusations, all of which are consistent, made against him by people who have cooperated with the prosecution and which the court finds to be credible taken as a whole, whether individually or jointly with other items of evidence subsequently corroborated by a very large number of statements and documents from other sources, the accusatory content of which is unequivocal and the evidential value indisputable.”", "33. The applicant has appealed. The hearing of his appeal before the Palermo Court of Appeal began on 11 June 1998. At the end of a subsequent hearing on 2 July the appeal was adjourned to 22 October 1998.", "34. Article 416 bis of the Criminal Code provides, inter alia:", "“A person who is a member of a mafia-type organisation of three or more persons shall be liable to imprisonment...", "An organisation is of a mafia type if its members use the intimidatory power of the bonds of membership and the resulting vows of obedience and silence in order to commit an offence, to acquire (directly or indirectly) the management, or other form of control, of economic activities, licences, permits, public contracts or services or to gain unfair advantages or profits for its members or other persons, or to prevent or hinder the free exercise of the right to vote, or to secure votes for members or other persons in elections.", "...”", "35. Moreover, Article 110 of the Criminal Code provides that where several persons are accomplices in the commission of an offence, they shall each be individually liable to the punishment laid down for that offence.", "The case-law has applied the concept of aiding and abetting in cases concerning criminal organisations – and, more particularly, a mafia-type organisation – and has accepted that the offence of aiding and abetting a mafia-type organisation may be committed from the outside. The latter concept applies to a person who is not a member of the organisation and has confined himself to doing one or more acts likely to further that criminal organisation’s aims and motivated by an independent intention – limited in aim, duration and effectiveness – to commit a crime (see, among other authorities, the Court of Cassation judgment no. 88/179169).", "That interpretation has, however, given rise to controversy among the Court of Cassation judges themselves. Thus, in its judgment no. 2699 of 30 June 1994, the Court of Cassation held as follows:", "“As regards offences associated with belonging to a criminal organisation, and in particular a mafia-type organisation, the concept of criminal responsibility in the form of ‘aiding and abetting from the outside’ is unacceptable; a defendant who undertakes acts which facilitate the organisation’s aims either specifically intends to contribute to the furtherance of that organisation’s aims and is therefore indistinguishable from a member of the organisation, or does not have that specific intention, whereupon the conduct which facilitates the organisation’s aims should be treated differently from the offence of belonging to a criminal organisation... The impossibility of applying the concept of ‘aiding and abetting an organisation from the outside’ is confirmed by the fact that the offence of ‘aiding and abetting the members of a criminal organisation’ already exists (Article 418 of the Criminal Code) and that several provisions ... already provide for an offence committed ‘in order to facilitate’ the activity of Mafia or similar organisations...”", "36. Article 273 § 1 CCP provides:", "“No one shall be detained pending trial unless there is serious evidence of his guilt.”", "37. Article 274 CCP provides that a person may be detained pending trial:", "“(a) if detention is demanded by special and unavoidable requirements of the inquiry into the facts under investigation concerning a genuine and present danger for the production or authenticity of evidence and based on matters of fact which must, on pain of nullity, be expressly set out in the decision, which the judicial authority may take of its own motion...;", "(b) if the accused has absconded or there is a real danger of his absconding, provided that the court considers that, if convicted, he will be liable to a prison sentence of more than two years;", "(c) where, given the specific nature and circumstances of the offence and having regard to the character of the suspect or the accused as shown by his conduct, acts or criminal record, there is a genuine risk that he will commit a serious offence involving the use of weapons or other violent means against the person or an offence against the constitutional order or an offence relating to organised crime or a further offence of the same kind as that of which he is suspected or accused...”", "38. Under Article 275 § 3 CCP, as amended by Legislative Decree no. 152 of 1991 (which became Law no. 203 of 1991) and Legislative Decree no. 292 of 1991 (which became Law no. 356 of 1991) there is a rebuttable presumption that such a necessity exists with regard to certain particularly serious offences, including the one with which the applicant was charged.", "39. Article 303 CCP lays down the maximum permitted periods of detention pending trial depending on the stage reached in the proceedings. As the applicant was prosecuted for the offence laid down in Article 416 bis of the Criminal Code, the periods applicable to him during the proceedings at first instance were as follows:", "(i) one year from the beginning of his detention until the order committing him for trial;", "(ii) one year from the beginning of the trial until his conviction at first instance.", "Article 303 CCP provides, inter alia, that if the order committing the defendant for trial has not been made or, as the case may be, the defendant has not been convicted at first instance within the relevant period, the detention pending trial shall cease to be lawful and the defendant must be released.", "Articles 304 and 305 CCP provide for exceptions to these rules.", "In particular, paragraph 2 of Article 304 provides that for certain offences, including the one provided for in Article 416 bis of the Criminal Code, the periods laid down in Article 303 may be extended during the hearings, the deliberations at first instance or the appeal, if the proceedings prove to be particularly complex. Article 304 provides that the length of detention pending trial must not, under any circumstances, exceed two-thirds of the maximum sentence for the offence with which the defendant is charged or the sentence imposed by the first-instance court.", "Paragraph 2 of Article 305 provides:", "“During the preliminary investigation, the public prosecutor may request an extension of a period of detention pending trial that is about to expire, where there is a serious need for precautionary measures which, in particularly complex investigations, make it absolutely necessary to extend the period of detention pending trial.”", "That provision goes on to provide that such an extension may be renewed only once and that, in any event, the periods provided for in Article 303 cannot be exceeded by more than half.", "40. Article 477 CCP provides, inter alia, that where the trial cannot be completed at a single sitting, the President shall order it to continue on the next working day. Moreover, the court may not adjourn the proceedings other than on grounds of absolute necessity and for a maximum of ten working days.", "In that connection, the Court of Cassation has held that the ten-day period provided for in Article 477 § 2 CCP is a guideline (termine di natura ordinatoria), non-compliance with which does not render the detention unlawful and cannot have any effect on the extension of periods of detention pending trial under Article 304 § 1 CCP. While the court must comply with the time-limits laid down in Article 477 CCP, especially in cases where the length of the trial affects the length of the detention, the ability to adhere to the time-limits is inevitably dictated by the workload of the court concerned; if the court has a heavy workload, the trial cannot always be conducted within the period provided for in Article 477 CCP (see the Butera judgment of 18 February 1994)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}