{"ITEMID": "001-90345", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF UKHAN v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1961 and lives in Nekhvoroshch, in the Cherkasy Region.", "6. By decision of the Gorodyshche District Court of 21 May 1997, upheld on appeal by the Cherkasy Regional Court on 12 August 1997, the applicant was convicted of inflicting grievous bodily harm and sentenced to ten years’ imprisonment.", "7. Between 18 August 1997 and 3 December 2002 the applicant was detained in Vinnytsia penitentiary no. 86.", "8. According to the applicant, the sanitary conditions in this prison were poor in that dishes used by inmates were not properly washed after use, thus entailing an increased risk for detainees of contracting tuberculosis. Furthermore, the detainees were woken up very early and assembled for morning exercises in the prison yard without due regard being had to weather conditions.", "9. In December 2002 the applicant was moved to penitentiary no. 113, with a less strict regime, where detainees could enjoy relative freedom of movement. In that penitentiary, according to the applicant, the food and the living conditions were inadequate and the detainees were used as a source of cheap labour for the administration’s benefit.", "10. In neither of the penitentiaries, allegedly, did the applicant receive adequate medical treatment for unspecified medical conditions.", "11. According to the Government, the conditions of the applicant’s detention in these penitentiaries, including the quality of medical care, were adequate.", "12. In June 2003 the applicant was released on probation and returned to his home in Nekhvoroshch.", "13. On 28 October 2003 the applicant was arrested on suspicion of hooliganism and theft and detained in the Korsun-Shevchenkivsky town police station.", "14. On 31 October 2003 the Korsun-Shevchenkivsky District Court remanded the applicant in custody.", "15. On the same date the applicant requested the Korsun-Shevchenkivsky Prosecutor’s Office to institute criminal proceedings against several police officers, who had allegedly inflicted bodily injuries on him in order to force him to confess.", "16. On 11 November 2003 the applicant underwent a medical examination and was found to be fit for detention, although he had a fractured rib. According to the applicant, he also suffered other injuries at the hands of the police, including a major head injury, which was not recorded. He did not, however, lodge any complaints concerning the adequacy of the medical examination at the relevant time.", "17. On 30 January 2004 the prosecutor’s office refused to institute criminal proceedings to investigate the applicant’s ill-treatment complaint, having found it groundless. It referred to the findings of the medical commission that the applicant had been fit for detention and to the testimonies of the investigator and police officers who had participated in his arrest. All officers denied the applicant’s allegations concerning ill-treatment. The four police officers who had taken part in the arrest operation, however, admitted that they could have inflicted minor injuries on the applicant when arresting him. In their opinion the application of force had, however, been proportionate, since the applicant, who had gone into hiding after his disorderly conduct on 25 October 2003, had vigorously resisted his arrest and threatened the officers with a loaded rifle. The applicant did not appeal against that decision in court.", "18. On 20 December 2004 the Korsun-Shevchenkivsky District Court convicted the applicant of hooliganism, acquitted him of theft, and sentenced him to six and a half years’ imprisonment. The court found, in particular, that on 25 October 2003 the applicant had killed two dogs, belonging to his neighbour, with an unregistered rifle, had sworn at and beaten two ladies and had fired the rifle in the direction of police officers.", "19. The applicant appealed, alleging, in particular, that the police officers had beaten him, to force him to confess to the above offences.", "20. On 29 March 2005 the Cherkasy Regional Court of Appeal dismissed the applicant’s appeal. It refused to consider his ill-treatment argument, referring to the decision of the prosecutor’s office of 30 January 2004 not to institute criminal proceedings and to the fact that the applicant had failed to appeal against it through the applicable appeal procedure.", "21. On 4 October 2005 the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal on points of law.", "22. Between November 2003 and May 2005 the applicant was detained in the Cherkasy Regional Investigative Isolation Unit SIZO no. 30.", "23. According to the applicant, during that period he started suffering from severe headaches and pain in the left eye as a result of his purported head injury. Gradually he began losing mobility in his left side. In addition, the applicant suffered aggravation of his chronic bronchitis and digestive tract conditions. The administration of the Cherkasy SIZO did not provide him with prompt and adequate medical examination and treatment, purportedly to conceal the fact that a number of his health problems resulted from his having been ill-treated in police custody.", "24. According to the Government, the applicant was examined by medical professionals on a number of occasions. Although they have not provided a comprehensive medical file recording all those consultations, the case-file contains a number of handwritten medical notes which, in so far as they are legible, prove that the applicant was frequently attended by doctors.", "25. The first records of such medical care relate to the applicant’s examination in the Korsun-Shevchenkivsky district hospital on 18 December 2003, during which it was established that he suffered from haemorrhoids, chronic bronchitis and a fractured rib. The next records relate to 6 and 27 April 2004, when the applicant was examined in the Korsun-Shevchenkivsky district hospital for chronic bronchitis and unspecified “neurological symptoms”. At this point in time the complaint concerning neurological symptoms was considered unfounded. No details concerning treatment recommendations have been provided.", "26. On 21 May 2004 the applicant was seen by a SIZO doctor on account of headaches, dizziness and an irregular heartbeat. He was diagnosed as suffering from the after-effects of a head injury sustained in 2003, in particular, hypertension and neurasthenia, and prescribed nootropic and anti-hypertensive medication (dibazolum and cerebrolisin). There is no indication as to the duration of the prescribed treatment or whether the applicant actually received it.", "27. Subsequently the applicant was seen by the SIZO medical staff on a number of occasions, in particular on 27 and 28 May 2004 (complaints about headache, dizziness, noise in the ears and aggravation of chronic bronchitis); 21 and 30 June 2004 (same symptoms); 4 August 2004 (a knee injury); 21 September 2004 (headache, dizziness and chills); 12 and 13 October and 3 November 2004 (stomach-ache, bronchitis, headache); 13, 17 and 28 December 2004 (leg pain, headache, bronchitis); 11 and 14 January 2005 (headache); 18 January 2005 (headache and itching); 21 January 2005 (insomnia, headache); 3, 9 and 13 February 2005 (dizziness, insomnia, headache); 18, 25 and 27 February and 3, 7, 9 and 18 March 2005 (headache, dizziness, insomnia and itching).", "28. In the course of the above visits the applicant was primarily recommended to take painkillers (analgin, tempalgin) and other conservative medication, including sedatives (valeriana and dimedrol), mild bronchial and cough medicine (aminophylline, bromgecsine and mucaltine); stomach medicine (platifillin); brain stimulators (fezam, cerebrolisin, piracetam) and over-the-counter anti-allergy medication (diasolin).", "29. On 8 July 2004 the applicant was additionally consulted by a neurologist in the hospital of another (Bucha) penitentiary, who found that he was suffering from cerebral dystonia, chronic vascular insufficiency, neck osteochondrosis, chronic rhinitis and partial loss of sight in the left eye. The neurologist recorded that the applicant’s ailments were associated with his head injury sustained in 2003.", "30. On 21 July 2004 the applicant underwent a head scan, which revealed no skull injuries at the time of the test.", "31. On 15 December 2004 and 30 March 2005 the applicant consulted a neurologist and an eye doctor, who concluded that he suffered from partial atrophy of the left eye nerve of traumatic origin, an astheno-neurotic syndrome and insomnia. According to the available materials, he received full treatment for these ailments, without any details as to the nature and duration of this treatment being recorded.", "32. Between 5 April and 3 May 2005 the applicant was treated as an in-patient in the Bucha penitentiary hospital for the after-effects of the head injury, with moderate left-side hemiparesis, asthenia, “mnestic personality impairment” (мнестичне зниження особистості), chronic bronchitis and chronic gastro-duodenitis. The case-file contains no details concerning the nature of the treatment.", "33. On an unspecified date the applicant complained to the Cherkasy prosecutor’s office that the medical treatment he was receiving was insufficient, regard being had to the seriousness of his medical conditions. On 8 April 2005 the prosecutor’s office informed the applicant that it did not find any grounds to pursue his complaint.", "34. On 26 April 2005 the applicant was examined by a disability commission in Bucha penitentiary and recognised as falling into the “third category” (the mildest category) of invalidity (третя група інвалідності) for one-year period on account of secondary neuritis of the left eye nerve, moderate left-side hemiparesis without movement disorders, cerebral asthenia, mnestic personality impairment, chronic bronchitis and chronic gastro-duodenitis. He was found unfit for work in the cold, activities involving high noise levels or lifting heavy objects.", "35. On 11 May 2005 the applicant was transferred to Stryzhavska penitentiary no. 81 in the Vinnytsya Region.", "36. In the applicant’s opinion, the conditions of detention there were unsatisfactory in that the prison authorities failed to ensure his adequate medical supervision and treatment and to provide him with facilities to attend to his progressively deteriorating mobility. In particular, the applicant was no longer able to walk to the cafeteria without assistance, and even being supported by other inmates caused him unbearable pain. Moreover, on many occasions the administration did not let the inmates assist the applicant, maintaining that he was pretending to be in pain, and he was left in his cell without food for days.", "37. According to the Government and as confirmed by the handwritten medical notes in so far as they are legible, the applicant was seen by medical professionals and treated as an in-patient on a number of occasions.", "38. Between 1 and 22 June and 25 June and 15 July 2005 the applicant was treated in the penitentiary hospital. His diagnosis included posttraumatic osteochondrosis, chronic obstructive bronchitis, gastro-duodenitis, hyper-metropy of the left eye and chronic haemorrhoids. The prescribed treatment consisted primarily of conservative medication such as sedatives (dimedrol) painkillers (analgin, citramon), brain-stimulators (cinarisin, piracetam), vitamins (nicotine acid), metabolism stimulators (inosine, asparcam), other stomach medicines (almagel and vikalin) and spasmolytics (no-spa, papaverin). There is no information as to the doses and duration of the medication prescribed or whether the applicant actually received the treatment. Upon his releases from the hospital, the applicant was recommended further therapeutic supervision, an unspecified diet and prophylactic in-patient treatment twice a year.", "39. On 13 June 2005 the applicant was additionally examined by a neurology professor, who concluded that the “vague limitations of mobility in the applicant’s left limbs” did not meet the criteria for organic hemiparesis of traumatic of vascular origin, as indicated in the applicant’s invalidity report. It appears that apart from this finding the professor made no further comments concerning the nature of the applicant’s ailments or recommendations as to his subsequent supervision and treatment.", "40. On 3 August 2005 the applicant refused to walk to the cafeteria for lunch, referring to unbearable pain in the spinal cord, and demanded that his lunch be brought to his cell or that he be carried to the cafeteria on a chair. Eventually, on the instructions of the administration, two other inmates dragged the applicant to the cafeteria by his hands. On the same day the applicant saw the governor of the penitentiary about his walking problem, and was referred to the penitentiary doctor.", "41. On 4 August 2005 the doctor concluded, referring in particular to the report by the neurology professor, that the applicant was exaggerating the gravity of his state, which was stable, and that he was able to move on his own with the help of a stick or a crutch.", "42. On 11 August 2005 the penitentiary administration concluded that the applicant’s refusal to walk to the cafeteria was prompted by his low moral fibre and the desire to receive undeserved privileges. Accordingly, on 19 August 2005 the applicant was reprimanded for his conduct by way of a disciplinary sanction.", "43. On 31 August 2005 the applicant demanded his urgent hospitalisation on account of severe pain in the spinal cord and the general aggravation of his state of health. According to the applicant, between 25 August 2005 and 13 September 2005 he was on hunger-strike to protest against his situation and was force-fed twice a day during that period. Between 1 and 13 September 2005 the applicant was placed in a disciplinary cell which, according to him, had none of the necessary facilities, including furniture.", "44. According to the Government, the applicant was held in the disciplinary cell during the period in question as punishment for offending an inmate’s dignity. However, he did not refuse food, or at least did not inform the administration about his hunger-strike and was therefore not force-fed. The conditions in which the applicant was kept in the disciplinary cell were not incompatible with human dignity.", "45. Between 14 September and 21 October 2005 the applicant was treated as an in-patient in the penitentiary hospital for the same conditions and under the same conservative treatment scheme as in June and July 2005, and was subsequently transferred to penitentiary no. 6.", "46. Between 8 November and 18 December 2005 the applicant was placed in the Dnipropetrovsk penitentiary hospital suffering from organic injury of the central nervous system of complex origin (traumatic and vascular), left-side hemiparesis and psycho-organic syndrome. The treatment prescribed to the applicant during this period included glucose, aminophylline, inosine, piracetam, cinnarisin and the Pavlov mixture (a sedative). The applicant’s further supervision was recommended.", "47. On several occasions the applicant complained to various authorities, including the prosecutor’s office and the ombudsman, that his treatment in penitentiary hospitals was far from sufficient. Inter alia, the medical personnel refused to examine and even record a number of his complaints, in particular about severe abdominal pain, heartache and pain in the right arm. Furthermore, he had an opportunity to go to toilet only three times a day at a designated hour, which was unbearable in his condition. Moreover, the patients were held in anti-sanitary conditions; the hospital premises smelled foul, disposable syringes were used several times, the supply of drugs was short and outdated drugs were sometimes administered. Medical personnel rarely checked on the patients, including those who were seriously ill, and administered medication irregularly. As a result, each day somebody died. On several occasions the applicant received responses from the authorities advising him that, as far as they could determine, his condition was satisfactory and did not call for any intervention on their part.", "48. On 9 December 2005 the applicant was examined by a disability commission, which placed him in the second (more advanced) category of invalidity. In the same month the applicant was transferred to Sofiyivska penitentiary no. 45, designed for inmates with disabilities.", "49. The relevant provisions of the Constitution and the Code of Criminal Procedure can be found in the judgment in the case of Kozinets v. Ukraine, (no. 75520/01, §§ 39-42, 6 December 2007).", "50. The relevant extracts from the 3rd General Report [CPT/Inf (93) 12] by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "35. A prison’s health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ... Further, prison doctors should be able to call upon the services of specialists. ...", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital. ...", "37. Whenever prisoners need to be hospitalised or examined by a specialist in a hospital, they should be transported with the promptness and in the manner required by their state of health.”", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.", "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.", "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service.”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}