{"ITEMID": "001-61745", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KANSAL v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1947 and lives in Oldham.", "8. From 1977, the applicant ran a company which operated 20 chemist shops. Following financial problems, the company went into liquidation in February 1987. On 20 May 1987, a bankruptcy petition was presented against the applicant and on 11 March 1988, a bankruptcy order was made.", "9. On 29 July 1988, the applicant was publicly examined by the official receiver. Under section 291 of the Insolvency Act 1986, the applicant was obliged to answer the questions put to him by the official receiver and if he failed to comply without reasonable excuse, he would have been guilty of contempt of court and liable to punishment by a fine or imprisonment.", "10. On 16 March and 23 March 1988, a building society advanced 150,000 pounds sterling (GBP) and GBP 116,250 respectively to the applicant. On 23 March 1988, the applicant's wife collected part of the advance, GBP 104,000, and took it to India in a bin liner.", "11. The applicant was subsequently charged with two offences of obtaining property by deception contrary to section 15(1) of the Theft Act 1968 on the grounds that he had misled the building society into advancing money by false representations regarding his income, his debts and the bankruptcy proceedings against him. He was also charged with two offences of removing property required to be delivered to the official receiver and failing to account for the loss of property while bankrupt contrary to section 354(2) and (3) of the Insolvency Act 1986.", "12. At the applicant's trial in February 1992, the prosecution introduced as evidence the transcript of the examination of the applicant by the official receiver in the bankruptcy proceedings. The applicant submitted that the transcript was inadmissible under section 31 of the Theft Act 1968 which provides that a statement or admission made by a person answering questions in proceedings for the administration of any property or for an account of any property or dealings with property is not admissible in evidence against that person. However, the trial judge ruled the evidence admissible under section 433 of the Insolvency Act 1986 which provided that statements made in pursuance of a requirement imposed by the Act could be used in evidence against the maker of the statement. The full transcript was placed before the jury and in his summing up, the judge stated that the transcript “could be very important”.", "13. On 18 February 1992, the applicant was convicted of the four offences charged and was sentenced to 15 months' imprisonment. The applicant appealed against conviction and on 12 May 1992, the Court of Appeal dismissed his appeal deciding, inter alia, that the transcript of the bankruptcy examination was admissible under section 433 of the Insolvency Act 1986 which abrogated the privilege against self-incrimination. Leave to appeal was refused by the Court of Appeal and by the House of Lords.", "14. On 27 June 1995, the Royal Pharmaceutical Society of Great Britain decided to remove the applicant's licence to practise as a pharmacist on the grounds of unfitness due to his involvement in the deception connected with his bankruptcy proceedings and a previous reprimand relating to the cleanliness of his premises.", "15. On 27 April 1998, the Criminal Cases Review Commission (“CCRC”) referred the applicant's case back to the Court of Appeal due to changes in the domestic law on obtaining mortgage advances by false statements. On 20 June 2000, the Commission added the ground that, following the decision of the European Court of Human Rights in Saunders v. the United Kingdom (judgment of 17 December 1996, Reports of Judgments and Decisions 1996-VI) and the introduction of the Human Rights Act 1998, the admission of answers given under compulsion during the bankruptcy examination may have been in breach of Article 6 of the Convention and rendered the applicant's conviction unsafe.", "16. On 24 May 2001, the Court of Appeal overturned the applicant's conviction on the grounds that the answers given by the applicant in his examination by the official receiver had been wrongly admitted at trial and in breach of Article 6 of the Convention. The court found that the Human Rights Act 1998 could apply retrospectively. It certified a point of law to the House of Lords as to whether the Human Rights Act 1998 could apply retrospectively in appeals arising from a reference by the CCRC.", "17. The Crown appealed to the House of Lords against the decision of the Court of Appeal. On 29 November 2001, the House of Lords allowed the appeal, holding that they were bound to follow the earlier decision of the House in R v. Lambert [2001] 3 WLR 206, which had decided that the Human Rights Act 1998 could not apply retrospectively to allow a defendant whose trial took place before the Act came into force to rely on a breach of the Convention in a later appeal.", "18. Section 291(4) of the Insolvency Act 1986 (“the 1986 Act”) provided as follows:", "“The bankrupt shall give the official receiver such inventory of his estate and such other information, and shall attend on the official receiver at such times, as the official receiver may for any of the purposes of this Chapter require; ...”", "19. Section 291(6) went on to stipulate that:", "“If a bankrupt without reasonable excuse fails to comply with any obligation imposed by this section, he is guilty of a contempt of court and liable to be punished accordingly (in addition to any other punishment to which he may be subject).”", "20. The Divisional Court would deal with such a contempt of court and the sentence could be a fine or imprisonment for a maximum of two years (section 14 of the Supreme Court Act 1981).", "21. Section 290(1) of the 1986 Act provided that the official receiver could apply to the court for the public examination of the bankrupt. Cases such as Re Paget (1927) 2 Ch. 85 and R v. Harris (1970) 1 WLR1252 established that the bankrupt was not entitled to refuse to answer questions during the public examination on the grounds of self-incrimination.", "22. At the relevant time, section 433 of the 1986 Act provided that:", "“In any proceedings (whether or not under this Act) –", "(a) a statement of affairs prepared for the purposes of any provision of this Act which is derived from the Insolvency Act 1985 and", "(b) any other statement made in pursuance of a requirement imposed by or under any such provision or by or under rules made under this Act,", "may be used in evidence against any person making or concurring in making the statement.”", "23. In contrast, section 31(1) of the Theft Act 1968 stipulated that a statement or admission made by a person answering questions in proceedings for the administration of any property was not admissible in evidence in criminal proceedings relating to an offence under the Act.", "24. In R v. Kansal (1993) 95 Cr.App.R. 348 (the decision on the first appeal of this applicant), the Court of Appeal held that the Insolvency Rules 1986 (S.I. 1986 No. 1925) made it clear that the privilege against self-incrimination was abrogated in any public examination of the bankrupt and that, thereafter, section 433 of the 1986 Act rendered the evidence admissible in a criminal trial notwithstanding section 31 of the Theft Act.", "25. Following the decision of this Court in Saunders v. United Kingdom (cited above) and the planned introduction of the Human Rights Act 1998, section 59 and Schedule 3 of the Youth Justice and Criminal Evidence Act 1999 amended section 433 of the 1986 Act, inserting section 433(2)):", "“(2) However, in criminal proceedings in which any such person is charged with an offence to which this subsection applies–", "(a) no evidence relating to the statement may be adduced, and", "(b) no question relating to it may be asked,", "by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person.”", "This provision was not in force at the time of the applicant's trial."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}