{"ITEMID": "001-98126", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LUTOKHIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1968 and lives in Gatchina, Leningrad Region.", "5. On 10 July 2002 the Leningrad Regional Court convicted the applicant of abduction, robbery, aggravated robbery and extortion, and sentenced him to seven years' imprisonment.", "6. The conviction and sentence were upheld on appeal on 19 December 2002.", "7. By a decision of 27 October 2006 the Volgograd Town Court of the Volgograd Region released the applicant on parole.", "8. The applicant was apprehended on 12 April 2001 and was placed in a temporary confinement ward of the police department of Gatchina (изолятор временного содержания отдела внутренних дел г. Гатчины). On 16 April 2001 he was transferred to remand centre IZ-47/1 of Saint Petersburg (следственный изолятор ИЗ-47/1 г. Санкт-Петербурга) where he was detained until 11 March 2003.", "9. The parties' descriptions of the conditions of his detention differ on a number of counts.", "10. The applicant submitted that his cell in the temporary confinement ward of the police department of Gatchina (“the temporary confinement ward”) had measured 20 m2, had been equipped with twenty-four sleeping places and had been shared by thirty-six people at the time. Inmates had received no bedding. The only window had been blocked with an iron blind that had allowed almost no ventilation.", "11. As regards his detention in the remand centre, he had been held in six cells that had measured 8 m2 and had had six sleeping places. One of them, used for transfer purposes, had been shared by twenty-five people. The others had accommodated from eight to thirteen people. Inmates had received no individual bedding.", "12. Ventilation had hardly been existent. The cells had been stuffy and damp. Iron blinds attached to cell windows had become extremely hot in the summer. During the winter time, inefficient heating had resulted in icing up of the exterior wall. The average inside temperature in the summer had risen up to +50o C and had fallen to -10o C in the winter.", "13. The lighting had been insufficient and had been turned on round the clock.", "14. A forty-minute walk in a small yard had been allowed only occasionally.", "15. He had never witnessed any disinfection measures.", "16. Hygiene conditions had been inadequate. A lavatory pan in the cells had not been partitioned from the living room and had allowed no privacy. It had not worked properly for a lack of pressure. Hot water had not been provided in the cells. Detainees had been allowed to shower in a common room for fifteen minutes once in ten-twelve days.", "17. The nutrition and medical assistance had been poor.", "18. The Government submitted no information as regards the conditions of the applicant's detention in the temporary confinement ward.", "19. As to his detention in the remand centre, during the relevant period of time the applicant had been held in six cells. The size of the cells had been 8 m2. The exact number of inmates could not be established owing to a destruction of the facility's relevant records.", "20. All cells had been equipped with six sleeping places and a dining table. A sink and a lavatory pan installed in the cells had been separated from the living area by a partition.", "21. Each cell had had a window measured 1 x 1,1 m2 and had been equipped with ventilating shafts.", "22. The cells had been lit with artificial lighting. The natural light coming through the windows had been sufficient to allow reading.", "23. The applicant had been provided with an individual sleeping place and bedding.", "24. Sanitary inspections, with regard to the monitoring of the average inside temperature and of the overall sanitary state of the cells, had been carried out on a regular basis.", "25. Meals had been served three times a day. The nourishment had met official standards. The quality of the food had been controlled by a medical unit of the facility.", "26. The applicant had received parcels. His state of health had regularly been monitored and he had been provided with medical assistance when that had been necessary.", "27. He had never complained about conditions of his detention while in the remand centre", "28. Article 8 of the Law on Detention on Remand (Federal Law no. 103-FZ of 15 July 1995) provides that persons detained in accordance with a court order should be held in remand centres.", "29. According to Article 9, persons whose detention pending trial has not yet been ordered by the competent court should be held in temporary confinement wards. In exceptional circumstances, persons detained in remand centres can be transferred to and detained in temporary confinement wards for a period of no longer than ten days during a month (Article 13).", "30. Article 23 provides that detainees should be kept in conditions which satisfy health and hygiene requirements. They should be provided with an individual sleeping place and be given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell. Detainees should be given free of charge sufficient food for maintaining them in good health in line with the standards established by the Government of the Russian Federation (Article 22).", "31. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in remand establishments and the complaints procedure read as follows:", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General's Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee's delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private 'because they know that all complaints usually pass through the colony's administration'.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}