{"ITEMID": "001-60884", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF LAGERBLOM v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 6-3", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant, who was born in 1942, settled in Sweden in the second half of the 1980s. His mother tongue is Finnish.", "10. On 3 December 1991 the applicant was charged before the District Court (tingsrätten) of Gothenburg with aggravated drunken driving and driving without a driver’s licence. According to the record of the police investigation, he did not request the assistance of a public defence counsel. On 9 January 1992 the District Court, apparently of its own motion, appointed the lawyer H. as public defence counsel for the applicant.", "11. On 22 April 1992 the applicant was charged with another incident of aggravated drunken driving and driving without a driver’s licence. According to the record of the police investigation, he stated that he wished the lawyer S. to be appointed as public defence counsel.", "12. On 31 August 1992 the applicant was charged with yet another incident of aggravated drunken driving and driving without a driver’s licence. According to the record of the police investigation, he did not wish to be assisted by public defence counsel.", "13. On 22 December 1992 the applicant was charged with causing a traffic accident, leaving the scene of the accident and driving without a driver’s licence. According to the record of the police investigation, he did not wish to be assisted by public defence counsel.", "14. On 21 January 1993 the applicant was charged with possessing a knife in a public place. According to the record of the police investigation, he did not wish to be assisted by public defence counsel.", "15. On 22 January 1993 the public prosecutor applied for a detention order regarding the applicant, who was suspected of attempted aggravated assault. According to the prosecutor’s application, the applicant wished to have S. as public defence counsel. At the subsequent hearing, the lawyer P.S. replaced, with the District Court’s permission, H. as public defence counsel. According to the minutes from the hearing, the applicant requested that S., a Swedish lawyer who had previously assisted him and who knew Finnish, should be appointed as his public defence counsel, whereupon the judge informed him that he should give reasons for his request in writing. The court rejected the application for a detention order and released the applicant. Subsequently he did not submit a written request for a replacement of defence counsel.", "16. On 9 February 1993 the applicant was charged with attempted aggravated assault and possessing a knife in a public place.", "17. When scheduling the main hearing, the District Court had telephone contact with the applicant who reiterated his request to have S. appointed as his public defence counsel. The court asked the applicant to contact H. in the matter.", "18. Before the District Court the applicant apparently lodged some submissions independently of counsel H. It appears that these submissions were all in Finnish, the applicant invoking his right under the Nordic Language Convention (Nordiska språkkonventionen) to submit pleadings in his mother tongue. All the written submissions were translated into Swedish and entered into the case-file.", "19. At the main hearing on 10 May 1994 the applicant was assisted by H. as public defence counsel. Neither the minutes of the hearing nor the judgment delivered in the case contains any indication that the applicant at that time expressed a wish to have his public defence counsel replaced. In addition to counsel’s oral submissions, the applicant defended himself orally in Finnish via a court-appointed interpreter. He denied some of the offences he was charged with, confessed some and declared that he neither confessed nor denied the remainder of the charges.", "20. By a judgment of 24 May 1994 the applicant was convicted on all the above-mentioned counts and sentenced to 1 year and 2 months in prison. He was also ordered to pay 450 Swedish kronor (SEK) of the total litigation costs in the case. These included H.’s fees which amounted to SEK 10,395 for, inter alia, ten hours of work. The remainder of the costs was borne by the State.", "21. The applicant appealed against the judgment in respect of the charges he had denied. The prosecution also appealed, seeking a more severe sentence. The prosecution stated that the applicant was in great need of public counsel for his defence, although he clearly did not wish to be represented by H.", "22. On 23 August 1994, in the proceedings before the Court of Appeal (hovrätten) for Western Sweden, the applicant requested that counsel H. be replaced by S. The applicant reiterated that he had previously been assisted by S. and that he was able to communicate with him in Finnish. S. had declared that he was willing to assist the applicant as public defence counsel.", "23. On 6 September 1994 the applicant’s request was refused, the appellate court considering that sufficient reasons for counsel to be replaced had not been presented. On 30 November 1994 the Supreme Court (Högsta domstolen) refused the applicant leave to appeal against the Court of Appeal’s decision.", "24. As in the proceedings before the District Court, the applicant apparently lodged some submissions in Finnish before the appellate court, all of which were translated into Swedish and entered into the case-file.", "25. The Court of Appeal heard the case on 22 May 1995. H. attended the hearing as the applicant’s counsel. There is no indication in the minutes of the hearing that the applicant opposed H.’s presence. Having heard H.’s oral pleadings, the Court of Appeal gave the applicant the floor via a court-appointed interpreter.", "26. On 6 June 1995 the Court of Appeal upheld the applicant’s conviction and sentence. It also decided that the litigation costs in the appeal proceedings – including H.’s fees of SEK 3,455 – should be paid by the State.", "27. On 23 August 1995 the Supreme Court refused the applicant leave to appeal.", "28. The references made in the following pertain to chapter 21 of the Code of Judicial Procedure (Rättegångsbalken; hereinafter “the Code”), if not otherwise indicated.", "29. The suspect may conduct the defence on his or her own (section 1) or with the assistance of a defence counsel (section 3) who, as a main rule, is appointed by the suspect (section 3, subsection 2). A defence counsel so appointed is referred to as private defence counsel, as opposed to one appointed by a court who is referred to as public defence counsel.", "30. Public defence counsel is to be appointed for a person who is arrested or in detention, if he or she so requests. Upon request, such counsel will also be appointed for a person suspected of an offence for which the statutory penalty is imprisonment for at least six months (section 3 a, subsection 1). In addition, public defence counsel must be appointed under either of the following circumstances: (1) if the suspect is in need of counsel due to the criminal investigation, (2) if there is such a need on account of it being uncertain which penalty will be imposed and there is reason to impose a penalty other than a fine or a conditional sentence or a combination of those penalties, or (3) there are other special reasons relating to the suspect’s personal situation or the subject matter of the case (section 3 a, subsection 2). However, if the suspect has already appointed defence counsel, no additional public counsel is to be appointed (section 3 a, subsection 3).", "31. The court considers the question of appointing public defence counsel if such appointment has been requested or it finds cause therefor of its own motion (section 4, subsection 2). A request for the appointment of public defence counsel may be made by the suspect or the public prosecutor responsible for the pre-trial investigation. In deciding this issue, the starting-point for the court is whether there is a need for counsel considering the character of the matter at stake. According to the preparatory documents to the legislation (Government Bill 1983/84:23, p. 13), there may not be any consideration of the suspect’s economic situation in this context.", "32. The suspect has a certain influence on the appointment of public defence counsel. Thus, the person suggested by the suspect is to be appointed if he or she is competent and the appointment would not cause a considerable increase in the costs or there are other special reasons against that appointment (section 5, subsection 2). According to the preparatory documents (Nytt juridiskt arkiv (NJA) II 1943, p. 285), it is important that the suspect has confidence in the person assisting him or her. Somebody else than the person suggested should be appointed only if the above-mentioned reasons are at hand. There is no right to have public defence counsel who speaks the suspect’s mother tongue, but such considerations may be taken into account. Otherwise, the matter of language is solved by using interpreters paid out of public funds.", "33. The appointment of public defence counsel may be revoked if there is no longer a need for such counsel or if there is some other justifiable reason. If the suspect authorises another person than the publicly appointed counsel to conduct his or her defence, the appointment is to be revoked, unless this would cause considerable inconvenience (section 6).", "34. A publicly appointed counsel may also be replaced; such a replacement, however, has to be supported by justifiable reasons (see NJA II 1943, p. 285). There are some examples in case-law of how this issue has been dealt with by the courts.", "35. In one case (NJA 1980, p. 177) the Supreme Court allowed that public defence counsel be replaced on the ground that special importance had to be attached to a lack in the defendant’s confidence in his counsel when there was a risk of long-term imprisonment and there could be differing opinions as to what evidence should be presented to the court. The District Court had sentenced the defendant to six years’ imprisonment for, inter alia, an aggravated narcotics offence.", "36. Another case (NJA 1981, p. 1080) concerned an accused who, pleading not guilty, had been sentenced for murder to life imprisonment. The Supreme Court stated that in such a case, where the accused had no confidence in his public defence counsel, he should be allowed to have that counsel replaced.", "37. In a third case (Rättsfall från hovrätterna (RH) 17:84) a Finnish national was suspected of murder. The Court of Appeal did not allow the replacement of his public defence counsel in favour of someone who was able to speak Finnish.", "38. Private defence counsel is paid for by the suspect. If the suspect is acquitted, the costs of the defence are normally reimbursed. Public defence counsel, however, is paid out of public funds (Section 3 a). Chapter 31 of the Code regulates who will eventually bear counsel’s costs in such a case. Normally, if the suspect is convicted, he or she will have to pay the costs of the defence, in whole or in part, depending on his or her economic situation. If the suspect is acquitted, the State will bear the costs, as with the costs of private defence counsel.", "39. A decision by a District Court to refuse a request for the appointment of public defence counsel, or a decision to appoint another counsel than the one suggested by the suspect, may be appealed against to a Court of Appeal and further to the Supreme Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": []}