{"ITEMID": "001-105536", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SERKOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1961 and lives in Kharkiv. He is a private entrepreneur who has registered as a payer of the single (unified) tax in accordance with the Presidential Decree “On a Simplified System of Taxation, Accounting and Reporting for Small Business” no. 727 of 3 July 1998, with further amendments (“the Presidential Decree”).", "6. Between March and July 2004, when the applicant imported goods into Ukraine, he was requested by the customs authority to pay value-added tax (“VAT”) in accordance with the Law “On Value-Added Tax” of 3 April 1997 (“the VAT Act”).", "7. The total amount of the VAT imposed by the customs authorities was 214,107.19 Ukrainian hryvnias (UAH). The applicant paid the VAT required.", "8. On 10 August 2004 the applicant instituted proceedings in the Kharkiv Regional Commercial Court against the customs authority and a local department of the State Treasury, seeking recovery of the VAT, arguing that he was covered by the simplified tax regime, as provided by the Presidential Decree. He specified that according to section 11 of the Law “On State Support for Small Business” (“the Small Business Act”) the simplified system of taxation provided for the replacement of taxes and duties by the single (unified) tax. He further claimed that according to paragraph 6 of the Presidential Decree the single (unified) taxpayer was exempt from paying VAT. Therefore, no VAT obligations could arise in the course of his business activity.", "9. On 2 September 2004 the court rejected the applicant’s claim as unfounded, stating that the principles established in section 11 of the Small Business Act were not applicable as regards VAT because the relevant amendments had not been made to the VAT Act as required by section 11.4 of the latter Act. At the same time, the provisions of Sections 2 and 3 of the VAT Act indicated that the applicant’s operations were subject to VAT. The court therefore concluded that the VAT Act did not make any exemptions for private entrepreneurs covered by the simplified taxation regime. Moreover, having regard to paragraph 1 of the Presidential Decree, which laid down the criteria for registering under a simplified system of taxation, the court found that that system provided VAT exemption with respect to sales operations only and did not cover import operations.", "10. The applicant appealed, claiming that paragraph 6 of the Presidential Decree did not make any distinctions between import and sales operations. He argued that neither type of operation was subject to VAT if a person was registered under the simplified taxation regime.", "11. On 2 November 2004 the Kharkiv Commercial Court of Appeal quashed the judgment of 2 September 2004 and found for the applicant, noting that the Ukrainian legislation provided for general and simplified systems of taxation. The latter provided for the substitution of VAT and other taxes and duties by a single (unified) tax. As the applicant had been registered under the simplified system of taxation, the first-instance court had wrongly referred to the VAT Act in support of the conclusion that the applicant’s import operations were subject to VAT. The court of appeal further noted that paragraph 1 of the Presidential Decree set out only the conditions for applying a simplified taxation regime and did not differentiate between business operations exempt from VAT. At the same time, paragraph 6 of the Presidential Decree provided VAT exemption without any reservation as to the type of business operation.", "12. The customs authority appealed on points of law.", "13. On 2 February 2005 the Higher Commercial Court quashed the judgment of 2 November 2004 and upheld the judgment of 2 September 2004. It referred to the VAT Act, which provided that both sales and import operations were subject to VAT. The court further referred to paragraph 1 of the Presidential Decree which, in its opinion, had not merely set out criteria for the application of a special taxation regime, but had also indicated that the single (unified) tax was targeting income received from business operations. Accordingly, the court concluded that the VAT exemption established by the Presidential Decree applied only to sales operations, while import operations fell under the general taxation regime. It further referred to the decision of the Supreme Court of 23 December 2003 in which the same approach had been applied in a similar case.", "14. The applicant appealed to the Supreme Court on points of law. He reiterated that paragraph 6 of the Presidential Decree made no distinction between business operations and provided for a general exemption of single (unified) tax payers from the VAT obligations. He further referred to the Supreme Court decision of 15 January 2003 in which the VAT exemption provided by the Presidential Decree was interpreted as also covering import operations. He also claimed that under section 4.4.1 of the Law “On the Procedure for Payment of Taxpayers’ Liabilities to Budgets and State Purpose Funds” of 21 December 2000 (“the Taxpayer Liabilities (Payments) Act”) the courts were obliged to accept the interpretation of domestic law which was the more favourable to a taxpayer.", "15. On 28 April 2005 a panel of the Supreme Court refused to open appeal proceedings in the applicant’s case.", "16. According to paragraph 4 of the Transitional Provisions of the Constitution, for three years after the Constitution came into effect the President of Ukraine was empowered to adopt decrees on economic issues not covered by the laws of the Parliament.", "17. At the material time section 2 of the Act provided, inter alia, that any physical person or legal entity importing goods with the purpose of using or consuming such goods on the customs territory of Ukraine should be considered to be a payer of VAT, except for those physical persons who were not registered as VAT payers and who imported goods within the non-taxable limits.", "On 25 March 2005 this provision was amended, providing, inter alia, that it applied to import operations regardless of which taxation regime had been chosen by the importer.", "18. According to sections 3.1.1 and 3.1.2 of the Act VAT was applicable to both sales and import operations.", "19. Section 11.4 of the Act provided that changes in the VAT charging regime could be introduced only by amendments to this Act.", "20. Section 1 of the Act provides that the subjects of small businesses are, among others, physical persons who have registered as private entrepreneurs.", "21. According to section 11 of the Act, the simplified system of taxation, accounting and reporting may be applied to the subjects of small businesses. The system provides for substitution of taxes and duties by a single (unified) tax.", "22. Section 4.4.1 of the Act provided that if the norm of the law or another normative legal act issued on the basis of the law, or if the norms of different laws or normative legal acts offered ambiguous or multiple interpretations of the rights and obligations of taxpayers and supervising authorities, the decision taken should be in favour of the taxpayer.", "23. Paragraph 1 of the Decree provides that a simplified system of taxation, accounting and reporting may be applied to, among others, a private entrepreneur who has employed during a year a maximum of ten people under labour contracts and whose annual income from the sale of products, works and services does not exceed UAH 500,000.", "24. Paragraph 6 of the Decree provides as follows:", "“Small businesses paying the single (unified) tax shall not be considered payers of the following taxes and duties:", "value-added tax, except for legal entities which have opted to pay single (unified) tax at the 6% rate;", "corporate income tax;", "personal income tax;", "land tax;", "duty for special use of natural resources ...”", "25. On 15 January 2003 the Supreme Court adopted a decision in a dispute between a single (unified) tax payer and a customs authority concerning the charging of VAT on import operations. The Supreme Court noted that the Ukrainian legislation provided for general and simplified systems of taxation which operated separately. The general system of taxation was regulated by the Law “On the System of Taxation” of 25 June 1991 and by the laws dealing with particular taxes and duties. The simplified system of taxation was regulated by the Presidential Decree and the Small Business Act. The Supreme Court further found that the plaintiff, having been registered under the simplified system of taxation, was not obliged to pay VAT on import operations because the plaintiff’s VAT obligations had been replaced by the obligation to pay single (unified) tax. The Supreme Court therefore overturned the finding of the lower court suggesting that the VAT exemption was not applicable to import operations.", "According to the information letter of 26 May 2003, the Higher Commercial Court recommended the lower commercial courts to take that decision into account in the course of consideration of tax disputes. The decision was also published in the specialised legal journal on commercial jurisprudence.", "26. On 23 December 2003 the Supreme Court adopted another decision in a dispute between a single (unified) tax payer and a customs authority concerning the charging of VAT on import operations. The Supreme Court noted that the VAT Act provided for application of VAT to sales and import operations. At the same time, according to paragraph 1 of the Presidential Decree, the application of the simplified system of taxation depended on the amount of income earned from sales operations. The Supreme Court therefore concluded that the VAT exemption provided by the Presidential Decree applied only to sales operations and not to import operations.", "By the information letter of 18 June 2004, the Higher Commercial Court, “complementing [its] information letter of 26 May 2003”, notified the lower commercial courts of that decision. The decision was further published in the specialised legal journal on commercial jurisprudence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}