{"ITEMID": "001-57563", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF RASMUSSEN v. DENMARK", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 14+6;No violation of Art. 14+8", "JUDGES": "C. Russo", "TEXT": ["8. The applicant, Mr. Per Krohn Rasmussen, is a Danish citizen, born in 1945. He currently works as a clerk and resides in Nyborg.", "He was married in 1966. During the marriage, two children were born, a boy in 1966 and a girl, Pernille, on 20 January 1971. The applicant had grounds, even before the latter's birth, for assuming that another man might be the father; however, in order to save the marriage, he took no steps to have paternity determined.", "9. In June 1973, Mr. Rasmussen and his wife applied for a separation (separation ved bevilling), which they obtained on 9 August. In accordance with their agreement, Mrs. Rasmussen retained custody of the children and the competent authority issued a decision to the effect that Mr. Rasmussen should pay maintenance for them from 1 September 1973. He in fact did so from that date until 1 June 1975.", "10. In March 1975, the applicant, who had previously still nurtured hopes of preserving the marriage, took some steps to institute proceedings to challenge his paternity of Pernille. To this end, he applied for legal aid. However, he did not pursue the matter since, on 28 April 1975, he and his wife signed an agreement whereby she waived all claims for maintenance for the child and he undertook to refrain from bringing any such proceedings.", "11. In June 1975, the applicant and his wife applied for a divorce (skilmisse ved bevilling), which was granted on 16 July. On this occasion, he reaffirmed before the authorities that the mother should have sole custody of the children and was once more ordered to pay maintenance for them. He did not raise any objection.", "12. On 16 January 1976, four days before Pernille's fifth birthday, the applicant's former wife wrote to him asserting that she was not bound by the agreement of 28 April 1975. She later lodged with the public authorities a renewed petition for maintenance, which was granted by order effective from 1 March 1976. Since then, Mr. Rasmussen has regularly paid the maintenance.", "13. On 27 January 1976, Mr. Rasmussen sought leave from the Eastern Court of Appeal (Østre Landsret) to institute proceedings out of time to determine the paternity of the girl (see paragraph 19 below).", "In accordance with the normal procedure, the police, at the Court of Appeal's request, interviewed Mr. Rasmussen and his former wife in March 1976 and recorded their statements in a report.", "14. The Court of Appeal refused the application on 12 April 1976, for the reason that the statutory conditions for granting leave at that time were not satisfied (see paragraph 19 below).", "The applicant did not appeal against the decision within the statutory time-limit. However, on 27 July 1976, he petitioned the Ministry of Justice for leave to appeal out of time to the Supreme Court (Højesteret), but this was refused on 3 September 1976.", "15. On 20 November 1978, Mr. Rasmussen applied again to the Court of Appeal for leave to institute paternity proceedings. His former wife opposed the application, on the ground that such proceedings would have a detrimental effect on the child.", "By a decision of 11 December 1978, the Court of Appeal refused the application for the reason that the applicant had not brought the action contesting paternity within the time-limits provided for in section 5(2) of the 1960 Act on the Legal Status of Children (\"the 1960 Act\" - Lov nr. 200 af 18.5.1960 om børns retsstilling; see paragraph 19 below) and that there was no cause to grant him any exemption since the conditions laid down in section 5(3) were not met. A similar decision was given by the Supreme Court on 12 January 1979.", "16. Prior to the enactment of the 1960 Act, which applied in Mr. Rasmussen's case, the status of children was regulated in the Illegitimacy Act of 1937 and the Legitimacy Act of the same year. Section 3 of the latter provided that proceedings to contest paternity of a legitimate child could be instituted by the mother, the husband, the child or a person appointed guardian of the child. No time-limit was laid down for the institution of such proceedings.", "17. According to Danish case-law and legal writing, however, a husband could be estopped from contesting paternity of a child born in wedlock if, knowing that his wife had had sexual intercourse with another man during the relevant period, he had expressly or tacitly acknowledged after the child's birth that he was the father. The \"doctrine of acknowledgement\" (anerkendelseslaeren) was first established in 1956 by a judgment of the Supreme Court, reported in Ugeskrift for Retsvaesen (U.f.R.) 1956, p. 107. Although there was no case-law on the point, legal writers expressed the view that this doctrine applied also to mothers (see, for instance, Ernst Andersen, Aegteskabsret I, 1954, p. 95).", "18. In December 1949, the Ministry of Justice set up a committee, called the \"Paternity Committee\", to consider, inter alia, certain aspects of the status of children born in wedlock. In June 1955, the Committee submitted its report (no. 126/1955) on the amendment of the rules regarding determination of paternity.", "As to the husband's right to institute proceedings to challenge paternity of a child born in wedlock, the Committee recommended the institution of a double time-limit of six months from the time when the husband became aware of the facts affording grounds for contesting his paternity and not later than three years from the birth of the child; but that the Ministry of Justice should be empowered to grant exemption from these time-limits in special circumstances. The Committee took the view that the welfare of the child (and of the marriage) required that his status should be established as soon as possible and that the husband's interests should yield to these considerations (page 60 of the report). One of the reasons given by the Committee for this recommendation was that a paternity suit instituted by the husband several years after the child's birth would place the child in a worse position than if proceedings had been instituted earlier: the court would possibly have to give judgment in the husband's favour on the basis of the blood-group determination, while it would be difficult to obtain a paternity and a maintenance order against another man.", "On the other hand, the Committee found that the child's right to institute proceedings should not be subject to any time-limit, since the views which might lead to restricting the husband's right to institute proceedings were not of relevance in the case of an action brought by the child. For the same reasons, there should likewise be no time-limit with regard to actions brought by the child's guardian or the mother (page 59 of the report).", "The Committee also discussed the question whether the doctrine of acknowledgement should be embodied in legislation. However, it considered that this was a matter which was better left to the courts to decide on a case-by-case basis.", "19. The Government subsequently introduced a Bill which incorporated in part the recommendations of the Paternity Committee but increased the time-limits to twelve months and five years respectively and conferred competence to grant exemption on the Courts of Appeal. This legislation entered into force, as the 1960 Act, on 1 January 1961. It provided in section 5(1) that proceedings to challenge paternity of a child could be brought by the husband, the mother, the child or a guardian of the child. Sub-sections 2 and 3 of section 5 read as follows:", "\"(2) Paternity proceedings must be instituted by the husband within twelve months after he becomes cognizant of the circumstances which may give grounds for his renunciation of paternity, and not later than five years after the birth of the child.", "(3) However, a Court of Appeal may, on the conditions set out in section 456r, sub-section 4, of the Administration of Justice Act, grant leave to institute proceedings after the expiry of the time-limits set out in sub-section 2 above.\"", "Section 456r, sub-section 4, of the Administration of Justice Act concerns re-opening of a paternity case after the expiry of the applicable time-limit or time-limits.", "The 1960 Act did not impose any restriction on the mother's right to institute paternity proceedings, nor did it refer to the doctrine of acknowledgement (see paragraph 17 above).", "20. In case-law, however, the \"doctrine of acknowledgement\" continued to be applied and there were Court of Appeal and Supreme Court decisions confirming the earlier view that the doctrine also applied to mothers.", "21. The circumstances which, under the doctrine of acknowledgement, estop the husband from contesting paternity will, as a general rule, also militate against granting him leave to institute proceedings out of time. However, a decision to grant leave is without prejudice to the outcome of the subsequent procedure (see the Eastern Court of Appeal's judgment of 1977, U.f.R. 1977, p. 907).", "22. In 1969, the Ministry of Justice set up a committee, called the \"Matrimonial Committee\", to consider whether the evolution of social conditions, and notably the changes in the social status of women and the resultant changes in the conception of the institution of marriage since the introduction of the 1960 Act, called for amendment of, inter alia, the provisions governing the legal status, during marriage and after separation or divorce, of children born in wedlock. In fact, the proportion of women working outside their homes has increased to about 60 per cent. As a result, men are, to a much higher degree than before, looking after the children and are more frequently granted their custody in the event of separation or divorce. Mothers are therefore now more likely to challenge paternity in order to prevent custody being given to the husband. In a report on cohabitation without marriage (samliv uden aegteskab I - no 915/1980, p. 72), published in January 1981, the Matrimonial Committee stated:", "\"There is consensus in the Committee that also the mother's right to institute paternity proceedings and request re-opening should be subject to a relatively short time-limit, for example corresponding to the time-limits which today apply to the father. Furthermore, the Committee is to some degree in favour of an absolute time-limit, applicable to all, for instituting and re-opening paternity proceedings.\"", "23. On the basis of the recommendations of the Matrimonial Committee, the Government tabled a Bill before Parliament in March 1982, proposing certain amendments to the 1960 Act.", "The explanatory memorandum to this Bill referred to the Rasmussen case, then pending before the European Commission. On page 4, it mentioned that the Agent of the Government had declared in evidence before the Commission that new legislation on the matter would be introduced, establishing uniform time-limits within which both men and women could contest the husband's paternity; the memorandum added that the Ministry of Justice considered such legislation \"desirable in the interest of the child's needs\" (af hensyn til barnets tarv).", "24. On 26 May 1982, the Danish legislature passed an Act amending the 1960 Act, which entered into force on 1 July 1982.", "Following this amendment, sub-sections 2 and 3 of section 5 of the 1960 Act now provide:", "\"(2) Paternity proceedings must be instituted not later than three years after the birth of the child. This provision shall not apply, however, where proceedings are instituted by the child after having attained the age of 18.", "(3) A Court of Appeal may grant leave to institute proceedings after the expiry of the time-limit set out in the first sentence of sub-section 2 of this section where quite exceptional grounds are given as to why proceedings were not instituted at an earlier stage, in circumstances where institution of proceedings is especially warranted, and where it can be presumed that the proceedings will not cause the child any great inconvenience.\"", "The \"doctrine of acknowledgement\" is still applied by the Danish courts to estop spouses from contesting paternity of a child (see the Supreme Court's judgment of 17 January 1984)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}