{"ITEMID": "001-93250", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LIIVIK v. ESTONIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 7;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. The applicant was born in 1951 and lives in Saku, Harju County. He served as the acting Director General of the Estonian Privatisation Agency (erastamisagentuur) (“the Agency”) at the material time.", "7. On 25 February 1999 the Estonian Parliament (Riigikogu) decided that AS Eesti Raudtee (“ER”), a public limited company in possession of the Estonian railways, was to be privatised in accordance with the Privatisation Act (Erastamisseadus). The privatisation process was accompanied by considerable political debate as well as by pressure from various stakeholders on the persons conducting the privatisation. The company was in a difficult economic situation and in need of investment. Under the Privatisation Act, it was the responsibility of the Agency to carry out the privatisation of state assets.", "8. On 11 January 2000 the Government approved the plan for the privatisation of certain state assets in 2000. According to the plan, the Agency had to dispose of the majority shareholding in ER (51 to 66% of the shares) to a strategic investor. In order to increase its capacity and competitiveness, investments in the railway infrastructure were established as supplementary conditions. The public call for tenders was to be announced by April 2000 so that the privatisation could be carried out in the course of the year 2000.", "9. On 17 April 2000 the Agency announced an international two-stage tender procedure with preliminary negotiations for the privatisation of 66% of shares in ER.", "10. On 11 July 2000 the Government designated T. J., the Minister of Transport and Communications, as the person responsible for privatisation negotiations. T. J. was also a member of the Board of the Privatisation Agency (“the Board”).", "11. By resolution of the Board dated 16 August 2000, four bidders were invited to participate in the second stage of the tender procedure. The Board also established supplementary conditions with regard to the second stage of the procedure, including the submission of a business plan.", "12. By 20 November 2000 – the date on which the submission of final bids was due – three bidders had submitted their bids. According to the decision of the Board of 13 December 2000, the bid of Rail Estonia ApS was deemed the best one. The bid submitted by Baltic Rail Services OÜ (“BRS”) was deemed the second-best bid.", "13. Since Rail Estonia ApS refused to enter into the privatisation agreement and to pay the purchase price for the shares of ER in accordance with its bid by the due date prescribed by the Agency (end of February 2001), BRS was invited to sign the privatisation agreement.", "14. On 30 April 2001 the agreement for privatisation of 66% of the shares in ER was signed between the Republic of Estonia, BRS and ER. According to the agreement, BRS assumed the obligation to pay 1,000,000,000 Estonian kroons (EEK) (approximately corresponding to 64,000,000 euros (EUR)) for the shares as well as to invest at least EEK 2,566,145,000 (EUR 164,000,000) in the next five years. Simultaneously with the privatisation agreement a shareholders’ agreement of ER was signed between the Republic of Estonia and BRS. The applicant, as the acting Director General of the Agency, signed the privatisation agreement and T. J., as the Minister of Transport and Communications, signed the shareholders’ agreement on behalf of the State.", "15. The agreed transaction of the privatisation of 66% of shares in ER was completed by 31 August 2001. By the same date BRS had furnished the required warranties for performance of the privatisation agreement and transferred to the State the agreed purchase price for the shares.", "16. At the time when the application to the Court was lodged (10 March 2005), ER was, in the applicant’s submission, a successful company in which the State earned ten times more for its 34% shareholding than it had previously done with a 100% stake. Moreover, before the conclusion of the agreement for the privatisation of ER, the company had been in a pre-insolvency situation where short-term obligations (such as the payment of salaries) had been financed by means of bank loans. Failure to conclude the privatisation agreement could have had extremely serious consequences for the Estonian economy as a whole (in particular, the insolvency of the railway company and the loss of large transit flows and of expected tax revenues).", "17. The privatisation agreement contained a section concerning representations and warranties, including “Representations and Warranties of the State”. The criminal charges brought against the applicant related to the confirmations given by the State in respect of possible claims of AS Valga Külmvagunite Depoo, an insolvent public limited company, and in connection with the purchase of locomotives of Russian origin.", "18. According to the applicant, the management of ER had failed to furnish sufficient information to the representatives of BRS concerning possible claims by the insolvent AS Valga Külmvagunite Depoo against ER.", "19. Since BRS had bid a certain amount of money for 66% of shares in ER and the amount of the bid could not be changed subsequently in connection with any possible obligations arising later, possible claims by AS Valga Külmvagunite Depoo constituted a material risk for BRS. Considering the possible claims which had not been disclosed on the balance sheet of ER, the amount and validity of which were unclear, the parties to the privatisation agreement agreed on certain guarantees, formulated in section 9.1.1 (p) of the agreement. Under this provision, the State undertook to provide BRS with the opportunity to examine all circumstances concerning the claims and court cases in relation to AS Valga Külmvagunite Depoo and its insolvency proceedings. If BRS were to discover risks substantially and actually affecting the value of ER that it could not have evaluated at the time of the signing of the privatisation agreement, the parties undertook to solve such questions at the latest by 29 June 2001 in good faith and by mutual agreement. For example, it was possible that the State would give BRS by 29 June 2001 an additional warranty whereby the State would take partial and limited liability for the claims of AS Valga Külmvagunite Depoo against ER under certain conditions. The State and BRS were also entitled at their sole discretion to withdraw from the privatisation agreement and to terminate it should they not reach mutual agreement concerning the claims of AS Valga Külmvagunite Depoo.", "20. According to a subsequent agreement the term of 29 June 2001 was extended to 21 August 2001. By that date, BRS was aware that the possible claims of AS Valga Külmvagunite Depoo constituted risks that substantially affected the value of ER. In view of that circumstance, on 21 August 2001 the State, represented by the Director General of the Agency pursuant to Article 29 of the Statutes of the Privatisation Agency, and BRS concluded a protocol concerning the possible claims under which the State furnished to BRS an additional warranty. Subject to certain conditions, the State undertook to indemnify ER 20% of any sums exceeding EEK 1,000,000 (EUR 64,000) that it might actually be required to pay to AS Valga Külmvagunite Depoo, up to the amount of EEK 22,407,385 (EUR 1,432,000). Furthermore, the State undertook to indemnify 100% of any sums exceeding EEK 22,407,385, up to the amount of EEK 114,261,140 (EUR 7,301,000).", "21. The business plan and technical and financial plan of BRS, as accepted by the resolution of the Board on 13 December 2000, prescribed the transition to the use of locomotives of American origin and absolute termination of the use of locomotives of Soviet/Russian origin that ER had been using until then. However, the management of ER – not subordinate to the Agency – entered into an agreement with AS Hansa Liising and Intergate Company Ltd on 27 December 2000 for the acquisition of five additional locomotives of Russian origin for ER for an – allegedly unreasonably high – price of 7,000,000 United States dollars (USD) (then corresponding to approximately EUR 7,500,000). The acquisition of the new locomotives was at variance with the privatisation bid of BRS as accepted by the State and it gave rise to the danger that BRS would not be able to abide by its privatisation bid.", "22. Due to the above circumstances, the parties – the State, represented by the acting Director General of the Agency, and BRS – agreed on section 9.1.1 (s) in the privatisation agreement, containing a warranty given by the State to BRS. The State undertook to reimburse BRS for any direct damage that it might bear should ER actually acquire the five locomotives before BRS obtained control over the company. Several additional conditions were agreed upon, including an obligation on BRS to minimise the possible damage. For the fulfilment of potential obligations arising from the warranty, the Agency was obliged to maintain in the State’s bank account the sum of EEK 50,000,000 (EUR 3,195,000) until the grounds for claims regarding the warranty had ceased to exist, but in any case not for longer than seven years. The maximum potential State liability under this warranty was EEK 100,000,000 (EUR 6,390,000). The parties considered the possible direct damage covered by this warranty to be debts relating to the privatised property outside the scope of privatisation, as described in section 10(5) of the Privatisation Act. The State was entitled at its sole discretion and upon notice to BRS but at the latest by 29 June 2001 to withdraw this warranty, to withdraw from the privatisation agreement and to terminate it.", "23. The applicant was appointed acting Director General of the Agency by its Board on 27 October 1999. According to the Privatisation Act, the Director General was not a member of the Board. As the acting Director General, the applicant was responsible for execution of the principal decisions of the Government and the Board. He was entitled and obliged to manage the everyday activities of the Agency, including entering into privatisation agreements.", "24. In July 2001 the State Audit Office (Riigikontroll) gave its opinion concerning the lawfulness of the privatisation of the shares in ER to the Public Prosecutor’s Office for information and for a decision on whether criminal proceedings needed to be initiated. It was found that the applicant and the Minister of Transport and Communications had acted beyond their authority in assuming financial obligations for the State. The State Audit Office was of the view that they had done so without any legal grounds.", "25. On 26 July 2001 the Public Prosecutor’s Office (prokuratuur) informed the Auditor General (riigikontrolör) that criminal proceedings had not been initiated. According to the Public Prosecutor’s Office, the agreements had not yet materialised; moreover, they had been concluded in accordance with the decisions of Parliament and the Government and there existed legal grounds for covering debts and obligations relating to privatised assets from the privatisation proceeds. There had been no misuse of official position or significant damage (either material or moral) to national interests within the meaning of Article 161 of the Criminal Code (Kriminaalkoodeks).", "26. In a press release from the Public Prosecutor’s Office, dated 14 August 2001, the Prosecutor General (peaprokurör) confirmed that it had not been unlawful to take certain conditional risks in the agreements concerned. According to the applicable legislation, payments could be made from privatisation proceeds without assuming any liability for the State budget. He stated that the refusal to initiate criminal proceedings against the applicant and T. J. had been well-founded and lawful.", "27. By a letter of 31 August 2001 to the Prosecutor General the Auditor General again requested that initiation of criminal proceedings in respect of the applicant be considered. He referred to the conclusion on 21 August 2001 of a protocol concerning possible claims by AS Valga Külmvagunite Depoo as a new circumstance.", "28. On 10 September 2001 the head of the Prosecution Department of the Public Prosecutor’s Office initiated criminal proceedings against the applicant.", "29. The applicant was charged with misuse of his official position in giving the representations and warranties in the privatisation agreement described above. According to the charges, he had created a situation whereby the preservation of the State’s assets might have been jeopardised. This could be considered to have caused significant damage to national interests. Moreover, by repeatedly assuming unlawful obligations for the State, the applicant had cast doubt on the legitimacy and reliability of the activity of the Agency as a state institution, thus materially impairing the authority of the State in society, and had also damaged the reputation of the Republic of Estonia as a contractual partner at international level; those acts, in aggregate, had to be considered to have caused significant damage to the State. Accordingly, he had committed an offence under Article 161 of the Criminal Code.", "30. On 17 April 2002 Parliament set up an investigation committee in order to investigate the circumstances relating to the privatisation of the railways. It was headed by a member of the Board of the Agency who had opposed the privatisation of ER. The final report of the committee was approved in February 2003. The results of the committee’s investigation, condemning the privatisation, were published by the media during the criminal investigation.", "31. On 24 March 2003 the Public Prosecutor’s Office approved the bill of indictment. The applicant was then committed for trial before the Tallinn City Court (linnakohus).", "32. The applicant was also charged with – and subsequently convicted of – misuse of his official position in connection with the privatisation of RAS Tallinna Farmaatsiatehas (the state-owned public limited company Tallinn Pharmaceutical Factory). However, he did not make any complaints before the Court in this respect.", "33. On 2 June and 9 September 2003 the applicant requested the Tallinn City Court to return the case for additional preliminary investigation because of the one-sidedness of the investigation. The court dismissed the requests, finding that the defence had in substance challenged the evidence and submitted additional evidence which the court would assess while deciding on the merits of the case. It considered that there were no obstacles to proceeding with the case before the court, the applicant having a right to make further requests in the course of the proceedings.", "34. At the hearing on 11 September 2003, after the court had had the bill of indictment read out, the applicant confirmed that he understood the charges brought against him but did not plead guilty. At the hearing V. S. (former Director General of the Agency) gave statements as a witness in respect of the charge concerning the privatisation of RAS Tallinna Farmaatsiatehas.", "35. On 25 September 2003 the applicant’s lawyer requested that T. J., Minister of Transport and Communication and member of the Board, be questioned as a witness. T. J. had been the person in charge of the negotiations for the privatisation of ER and was aware of the facts essential to the criminal case.", "36. On 6 October and 25 November 2003 the applicant’s lawyer submitted additional requests for admission of evidence. The latter request included a post scriptum remark asking the court to ensure that the summonses were indeed delivered to the witnesses. According to the defence counsel, several important witnesses, for example, M. P., V. S., G. S. and others, had not received the summonses.", "37. At the hearing on 16 December 2003 the court granted the defence counsel’s requests to admit supplementary evidence and to summon witness T. J. Witnesses K. (an official of the Agency) and V. S. were examined at the hearing. Subsequently, the court adjourned the hearing in order to summon witness T. J. and other witnesses on whom it had not been possible to serve summonses.", "38. At the hearing on 22 December 2003 G. S. (deputy chairperson of the management board of BRS at the material time) was heard as a witness. The defence counsel withdrew its request to examine T. J. The prosecutor asked for disclosure of the statements of all the witnesses who had submitted in writing that they would maintain their statements given earlier, during the preliminary investigation. It does not appear from the record of the court hearing that the defence disagreed with the disclosure of the written materials from the case file. As the parties did not object to closing the examination of evidence, they proceeded to legal argument.", "39. On 30 January 2004 the court heard the closing statement by the applicant. The parties made no requests. On the same day, the court delivered the operative part of the judgment, by which the applicant was convicted as charged and sentenced to two years’ imprisonment; eighteen months of the sentence were suspended.", "40. The City Court in its judgment referred to the statements from witnesses V. S., K. (erroneously described as a member of the Board) and G. S., who had been heard at the hearings. It also relied on statements from witnesses P. J. (chairperson of the management board of ER at the material time), G. (a member of Parliament whose company had at the material time given legal advice to ER) and H. P. (bankruptcy trustee of AS Valga Külmvagunite Depoo), given during the preliminary investigation, and on several items of documentary evidence. The court found that the obligations undertaken by the applicant on the State’s behalf to reimburse BRS the possible costs relating to the Russian locomotives and the claim of AS Valga Külmvagunite Depoo had no basis in law. These obligations had not been excluded from the privatisation and they had been known to the parties before the privatisation agreement had been concluded. The court noted that although on 13 December 2000 the Board had accepted the business plan of BRS, it had not made a decision to give warranties on behalf of the State.", "41. The City Court found, on the basis of the minutes of the Board’s meetings, that the Board had become aware of the obligations assumed by the applicant in the privatisation agreement only retrospectively and through the media. Moreover, the court noted that even if the Board had been aware of the applicant’s acts, it was the applicant and not the Board who had committed the offence. The court observed that a bid could not be conditional. If BRS had discovered, after making the bid, circumstances reducing substantially the value of shares in ER, it could have refused to conclude the agreement without any penalty. In such a case, neither of the parties could have brought any claims against the other.", "42. The City Court concluded that the applicant, assuming obligations in the sum of EEK 196,135,232 (EUR 12,533,000) on behalf of the State, had created a situation where the preservation of the State’s assets had been at stake. This was to be considered to have caused substantial damage to the interests of the State. The court considered it irrelevant that the threat to the preservation of the property of the State had not materialised and that the State had not sustained any real damage; the existence of the threat itself was sufficient for it to find that the offence had been committed. Furthermore, the court noted that the applicant, as a high-ranking public servant, had also caused non-pecuniary damage to the State. By disregarding the laws, he had put in doubt the lawfulness and reliability of the Agency as a State institution, thereby causing substantial damage to the authority of the State within society and also damaging the reputation of the Republic of Estonia as a contractual partner internationally.", "43. The applicant lodged an appeal with the Tallinn Court of Appeal (ringkonnakohus). He alleged that in considering whether the Board had been aware of the disputed warranties in the privatisation agreement the City Court had not heard the relevant witnesses. Only a limited number of minutes of the Board’s meetings had been examined by the court.", "44. Moreover, the applicant referred to the statements made by witnesses T. J. (Minister of Transport and Communications and a member of the Board at the material time) and V. S. (former Director General of the Agency), according to whom the privatisation of ER had been carried out in a manner similar to the earlier privatisation of several other enterprises and no criminal proceedings had been initiated before. The applicant referred to numerous items of evidence which the court had failed to take into account or even to analyse.", "45. The applicant complained that all but three of the witnesses had not been heard by the City Court. Nevertheless, the court had to a significant extent relied on the statements of witnesses P. J., G. and H. P. By disclosing the statements of these and other witnesses at the hearing without the defence having had an opportunity to put questions to them, the City Court had violated Article 6 §§ 1 and 3 (d) of the Convention. Moreover, the court had failed to summon M. P., Chairperson of the Board, a very important witness for the defence. The defence had also requested the court to summon T. J. and had informed the court of his whereabouts; however, he had not been summoned. These facts also amounted to a violation of the procedural rules by the City Court.", "46. Furthermore, the applicant argued that the City Court’s judgment had been poorly reasoned, basing his conviction on the reproduction of a list of documents and a reference to “other material in the case file” without having properly analysed the evidence and having completely disregarded most of it. For example, the applicant submitted that the City Court’s conclusion that the Board had become aware of the obligations assumed by the applicant in the privatisation agreement only retrospectively and through the media was based only on a statement from L. as reflected in the minutes of the Board’s meeting. However, L. had not been heard by the court.", "47. The applicant alleged that the City Court had been wrong in concluding that the Board had made no decision concerning the obligations taken by the applicant. He argued that, after the Board had accepted the business plan on 13 December 2000, he had been obliged to conclude the privatisation agreement in accordance with it. The disputed provisions had been included in the privatisation agreement precisely because the Board had accepted the bid of BRS. Furthermore, the applicant argued that there had been no causal link between his acts and the legal consequences which had ensued, as required by the case-law relating to Article 161 of the Criminal Code. Not only had the Board been aware of the content of the privatisation agreement, both before its conclusion and thereafter, but the agreement had been approved in substance by the Board.", "48. The applicant disputed the City Court’s conclusion that the obligations relating to the Russian locomotives and the claim of AS Valga Külmvagunite Depoo had not been excluded from the privatisation agreement. He insisted that the notion “excluded from the privatisation agreement” had to be interpreted as meaning that the exclusion was specifically contained in the agreement itself. He also maintained that the exact amount and nature of these obligations had not been known to the Agency and BRS at the time of the conclusion of the privatisation agreement. In fact, these obligations had never materialised; accordingly, they could not possibly have existed before the privatisation agreement had been signed and even less so in any defined nature or exact amount.", "49. The applicant argued that he had not assumed obligations on behalf of the State, he had, rather, agreed on certain representations and warranties. In the situation where the Privatisation Act did not clearly regulate privatisation agreements and the Soviet Civil Code of 1964 could not be applied in the privatisation process, the State undoubtedly had to follow internationally recognised norms and practices. In the case of an international tender procedure it was not conceivable that an agreement would be concluded without any representations or warranties from the seller. The applicant argued that he had acted lawfully and in accordance with section 10(5) of the Privatisation Act, section 2(2) of the Use of Privatisation Proceeds Act (Erastamisest laekuva raha kasutamise seadus) and points 6 and 7 of the Government regulation concerning the Procedure for Covering Debts Relating to Privatised Assets and Expenses Relating to Privatisation of Assets (Erastatud varaga seotud võlgade ja vara erastamisega seotud kulude katmise kord).", "50. The applicant insisted that he had neither caused any damage to the State nor created a situation where the preservation of the State’s assets had been jeopardised. Moreover, no claims had been made against the State under the disputed warranties in the privatisation agreement. He also challenged the City Court’s conclusion concerning the damage to the reputation of the State, arguing that the court had not paid attention to the excerpts from numerous international and Estonian newspapers indicating that the conclusion of the privatisation agreement and the subsequent successful performance of ER had received positive media coverage. These showed that the privatisation had had a positive impact on the reputation of the Republic of Estonia. Moreover, the City Court had failed to analyse what would have been the financial effects if the privatisation agreement had not been concluded, taking into account the fact that ER had been in a pre-insolvency situation and that its insolvency could have had serious effects on the economy of the whole country.", "51. Finally, the applicant alleged that the charges against him had been politically motivated. The privatisation of 66% of shares in ER had been decided by Parliament, the Government and the Board, whose decisions the applicant had been bound to follow. However, charges had been brought only against the applicant. Moreover, the Public Prosecutor’s Office had repeatedly refused to initiate criminal proceedings against the applicant, finding that his acts had been lawful. Nevertheless, the Public Prosecutor’s Office had initiated, only a few days later and under strong political and public pressure, a criminal case against him, whereas no charges had been brought against T. J. or other participants in the privatisation process. In a whole series of analogous privatisation agreements, the agreement concerning the privatisation of ER had been the only one in respect of which a criminal investigation had been initiated.", "52. The applicant requested that the Court of Appeal re-examine all the evidence in the case.", "53. The Tallinn Court of Appeal heard the case on 13 April 2004. In the course of legal argument, after the prosecutor had dealt with the issue of the disclosure of witness statements, the applicant’s counsel noted that the issue of witnesses was not of primary importance. On the same date the Court of Appeal delivered the operative part of its judgment.", "54. By the judgment of 13 April 2004 the Court of Appeal upheld the City Court’s judgment. It found that the witnesses who had not appeared before the City Court had informed the court that they were unable to attend the hearing. In accordance with the law of criminal procedure, their statements made during the pre-trial investigation had been read out in the City Court. Moreover, the Court of Appeal noted that the statements of witness M. P. had not been used by the City Court against the applicant. He had changed his place of residence during the proceedings and the summons previously sent to him had been returned to the court. The applicant’s lawyer had agreed to terminate the judicial examination without making any requests to the court. In respect of witness T. J., whose attendance the applicant’s lawyer had requested, the Court of Appeal noted that, according to the record of the City Court hearing, the defence lawyer had withdrawn his request. Moreover, in his appeal the applicant had not set out the names and addresses of the persons whom he wished to have examined by the Court of Appeal, as required by Article 8 § 3 of the Code of Criminal Court Appeal and Cassation Procedure (Apellatsiooni ja kassatsiooni kriminaalkohtumenetluse seadustik). Neither had such a request been made at the appeal court’s hearing. The Court of Appeal also noted that it was undisputed that the applicant had concluded the agreements concerned. The only issue at stake was the legal status of the applicant’s acts and in this context the statements of witnesses were irrelevant.", "55. In respect of the initial refusal of the Public Prosecutor’s Office to initiate criminal proceedings against the applicant, the Court of Appeal noted that this had concerned only one of the two warranties, as the other one had not yet been given at that time. Moreover, according to Article 5 § 1 of the Code of Criminal Procedure (Kriminaalmenetluse koodeks), the refusal to initiate criminal proceedings did not preclude criminal proceedings concerning the same facts being initiated later.", "56. The Court of Appeal noted that it had been irrelevant whether the Board had become aware of the obligations taken in the privatisation agreement before or after it had been signed by the applicant, as such awareness did not render his acts lawful. The Court of Appeal found that by its decision of 13 December 2000 the Board had accepted the business plan of BRS. However, this had not meant that the Agency had to reimburse BRS the costs relating to the purchase of Russian locomotives, but only that the Agency would not object to the use of American locomotives.", "57. Furthermore, the Court of Appeal held that the disputed obligations had not been excluded from the privatisation agreement, as such an exclusion should already have been made in the tender documents. The witnesses G. S. and V. S. had submitted that no obligations or debts had been excluded. The Court of Appeal found that the parties had been aware of the possible obligations and that these obligations had been sufficiently clearly established for the bidders to be able to assess the probable risks and the scope of the obligations and make their bids accordingly.", "58. The appeal court found that no legal basis had existed for the assumption of the obligations concerned. On the contrary, the City Court had referred to several provisions of law which the applicant had violated in assuming the obligations.", "59. The Court of Appeal noted that the danger to the preservation of the State’s assets had constituted independent damage, and not merely a precondition for the occurrence of damage, in the present case.", "60. The court considered that the statements by witness G. S., the letters from ER and BRS, indicating that they had no claims against the State, and the excerpts from newspapers could not be taken into account when assessing the significance of the damage caused to the interests of the State. A court had no obligation to give its opinion on what had been published in the press. The Court of Appeal observed that the applicant had been a high-ranking state official who had been working in a field attracting great public interest both nationally and internationally. It continued:", "“It is understandable that the commission of the acts of which [the applicant] was convicted by the judgment of the City Court is not in compliance with the general sense of justice. Thus [the applicant’s] acts in his capacity as an acting Director General of the Privatisation Agency, which disrespected the laws, put in doubt the lawfulness and reliability of the activities of the Privatisation Agency as a State institution, thus materially impairing the authority of the State in society, and also damaged the reputation of the Republic of Estonia as a contractual partner on the international level, so that those acts, in aggregate, had to be considered to have caused significant moral damage to the interests of the State.”", "61. The Court of Appeal did not agree with the argument that the failure to conclude the privatisation agreement could have had extremely serious consequences for the Estonian economy as a whole. It noted that, even if the agreements could not have been concluded without the disputed provisions, this did not exclude the unlawfulness of the applicant’s acts or his guilt. Although the State would not have received the money for the privatisation of the shares in ER had the privatisation agreement not been concluded, it would have retained shares of the same value.", "62. Finally, the Court of Appeal noted that the applicant had not been convicted in respect of the privatisation as such but rather of assuming certain obligations on behalf of the State. He had personally agreed to such obligations and was personally responsible for them.", "63. The applicant appealed against the judgment of the Court of Appeal. In addition to the arguments already raised in his appeal against the City Court’s judgment, he emphasised that the Court of Appeal had not analysed several items of evidence in his favour and had limited its analysis only to the inculpating evidence. He also argued that only three witnesses had been heard before the City Court, whereas witnesses P. J., G. and H. P. had not been heard, although the applicant’s conviction had been based to a considerable extent on the statements of these witnesses. Moreover, witnesses M. P. and T. J., who had been important from the defence’s perspective, had not been heard. The sole reason why the defence had withdrawn the request to have T. J. heard in the City Court had been to avoid prolonging the proceedings. In fact, the City Court had adjourned a hearing in order to summon T. J.; however, despite the fact that the defence had provided the court with his address, the court had not sent summonses to the witness.", "64. The applicant called into question the Court of Appeal’s argument that the statements of the witnesses P. J., G. and H. P. had, in fact, been irrelevant. He asked why it had been necessary to summon these witnesses if their evidence had been irrelevant.", "65. The applicant argued that not only had the State sustained no damage in connection with the warranties concerning the claim of AS Valga Külmvagunite Depoo, but in fact such a claim had never existed. Thus, the Court of Appeal had wrongly considered that the claim had been sufficiently clearly established. Neither had any claims been made in connection with the warranty concerning the Russian locomotives. Moreover, from 30 April 2004 the possibility of any claims being made against the State in the future had been excluded, since the liability of the State under the representations and warranties expired three years after the date of signing the agreement.", "66. The applicant insisted that, as the Board had been aware of the warranties and as it had not used its opportunity to withdraw from the agreement, it had to be concluded that, in substance, the Board had approved the warranties.", "67. In respect of the non-pecuniary damage allegedly caused to the State, the applicant noted that the Court of Appeal’s reasoning had repeated almost literally the wording of the bill of indictment. The court had failed to consider the evidence submitted by the defence.", "68. The applicant challenged his conviction on the basis of “the general sense of justice”, arguing that such a ground for conviction was incompatible with the principle of the rule of law.", "69. Moreover, he argued that the appeal court had been wrong in finding that, had the shares in the ER not been sold, the State would have retained shares to the value of the sale price. He was of the opinion that this finding was in conflict with economic logic, as the price of the shares in an enterprise had no fixed value and the shares in an insolvent company cost nothing. He concluded that the State had sustained no damage and there had been no threat to the preservation of the property of the State.", "70. The applicant insisted that he had had a right to interpret the legislation in the same manner as the Public Prosecutor’s Office, which had refused to initiate criminal proceedings against him since there had been no breach of law. As the Public Prosecutor’s Office had considered the applicant’s acts lawful before he had signed the protocol concerning the possible claims of AS Valga Külmvagunite Depoo, he had legitimately expected that he could rely on the prosecution’s interpretation according to which his acts, including the conclusion of the protocol, were lawful. He was of the opinion that his conviction had been based on laws that were not clear and understandable, as even the highest officials in the Public Prosecutor’s Office, including the Prosecutor General, had considered his acts lawful.", "71. On 15 September 2004 the Supreme Court (Riigikohus) refused the applicant leave to lodge his appeal.", "72. According to Article 65(10) of the Constitution of the Republic of Estonia (Eesti Vabariigi põhiseadus) Parliament decides, on the proposal of the Government, on the assumption of financial obligations by the State.", "73. Section 29 of the State Budget Act (Riigieelarve seadus), as in force at the material time, provided for ministries and state agencies to assume financial obligations only if resources had been allocated thereto in the State budget or in a budget approved by a minister on the basis thereof. Ministries and state agencies were prohibited from providing security, including furnishing guarantees, unless otherwise prescribed by law.", "74. The Privatisation Act (Erastamisseadus), as in force at the material time, established that the Agency was managed by its Board, consisting of eleven members, of whom eight were appointed by the Government and one by the President of the Bank of Estonia. The Minister of Economic Affairs and the Minister of Finance were ex officio members of the Board (section 8(1)).", "According to section 9(2) the exclusive competence of the Board included, inter alia, the appointment and dismissal of the Director General of the Agency, the submission of the privatisation plan to the Government for approval, the establishment of supplementary conditions of privatisation, and the identification of the best bidder and (if necessary) the second-best bidder in tenders through preliminary negotiations.", "Pursuant to section 10(5) the Agency may decide to cover debts relating to the assets to be privatised from the privatisation proceeds (according to section 2 of the Use of Privatisation Proceeds Act), if such debts are not objects of sale.", "Section 21(8) stipulates that the Agency, in assessing the final tenders, determines the best bid, taking into account the established supplementary conditions and the purchase price. It may also determine the second-best bid.", "Section 27(1) provides that privatisation agreements of purchase and sale are drawn up in unattested written form.", "75. Article 4 of the Statutes of the Privatisation Agency (Eesti Erastamisagentuuri põhimäärus) stipulates that the Agency represents the State in performing its tasks.", "Article 28 establishes that the Director General of the Agency manages the everyday activities of the Agency.", "Pursuant to Article 29(2), the Director General has to ensure the performance of the tasks arising from the Statutes and the execution of the resolutions of the Board.", "According to Article 29(3) the Director General signs the privatisation agreements of purchase and sale and, if necessary, makes amendments to the agreements that have entered into force, pursuant to the procedure established by the Board.", "76. Under section 2(2) of the Use of Privatisation Proceeds Act (Erastamisest laekuva raha kasutamise seadus) the Agency was entitled to use privatisation proceeds to cover debts relating to privatised assets in specified cases and pursuant to the procedure established by the Government.", "77. The regulation on the Procedure for Covering Debts Relating to Privatised Assets and Expenses Relating to Privatisation of Assets (Erastatud varaga seotud võlgade ja vara erastamisega seotud kulude katmise kord), promulgated by the Government, provided:", "“Proceeds from the privatisation of assets ... shall be used to cover the debts relating to privatised assets which are specified in points 7-9 of this procedure. Taking into account the conditions set forth in the points referred to, obligations relating to such assets shall also be deemed debts relating to privatised assets.”", "“Proceeds from the privatisation of shares shall be used to cover such debts of the company being privatised which have been excluded from the agreement of purchase and sale or which occurred after the conclusion of the agreement of purchase and sale, provided that the debt was not disclosed on the balance sheet of the company ... and that the parties to the agreement were not aware of the debt.”", "78. The Criminal Code (Kriminaalkoodeks), a legacy of the Soviet era which was reformed in 1992 and amended on numerous occasions, was applicable at the material time. It provided:", "“Intentional misuse by an official of his or her official position, if it causes significant damage to the rights or interests of a person, enterprise, agency or organisation protected by law or to national interests, shall be punished by a fine or up to three years’ imprisonment.”", "79. The provisions of the Code of Criminal Procedure (Kriminaalmenetluse koodeks) and the Code of Criminal Court Appeal and Cassation Procedure (Apellatsiooni ja kassatsiooni kriminaalkohtumenetluse seadustik) that are pertinent to the examination of witnesses have been summarised in the Taal v. Estonia judgment (no. 13249/02, §§ 19-27, 22 November 2005).", "80. The Criminal Law Chamber of the Supreme Court held in its judgment of 7 December 2000 (case no. 3-1-1-100-00):", "“11.4. ... Significant damage, which is an element of the offence under Article 161 of the [Criminal Code], can be both pecuniary and non-pecuniary damage caused to the interests of the State. ...", "11.5. The Criminal Law Chamber of the Supreme Court finds that, as criminal law also protects values that cannot be measured in money, non-pecuniary damage inevitably has to be accepted as an element of the offence and cannot be assessed on the basis of the same criteria as pecuniary damage. The existence or absence of non-pecuniary damage and also the quantitative dimension of non-pecuniary damage (whether it is ordinary, significant or large-scale non-pecuniary damage) has to be established by a court in each individual case.", "What has to be considered non-pecuniary damage of an ordinary, significant or large extent is an issue of fact. In order to resolve the issue of the extent of non-pecuniary damage in an individual case, it is necessary to consider how dangerous the committed act was in view of the general sense of justice and legal awareness of society and to what extent it has damaged legally protected interests... . The extent of the damage can also be affected by factors such as the status of the official position ... of the person who had committed the act, the duration of the corrupt activity, whether it was a single instance or systematic, the number of persons affected by the unjustified or unlawful acts or decisions and their location at the local, national or international level, the type of the damage caused – the level of the ... authorities whose reputation was damaged, to what extent their credibility was damaged, whether there was interference in the normal functioning of the state authority and what that interference was, and so on. In considering those questions, it has to be taken into account that sometimes an act and its criminal consequence can be inseparable (for example, the unlawful activities of a public official constitute at the same time impairment of the reputation of a public authority).”", "81. The Criminal Law Chamber of the Supreme Court has found, for example, that significant damage to legally protected rights and interests of other persons and to the national interests had been caused by a police officer who had unlawfully released a person before he had served his sentence (judgment of 7 May 1996, case no. 3-1-1-46-96).", "82. In a judgment of 6 June 2000 (case no. 3-1-1-65-00), the Criminal Law Chamber of the Supreme Court dealt with a case where a first-instance court had convicted the mayor of a town of misuse of official position by endangering the preservation of the town executive’s assets and by damaging its reputation. On an appeal by the prosecutor, the Supreme Court quashed the mayor’s acquittal by the Court of Appeal, finding that he had unlawfully invested the town executive’s money, creating a danger to its preservation and causing damage to the executive’s reputation. The Supreme Court considered irrelevant the facts that the town executive and council had been aware of the mayor’s activities and that in the town executive’s view they had not been discredited. It noted that the establishment and assessment of the elements of the offence was the task of the court and not of the local government bodies connected with the matter.", "83. On 1 September 2002 the Criminal Code was replaced by the new Penal Code (Karistusseadustik), which provided:", "“Intentional misuse by an official of his or her official position with the intention to cause significant damage or if thereby significant damage is caused to the legally protected rights or interests of another person or to public interests, shall be punished by a fine or up to three years’ imprisonment.”", "84. By a legislative amendment concerning economic offences that entered into force on 15 March 2007, Article 289 of the Penal Code was repealed. In the explanatory memorandum prepared by the Ministry of Justice, it was stated that the purpose of repealing that Article was to limit the responsibility of an official for the misuse of his or her official position to cases where significant pecuniary damage had been caused to another person (a new offence of breach of confidence was proposed to that effect). It was stated in the memorandum that broad and vague definitions of the necessary elements of offences were in conflict with the general principle of legal certainty and the nulla poena sine lege principle laid down in the Constitution (Articles 13 § 2 and 23, respectively). It was reiterated that it had to be sufficiently clear to a person what kind of (lawful) conduct was expected from him or her and which circumstances determined his or her liability. Reference was also made to the interpretation of Article 7 § 1 of the Convention by the European Court of Human Rights, according to which the necessary elements of a criminal offence had to be clearly defined in law (see Veeber v. Estonia (no. 2), no. 45771/99, § 31, ECHR 2003I).", "Another reason provided in the explanatory memorandum for repealing Article 289 of the Penal Code was that an assessment of the significance of non-pecuniary damage caused by misuse of official position made by a court retroactively constituted a discretionary decision. Accordingly, it could be difficult for an official to predict at the time of commission of the act whether the non-pecuniary damage caused by him or her could, based on the general principles of law, be regarded as “significant” for the purposes of the definition of misuse of official position. Hence, at the time of committing the act it might not be possible to predict with sufficient certainty whether the particular misuse of official position resulting in non-pecuniary damage was punishable as a criminal offence or not. Thus, according to the memorandum, it could be concluded that in the case of a vague definition of an offence, there was a risk that damage might be deemed to be caused merely on the ground that a breach of regulations had been committed, and this, in principle, made it possible to bring charges against an official for any kind of misuse of office. Also assessment of the extent of damage in individual cases was considered to cause problems.", "85. In a decision of 28 June 2005 (case no. 3-1-1-24-05), the Criminal Law Chamber of the Supreme Court raised several important issues in connection with the application of the law in cases of misuse of official position under Article 161 of the Criminal Code. The criminal case concerned charges against a person who held an official position in a public limited company. The Criminal Law Chamber noted that in its earlier case-law it had explicitly accepted that non-pecuniary damage could be caused to legal persons in public law, first and foremost to the State (including a specific government agency) and to local government bodies. However, according to the case-law of the Civil Law Chamber of the Supreme Court, a legal person could not claim compensation for non-pecuniary damage. Accordingly, the Criminal Law Chamber referred the case to the plenary Supreme Court to obtain an authoritative ruling.", "The Criminal Law Chamber in the above case also raised the issue of whether, if a commercial company were to be able to claim compensation for non-pecuniary damage, Article 161 of the Criminal Code was partially contrary to the Constitution. It noted that Articles 13 § 2 and 23 § 2 of the Constitution and Article 7 § 1 of the Convention embodied the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege certa). It referred to a judgment of the European Court of Human Rights in which the Court had found that an offence had to be clearly defined in law and that this requirement was satisfied where the individual could know from the wording of the relevant provision and, if need be, with the assistance of the courts’ interpretation of it, what acts and omissions would make him criminally liable (see Veeber (no. 2), cited above, § 31). The Criminal Law Chamber noted that criminal liability for misuse of an official position under Article 161 of the Criminal Code was dependent on whether the damage caused was “significant”. While there existed criteria to assess whether the pecuniary damage was “significant”, there were no objective criteria to determine the extent of non-pecuniary damage. The latter was expressed in the opinion of the court, for the purposes of which the court would consider the general principles of law, the level of society’s general welfare and case-law.", "Accordingly, the Criminal Law Chamber observed, a court’s retrospective assessment of the significance of non-pecuniary damage caused by misuse of official position was a discretionary decision. Therefore, it could be difficult for an official to predict at the time of the commission of an act whether on the basis of the general principles of law the non-pecuniary damage caused by him or her would amount to “significant” damage within the meaning of the offence of misuse of official position. Thus, at least in cases not covered by earlier case-law, it was not necessarily predictable with sufficient certainty whether a particular act of misuse of official position causing non-pecuniary damage would be punishable as a criminal offence.", "However, by a judgment of 4 November 2005, the plenary Supreme Court acquitted the defendant in the above case on the grounds that the act committed by him had not corresponded to the elements of the offence under Article 161 of the Criminal Code. Accordingly, the Supreme Court was procedurally prevented from ruling on the constitutionality of Article 161.", "86. In a judgment of 8 January 2007 (case no. 3-1-1-61-06) the Criminal Law Chamber of the Supreme Court dealt with a charge concerning a violation of the requirements of public procurement under Article 300 of the Penal Code. Significant damage caused to the rights or interests of another person or to public interests was a constituent element of this offence, as in Article 161 of the Criminal Code. The court held:", "“13. ... [I]n order to guarantee [the defendant] the right to defence, all the factual circumstances serving as a basis for his or her criminal liability must be presented in the text of the bill of indictment in a sufficiently clear and precise manner. ...", "14. The conclusion made in the bill of indictment that [the defendant] “[had] damaged fair competition as a basis of the market economy, and thus had damaged other persons’ rights and interests”, did not make it clear who were the “other persons” referred to whose rights and interests [the defendant] had damaged, what change was caused in the situation of the legally protected interests of these persons by the alleged damage and what was the extent of the damage. Charges of causing significant damage, which do not specify the injured person or the facts on the basis of which one could render a legal opinion on the nature and extent of the alleged damage, are not specific enough and the courts are not able to establish the existence of significant damage as a necessary element of the criminal offence on the basis of such charges.", "...", "16. ... [A]ccording to the bill of indictment [the defendant] had breached the requirements applicable to public procurement proceedings and had thereby caused significant damage by casting doubt on the impartiality and integrity of the highest official of an executive body. ...", "...", "19. It does not appear from the bill of indictment ... in whose eyes and to what extent the trust in the impartiality and integrity of the highest official of the executive body had been undermined as a result of the act committed by the defendant and what were the circumstances that had evidenced the undermining of the trust. In other words, the charges did not point to any facts which, if established, would have allowed the courts to conclude that [the defendant’s] act had actually undermined the credibility of state officials or to render a legal opinion as to whether such a consequence could be regarded as damage caused to a person and whether this damage was “significant” within the meaning of Article 300 of [the Penal Code]. Hence, the charges of causation of significant damage brought against [the defendant] were not specific enough in the part concerning the alleged casting of doubt on the integrity and credibility of the highest state officials either.", "...", "21. ... [Contrary to the requirements of the criminal procedure law], the courts were not guided – in establishing the consequence as a necessary element of the offence – by evidence which would have proved that actual changes in the reputation of state officials had occurred in the real world and that these changes had been caused by the act [of the defendant] but, instead, they were merely guided by the legal assessment of the nature of the violation committed by [the defendant]. In other words, the County Court and the Court of Appeal eliminated the boundary between the act and the consequence, considering that the breach of a law was automatically also a consequence.", "22. ... [I]n criminal proceedings, none of the facts required to be proved, including consequence as a necessary element of an offence, can be established on the basis of a legal opinion. This is because a legal opinion says nothing about the changes that actually occurred or did not occur in the real world as a result of the act. A normative understanding according to which an unlawful act committed by the accused is of such a kind that it would undermine the trust of an “average person” in the integrity and impartiality of state officials cannot justify the conclusion that, in a specific case, there actually is a sufficient number of persons who are aware of this unlawful act and whose trust in the integrity and credibility of state officials is undermined as a result of this particular act.", "...", "27. In connection with the charge against [the defendant] that he “created a situation where there was a real danger to the purposeful and economical use of the funds from the state budget in the amount of at least 17,661,017 kroons”, the Criminal Chamber wishes to make it clear that creation of a danger and causing damage are two different types of consequences that constitute necessary elements of an offence. Creation of a danger (emergence of a dangerous situation) can be regarded as an increase in the possibility of actual damage being caused, and it comprises a necessary element of an offence only in the case of a specific danger-creating delict [ohudelikt], that is if the definition of the offence mentions the creation of a danger as a consequence being one of the necessary elements of the offence ... . If the definition of an offence mentions the causation of some kind of damage as a consequence being one of the necessary elements of the offence ... it is a delict consisting in the causation of material damage [materiaalne kahjustusdelikt]. The necessary elements of this type of offence are present only if actual damage – and not merely an increase in the possibility of damage being caused – has been caused as a result of the act. ...”"], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}