{"ITEMID": "001-95257", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ALLEN AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["1. The applicants, Mr Trevor Allen, Mr John Lewis and Mr David Venable, are British nationals. Mr Allen and Mr Venable live in Takeley and Mr Lewis lives in Dunmow. The applicants were represented before the Court by Mr R. Buxton, a lawyer practising in Cambridge.", "2.", "3. The applicants are the owners of residential properties situated near Stansted Airport, in the south-east of England. Stansted Airport is owned and operated by Stansted Airport Limited (“BAA Stansted”), a private company which was at the relevant time a wholly-owned subsidiary of BAA Plc, a company then listed on the London stock exchange.", "4. In December 2003, the Government published a White Paper, The Future of Air Transport (a White Paper outlines details of future policy on a particular subject and often leads to legislative proposals following responses to the paper). The White Paper set out a strategic framework for the development of airport capacity in the United Kingdom over the next 30 years and in that context, the Government expressed support for the construction of a new runway at Stansted Airport. The executive summary to the White Paper identified the Government’s objectives as limiting and, where possible, reducing noise impact over time, as well as minimising other local environmental impacts. It noted:", "“Where noise impacts cannot practically be limited, the White Paper sets out new measures which it expects airport operators to take to help those affected, by offering to insulate or, in more severe cases, purchase properties.”", "5. The executive summary also invited airport operators to bring forward plans to increase capacity, including, where appropriate, measures to address blight.", "6. The White Paper explained generalised blight as follows:", "“The prospect of airport development will in many cases have a wider impact on property values in the period before statutory protection is available. This is often referred to as ‘generalised blight’.”", "7. The statutory protection available was set out briefly in the White Paper:", "“Under existing planning law, residential and agricultural owner occupiers directly affected by airport development plans will have access in due course to statutory blight provisions, either when planning permission is granted for the airport development, or when the local development plan has been revised to reflect development proposals.", "In addition, the law provides for compensation in respect of loss of value arising from certain indirect effects of future airport development during construction such as noise or dust (under the Compulsory Purchase Act 1965) and for loss of value one year on from the opening of a new development and arising from its operation (under Part 1 of the Land Compensation Act 1973).”", "8. The White Paper acknowledged that there would be no statutory remedy for generalised blight but accepted the need for some form of redress for property owners affected. It indicated that non-statutory schemes to deal with generalised blight were being developed by airport operators in respect of runways supported by the White Paper. Specifically, the White Paper stated that the Government expected such non-statutory schemes to minimise the impacts on local people. With regard to the Stansted expansion plans, the White Paper emphasised that:", "“the airport operator will need to put in place a scheme to address the problem of generalised blight resulting from the runway proposal.”", "9. The White Paper also addressed separately the issue of noise mitigation. Based on research, the Government used 57dBALeq16 hour (equivalent continuous noise level) as the level of daytime noise marking the approximate onset of significant community annoyance. The White Paper set out the Government’s expectation that relevant airport operators would, with immediate effect, offer households subject to levels of noise at 69 dBALeq16 hour or more assistance with the costs of relocating. As regards households subject to noise levels of 63 dBALeq16 hour or more, the Government expected relevant airport operators to offer acoustic insulation. In respect of future airport growth, the Government indicated their expectation that relevant airport operators would offer to purchase those properties suffering from noise levels of 69 dBALeq16 hour or more and which saw an increase in noise levels of 3dBALeq or more; and to offer acoustic insulation to those with noise levels of 63 dBALeq16 hour or more and which saw an increase in noise levels of 3dBALeq16 hour or more.", "10. The Government undertook to monitor and evaluate the impact and effectiveness of the policies set out in the White Paper.", "11. BAA Stansted subsequently announced its intention to seek approval for the construction of a second runway at Stansted Airport. In February 2004, it outlined, in a consultation document, various proposals to address the problem of generalised blight.", "12. On 30 April 2004, in response to a letter from “Stop Stansted Expansion” (an interest group opposed to the expansion of Stansted Airport), the then Parliamentary Under Secretary of State for Transport indicated that:", "“in introducing this voluntary scheme, BAA are taking forward policies set out in ... the White Paper ... BAA will wish to ... try to minimise the impacts on the local community. We will monitor progress by airports in bringing forward blight and noise mitigation schemes ...”", "13. In September 2004, BAA Stansted published details of the scheme selected to assist home owners suffering from generalised blight: the Home Owner Support Scheme (“HOSS”). Under the terms of the scheme, only properties falling within a contour line based on noise levels of 66 dBALeq16 hour (“66 Leq”) and above fell within the ambit of the HOSS. There was no flexibility as regards the contour line and properties outside the contour line were ineligible for the scheme. BAA Stansted accepted that in defining this boundary, a line was drawn between those who would qualify and those who would not and that the line might appear arbitrary in some places. However, it emphasised that the selection of the line contour was based on detailed research, adding:", "“In confirming our intention to work on the basis of the 66 Leq contour, it is important to emphasise that this scheme is about addressing generalised blight and not noise mitigation. However, we intend to introduce specific noise compensation and mitigation packages in the future, including noise insulation programmes.”", "14. An applicant qualifying under the HOSS could either require BAA Stansted to enter into a legally binding and transferable option to purchase his property, allowing him to sell his property, together with the option to purchase, to a third party; or he could require BAA Stansted to buy his property once it had announced its intention to construct the runway (which was subject to the grant of planning permission). In addition, where an owner eligible for the HOSS was only able to sell his property for 15 per cent or more below the index-linked market price, an assisted relocation scheme would require BAA Stansted to purchase the property subject to terms and conditions. An early moving contribution was available for home owners who did not qualify for the assisted relocation scheme because they could sell their properties for within 15 per cent of the index-linked price.", "15. In addition to the HOSS, BAA Stansted promulgated a Special Cases Scheme (“SCS”) aimed at individuals who could demonstrate that a severe medical condition, such as a chronic or degenerative disease, made it necessary for them to move at the earliest opportunity but who were having difficulty selling their homes. One criterion of the SCS was that the individual had been unable to sell his home within 15 per cent of the market price. The 66 Leq contour line did not apply to the SCS.", "16. The applicants’ properties lie outside the 66 Leq contour line. Accordingly, they are not eligible to benefit from the HOSS. Nor are they eligible under the SCS. They nonetheless consider that their properties have been affected by generalised blight. They rely on statistics from the Land Registry Office which show that while house prices in the county of Essex increased by 25.5 per cent on average between April-June 2002 and the final quarter of 2003, house prices in Uttlesford, the district within Essex in which Stansted Airport and their properties are situated, only increased by an average of 12.7 per cent.", "17. By letter dated 5 November 2004, the then Parliamentary Under Secretary of State for Transport, responding to a letter from “Stop Stansted Expansion”, stated that:", "“We recognise that the prospect of airport development can have an impact on property values during the period before statutory protection becomes available. We also accept that people should have access to some form of redress, which is why we made our view clear in The Future of Air Transport White Paper that non-statutory schemes should be brought forward locally, by airport operators, where new runways are supported in the White Paper or where land is safeguarded for future development. However, there is no obligation on BAA to do so as you suggest in your letter.", "In the case of the proposed development of Stansted, BAA’s Home Owners Support Scheme (HOSS) is intended to provide financial support to homeowners close to the site of the proposed new runway, whose property values may be worst affected by the prospect of increased airport noise. I would emphasise that the HOSS is a BAA scheme, voluntarily entered into by them. The Government is not a party to it and cannot in any way guarantee it. That said we do consider BAA’s scheme to be consistent with the objectives we set out in ... the White Paper ...", "Your letter also explains your organisation’s view that the BAA scheme does not adequately address all aspects of the generalised blight around Stansted. The noise level contours being used by BAA for its HOSS are not arbitrary values, but are research-based and have also formed the basis for past sound insulation schemes at Stansted and other airports. It is, however, an unavoidable feature of any amelioration scheme based on environmental noise impacts, whether forecast noise or actual and whatever the noise values used, that it will give rise to a boundary with people living just outside it.", "... We consider that the only fair and practical basis for a voluntary blight compensation scheme is one referenced to a recognised level of environmental impact. There may be debate about what the boundary should be and what impacts should be taken into account, but a scheme that is not based on objective and measurable environmental criteria would be very difficult to administer in practice.", "As we said in ... the White Paper, we will be monitoring the effectiveness of the policies we have set out, including voluntary blight schemes brought forward by airport operators, and will review progress along with other White Paper policies in 2006.”", "18. Planning permission for the new runway has not yet been granted.", "19. The first applicant, together with Takeley Parish Council (“Takeley”), sought leave to apply for judicial review of the HOSS complaining that it compensated some home owners affected by generalised blight but not all; and that it was applied inflexibly. The defendants were BAA Stansted and BAA plc. In their summary grounds of defence the defendants sought GBP 23,585 by way of the costs of defending the application for leave to apply for judicial review. Permission to bring judicial review proceedings was refused on the papers on 4 March 2005, with the judge commenting that the level of costs claimed by the defendants appeared disproportionate and that detailed assessment was therefore likely to be required.", "20. The claim for permission to apply for judicial review was renewed at an oral hearing, with a substantially amended statement of facts and grounds which sought to introduce the Secretary of State for Transport as a third defendant. The argument developed at the oral hearing before the High Court was that the Secretary of State had acted unlawfully in positively supporting and continuing to support and endorse the HOSS scheme in circumstances in which the requirements of the policy set out in the White Paper were not met and/or in continuing to express policy support for the development of Stansted in circumstances where insufficient provision had been made to address generalised blight. Accordingly, it was argued, the Secretary of State had failed to comply with his duties under Articles 8 and 14 of the Convention and Article 1 of Protocol No. 1.", "21. Takeley and Mr Allen also made a separate application for a protective costs order (“PCO”). Although Mr Allen was indemnified by Takeley in respect of costs, Takeley itself had limited financial resources. Accordingly, the terms of the PCO sought was that each party pay its own costs in relation to the judicial review proceedings, on the grounds that the case was one of general interest and that the prohibitive level of costs which could potentially be awarded against the claimants if unsuccessful would inevitably oblige them to discontinue the application for judicial review.", "22. By order dated 13 July 2005, Sir Andrew Collins declined to make an advance order on costs on the basis that the issue of costs should be dealt with on the relevant application for permission. He observed that the condition in R (on the application of Corner House Research) v Secretary of State for Trade and Industry (see relevant domestic law and practice below) that the claimant should have no private interest in the case in order for a PCO to be awarded “may be too restrictive but there are substantial arguments against a PCO, although some sort of capping may be appropriate”.", "23. On 14 December 2005, Mr Justice Lloyd Jones refused the renewed application for leave to apply for judicial review. He noted at the outset (at paragraph 24) that:", "“The generalised blight is caused by the White Paper, or its implementation, not by the bringing forward of a voluntary scheme to mitigate its effects. The challenge to the vehicle intended to bring relief [i.e. the HOSS], whatever may be claimed to be its inadequacies, was aiming at the wrong target. Furthermore, it should be noted that the scheme does not affect statutory rights, it simply supplements those rights in the cases where it applies.”", "24. In respect of the argument that the balance struck between competing rights by the White Paper was not reflected in the HOSS, the judge disagreed. He considered that the White Paper did not contemplate a voluntary scheme which would relieve all cases of generalised blight and that, accordingly, the HOSS scheme was not incompatible with the policy set out in the White Paper.", "25. As regards the argument that in endorsing the scheme, the Secretary of State had infringed Convention rights, Lloyd Jones J considered in turn the various articles relied upon. In respect of Article 8, he concluded that the case involved the possible diminution in value of property and that, as a consequence, Article 8 was not engaged. In any case, the balance struck by the scheme did not raise an arguable claim under Article 8. As regards Article 1 of Protocol No. 1, he noted that it was common ground among the parties that the article was engaged and he considered that the case involved a control of the use of the property, rather than deprivation of ownership. He referred to the approach of the Court of Appeal in R (Trailer and Marina (Leven) Ltd) v Secretary of the State for the Environment, Food and Rural Affairs and another [2005] 1 WLR 1267 in which Neuberger LJ, citing Allan Jacobsson v. Sweden (no. 1), 25 October 1989, § 55, Series A no. 163, explained that in such cases there had to be a reasonable relationship of proportionality between the means employed and the aim sought to be realised; and that in striking the fair balance between the general interest of the community and the requirements of the protection of the individual’s fundamental rights, the authorities enjoyed a wide margin of appreciation. Lloyd Jones J concluded (at paragraph 30) that:", "“[Counsel for Mr Allen] has to put his case very high. He has to say that a fair balance requires his mandatory scheme; that is one which requires compensation to be available regardless of the noise contour, taking account of and providing compensation for any diminution in value and doing so for all of those who are affected by the generalised blight. To my mind, it is not arguable that approving a voluntary scheme which does not go this far is disproportionate.”", "26. As for the alternative argument that it would be disproportionate to base the scheme on the noise contour without incorporating some element of flexibility, Lloyd Jones J held (at paragraph 31):", "“However, here again it does not appear to me that the use of the noise contour is a disproportionate response. Once it is accepted that it is justifiable to compensate only the severely disadvantaged, a line has to be drawn. It seems to me that this is an efficient and fair way of identifying those most severely affected by the generalised blight.”", "27. Lloyd Jones J noted that the documents setting out the HOSS explained clearly why it was considered desirable to have a contour line and why the 66 Leq noise boundary had been adopted. The deliberate exclusion of discretion did not make drawing a line disproportionate. He concluded that there was an objective justification for the approach adopted, which was the need for legal certainty and a workable rule.", "28. Finally, as regards Article 14, Lloyd Jones J held (at paragraph 34):", "“I doubt that Article 14 is engaged in the circumstances of this case. This scheme does not discriminate between individuals and groups on the basis of personal characteristics. If it did, then that would be the case whenever a distinction is drawn between different categories of property owners. But, in any event, it seems to me that any discrimination will be justified for the reasons that have already been given.”", "29. In the circumstances, Lloyd Jones J found that the issue of the protective costs order did not arise. However, having heard argument from the parties, he limited the extent of the costs order made in respect of the proceedings. No costs order was made against Mr Allen. Takeley was ordered to pay the first and second defendants’ assessed costs of acknowledging service and resisting the PCO, the latter costs to be limited to GBP 1,000, and the third defendant’s costs of lodging written submissions, limited to GBP 1,000. No costs were awarded in respect of the oral hearing.", "30. Mr Allen and Takeley subsequently sought permission to appeal to the Court of Appeal against the refusal of leave on the ground that, inter alia, the judge had erred in law in concluding that there was no arguable case that the Secretary of State had acted, and continued to act, in breach of his obligations under Articles 8 and 14 of the Convention and Article 1 of Protocol No. 1.", "31. By order dated 21 July 2006, Lord Justice Waller adjourned the application to be heard by the full court, with the appeal to follow if permission was granted. He commented that:", "“I have doubts about the prospects of success but a refusal on paper will almost certainly lead to an oral hearing and this is one of those cases where arguing about prospects could take longer than tackling the points sought to be taken”.", "32. Following a request for clarification from solicitors acting for Takeley and Mr Allen, Waller LJ confirmed on 12 October 2006 that he would not make a protective costs order.", "33. Takeley and Mr Allen subsequently sought the advice of leading and junior counsel. Counsel advised that although the case was arguable, the prospects of success on appeal were low and the prospects of success in the substantive judicial review application were even lower. In this respect, Waller LJ’s comments in his 21 July order that he had doubts about the prospects of success were significant. In view of Takeley’s limited financial resources and the likely considerable level of costs which would be awarded against them if their appeal was unsuccessful, counsel advised the withdrawal of the appeal.", "34. The appeal was subsequently dismissed by consent.", "35. Under statutory planning law, residential occupiers directly affected by airport development plans have access to statutory blight provisions either when planning permission has been granted for airport development or when the local development plan has been revised to reflect the development proposals.", "36. Under Part I of the Land Compensation Act 1973, those affected by airport development can claim compensation for the loss in the value of their property directly attributable to the operation of the new development. However, eligibility for compensation arises only after 12 months have passed since the new runway has entered in operation.", "37. The normal rule in civil proceedings in England and Wales, including judicial review proceedings, is that the unsuccessful party pays the reasonable costs of the successful party.", "38. The court may, in certain circumstances, make a protective costs order. The relevant principles governing the making of PCOs in public law cases raising issues of general public importance were set out in R (on the application of Corner House Research) v Secretary of State for Trade and Industry [2005] 1 WLR 260. In that case, the Court of Appeal held (at paragraph 74):", "“We would therefore restate the governing principles in these terms: (1) a PCO may be made at any stage of the proceedings, on such conditions as the court thinks fit, provided that the court is satisfied that: (i) the issues raised are of general public importance; (ii) the public interest requires that those issues should be resolved; (iii) the applicant has no private interest in the outcome of the case; (iv) having regard to the financial resources of the applicant and the respondent(s) and to the amount of costs that are likely to be involved it is fair and just to make the order; and (v) if the order is not made the applicant will probably discontinue the proceedings and will be acting reasonably in doing so. (2) If those acting for the appellant are doing so pro bono this will be likely to enhance the merits of the application for PCO. (3) It is for the court, in its discretion, to decide whether it is fair and just to make the order in light of the considerations set out above.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}