{"ITEMID": "001-93456", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF D. v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anne E. Niemi;David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["6. On 19 July 2000 the applicant’s daughter E., born in June 1997, was first interviewed at a hospital child psychiatric clinic on a suspicion that she had been sexually abused by the applicant. That suspicion was initially based on E.’s own account of what her father had done to her.", "7. Dr S. examined E. at the clinic on 2, 4 and 8 August 2000. The sessions were recorded on videotape. Following those sessions the hospital staff proposed that a meeting be arranged between the applicant and E. to enable the observation of their interaction. Such a meeting was never held, presumably due to the opposition of E.’s mother, the applicant’s former wife.", "8. On 7 August 2000 the applicant met a social worker and a nurse at the hospital. He denied any sexual abuse, suspecting that the mother had manipulated E. into saying negative things about him in order to prevent his visits with the child. The applicant and E.’s mother had divorced in 1998 and they had not been able to agree on the child’s custody and visiting rights. They had subsequently been afforded joint custody of E. by a court. Against this background, the applicant urged that other possible reasons for E.’s behaviour than sexual abuse be taken into consideration.", "9. In a feedback discussion held on 14 September 2000 Dr S. informed the applicant about the results of the examinations, which in his opinion supported the suspicion of abuse by the applicant. The applicant was told that a meeting between him and E. was to be arranged and that he would be informed about the date of the meeting later on. The applicant requested copies of E.’s examination reports.", "10. No meeting between the applicant and E. was arranged.", "11. As copies of E.’s examination reports had not been sent to the applicant, his counsel made fresh requests to that end on 3 and 14 November 2000. She also insisted that the applicant be heard regarding the examinations.", "12. On 15 November 2000 E. was examined at the clinic by Dr H. That session was also videotaped. No meeting with the applicant was arranged in respect of the results of that examination.", "13. On 28 November 2000 the hospital refused to submit copies of E.’s examination reports to the applicant, finding that their disclosure might be detrimental to her health or treatment and that it might conflict with another very important private interest.", "14. In December 2000 the applicant filed a request with the Data Protection Ombudsman (tietosuojavaltuutettu, dataombudsmannen) to obtain access to E.’s medical file. No decision was given by that authority before the beginning of the subsequent trial against the applicant.", "15. E.’s therapy at the hospital started in January 2001.", "16. On 15 February 2001 the police began a pre-trial investigation of the applicant during which his counsel was given the opportunity to view the video recordings of E.’s examinations by Drs S. and H. Apparently, counsel was also given copies of at least some of the documents pertaining to the case. The investigation was closed on 19 September 2001. In his final statement to the pre-trial investigation, the applicant requested that the investigating authorities acquire the totality of E.’s medical file from the hospital. His request was not complied with as the police and the public prosecutor did not regard E.’s patient records as having any influence in the matter.", "17. While the investigation was still pending, in May and June 2001, the applicant’s counsel had again asked the hospital authorities for access to those documents in E.’s medical file which were not already in the possession of the defence. The requests were refused. The applicant appealed against the decisions to the Administrative Court (hallinto-oikeus, förvaltningsdomstolen).", "18. On 24 October 2001 the prosecutor brought a charge against the applicant, alleging aggravated sexual abuse of E. between March and June 2000. On 23 November 2001 the applicant submitted a written request to the District Court (käräjäoikeus, tingsrätten) to gain access to E.’s medical file, claiming that it was necessary for his defence.", "19. On 19 February 2002 the Administrative Court dismissed the applicant’s appeal against the hospital authorities’ refusal to grant him access to E.’s medical file (see paragraph 16 above). It stated that the examination reports requested by the applicant were not included in the trial material, and his request thus lacked legal basis. Furthermore, the court held that the applicant was entitled to obtain any medical documents given to or acquired by the District Court in the course of the criminal proceedings. Moreover, he had already been given copies of the video recordings and documents included in the pre-trial investigation material.", "20. The District Court held a preparatory hearing on 16 August 2002, in which the applicant repeated his request to obtain all of E.’s examination reports. On that date, having obtained the consent of E.’s mother, the court ordered the hospital to submit to the court the requested documents. In another preparatory hearing, held in September 2002, the applicant was finally afforded the opportunity to acquaint himself with the remainder of E.’s medical file.", "21. The main proceedings against the applicant began on 9 December 2002. The court received testimony from the applicant and 17 other persons, including Dr S., Dr H. and other doctors. A number of documents, including medical reports drawn up by the doctors treating E., were referred to in evidence. The videotaped examinations of E. were played back before the court.", "22. On 20 December 2002 the District Court acquitted the applicant of the charge, finding that there was at least reasonable doubt as to his guilt. The court noted that the examination reports obtained during the pre-trial investigation had been exceptionally important to the outcome thereof. According to the court the examinations seemed to have been based on the presumption that E. had been sexually abused by the applicant. Nevertheless, the applicant had not been afforded an opportunity to acquaint himself with E.’s medical file while the examinations at the hospital were being conducted and had only gained access to the totality of her examination reports shortly before the trial. There had thus been crucial shortcomings in the pre-trial investigation, contrary to the rights of the defence as set out in the Criminal Investigations Act (esitutkintalaki, förundersökningslag; 449/1987) and the Convention.", "23. The prosecutor and E., represented by her mother, appealed to the Court of Appeal (hovioikeus, hovrätten). In his reply to that court, the applicant contended, inter alia, that the investigation against him had de facto been carried out by the doctors and not by the police. He had not been given an opportunity to put questions to E., even indirectly, when she had been examined at the hospital, or at any later stage of the proceedings. He had only seen the video recordings when the pre-trial investigation was already well underway. It transpired from those recordings that during the examinations E. had claimed sexual abuse not only by her father, but also by several other persons. Further, the applicant had only been given access to E.’s medical file at the beginning of the trial, which meant that he had not had adequate time to prepare his defence.", "24. The Court of Appeal held an oral hearing between 19 and 22 May 2003. The evidence presented to the court was in most part the same as had been before the District Court. As to the applicant’s involvement in the examinations, Dr S. testified that during the feedback discussion of 14 September 2000 he had asked the applicant whether he had any questions. The applicant had not indicated at that point that he wished to have any further examinations conducted.", "25. On 19 June 2003 the appellate court quashed the lower court’s judgment and convicted the applicant of aggravated sexual abuse. He was sentenced to three and a half years’ imprisonment. The court found that E.’s account, recorded on videotape, was essential evidence, but not the sole evidence, against the applicant. In its conclusions the court emphasised E.’s behaviour, as it transpired from the video recordings, and the statements of Drs S. and H., who had examined her, and of another doctor who had treated her. This evidence was supported by three other witness testimonies regarding E.’s behaviour. The court further stated as follows:", "“Given that [E.’s] account is essential evidence supporting the charge, [the applicant] or his counsel should have been given an explicit opportunity (“olisi...selkeästi tullut varata tilaisuus”) to put questions to [E.] through the pre-trial authorities or to request further investigations. However, this opportunity has not been provided within a reasonable time nor at a stage when it would have been useful, namely before the beginning of [E.’s] therapy. The procedure has therefore been deficient in part. [Dr S.] has, however, given [the applicant] an opportunity to request further examinations. Having regard to the fact that also other evidence in addition to [E.’s] account has been presented, the Court of Appeal finds that the above-mentioned procedural error cannot lead to the dismissal of the charge. Taking into account the legal protection of the child and her state of health as well as the fact that she had already been undergoing treatment for a long time, it would not have been reasonable to follow the adversarial procedure at a later stage. Naturally, the child’s account and her behaviour, as they transpire from the video recordings, must be taken with circumspection when assessing the evidence. However, the Court of Appeal considers that the taking of evidence, assessed as a whole, meets the minimum requirements of a fair trial.”", "26. The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) contending, inter alia, that the proceedings had been unfair in the light of Article 6 of the Convention as he had been denied adversarial proceedings and the timely opportunity to acquaint himself with the totality of the case material. On 25 March 2004 he was refused leave to appeal.", "27. At the time of the proceedings in question, apart from the leave to appeal proceedings in the Supreme Court, there were no legal provisions concerning the use as evidence of a video recording of testimony given by a child prior to the trial.", "28. The Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), as in force at the material time, provided that a statement included in a pre-trial investigation report or another document, or a statement recorded by other means, could not, as a rule, be admitted as evidence in court. The court might, exceptionally, admit such a statement as evidence, if the witness in question could not be questioned before the court (Chapter 17, articles 11(1)(2) and 11(3), Act No. 690/1997). It was at the court’s discretion to hear as a witness a person less than 15 years old (Chapter 17, article 21, Act no. 571/1948).", "29. The Code of Judicial Procedure was amended with effect from 1 October 2003. According to the current provisions, the testimony of a person under 15 years old, or a mentally disturbed person, recorded on audio or videotape during the pre-trial investigation, may be used as evidence if the accused has been provided with an opportunity to have questions put to the person giving the testimony (Chapter 17, article 11(2), Act No. 360/2003). According to the explanatory report to the relevant Government Bill (No. 190/2002), this new provision places emphasis on both the idea that giving testimony before the court may be detrimental to, inter alia, a child and on the importance of respecting the rights of the defence.", "30. A more detailed description of the domestic law regarding pre-trial investigation and receipt of evidence in court may be found in the Court’s judgment of A.L. v. Finland (no. 23220/04, §§ 13-22, 27 January 2009)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}