{"ITEMID": "001-58036", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF ERIKSEN v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-1;No violation of Art. 5-3", "JUDGES": "", "TEXT": ["6. The applicant is a Norwegian citizen. In 1965 he was involved in a traffic accident in which he suffered serious brain damage. He subsequently showed a distinct tendency to become aggressive.", "7. In 1967 he was convicted of offences under Articles 227, 228 and 292 of the Norwegian Penal Code (threatening behaviour and inflicting bodily harm) and sentenced to preventive detention (sikring) for a maximum period of five years in accordance with Article 39 para. 1 (e) of the Penal Code (see paragraph 53 below). In an expert psychiatric opinion obtained at that time, he was declared mentally ill (sinnssyk) and he spent the period from May 1967 to July 1972 in mental hospitals.", "8. From 1973 to 1978 the applicant was detained for a period of approximately four years at either Telemark Central Hospital or Reitgjerdet Mental Hospital in accordance with the provisions of the Mental Health Act 1961 (lov om psykisk helsevern).", "9. In 1978 the applicant was placed under \"judicial observation\" (judisiell observasjon) after having physically assaulted his father. The expert psychiatric opinion obtained at that time concluded that he was not mentally ill but had an underdeveloped and permanently impaired mental capacity (mangelfullt utviklede og varig svekkede sjelsevner) and that there was a clear risk of his committing further criminal offences.", "10. By a judgment of 26 June 1978 the District Court (herredsrett) of Kragerø convicted the applicant of an offence under Article 228 of the Penal Code. It sentenced him to sixty days’ imprisonment and authorised the use of security measures under Article 39 para. 1 (a) to (f) of the Penal Code for a maximum period of five years.", "11. On 3 July 1978 the prosecuting authority decided to detain the applicant in accordance with Article 39 para. 1 (e) in a security ward at Ila National Penal and Preventive Detention Institution (\"Ila\").", "12. On 21 January 1980 the Ministry of Justice decided, pursuant to Article 39 para. 1 (a) to (c) to release the applicant on the condition, inter alia, that he reside at his parents’ home. Owing to a number of violent incidents, the applicant was however rearrested, and by a judgment of 15 June 1980 the District Court of Kragerø sentenced him to ninety days’ imprisonment, which sentence was deemed to have been served in detention on remand.", "13. On 24 July 1980 the Ministry of Justice decided to place the applicant in preventive detention once more at Ila in accordance with Article 39 para. 1 (e). On 2 June 1981 he was released to his parents’ home under preventive supervision in accordance with Article 39 para. 1 (a) to (c).", "14. A number of unfortunate episodes led the Ministry of Justice to decide under Article 39 para. 1 (e) to detain the applicant again. He returned to Ila on 17 July 1981.", "15. On 5 February 1982 the Ministry of Justice decided to apply Article 39 para. 1 (f), of the Penal Code and on 16 February the applicant was sent to Oslo District Prison. On 4 November 1982 he was transferred to Ullersmo National Prison (\"Ullersmo\").", "16. Whilst so detained, the applicant was convicted by the District Court of Asker and Bærum on 18 March 1983 and sentenced to six months’ imprisonment for physically assaulting prison staff at Ila and Ullersmo on three occasions. The expert psychiatric opinion obtained for the trial concluded, as before, that the applicant was not mentally ill but suffered from an underdeveloped and permanently impaired mental capacity.", "17. With regard to the question of security measures, the court pointed out that the information available showed that detention in a prison or similar institution was inappropriate and had a destructive influence on the applicant. The court found that he clearly needed psychiatric care and concluded that everything should be done to give him adequate treatment. It accordingly authorised the prosecuting authority to impose security measures under Article 39 para. 1 except those provided in sub-paragraphs (e) and (f), namely detention in a security ward or in a prison.", "Having served his sentence the applicant was released on 18 November 1983 and placed in a flat at Kragerø under the surveillance of the local police.", "18. On 19 December 1983 the applicant was arrested and detained on remand, again charged with offences under Articles 227 and 228 of the Penal Code. A further expert psychiatric opinion was obtained. It reached the same conclusion as the two earlier ones.", "19. By judgment of 20 September 1984 the District Court of Kragerø found the applicant guilty on most of the charges brought against him and sentenced him to one hundred and twenty days’ imprisonment. Furthermore, the court authorised the prosecuting authority to use any of the security measures mentioned in Article 39 para. 1 of the Penal Code for a maximum period of five years. It found that, having regard to the applicant’s almost total lack of self-control in certain situations and to his physical strength, it could not rule out the use by the competent authorities of preventive detention in a prison or in a security ward under Article 39 para. 1 (e) and (f) should this prove necessary. Apparently there was such a need, since the applicant remained at Ila.", "20. The applicant appealed to the Supreme Court (Høyesterett) against the decision as regards preventive detention. In a decision (kjennelse) of 12 January 1985 Mr Justice Røstad stated, inter alia, on behalf of the unanimous court:", "\"I consider it beyond doubt that the scope of the security measures should be extended as set out in the judgment now appealed against. Like the District Court I find that the requirements for imposing security measures are fulfilled. [The applicant], who must be considered to have, as required by Article 39 [of the Penal Code], a deviant character, represents a serious danger regarding new offences, including threatening behaviour under Article 227. I may add that it cannot be considered disproportionate to impose security measures on such a clearly dangerous offender. In my view, the protection of society requires that the authorities should be able to impose such security measures as are considered necessary in order to prevent [the applicant] from committing further serious offences. In view of the summing-up of counsel for the defence, I would point out that I find no basis for arguing that the decision of a Norwegian court concerning the authorisation to use security measures in a case like the present one would violate [Article 3] of the ... Convention (art. 3). It is for the implementing authorities to ensure that the security measure takes a form which in practice not only protects the interests of society but also seeks to promote those of [the applicant], including his need for psychiatric treatment.\"", "21. On 7 November 1985 the applicant was transferred from Ila to Ullersmo pursuant to a decision of the Ministry of Justice under Article 39 para. 1 (f) of the Penal Code.", "22. On 29 October 1986 he was convicted by the District Court of Asker and Bærum of having attacked a prison officer and was given a suspended sentence of forty-five days’ imprisonment. On 12 January 1987 he was transferred from Ullersmo to Sunnås Rehabilitation Centre near Oslo in order to receive treatment from a psychologist for fourteen days. Certain examinations were carried out, but the applicant was sent back to Ullersmo after attacking one of the nurses.", "23. On 24 February 1987 the applicant was sent to Reitgjerdet Mental Hospital, where it was established that he had become psychotic. As he thus met the requirements for compulsory placement, he was kept there until 4 December 1987, on which date the hospital concluded that he was no longer psychotic.", "24. The applicant nevertheless stayed at the hospital on a voluntary basis, but after some weeks he became aggressive towards other patients and staff. As he refused to be placed in the ward for difficult patients, he was sent back to Ullersmo, still under the authorisation of the Ministry of Justice in accordance with Article 39 para. 1 (f) of the Penal Code.", "25. With effect from 8 February 1988 the preventive measures were changed. Under Article 39 para. 1 (a) to (c) the Ministry of Justice decided that the applicant should be released from Ullersmo, on condition that he live in a house at Skien under the supervision of the Probation and After Care Service (kriminalomsorg i frihet).", "26. On 19 April 1988 the applicant physically assaulted the social workers supervising him and the Ministry of Justice decided on the same day to replace preventive supervision under Article 39 para. 1 (a) to (c) by detention in a secure institution, at least for a short time, in accordance with Article 39 para. 1 (f). The applicant was transferred to Arendal District Prison.", "27. On 19 May 1988 he was released from Arendal District Prison and moved to the house at Skien.", "28. Following several violent incidents the Ministry of Justice decided on 21 July 1988, in accordance with a recommendation from the Probation and After Care Service, that preventive supervision at Skien should cease and that the applicant was to be transferred to Ila under Article 39 para. 1 (e).", "29. On 21 October 1988 the Ministry of Justice decided that the applicant should be released and placed under preventive supervision pursuant to Article 39 para. 1 (a) to (c) of the Penal Code and he was brought back to the house at Skien. However, as on several occasions he violated the restrictions imposed on him the Ministry decided, in December 1988, to detain him at Ila again in accordance with Article 39 para. 1 (e).", "30. On 11 January 1989 the applicant was convicted by the District Court of Kragerø of offences under Article 227 and Article 228 in conjunction with Article 230 of the Penal Code (threatening behaviour and physical assaults), committed against two social workers, a member of his family, a neighbour of his parents and members of that person’s family. He was sentenced to one hundred and twenty days’ imprisonment, which sentence was deemed to have been served in detention on remand. However, he continued to be detained at Ila under Article 39 para. 1 (e) as authorised by the District Court on 20 September 1984 and upheld by the Supreme Court on 12 January 1985 (see paragraphs 19 and 20 above).", "31. The review available under Norwegian law of the lawfulness of the applicant’s repeated periods of detention in the Ila security ward and in prison (under Article 39 para. 1 (e) or (f) of the Penal Code) formed the subject matter of the E. v. Norway judgment of 29 August 1990 (Series A no. 181-A). In that case the Court concluded that there had been no violation of Article 5 para. 4 (art. 5-4) with regard to the scope of judicial review available but that there had been a violation of this provision (art.54) on account of a failure in certain review proceedings to take a decision \"speedily\".", "32. While the applicant was detained again at Ila the authorities continued their efforts to solve the problems of his placement. On 22 June 1989 Dr Odd Gunnar Heitun, psychiatrist, submitted an expert opinion to the director of Ila concerning the use of security measures. Dr Heitun stated that the applicant’s state of mind and conduct had not significantly changed from year to year since 1965. He recommended an extensive programme whereby the applicant could live in his own home in Skien, under the surveillance of four social workers during day time and with regular counselling by a psychologist or psychiatrist, the whole project to be supervised by a project leader. It was estimated that to run the programme would cost a little less than two million Norwegian kroner per year. In September 1989 a meeting was arranged at Ila, attended by representatives from the Telemark Mental Hospital, the Telemark County Physician (fylkeslegen), the Telemark Probation and After Care Service, the applicant’s lawyer, social workers and the psychiatrist, Dr Heitun. Since certain matters remained to be clarified, no concrete proposal was adopted.", "33. On 26 October 1989 the Institution Board (anstaltrådet) at Ila discussed the question of continuing the security measures in the light of the fact that the court authorisation to that effect would expire on 25 February 1990. Following this meeting the majority of the Board decided to recommend to the Vestfold and Telemark State prosecutor (Statsadvokaten i Vestfold og Telemark) to request the prolongation of the authorisation to use security measures under Article 39 para. 1 (a) to (f) of the Penal Code.", "The recommendation was forwarded to the State prosecutor by letter of 11 January 1990 in which the acting director of Ila, inter alia, stated as follows:", "\"[The applicant] has now been placed, for approximately one year, in closed preventive detention [lukket sikring] at Ila. During this period he has on several occasions acted aggressively towards the prison officers. During previous stays in the institution he has attacked employees and has shown that his threats may be serious. Since 23 December 1988 [the applicant] has been placed in a cell of his own in section G since, for security reasons, it could not be justified to offer him a place in the open ward. Furthermore, [the applicant] has not been granted leave of absence since I fear that, due to [his] behaviour in prison, similar incidents might occur during such leave. I refer to the fact that he has been convicted several times for threatening behaviour and physical assault, most recently by a judgment of [11] January 1989 convicting him of similar offences committed while on leave in 1988. ... [The applicant] has disclosed a deviant character from a very young age. His behaviour and conduct do not appear to have changed essentially since 1965 when he suffered brain damage. In 1988 he was on three occasions transferred to Skien under preventive supervision but every time it was discontinued due to circumstances relating to [the applicant]. Therefore I consider it probable - or rather very likely - that he will commit new offences involving violence if he were to be released when the security measure authorisation expires. The possibility also exists that he would then commit far more serious offences than those of which he has previously been convicted. It has turned out to be impossible to make other arrangements acceptable to [the applicant]. As recently as 9 March and 23 May 1989 the Ministry of Justice refused [the applicant’s] requests to replace the detention with preventive supervision. The arrangement proposed by Dr Heitun, psychiatrist, appears to be more secure, but considerably more expensive than the previous ill-fated arrangements ... However, today there is no adequate alternative to continuing preventive detention at Ila. Accordingly, I would recommend renewed preventive detention upon expiry of the authorisation to use security measures on [25] February 1990 ...\"", "34. On the basis of the above recommendation the Vestfold and Telemark State Prosecutor \"filed charges\" (satte under tiltale) against the applicant by \"indictment\" (tiltalebeslutning) of 2 February 1990 in order to obtain the Kragerø District Court’s authorisation, pursuant to Article 39 para. 3, second sub-paragraph, of the Penal Code, to prolong by three years the authorisation to use security measures.", "35. On 7 February 1990 the chief of police requested the District Court to detain the applicant on remand for a period of four weeks in accordance with Article 171 of the 1981 Code of Criminal Procedure (Straffeprosessloven), in order to obtain a medical opinion to be used during the forthcoming hearing concerning the question of further authorisation to use security measures. It was noted that the existing authorisation would expire on 25 February 1990.", "36. On 12 February 1990 the District Court considered the question of detention on remand. The applicant maintained that detention on remand beyond 25 February 1990 would be illegal and would mean that he would be punished for the same offences twice. He alleged that the only reason why the authorities had requested his detention on remand was because they had failed to take the necessary procedural steps, although they had known for five years when the authorisation to use security measures would expire.", "On this occasion, the District Court decided to obtain two expert statements and an opinion from the Medico-Legal Council (Den rettsmedisinske kommisjon), despite the fact that the applicant and the prosecution agreed that a statement by Dr Heitun would be sufficient.", "37. In its decision of 12 February 1990 to detain the applicant on remand for a period of four weeks after 25 February 1990 the District Court stated:", "\"In accordance with Norwegian law the prosecuting authority shal consider and, where appropriate, determine the question of prolonging the period during which security measures can be used, even if the person in question has not committed new criminal offences, see Article 39 para. 3 of the Penal Code. ... In addition, the second paragraph in fine of Article 171 of the Code of Criminal Procedure authorises detention on remand in cases where such detention is needed pending a new decision on security measures, on the condition that continuing the use of security measures is the most likely outcome of the case and that one of the specific conditions for detention under the first paragraph of Article 171 is fulfilled. In this case it is the condition in the third sub-paragraph of the first paragraph which is relevant, namely the risk of new criminal offences punishable by more than six months’ imprisonment. ... The security measure issue cannot be examined before 25 February 1990. This is due to the fact that the necessary expert opinion will not be ready before that date. ... The Court finds reason to grant the prosecutor’s request, see [the above-mentioned provisions of the Code of Criminal Procedure]. The Court finds it very likely that [the applicant] - if released in two weeks - would commit criminal offences such as threatening behaviour (Article 227 of the Penal Code) and physical assault (Article 228). He has without doubt strong character deviations, little tolerance and he easily makes threats, and also attacks people. Today he is opposed to any arrangement for supervision. In its assessment the Court refers first of all to what has happened earlier. The Supreme Court’s decision of 1985 contains a thorough account of the previous period. Since 1985 he has been convicted twice for violations of Articles 227 and 228. Dr Heitun, psychiatrist, too must be understood as considering that [the applicant], due to his weak impulse control and impaired capacity to control himself, will find himself in situations where he reacts with verbal threats if he is released and that things will - despite his good intentions - go wrong. Furthermore, it is likely that the case to be brought before the district court will end with the granting of an authorisation to use security measures against [the applicant] - for one or more years and with one or more of the measures mentioned in Article 39 para. 1 (a) to (f) of the Penal Code. It suffices here to refer to the fact that this has been recommended by Ila prison authorities and that Dr Heitun has drawn up a new plan for security measures. In the present circumstances, the Court cannot see that the detention constitutes a disproportionate measure. [The applicant’s] case is sad and tragic, but the Court cannot have regard solely to his interests but must also take into account the risk of the applicant’s exposing others to fear and danger. As far as the Court can see from the case documents, it appears that the outcome will be the use of security measures to be implemented at Skien which should work better than the last programme and which would provide him with far better living conditions than he has experienced during the last fourteen months.\"", "38. The applicant appealed against this decision to the Agder High Court (Agder Lagmannsrett). On 23 February 1990 the High Court upheld the decision of the lower court and added:", "\"There is no doubt that, under Norwegian law, it has up to now been assumed that it is permissible to prolong security measures beyond the maximum period even if the person concerned has not committed any crime during that period ... The High Court does not find that such an arrangement constitutes a violation of Article 4 of Protocol No. 7 to the Convention (P7-4) on double jeopardy. The statutory requirement that the Court must fix a maximum period for security measures is based, inter alia, on concern for the convicted person, namely to afford him after a certain period judicial review of the necessity of continued security measures ... The High Court has no particular reason to doubt that there is a very imminent risk that [the applicant] would commit new criminal offences were he to be released at the end of the period of security measures, without the prison or the prosecuting authorities having any control over him ... In order to prevent new acts of violence it is necessary that he be taken care of also after the expiry of the security measure. Accordingly, there is a need for detention on remand and a very high probability that a further authorisation to use security measures will be granted ... The High Court notes that detention on remand does not appear to be a disproportionate measure. The interests of protecting society override those of the [applicant] in being released. The fact that the request for detention on remand of [7] February 1990 ... was based on the ground that time was needed in order to obtain an additional expert opinion is, in the High Court’s view, of no relevance to the question of detention. The hearing at which the extension of the security measures is to be examined cannot be held until an opinion has been submitted by a further expert in psychiatry, in addition to Dr Heitun. Until the hearing can be held it is necessary to take care of [the applicant], in view of the danger of repetition of crime. The High Court has understanding for the feeling of hopelessness expressed by [the applicant’s] counsel about the fact that a programme for [the applicant] has still not been made. However, nt] has previously received, it cannot be maintained that his detention on remand would amount to a violation of Article 3 of the Convention (art. 3).\"", "39. The applicant appealed against this decision to the Supreme Court. On 16 March 1990 the Appeals Selection Committee of the Supreme Court (Høyesteretts kjæremålsutvalg) rejected the appeal. In its decision the court stated:", "\"In accordance with Article 39 para. 3, second sub-paragraph, [of the Penal Code] the Court must in cases concerning security measures fix a maximum period beyond which no measures can be taken without the Court’s permission. A decision to prolong an authorisation does not mean that the person in question is convicted or punished again for the offences which constituted the basis for the judgment allowing the use of security measures. The fact that these offences constitute the basis for using security measures has already been decided in this judgment. What is relevant for the question whether the use of security measures should be prolonged beyond the initial maximum period fixed is an assessment of the other circumstances which provide the reasons for using security measures, the person’s mental capacity and the risk of further criminal offences being committed. It follows from the judgment allowing the use of security measures, read in conjunction with Article 39 para. 3, second sub-paragraph, that the period of security measures may be prolonged, if there is reason to do so after such an evaluation. In view of the above, it does not appear that the High Court based its decision on an incorrect interpretation of Article 4 para. 1 of Protocol No. 7 to the Convention (P7-4-1) by assuming that a prolongation of the period of security measures in accordance with Article 39 para. 3, second sub-paragraph, of the Penal Code would not be contrary to the Convention provision (P7-4-1). The Court does not find either that the High Court’s decision is based on an incorrect interpretation of Articles 3 or 6 of the Convention (art. 3, art. 6).\"", "40. The applicant accordingly remained at Ila, in detention on remand, after the Supreme Court’s authorisation of 12 January 1985 expired on 25 February 1990.", "41. On 20 March 1990 the District Court decided to extend the applicant’s detention until 23 April 1990, stating as follows:", "\"The basis for the continuing detention - both factual and lega - is the same as when the Court examined the detention issue on 12 February 1990; see also the decisions of the High Court and the Appeals Selection Committee of the Supreme Court. The Court does not consider the extension to be disproportionate either. With reference, among other things, to the recommendation of the Ila Institution Board and the psychiatrist Dr Heitun’s submissions during the Court session of 12 February 1990, it is likely that the case will result in a prolongation of the authorisation to use security measures against [the applicant]. The fact that the question of the continued use of security measures ought to have been decided before the expiry of the period authorised cannot constitute a ground for release ...\"", "42. The applicant appealed against this decision to the Agder High Court.", "43. On 22 March 1990 the experts, Dr Heitun and Dr Johannesen, submitted their opinion to the District Court. It concluded:", "\"1. It is questionable whether [the applicant] can be regarded as a person with an underdeveloped mental capacity.", "2. [The applicant] suffers from a permanently impaired mental capacity", "3. [The applicant] is not in a state of insanity during the examination and there is no sign of reduced consciousness.", "4. Prolonged authorisation to use security measures should not be granted and in case it is, it should exclude detention in a prison or in a security ward.\"", "44. On 30 March 1990 the Agder High Court upheld the District Court’s decision of 20 March 1990. The High Court stated:", "\"The Court finds that there is a great risk that [the applicant] will commit criminal acts which are punishable by imprisonment for a term exceeding six months if he were to be released now and that, therefore, continued detention on remand is necessary until the question of prolonging the authorisation to use security measures can be examined in court. The Court disagrees with counsel for [the applicant] that it is unlikely that such prolongation will be granted. In the light of the risk of new criminal offences being committed, to release the applicant, before an examination of whether to prolong the authorisation to use security measures, would be so questionable that to detain him on remand until such time does not seem disproportionate. Nor does it appear to be contrary to Article 5 para. 3 (art. 5-3) of the European Convention on Human Rights. The Court also refers to the fact that the extension of the detention on remand is based on the need to reschedule the case as it will be necessary to replace the judge ...\"", "45. On 19 April 1990 the Appeals Selection Committee of the Supreme Court rejected the applicant’s appeal against the above decision of the High Court.", "46. On 20 April 1990 the District Court extended the period of detention on remand by four weeks, until 21 May 1990, referring in substance to its decisions of 12 February and 20 March 1990.", "47. On 25 April 1990 the Medico-Legal Council rejected the medical expert opinion of 22 March 1990 and requested the submission of a revised opinion in the case.", "48. On 14 May 1990 the prosecutor-general (Riksadvokaten) withdrew the request for a prolongation of the authorisation to use security measures against the applicant. He was accordingly released on 15 May 1990.", "49. During his detention from 25 February to 15 May 1990, the applicant was held in solitary confinement, as had been the case also from December 1988 until that period.", "50. In July, August and September 1990 the applicant committed several offences. As a consequence he was arrested on 24 September 1990 and detained on remand until 15 November 1990. By judgment of 13 February 1991 he was convicted, inter alia, of threatening behaviour and physical assault under Articles 227 and 228 of the Penal Code and was sentenced to seven months’ imprisonment. Furthermore, the District Court authorised the use of security measures pursuant to Article 39 para. 1 (a) to (f) of the Penal Code for a period of three years. This judgment was upheld by the Supreme Court on 1 November 1991, excluding only the security measure set out in Article 39 para. 1 (c).", "51. In the meantime the applicant had been arrested again, on 16 May 1991, and detained on remand. By judgment of 11 July 1991 he was sentenced to an additional ninety days’ imprisonment for further violations of, amongst other provisions, Articles 227 and 228 of the Penal Code. He was released on 13 July 1991. He served the remaining part of the sentence from 14 January until 16 April 1993. By judgment of 29 June 1994 the applicant was sentenced by the Kragerø District Court to ten months’ imprisonment having been found guilty on thirty-two counts of threatening behaviour and physical assault from December 1991 until April 1994. The applicant appealed against this judgment but the Appeals Selection Committee of the Supreme Court refused leave to appeal. He served the prison sentence.", "On 21 April 1995 the District Court sentenced the applicant to seventy-five days’ imprisonment for physical assault on a prison officer. On 3 September 1996 it convicted him on one charge of threatening behaviour, two charges of physical assault and four charges of invasion of privacy and sentenced him to six months’ imprisonment. An appeal to the High Court was dismissed on 18 October 1996. On a further appeal, the Supreme Court, in a judgment of 21 February 1997, reduced the sentence to ninety days.", "52. The Director of Public Prosecutions has, upon the advice of the Kragerø police and the public prosecutor of Vestfold and Telemark, decided not to request an extension of the order of security measures (see paragraph 50 above), which expired on 16 April 1996.", "53. Article 39 of the Penal Code in its relevant parts reads as follows:", "\"1. If an otherwise punishable act is committed in a state of insanity or unconsciousness or if a punishable act is committed in a state of unconsciousness due to self-inflicted intoxication, or in a state of temporarily reduced consciousness, or by someone with an underdeveloped or permanently impaired mental capacity, and there is a danger that the offender, because of his condition, will repeat such an act, the court may decide that the prosecuting authority, as a security measure, shall", "(a) assign or forbid him a particular place of residence,", "(b) place him under surveillance by the police or a specially appointed probation officer and order him to report to the police or the probation officer at designated intervals,", "(c) forbid him to consume alcoholic beverages,", "(d) place him in secure private care,", "(e) place him in a mental hospital, sanatorium, nursing home or security ward, where possible, in accordance with the general provisions promulgated by the King,", "(f) keep him in preventive detention.", "2. If such condition involves a danger of acts of the kind covered by Articles 148, 149, 152 (second paragraph), 153 (first, second and third paragraphs), 154, 155, 159, 160, 161, 192-98, 200, 206, 212, 217, 224, 225, 227, 230, 231, 233, 245 (first paragraph), 258, 266, 267, 268 or 292, the court shall decide to apply such security measures as are mentioned above.", "3. These measures are terminated when they are no longer regarded as necessary, but may be resumed if there is reason to do so. The security measures listed under (a) to (d) may be employed concurrently. The court shall determine the maximum period for which security measures may be imposed without its further consent.", "4. Unless the court has decided otherwise, the prosecution may choose between the above-mentioned security measures. The decision to terminate, resume or alter a security measure is made by the Ministry. Before a decision about security measures or their termination is made, the opinion of a medical specialist must normally be obtained. The same procedure should be followed at regular intervals during the period in which security measures are in force. ...\"", "54. Article 171 of the Code of Criminal Procedure reads as follows:", "\"Any person who with just cause is suspected of one or more acts punishable by law with imprisonment for a term exceeding six months may be arrested when:", "(1) there is reason to fear that he will evade prosecution or the execution of a sentence or other precautions;", "(2) there is an immediate risk that he will interfere with any evidence in the case, e.g. by removing clues or influencing witnesses or accomplices;", "(3) it is deemed to be necessary in order to prevent him from again committing a criminal act punishable by imprisonment for a term exceeding six months; and", "(4) he himself requests it for reasons that are found to be satisfactory. When proceedings relating to security measures have been instituted, or it is probable that such proceedings will be instituted, an arrest may be made regardless of whether a penalty may be imposed, as long as the conditions in paragraph 1 are otherwise fulfilled. The same applies when a judgment in favour of security measures has been pronounced or it is a question of extending the maximum period for using security measures.\"", "55. Arrest and detention may be ordered under the second paragraph of Article 171 if a request has been made for an authorisation to use security measures under Article 39 of the Penal Code, or if a judgment has been given on the matter or if there is question of extending the maximum period of an Article 39 authorisation Detention on remand under the second paragraph of Article 171 may in such instances serve as a provisional measure to apply until the authorisation may be implemented (Andenæs, Norsk straffeprosess, vol. II, first edition 1985, p. 111, and second edition 1994, pp. 154-55).", "56. The applicant submitted a copy of a decision of 28 April 1931 by the Appeals Selection Committee of the Supreme Court, quashing a decision by a city court to prolong an authorisation to use security measures under Article 39 of the Penal Code. Such prolongation should, after a main hearing (hovedforhandling), be decided by way of judgment by the city court which had initially given the authorisation, sitting, not with a single judge (forhørsrett), but with lay assessors (domsmenn).", "57. On 26 January 1996 the Supreme Court delivered a judgment (Norsk Retstidende 1996, p. 93) which included the following statements about the interpretation of the second paragraph of Article 171:", "\"The connection between the criminal acts that provided the grounds for security measures, and the new - extended - authorisation of such supervision is quite crucial to the question whether the second paragraph, cf. the first paragraph, of Article 171 of the Code of Criminal Procedure requires that there must be a justified suspicion of a new criminal act punishable by imprisonment for a term exceeding six months. The Supreme Court cannot see that any such requirement can be read into the provision. Since the original criminal act can be the offence that provides grounds for continued security measures, it must also be possible for it to be the offence that forms the basic condition for a remand in custody pursuant to the said provision, which moreover will also in this instance require tha the general conditions for a remand in custody, e.g. a risk of repetition of an offence, are fulfilled (see Norsk Retstidende 1992, p. 136). This interpretation is supported by the legislative background of this provision. Before the 1981 Code of Criminal Procedure the provision concerning a remand in custody in connection with proceedings relating to security measures was contained in Article 39 para. 1 (b), item 4, of the Penal Code. There was nothing in that provision which indicated a new criminal act as a condition for a remand in custody in connection with proceedings for an extension of security measures. There is nothing in the legislative history in connection with the inclusion of this provision among the provisions of the Code of Criminal Procedure concerning remanding in custody which indicates that any change on this point was intended. Nor is it indicated by any considerations of policy. It is conceivable that the need for an extension of security measures will first become clear close to the expiry of the period of the security measures without there being any reason to criticise the prosecuting authority for not raising the question earlier, and without the need that has become apparent having any basis in the commission of a new criminal act punishable by imprisonment for a term exceeding six months. In such cases it may appear to be unconditionally necessary in order to prevent the commission of new serious criminal acts that the offender should be remanded in custody until a new legally enforceable authorisation for security measures subsists. The Supreme Court cannot see that this interpretation of the second paragraph of Article 171, cf. the first paragraph, of the Code of Criminal Procedure - to the effect that a new criminal act punishable by imprisonment for more than six months is not required - is contrary to the provision in the European Convention on Human Rights. The provision in the Convention which might conceivably be applicable must be Article 5 para. 1 (c) (art. 5-1-c). The European Court of Human Rights has interpreted this provision (art. 5-1-c) to the effect that it ‘permits deprivation of liberty only in connection with criminal proceedings’ (see, inter alia, the Court’s judgment of 22 February 1989 in the Ciulla case). The rule must be that a person who is convicted of a criminal act cannot, after having served his sentence, be subjected to a new remand in custody on the basis of the matters that have been adjudicated because there is reason to fear the commission of new criminal acts. In cases of security measures, however, the situation is - as the Court has stated - that an authorisation of limited duration is given to apply specific security measures, which can be extended if the conditions for such extension subsist. The extension will be a part of the reaction system - see Article 5 para. 1 (a) of the Convention (art. 5-1-a). When a decision is made to remand an offender in custody as a step in proceedings for the extension of security measures, because he is dangerous and it is necessary to protect vulnerable persons - in this case children against sexual assaults - the Supreme Court can take no other view than that the remand in custody, in the same way as when a remand in custody is otherwise used pending a sentence becoming legally enforceable, has the necessary connection with the criminal acts committed and the lawful prosecution thereof. The Supreme Court also finds it necessary to consider the restriction which the European Court of Human Rights has read into Article 5 para. 1 (c) of the Convention (art. 5-1-c) as regards the condition ‘necessary to prevent him from committing a criminal act’, i.e. that a remand in custody must be to ‘prevent a concrete and specific offence’ (see, inter alia, the Court’s judgment of 6 November 1980 in the Guzzardi case). This need for concretisation is significant. A more general risk of punishable offences would not be sufficient ... In the opinion of the Supreme Court, the risk of a criminal act [in this case] was concrete and specific for the purposes of Article 5 para. 1 (c) (art. 5-1-c) ...\"", "58. Article 174 of the Code of Criminal Procedure requires that the detention should not be a disproportionate measure.", "59. According to chapter 2, section 3, of the Mental Health Act, a person who, because of his or her mental state, does not seek the medical supervision and psychiatric health care which he or she needs and whose nearest relatives fail to ensure that he or she does so, may be subjected to compulsory medical examination and may, if necessary, be placed without his or her own consent, for up to three weeks, for treatment in a hospital or other appropriate place.", "However, under section 5, a person suffering from serious mental illness may be admitted to hospital without his or her consent if his or her nearest relatives or a public authority so desire, and if the senior physician at the hospital considers, on the basis of the patient’s state of health, that such admission is necessary in order to prevent him from suffering harm or that the prospect for recovery or substantial improvement is jeopardised or that the patient presents a serious danger to himself or others."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "NON_VIOLATED_BULLETPOINTS": []}