{"ITEMID": "001-109927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CASE OF INTERDNESTRCOM v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicant is a company from the breakaway Transdniestrian region of Moldova in the telecommunications field. It was represented before the Court by Mr V. Griţco, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.", "2. On 12 June 2003 the Government of Moldova adopted decision No. 712, under which private businesses from the breakaway Transdniestrian region of Moldova could obtain temporary registration with the Moldovan Registration Chamber to facilitate their export operations by using Moldovan customs stamps.", "3. On 8 July 2004 the Government of Moldova adopted decision No. 782-37, making it possible for the applicant company to obtain a licence in the telecommunications field after obtaining temporary registration. This decision was taken in private, however, it appeared later from the decision of the Constitutional Court of 2 September 2004 (see below) that the purpose of the decision was to unify the telecommunications systems of the two banks of the Dniester River and to re-establish telephone communications with the breakaway province.", "4. On 13 July 2004 the applicant company obtained temporary registration under Moldovan law in accordance with Government decision no. 712 and was issued with a State registration number and a registration certificate by the State Registration Chamber.", "5. On 15 July 2004 the applicant company obtained, in accordance with Government decision no. 782-37, two licences from the National Regulatory Agency for Telecommunications and Informatics (“ANRTI”) to provide mobile and fixed telephony services, for which it paid one million United States dollars (“USD”) to the Moldovan Ministry of Finance.", "6. On 21 July 2004 the Supreme Security Council of the State decided against allowing the applicant company a presence in the Moldovan telecommunications market, and on 27 July 2004 the President of Moldova challenged Government decision no. 782-37 before the Constitutional Court. The grounds for challenging the decision were, inter alia, that the price paid by the applicant company had been considerably lower than that paid by other similar companies present on the market and that the rules of fair competition had thus been infringed.", "7. On 30 July 2004 ANRTI decided to suspend the applicant company’s licences.", "8. On 31 July 2004 the Government suspended decision no. 712.", "9. On 2 September 2004 Government decision no. 782-37 was declared unconstitutional by the Constitutional Court.", "10. On 29 October 2004 ANRTI informed the applicant company that on 21 October 2004 its licences had been withdrawn in view of the fact that its registration as a legal entity under Moldovan law had been terminated and in accordance with the Constitutional Court decision of 2 September 2004. The letter made reference to the provisions of section 21 (1) (b) of the Licensing Act (see below).", "11. It does not appear from the materials of the case that upon learning the above the applicant company challenged the State Registration Chamber’s decision to terminate its registration or ANRTI’s decision to withdraw its licences. Instead, the applicant company requested on several occasions that the Government refund the money paid for the licences. Since the Government refused to refund the money, on 1 December 2005 the applicant company initiated proceedings before the Economic Court claiming USD 1,000,000 and default interest from the Government.", "12. During the proceedings the Economic Court requested information from the State Registration Chamber concerning the applicant company. The State Registration Chamber informed the court that no company named Interdniestrcom was registered in Moldova.", "13. On 13 April 2006 the Economic Court struck the applicant company’s application off the list of cases, on the ground that it did not have standing to initiate a civil action because it was not registered as a legal entity in Moldova or in any other country. The court ordered the Ministry of Finance to return to the applicant company the court fees paid by it. The court fees were paid by the Ministry of Finance to the applicant company’s account.", "14. The applicant company appealed and argued, inter alia, that it had followed the rules instituted by the Government when it had obtained a temporary registration and had paid the money for the licences. It also argued that its registration under Moldovan law had never been formally cancelled.", "15. On 15 June 2006 the Supreme Court of Justice dismissed the applicant company’s appeal and upheld the first-instance court’s decision. It reached the same conclusion as the first-instance court, that the applicant company lacked capacity to plead before courts as it was legally nonexistent.", "16. On 3 August 2006 the applicant company wrote to the State Registration Chamber and inquired whether it was still registered as a legal entity in Moldova. In a letter dated 8 August 2006 the State Registration Chamber explained to the applicant that its registration had automatically became null when decision no. 712 was suspended on 31 July 2004.", "17. On 10 November 2006 the applicant company wrote again to the Ministry of Finance and requested the refund of the money paid for the licences. In a letter dated 27 December 2006 the Minister of Finance informed the applicant company that its request had been examined and asked the applicant company to provide details of its bank account. The applicant company complied, but no payment followed.", "18. According to sections 14 and 27-29 of Law No. 1265 of 5 October 2000 on the State registration of legal entities (“the Legal Entities (State Registration) Act 2000”), the termination of registration of a legal entity can be carried out only on the basis of a request by the legal entity in question or on the basis of a court decision.", "19. According to section 21 (1) (b) of Law No. 451 of 30 July 2001 on licensing (“the Licensing Act 2001”), a licence can be withdrawn, inter alia, as a result of adoption of a decision terminating the state registration of the company. According to Section 21 (5) of the same act, if a licence is withdrawn for any reason the licence fee shall not be refunded by the State.", "20. Article 267 (b) of the Code of Civil Procedure provides that a court shall strike out applications lodged by incapable persons. According to Article 60 of the Civil Code a legal entity acquires capacity (dobândeşte capacitatea de folosinţă) on registration by the State Registration Chamber, and loses capacity (pierde capacitatea de folosinţă) on removal from the registry of the State Registration Chamber."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}