{"ITEMID": "001-57474", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF DUINHOF AND DUIJF v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Questions of procedure rejected;Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["10. Mr. Duinhof and Mr. Duijf, who were born in 1962 and 1958 respectively, reside in the Netherlands. In 1981 and 1982, after being forcibly drafted as conscript soldiers in the Netherlands Armed Forces, they each refused, on account of their beliefs as conscientious objectors, to obey specific orders deriving from their obligation to perform military service. They were placed in detention by the competent military officers for suspected offences against the Military Penal Code (Wetboek van Militair Strafrecht). They were kept in custody and referred for trial before a military court.", "11. Exemption may be obtained from compulsory military service on the ground of conscientious objection, both before and after active military service has begun. The procedure for requesting such exemption from the Minister of Defence is laid down in the Conscientious Objection to Military Service Act (Wet Gewetensbezwaren Militaire Dienst) and a Ministerial Decree of 31 July 1970.", "In the present case, neither applicant ever submitted a request to the Minister of Defence to be granted the status of conscientious objector (see paragraphs 21-28 below).", "12. Criminal procedure for the military land and air forces, including in particular the matter of arrest and detention on remand, is governed by the Army and Air Force Code of Procedure (Rechtspleging bij de Land-en Luchtmacht - \"the Military Code\"), as last amended on 24 November 1978. Offences under military criminal law, which applies equally to conscript servicemen such as the applicants and to volunteers, are tried at first instance before a Military Court (Krijgsraad). There may be an appeal to the Supreme Military Court (Hoog Militair Gerechtshof) and ultimately a (cassation) appeal on points of law to the Supreme Court (Hoge Raad) of the Netherlands.", "13. Every officer and non-commissioned officer is empowered to arrest military personnel of lower rank suspected of a serious offence provided the circumstances require immediate deprivation of liberty (Article 4 of the Military Code). The resultant detention is not to exceed twenty-four hours (Article 5).", "The commanding officer may order a suspected serviceman to be placed or kept in custody on remand if (a) there is a serious risk of absconding or (b) there are important reasons of public safety requiring immediate deprivation of liberty or (c) this is necessary in connection with the maintenance of military discipline among other servicemen (Article 7, second paragraph). Such a detention order may be made against a serviceman suspected of any offence set out in the Military Penal Code or any offence in respect of which detention on remand is permitted under the civilian Code of Criminal Procedure, with the exception of those offences of which the Military Court takes no cognisance (Article 7, fourth paragraph). An order may not be issued if the suspect is unlikely to be penalised by unconditional imprisonment or by any other measure restricting his freedom, or is likely to be given a sentence of shorter duration than that of the detention on remand (ibid.). Detention must be terminated once the grounds for it cease to exist (Article 7, fifth paragraph). All cases of detention exceeding four days shall be reported by the commanding officer to the commanding general (Article 7, sixth paragraph).", "Where detention has lasted fourteen days, the suspected serviceman may petition the competent Military Court to fix a term (liable to extension) within which the commanding general must either decide whether the case is to be referred to a Military Court or else terminate the detention. The Military Court has to rule on the petition without delay, after hearing the authority empowered to refer the case, the auditeur-militair (see paragraph 18 below) and the suspected serviceman, who may have the assistance of an adviser (Article 13).", "14. If, after receiving the advice of the auditeur-militair and, \"if possible\" (\"zo mogelijk\"), after the suspected serviceman has been heard, the commanding general or a senior officer (hoofd officier) designated by him to act on his behalf considers that the case should be tried by the Military Court, the serviceman shall be referred for trial before that Court (Article 11). On the other hand, the commanding general or the designated officer may in appropriate circumstances leave the case to be dealt with as a disciplinary matter (Article 12). Regulation No. 27/7 of the Ministry of Defence explained the effect of these provisions in the following terms (translation from Dutch):", "\"In military penal procedure, as distinct from civilian procedure, the decision to prosecute in a case is not taken separately by the prosecuting authority, the auditeur-militair, but by a military authority. That authority is the commanding general or the senior officer he has appointed to act on his behalf, i.e. the referring officer ... Thus, the auditeur-militair is merely an advisory body at this stage, although the obtaining of his advice and the giving of that advice by him are mandatory.\"", "Any decision to refer for trial must be in writing and state whether the suspected serviceman is to be released or kept in custody; the grounds for detention set out in the second and fourth paragraphs of Article 7 (see paragraph 13 above) apply pari passu (Article 14). If, against the advice of the auditeur-militair, the commanding general or designated senior officer chooses not to refer a suspected serviceman for trial, the auditeur-militair may take the matter to the Supreme Military Court (Article 15). No appeal is provided for in the contrary case.", "According to the Government, it has now become standard procedure to apply the above provisions of the Military Code in the following manner. Where detention on remand has been ordered, the suspected serviceman is always heard by the auditeur-militair and any referral to the Military Court takes place shortly thereafter, on average four to five days after the arrest. In view of the requirements of Article 14 of the Military Code the auditeur-militair’s assessment of the circumstances and his advice to the commanding general or designated senior officer cover not only referral for trial but also the question whether the conditions for detention on remand set out in Article 7 are fulfilled. Thus, the standard written form used by the auditeur-militair for the purposes of transmitting his advice to the referring officer contains, inter alia, a paragraph as to whether the suspect should \"be released or be placed or kept in custody\". Practice has evolved to the point where the advice of the auditeur-militair is invariably followed and generally regarded as binding.", "15. Detention maintained or ordered in the decision referring the serviceman for trial may not exceed fourteen days unless extended, by terms of thirty days, by the Military Court at the request of the auditeur-militair (Article 31). Every accused detained by virtue of the referral decision must be heard by the officier-commissaris (see paragraph 19 below) as speedily as possible and in any event within four days of referral; in this connection, the accused may be assisted by an adviser (Article 33, first paragraph). Before extending detention, the Military Court must give the accused or his adviser the opportunity to submit argument (Article 33, second paragraph).", "As soon as the grounds for the detention cease to exist, release must be ordered (Article 34, first paragraph). In the period between referral and commencement of the trial, power to order release is exercisable by the auditeur-militair, or by the Military Court at the request of either the officier-commissaris or the detained serviceman himself (Article 34, second paragraph). The Military Court, in deciding on such requests, will hear the auditeur-militair and also the detained serviceman or his adviser where the serviceman is requesting release for the first time (Article 34, third paragraph).", "16. If the accused is in custody at the first hearing, the Military Court will decide, after being addressed by the auditeur-militair, whether or not the nature and circumstances of the case require his continued detention during the trial (Article 151). The Court may direct the accused’s release from detention on remand at any later stage in the proceedings, either of its own motion or at the request of the auditeur-militair or the accused himself (Article 156).", "17. A serviceman in custody may request release or suspension of his detention under Article 219 of the Military Code in proceedings before the Supreme Military Court pending the decision on his appeal.", "18. The auditeur-militair has the function of prosecuting authority before the Military Court (Article 126, first paragraph). No serving member of the Armed Forces may appear as auditeur-militair or substitute auditeur-militair (Article 126, third paragraph). The auditeur-militair and his substitute may be replaced by an acting auditeur-militair (plaatsvervanger - Article 126, second paragraph) who may be a military officer, but such replacement was said by the Government to occur only in exceptional circumstances. Auditeurs-militair (including substitutes and acting ones) are appointed, and dismissed, by the Crown on a joint proposal from the Ministers of Justice and Defence; they must possess a law degree (Article 126, fourth and sixth paragraphs). Under the terms of Article 276, second paragraph, of the Military Code, they are obliged to comply with instructions given to them in their official capacity by the Minister of Justice. However, according to the Government, this latter provision serves as no more than the legal authority for issuing general guidelines on prosecution policy and, at least in recent years, no Minister of Justice has acted or interfered in a concrete case on the basis of Article 276.", "The auditeur-militair is bound by his oath to act honestly and impartially (Articles 368 and 370). He must attend the hearings of the Military Court (Article 290) but he does not take part in the Court’s deliberations. He is under a general duty to assist the Military Court, as well as the commanding general, with reports, observations and advice in relation to military justice when required to do so (Article 278). He is not under the supervision of the Military Court or the Supreme Military Court in the discharge of his duties, save that the Supreme Military Court has the power to reprimand him should he fail strictly to observe statutory time-limits (Article 297).", "19. Attached to each Military Court is at least one officier-commissaris who is in charge of the preliminary investigation of cases (Article 29). An officier-commissaris is an officer or former officer of the Armed Forces with the rank of captain or higher and is appointed for a fixed term of at least one year by the commanding general (ibid.). While he may at the same time be a member of the Military Court, this is not usually the case. His task of preliminary investigation involves gathering the facts and hearing witnesses and the accused when necessary (Articles 29, 48 and 78). A hearing by the officier-commissaris has the same force as a hearing by the Military Court (Article 161). During his enquiries, he is under a duty to apply himself equally to discovering the accused’s innocence and to obtaining proof or admission of guilt (Article 62). Like the auditeur-militair, he is bound by his oath to act honestly and impartially (Articles 368 and 370).", "20. The Military Court sits with a president and two military members (Article 120).", "The latter are military officers appointed by the commanding general; during their term of office, which is for one year at least, they may not be dismissed; they must be at least twenty-five years of age and be commissioned officers (Article 120). In practice, the rank most commonly possessed is that of captain or major. There is no requirement that the military members be legally qualified. According to the Government, although they retain the status of military officers, they are independent in their capacity as judges and no order can be given to them by anyone. Like the president, the military members are bound by oath to act honestly and impartially (Articles 368 and 369).", "The president is a civilian who must be the holder of a university law degree; he is appointed for life by the Crown on the joint recommendation of the Ministers of Justice and Defence (Article 121).", "The deliberations of the Military Court are secret and its members are not allowed to make public their personal opinions or those of their colleagues (Article 135).", "21. Mr. Duinhof was arrested on 18 November 1981 on a charge of having failed to register in due time as a conscript serviceman (Article 150 of the Military Penal Code). He was transferred to military barracks where he refused to submit to a medical examination. He was then further accused of persistent insubordination (Article 114 of the Military Penal Code). On 19 November, the commanding officer confirmed the detention, the ground relied on being the need to maintain discipline amongst other servicemen (Article 7 of the Military Code - see paragraph 13 above).", "On 20 November, he was brought before the auditeur-militair. On 23 November, in accordance with the advice of the auditeur-militair, the designated senior officer referred the applicant for trial before the Military Court, while deciding that he should be kept in custody on the same ground as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 14 above).", "22. On 24 November, the applicant was heard by the officier-commissaris (Article 33, first paragraph, of the Military Code - see paragraph 15 above).", "On 26 November, the Military Court examined a request made by the applicant on 24 November for release from custody (Article 34 of the Military Code - see paragraph 15 above). At this hearing, the applicant submitted, inter alia, that the requirements of Article 5 § 3 (art. 5-3) of the Convention had not been complied with. The Court held that the lapse of time between the applicant’s arrest and his appearance before the officier-commissaris, a judicial officer, was \"considerable\" but nonetheless \"acceptable\", having regard both to the fact that this period comprised a week-end and to the geographical distance between the various intervening authorities. Accordingly, considering that the grounds for detention were still prevailing, the Court dismissed his request.", "Subsequently, his detention was regularly prolonged by the Military Court.", "23. On 28 January 1982, Mr. Duinhof was convicted of insubordination and sentenced by the Military Court to eighteen months’ imprisonment, the time spent in custody on remand to be deducted therefrom.", "24. He then appealed to the Supreme Military Court.", "On 29 January, pending the examination of his appeal, the applicant lodged with the Supreme Military Court a request for the detention to be terminated having particular regard to Article 5 § 3 (art. 5-3) of the Convention or, alternatively, for the detention to be suspended (Article 219 of the Military Code - see paragraph 17 above).", "On 17 March, the Supreme Military Court rejected the first part of his request. However, on the same day, it acceded with immediate effect to the second part subject to a number of conditions, inter alia, that he accepted - which he did - to perform substitute civilian service over a minimum period of fifteen months and to submit to a medical examination. Criminal proceedings were likewise suspended by the Court under the same conditions.", "The Supreme Military Court subsequently sentenced Mr. Duinhof to 101 days’ imprisonment, the time spent in custody on remand, which likewise totalled 101 days, to be deducted therefrom.", "25. Mr. Duijf was arrested on 15 January 1982 on a charge of having failed to register in due time as a conscript serviceman (Article 150 of the Military Penal Code). He was transferred to a military house of detention where he refused to take receipt of a military uniform and weapon. He was then further accused of persistent insubordination (Article 114 of the Military Penal Code). The commanding officer confirmed the detention, the grounds relied on being a serious risk of his absconding and the need to maintain discipline amongst other servicemen (Article 7 of the Military Code - see paragraph 13 above).", "On 18 January, in accordance with the verbal advice of the auditeur-militair, the designated senior officer referred the applicant for trial before the Military Court, while deciding that he should be kept in custody on the same grounds as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 14 above).", "26. On 19 January, the applicant was heard both by the officier-commissaris (Article 33, first paragraph, of the Military Code - see paragraph 15 above) and by the auditeur-militair.", "On 27 January, the Military Court examined a request made by the auditeur-militair on 22 January for the detention to be maintained (Article 31 of the Military Code - see paragraph 15 above). At this hearing, the applicant submitted, inter alia, that Article 5 § 3 (art. 5-3) of the Convention had not been complied with. The Court rejected his various arguments and, considering that the grounds for keeping him in custody were still prevailing, prolonged the detention by a thirty-day term.", "Subsequently, his detention was regularly prolonged by the Military Court.", "27. On 15 April, the applicant was convicted of insubordination and sentenced by the Military Court to eighteen months’ imprisonment, the time spent in custody on remand to be deducted therefrom.", "28. The applicant then appealed to the Supreme Military Court.", "On 16 April and 2 June, the applicant lodged with the Supreme Military Court requests to have his detention terminated, alleging, inter alia, breach of Article 5 §§ 3 and 4 (art. 5-3, art. 5-4) of the Convention (Article 219 of the Military Code - see paragraph 17 above).", "The Supreme Military Court rejected these requests on 23 June.", "On 7 September, the Supreme Military Court, substituting its own judgment for that of the trial court, upheld both the conviction and the sentence imposed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}