{"ITEMID": "001-107663", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "DARKOWSKA AND DARKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["The applicants, Ms Maria Darkowska (“the first applicant”) and Mr Marek Darkowski, are Polish nationals who were born in 1961 and 1957 respectively and live in Sokółka. They were represented before the Court by Ms A. Zemke-Górecka, a lawyer practising in Białystok. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. The applicants owned a flat in Krynki in which they lived until June 2005. The flat is located on the first floor of a block of flats. On 3 August 2000 the applicants and their neighbours participated in a residents’ meeting. It was decided that the communal boiler room be dismantled and that each of the residents would provide for their own heating.", "2. In September 2000 the applicants’ neighbour from the second floor, Mr S (“S”), installed a central heating stove in his cellar and connected it to the chimney running through the applicants’ flat.", "3. The applicants applied to the building and fire inspectors to report that their neighbours’ central heating stove had been installed without the necessary building permit and was causing carbon monoxide pollution in their flat. On 29 May 2001 the fire inspector carried out an inspection of the chimney in the applicants and their neighbours’ flats.", "4. On 14 August 2001 the District Building Inspector ordered S to dismantle the central heating stove. The Inspector established that the heating system had been installed without the building permit and that the exhaust tube was not wide enough. In consequence, the smoke from the coal burned in the stove had been coming out through the leaking ventilation system into the applicants’ kitchen. The Inspector underlined that such smoke normally contained carbon monoxide, which constituted a danger to the applicants’ health. S appealed unsuccessfully.", "5. The first applicant repeatedly complained to the Inspector that his decision had not been enforced by S. On 14 December 2001 the Building Inspector fined S for non-compliance with the decision to dismantle the stove.", "6. On 30 April 2002 the Building Inspector carried out an inspection of the venue and informed the Mayor that the decision to dismantle the stove had been enforced. Another inspection was carried out on 23 May 2002. It confirmed that the heating installation had been dismantled.", "7. On 4 December 2002 the first applicant complained to the District Sanitary Inspector about air pollution in her flat. On 2 January 2003 the Sanitary Inspector confirmed that the nuisance caused in the applicants’ flat by the smoke coming out of the chimney was due to the heating stove used by S. He further informed the applicants that it was the responsibility of the Mayor to ensure that the heating installation of their neighbours complied with the relevant building regulations.", "8. On 14 February 2003 the Regional Sanitary Inspector informed the applicants that the use of the central heating stove did not pose any danger to their life or health. According to the tests carried out by the sanitary authorities on 6 February 2003 the concentration of carbon monoxide in their flat was below the permissible level.", "9. On 1 March 2002 S applied to the Sokółka District Mayor (“the Mayor”; Starosta) for a building permit to install a heating system in his cellar. The proceedings were instituted on 12 March 2002. On 27 March 2002 the Mayor rejected the application on the grounds that S had not complied with the District Building Inspector’s earlier decision to dismantle the heating system.", "10. On 7 May 2002 S made a new application for a building permit. On 24 June 2002 the Mayor granted it, having regard to the fact that the decision to dismantle the stove had been enforced. On 19 August 2002 the Podlaski Governor quashed the impugned decision. The subsequent Mayor’s decision granting a building permit was again quashed on appeal.", "11. On 5 February 2003 the Mayor dismissed S’s application for a building permit for lack of all the required documents. S appealed against the decision and on 11 March 2003 the Podlaski Governor quashed it.", "12. On 28 March 2003 the Mayor stayed the proceedings for a building permit because their outcome depended on the conclusion of a related set of proceedings instituted by the District Building Inspector (see point 5 below).", "13. On 8 April 2004 the Mayor resumed the proceedings for a building permit at the applicants’ request. An inspection of the chimney in S’s apartment revealed no defects. On 21 April 2004 the Mayor discontinued the proceedings for a building permit as devoid of purpose, finding that S had complied with the conditions imposed by the Building Inspector and had been allowed to use the stove (see paragraph 20 below).", "14. The applicants appealed. On 3 June 2004 the Podlaski Governor quashed the decision since the applicants had not been given an opportunity to defend their position in the proceedings.", "15. On 14 July 2004 the Mayor again discontinued the proceedings. That decision was upheld by the Podlaski Governor on 24 September 2004 following an inspection. The Governor found that the proceedings for the building permit were devoid of purpose because the applicants’ neighbours had already installed the heating system. The applicants lodged a complaint with the Białystok Regional Administrative Court which appears to have been dismissed.", "16. On 4 December 2002 the applicants informed the District Building Inspector that S had been unlawfully using his heating stove.", "17. On 14 March 2003, the Building Inspector issued a decision aimed at regularising the heating installation and ordered S to prepare an expert opinion on its suitability. He observed that in accordance with the Building Act the installation at issue could not be subject to a demolition order. The Building Inspector established that there had been no causal link between the installation and the alleged air pollution and the fissures in the applicants’ flat. In the light of various opinions submitted by the parties he expressed a preliminary view that the heating installation had complied with the relevant regulations.", "18. The decision became final on 5 April 2003 since the applicants did not appeal against it. Subsequently, they unsuccessfully requested the building authorities to declare it null and void.", "19. On 30 September 2003 S submitted the opinion of an authorised expert on the suitability for use of their heating system.", "20. On 6 April 2004 the District Building Inspector carried out an inspection of the heating system which confirmed that S had fulfilled the conditions indicated in the above expert opinion. The District Building Inspector informed the Mayor that his decision of 14 March 2003 had been complied with and that S had been allowed to use the central heating stove.", "21. On 17 June 2004 the Building Inspector re-opened ex officio the proceedings, having regard to the Sokółka District Court’s judgment of 30 August 2002 which, in his opinion, concerned the same subject-matter (see paragraph 30 below). On 5 July 2004 the Building Inspector revoked his earlier decision of 14 March 2003 and discontinued the proceedings for installation of the heating system by S, having regard to the judgment of 30 August 2002.", "22. On 14 December 2004 the Regional Inspector quashed the decision of 5 July 2004. He found that the proceedings should not have been discontinued because the neighbours’ heating stove had been still illegally connected to a chimney. The Regional Inspector had also regard to a decision on interpretation of the judgment of 30 August 2002 (see paragraph 33 below).", "23. On 2 March 2006 S applied to the District Building Inspector for permission to use the stove. On 31 March 2006 the District Building Inspector issued a decision which formally confirmed that the neighbours had complied with the obligations imposed on them. The applicants appealed. Following a round of various decisions, the Regional Inspector eventually concluded that the District Inspector should have ordered an expert opinion.", "24. The District Building Inspector complied and an opinion prepared by an independent expert, Z.M was submitted on 10 July 2007. The opinion was based on the inspection of the heating installation, chimney and ventilation duct and on the analysis of relevant building regulations and various previous opinions. It evaluated in a very comprehensive manner the conditions of the use of the heating installation. The expert concluded that the chimney was impermeable and that the installation was compatible with the relevant regulations. The only technical shortcoming concerned the diameter of the tube in the chimney which should be increased. In respect of the stains in the applicants’ flat, the expert found that they originated from the lack of correct ventilation of the flat due to a defective ventilation duct, and recommended the insulation of the duct with a view to resolving the issue. He excluded as entirely unproven the proposition put forward by the applicants and the opinion of expert P.K. submitted in the second set of civil proceedings that the tarry substances could have penetrated into the applicants’ flat (see paragraph 36 below). The applicants contested that opinion.", "25. On 2 August 2007 the District Building Inspector ordered the neighbours to carry out some works in accordance with the expert opinion. That decision was subsequently quashed.", "26. On 2 November 2007 the District Building Inspector revoked his decision of 14 March 2003 and ordered S to carry out the works recommended by the expert in his opinion of 10 July 2007. Following their unsuccessful appeal to the Regional Inspector, the applicants filed a complaint with the administrative court.", "27. On 8 May 2008 the Regional Administrative Court dismissed their complaint as ill-founded. It thoroughly examined the opinion of expert Z.M. and held that the opinion had clearly indicated that it was possible to make the installation conform to the relevant regulations. It further noted that the proposed solution was also aimed at elimination of neighbourly conflicts. The applicants appealed to the Supreme Administrative Court.", "28. On 17 July 2009 the Supreme Administrative Court dismissed the cassation appeal. It concurred with the findings of the lower court and found no shortcomings in the expert opinion. The court emphasised that the solution concerning the regularisation of the installed heating system had not violated the law or the rights of third parties, including the applicants.", "29. On 17 December 2001 the first applicant lodged a civil action against S in which she sought restitution of a legal situation and abstention from infringements of law. She further sought 5,000 Polish zlotys (PLN) in respect of pecuniary damage.", "30. On 30 August 2002 the Sokółka District Court partly allowed her action in that it ordered the defendant to stop the infringements of the first applicant’s right to peaceful enjoyment of the possession by the use of the central heating stove. It held that the first applicant’s claim for removal of the defendants’ heating system was too far-reaching and found it sufficient to have the applicants’ kitchen restored to its original state. The court dismissed her claim for pecuniary damage as unsubstantiated. It established that the defendants had connected the heating system to a chimney which was not technically adapted to such a function. In consequence soot and tarry substances had been penetrating the applicants’ flat. The first applicant’s appeal was rejected on formal grounds.", "31. On 3 November 2003 the applicant’s lawyer instituted enforcement proceedings. At a court hearing held on 5 May 2004 the debtor stated that the creditor had not allowed him to enter the apartment in order to execute the judgment.", "32. On 5 July 2004 the Sokółka District Court stayed the enforcement proceedings at the first applicant’s request.", "33. On 19 November 2004 the District Court gave a decision on interpretation of its judgment of 30 August 2002. It held that the objective of its judgment was to prevent the defendants from causing nuisance to the applicants occasioned by the discharge of soot and tarry substances, however the fact that the stove had been connected to a chimney could not be seen per se in breach of the judgment.", "34. On 8 September 2005 the court discontinued the enforcement proceedings in the absence of a request from the creditor to resume the proceedings.", "35. On 18 April 2006 the applicants instituted a new set of civil proceedings against S, in which they sought an order to dismantle the heating system.", "36. On 2 February 2007 the District Court gave a judgment in which it allowed the applicants’ action, referring to the opinion of expert P.K. The court established that in spite of works undertaken by S, the negative effect on the applicants’ flat, as found in its previous judgment of 30 August 2002, still existed. In particular, a wall in their kitchen had become stained as a result of the reaction of steam and soot which were penetrating through the leaky tube and chimney. The court thus ordered S to permanently disconnect the central heating stove and to brick up the entrance to the chimney.", "37. On 30 July 2007 the applicants’ lawyer instituted enforcement proceedings. On 22 November 2007 the court stayed the enforcement proceedings following the applicants’ request of 24 October 2007. Their request was related to the pending administrative proceedings. On 24 November 2008 the court discontinued the enforcement proceedings as the applicants had not requested that they be resumed.", "38. On 22 December 2002 the first applicant informed the police that an offence had been committed and requested them to initiate criminal proceedings against S. After initial discontinuation of the investigation, in June 2003 the Sokółka District Prosecutor indicted S before the Sokółka District Court.", "39. On 14 October 2003 the trial court convicted S of a breach of building law and sentenced him to four months’ imprisonment. The court found him guilty of installing the central heating stove in November 2001 without the required permits, of using it afterwards, and of reconnecting it in December 2002 in spite of the decisions of the Building Inspector ordering him to stop use of the stove. By using his central heating stove S had caused smoke containing carbon monoxide and carbon dioxide as well as tarry substances to penetrate into the applicants’ flat which exposed the applicants to imminent danger to their life and health. The second applicant appealed against the judgment, arguing that the penalty imposed on S was too lenient. On 26 February 2004 the Białystok Regional Court dismissed his appeal. Subsequently, S served his prison term.", "40. Subsequently the prosecution service, apparently at the applicants’ request, instituted a second set of criminal proceedings against S. On 31 March 2004 the Sokółka District Court gave a summary judgment in which it found S guilty of reconnecting the stove and using it between January 2003 and January 2004. The court sentenced him to fifteen months of restriction of liberty together with the obligation to perform thirty hours of unpaid work per month. The judgment became final and enforceable on 13 April 2004.", "41. In 2004 a third set of criminal proceedings was instituted against S. On 21 December 2004 the District Prosecutor discontinued the investigation, having regard, inter alia, to the results of the examination of the applicants’ apartment by the sanitary authorities on 11 February 2003. The applicants appealed unsuccessfully.", "42. On 29 December 2004 the applicants bought another flat in Sokółka, for which they obtained a mortgage. It appears that in June 2005 they moved out of the flat in Krynki."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}