{"ITEMID": "001-22714", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "PLAFTAK and OTHERS v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, Ms Marija Plaftak, Mr Stjepan Oštrec, Mr Zvonko Grdan, Ms Marija Miljković, Mr Đuro Pišpek, Mr Franjo Miser, Mr Ivan Turek, Mr Marko Vugdragović, Mr Boris Štrukelj, Ms Zlata Strmečki, Mr Željko Derdić, Mr Branko Fuček, Mr Milan Dragičević, Mr Boris Barbarić, Mr Slavko Mladić, Ms Rezika Vraneković, Ms Marija Premuž, Ms Danica Zrinšćak-Klein, Ms Olga Andrun, Mr Slavko Oršić and Ms Marija Horvatin, are Croatian citizens, who were born in 1947, 1942, 1946, 1927, 1939, 1935, 1944, 1940, 1934, 1926, 1968, 1943, 1951, 1930, 1953, 1938, 1925, and 1949 respectively and live in Zagreb, Zelina, Bjelovar, Petrinja, Samobor, Čazma and Sveta Nedjelja. They are represented before the Court by Mr Zvonko Nogolica, a lawyer practising in Zagreb.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "During 1992 the applicants lent various sums of money to company M.J.B. in Zagreb at a high rate of interest (so-called financial engineering).", "As the company failed to repay the loans, the applicants instituted civil proceedings on 30 March 1995 in the Zagreb Municipal Court (Općinski sud u Zagrebu) for re-payment of their loans.", "The proceedings are pending before the court of first instance.", "Section 26 of the Constitutional Act on the Changes of the Constitutional Act on the Constitutional Court (entered into force on 15 March 2002, published in the Official Gazette no. 29 of 22 March 2002 - hereinafter “The Act of 15 March 2002” - Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske) introduced a new Section 59 (a), which subsequently became Section 63 of the 2002 Constitutional Act on the Constitutional Court. The relevant parts of that Section read as follows:", "(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}