{"ITEMID": "001-78792", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BARTIK v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (victim);Violation of P4-2;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;Françoise Tulkens;Khanlar Hajiyev;Loukis Loucaides", "TEXT": ["6. The applicant was born in 1954 and at the material time lived in the Moscow Region. He now lives in the United States of America.", "7. In 1977 the applicant started working for a construction and design agency, “Raduga” (GMKB “Raduga”), a State corporation that developed rocket and space devices. He signed an undertaking not to disclose classified information.", "8. On 16 May 1989 the applicant signed a new undertaking, the relevant part of which reads as follows:", "“I, [the applicant], undertake:", "(a) not to disclose information containing State and professional secrets that are entrusted to me or that I learn by virtue of my service (work) duties ...", "...", "(c) not to visit embassies, missions, consulates or other representative offices of foreign States, and not to contact – directly or through others – foreigners without the consent of the management of the agency I work for or the relevant Soviet authorities ...", "I have been informed of the prohibition on travel abroad, except as permitted by relevant laws and regulations ...”", "9. On 31 January 1994 the applicant signed a new undertaking which read as follows:", "“I, [the applicant], on assuming my work duties at the Raduga design agency, undertake:", "(a) not to disclose information containing State and professional secrets entrusted to me or coming to my attention by virtue of my service (work) duties;", "(b) to abide by the applicable requirements laid down in the orders, instructions and regulations concerning the secrecy of the studies conducted, of which I have taken cognisance;", "(c) to notify the department of the enterprise responsible for secrecy arrangements or the competent authorities of any attempts by outsiders to obtain secret information from me;", "(d) to inform the human resources department in a comprehensive and timely fashion of any change in my personal circumstances; and to inform the department responsible for secrecy arrangements of any contacts with my relatives permanently living abroad or planning to take up permanent residence abroad, or of any non-professional contacts with foreigners.", "In the event of my dismissal I undertake to abide strictly by requirements (a) and (c) above ...”", "10. On 20 August 1996 the applicant resigned.", "11. In early 1997 the applicant’s father, who lived in Germany, fell ill. Wishing to visit his father, the applicant applied to the Passports and Visas Service of the Department of the Interior of Dubna for a travel passport, the identity document which entitles Russian citizens to leave the country and travel abroad.", "12. On 17 March 1997 the Head of the Passports and Visas Service refused the applicant’s request. The entire text of the decision reads as follows:", "“As there exist grounds for a temporary restriction on your right to leave the Russian Federation as set out in section 15 of the Law on the procedure for entering and leaving the Russian Federation, your application for a travel passport has been declined until 2001 further to a recommendation by the Raduga design agency of 20 February 1997 (registration number 6/209/23324).”", "13. The applicant contested the refusal before the Inter-agency Commission for the examination of Russian citizens’ complaints in connection with restrictions on their right to leave the Russian Federation (“the Commission”). On 24 February 1998 the Commission informed the applicant that it had unanimously upheld the imposition of a five-year restriction. The letter did not indicate the reasons for the decision.", "14. The applicant appealed against the decision of the Commission to the Moscow City Court.", "15. On 24 September 1999 the Moscow City Court gave judgment. It found that on 22 April 1977, 16 May 1989 and 31 January 1994 the applicant had signed undertakings not to disclose State secrets; the 1989 undertaking also contained a clause restricting the applicant’s right to leave the country. Having examined a report on the applicant’s knowledge of State secrets of 20 February 1997, drawn up by the applicant’s former employer and confirmed by the Aviation and Space Industry Department and the State Secrets Protection Department of the Ministry of Economy at the request of the Passports and Visas Service, the court found as follows:", "“According to the report ... [the applicant] in his work used workbooks bearing inventory nos. 5301 and 4447 that contained extracts from top secret documents (nos. ...). In respect of some inventory numbers, requests were sent to the design enterprises [in order] to verify whether the information contained therein was still sensitive. However, no response was received. Moreover, the Court questioned a witness, Mr K., the Deputy General Director responsible for the regime and for security at the Raduga agency, who confirmed that the information contained in the documents that had been drawn up in the Raduga agency had retained its top secret classification and was still sensitive ... As the witness Mr K. clarified to the Court, there are no grounds for changing the secrecy classification of this information ...”", "On these grounds the court determined that the restriction on the applicant’s right to leave the Russian Federation until 14 August 2001 was lawful and justified.", "16. On 9 November 1999 the Supreme Court of the Russian Federation upheld the City Court’s judgment, finding that it had been properly justified and reasoned.", "17. The restriction on the applicant’s right to leave the country expired on 14 August 2001.", "18. On 25 October 2001 the applicant was issued with a travel passport and subsequently took up residence in the United States of America.", "19. The USSR Act provided that USSR citizens could only leave the country with a travel passport issued by a competent body (section 1). A travel passport could be refused, in particular, if the person had knowledge of State secrets or was subject to other contractual obligations prohibiting his departure from the USSR (section 7(1)). An appeal lay against a refusal to a special commission of the Cabinet of Ministers and from there to a court (section 8).", "20. Pursuant to section 12, “restrictions [concerning international travel] [were to be] brought to citizens’ attention by the management of enterprises, institutions, organisations ... on their enrolment for work or study ... that entailed access to State secrets. Before such access [could be] authorised, a written employment contract [had to] be signed on a voluntary basis ...”", "21. The USSR Act remained in force until 19 August 1996 when it was replaced by the Russian Act described below.", "22. Section 2 provides that the right of a Russian citizen to leave the Russian Federation may only be restricted on the grounds of, and in accordance with, the procedure set out in the Act. Section 15(1) provides that the right of a Russian national to leave the Russian Federation may be temporarily restricted if he or she has had access to especially important or top secret information classified as a State secret and has signed an employment contract providing for a temporary restriction on his or her right to leave the Russian Federation. In such cases the restriction is valid until the date set out in the contract, but for no longer than five years from the date the person last had access to especially important or top secret information. The Inter-agency Commission for the protection of State secrets can extend this period up to a maximum of ten years.", "23. The granting of access to State secrets presupposes the consent of the person concerned to partial and temporary restrictions on his or her rights in accordance with section 24 of the Act (section 21).", "24. The rights of persons who have been granted access to State secrets may be restricted. The restrictions may affect their right to travel abroad during the period stipulated in the work contract, their right to disseminate information about the State secrets and their right to respect for their private life (section 24).", "25. The relevant part of Opinion no. 193 (1996) on Russia’s request for membership of the Council of Europe, adopted by the Parliamentary Assembly on 25 January 1996 (7th Sitting), reads as follows:", "“10. The Parliamentary Assembly notes that the Russian Federation shares fully its understanding and interpretation of commitments entered into ... and intends:", "...", "xv. to cease to restrict – with immediate effect – international travel of persons aware of State secrets, with the exception of those restrictions which are generally accepted in Council of Europe member States ...”", "26. The Explanatory Report on Protocol No. 4 to the Convention (ETS no. 46) indicates that the Committee of Experts on Human Rights set up by the Committee of Ministers of the Council of Europe endorsed the changes bringing the text of Article 2 of Protocol No. 4 in conformity with that of Article 12 of the International Covenant on Civil and Political Rights, cited below (see, in particular, points 7 and 12 of the Report).", "27. The laws of the founding members of the Council of Europe have not restricted the right of their nationals to go abroad for private purposes since the inception of the organisation. The Schengen Agreement, which was originally signed on 14 June 1985 by five States and has to date been implemented by fifteen States, has removed border posts and checks in much of the western part of Europe and abolished any outstanding restrictions on international travel.", "28. Many other Contracting States, including, in particular, the former Socialist countries, repealed restrictions on international travel by persons having knowledge of “State secrets”, a common legacy of the Socialist regime, during the process of democratic transition (for example, Estonia, Georgia, Hungary, Latvia, Lithuania and Poland). At present certain restrictions on persons who were aware of “State secrets” but wished to go abroad have endured in only a few States that were once part of the Soviet Union. Of those, two member States (Armenia and Ukraine) provide for temporary restrictions on permanent emigration – but not on international travel for private purposes – by persons who had access to “State secrets”, and one member State (Azerbaijan) also restricts private international travel by such individuals.", "29. Article 12 of the International Covenant on Civil and Political Rights (“ICCPR”), to which the Russian Federation is a party, defines the right to freedom of movement in the following terms:", "“1. Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.", "2. Everyone shall be free to leave any country, including his own.", "3. The above-mentioned rights shall not be subject to any restrictions except those which are provided by law, are necessary to protect national security, public order (ordre public), public health or morals or the rights and freedoms of others, and are consistent with the other rights recognized in the present Covenant.", "...”", "30. General Comment no. 27: Freedom of movement (Article 12), adopted by the Human Rights Committee under Article 40 § 4 of the ICCPR on 2 November 1999 (CCPR/C/21/Rev.1/Add.9), reads as follows:", "“1. Liberty of movement is an indispensable condition for the free development of a person ...", "2. The permissible limitations which may be imposed on the rights protected under Article 12 must not nullify the principle of liberty of movement, and are governed by the requirement of necessity provided for in Article 12, paragraph 3, and by the need for consistency with the other rights recognized in the Covenant.", "...", "8. Freedom to leave the territory of a State may not be made dependent on any specific purpose or on the period of time the individual chooses to stay outside the country. Thus travelling abroad is covered, as well as departure for permanent emigration ...", "...", "9. ... Since international travel usually requires appropriate documents, in particular a passport, the right to leave a country must include the right to obtain the necessary travel documents. The issuing of passports is normally incumbent on the State of nationality of the individual. The refusal by a State to issue a passport or prolong its validity for a national residing abroad may deprive this person of the right to leave the country of residence and to travel elsewhere ...", "...", "11. Article 12, paragraph 3, provides for exceptional circumstances in which rights under paragraphs 1 and 2 may be restricted ...", "...", "14. Article 12, paragraph 3, clearly indicates that it is not sufficient that the restrictions serve the permissible purposes; they must also be necessary to protect them. Restrictive measures must conform to the principle of proportionality; they must be appropriate to achieve their protective function; they must be the least intrusive instrument amongst those which might achieve the desired result; and they must be proportionate to the interest to be protected.", "...", "16. States have often failed to show that the application of their laws restricting the rights enshrined in Article 12, paragraphs 1 and 2, are in conformity with all requirements referred to in Article 12, paragraph 3. The application of restrictions in any individual case must be based on clear legal grounds and meet the test of necessity and the requirements of proportionality. These conditions would not be met, for example, if an individual were prevented from leaving a country merely on the ground that he or she is the holder of ‘State secrets’ ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}