{"ITEMID": "001-73262", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF RUPNIK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1940 and lives in Celje.", "6. On 1 January 1998 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZT.", "7. On 1 April 1999 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,069,320 tolars (approximately 8,600 euros) for the injuries sustained.", "Between 1 June 1999 and 2 December 2003 the applicant lodged seven preliminary written submissions and/or adduced evidence.", "On 10 April 1999 he also requested that a date be set for a hearing.", "On 5 November 2001 the presiding judge was appointed to the Celje Higher Court and the case was assigned to a new judge.", "Of the five hearings held between 6 June 2001 and 15 December 2003 none was adjourned at the request of the applicant.", "During the proceedings the court appointed two medical experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 3 May 2004.", "8. On 5 May 2004 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 13 July 2005 the court allowed the applicant’s appeal in part and dismissed the ZT’s appeal.", "The judgment was served on the applicant on 7 September 2005.", "9. On 3 October 2005 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "The proceedings are still pending."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}