{"ITEMID": "001-77707", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "LAGERGREN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Snejana Botoucharova", "TEXT": ["The applicant, Mr Arnold Christopher Lagergren, is an American national who was born in 1970 and lives in New York. He was represented before the Court by Mr Henrik Karl Nielsen, a lawyer practising in Copenhagen. The Danish Government (“the Government”) were represented by their Agent, Mr Peter TaksøeJensen of the Ministry of Foreign Affairs, and their Co-agent, Mrs Nina Holst-Christensen of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant spent his childhood, youth and part of his adult life in the United States, where he was educated within the field of business economics. He arrived in Denmark on 20 December 1994 at the age of twenty-four. He married a Danish citizen on 20 May 1995 and two children were born out of marriage in 1995 and 1999, respectively. The applicant, who speaks Danish, was employed in a computer firm. The spouses separated in August 2001, and with the applicant’s consent the mother was granted custody of the children. The applicant regularly had access to the children. On 18 December 2002 the spouses divorced.", "In the meantime, on 4 March 2002 the applicant was arrested and charged pursuant to the Penal Code with drug offences and an armed bank robbery.", "The drug offences were allegedly committed during the period from 1 January to 4 March 2002 and related to 643 ecstasy pills, 69.3 grams of amphetamine and 28.5 grams of cocaine.", "As regards the bank robbery committed on 4 March 2002, the applicant was allegedly the instigator who, at the relevant time being 31 years old, had persuaded three younger men, respectively 17, 21 and 25 years old, to participate. The two youngest men entered the bank with a sawn-off sporting gun and the third acted as the chauffeur, while the applicant awaited them all at an appointed place. The proceeds in the amount of approximately 145,000 Danish kroner (DKK), equal to 19,500 euros (EUR), were split equally between them. The applicant pleaded guilty to the charges and was accordingly found guilty on 8 August 2002 by the City Court of Skive (Retten i Skive). He was sentenced to three years’ imprisonment and expelled from Denmark with a life-long ban on his return. As regards the expulsion order, the City Court took into account the nature and seriousness of the crime committed, the applicant’s age when he entered Denmark, the fact that he was separated and had two children in Denmark, and that his parents and two brothers lived in USA. The court found that a decision to expel the applicant would not contravene the principle of proportionality.", "On appeal, the judgment was upheld on 3 October 2002 by the High Court of Western Denmark (Vestre Landsret), which stated as follows:", "“Having regard to the character of the offences and the information concerning [the applicant’s] role in the robbery and its planning [the High Court] confirms the sentence as fixed by the City Court.", "Furthermore, for the reasons set out by the City Court, [the High Court] agrees with the expulsion order. Having made an overall assessment, which included [the applicant’s] ties to his home country, [the applicant’s] relationship with his children cannot imply that the expulsion is contrary to the principle of proportionality.”", "The applicant’s request to be granted leave to appeal against the judgment to the Supreme Court (Højesteret) was refused on 18 December 2002.", "Having been released on parole, with 547 days remaining of his sentence, the applicant left Denmark on 4 September 2003.", "The applicant submitted that while incarcerated in Denmark he had telephone contact with his children every second week and that subsequent to his expulsion they have been in weekly telephone contact.", "The relevant provisions of the Penal Code applicable at the time read as follows:", "1. Any person who, in contravention of the legislation on euphoriant drugs, supplies such drugs to a considerable number of persons, or in return for a large payment, or in any other particularly aggravating circumstances, shall be liable to imprisonment for any term not exceeding six years. If the supply relates to a considerable quantity of a particularly dangerous or harmful drug, or if the supply of such drug has otherwise been of a particularly dangerous nature, the penalty may be increased to imprisonment for any term not exceeding ten years.", "2. Similar punishment shall apply to any person who, in contravention of the legislation on euphoriant drugs, imports, exports, buys, distributes, receives, produces, manufactures or possesses such drugs with the intention to supply them as mentioned in subsection 1, above.", "1. Any person who, for the purpose of obtaining for himself or for others an unlawful gain, by violence or threat of immediate application of such,", "(i) takes or extorts from any other person a tangible object belonging to another person; or ...", "With regard to the level of punitive measures the Government submitted the following information, which was not disputed by the applicant:", "In Denmark three years of imprisonment is a very severe sentence. According to the European Sourcebook of Crime and Criminal Justice Statistic, 2003 (WODC, report no. 121, p.196), while the European countries had 139 prisoners per 100 000 inhabitants on average in 2000, the figure for Denmark was 64. The reason for this low number of prisoners is an extensive use of fines and other types of non-custodial sentences. According to figures from the yearbook on crime statistics from Statistic Denmark (Danmarks Statistik) in 2002, out of the total number of convictions for penal-code-offences, half were fines, 29 per cent were suspended sentences and other non-custodial sentences, leaving about one fifth of the sentences to be unsuspended prison sentences.", "The low prison rate is also a result of short prison terms. In 2002, the average length of prison sentences imposed for penal-code-offences was 7.2 months, and only 12 per cent of all prison sentences were longer than one year. Looking at the even longer prison terms from 2002, only 3 per cent — corresponding to 224 prison sentences — exceeded three years. Most of the long prison sentences are imposed for homicide and drug offences. As for armed robbery of a non-aggravated nature (section 288, subsection 1 of the Penal Code), a study has revealed that the average length of all prison sentences imposed from 1996 to 2000 was 1.7 years if the person had no prior criminal record, but had committed other offences which were included in the sentence. In 2002 the average length of all prison sentences for non-aggravated bank robbery was 2.2 years. However, most bank robbery cases involve offenders with a prior criminal record.", "As for supplying drugs, the length of the prison sentence is closely related to the quantity and the kind of drugs in question. Drug dealing with ecstasy, amphetamine and cocaine does not normally result in heavy measures as, for instance, heroine does. To give an example, a person charged with the sale of 600-700 ecstasy pills would most likely face a six to nine months’", "The relevant provisions of the Aliens Act (Udlændingeloven) applicable at the time read as follows:", "1. An alien who has lawfully lived in Denmark for more than the last seven years, and an alien issued with a residence permit under sections 7 or 8 may be expelled if:", "...", "(ii) the alien, for several criminal counts, is sentenced to a minimum of two years’ imprisonment or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration;", "...", "(iv) the alien is sentenced, pursuant to the Act on Euphoriant Drugs or section 191 or 191 A of the Penal Code, to imprisonment or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this nature;", "...", "(vi) the alien is sentenced, pursuant to ... section 288 of the Penal Code, to imprisonment or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this nature.", "1. An alien who has lawfully lived in Denmark for more than the last three years may be expelled if:", "(i) any ground given in section 22 is applicable;", "(ii) the alien is sentenced to a minimum of two years’ imprisonment or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration;", "(iii) the alien, for several criminal counts, is sentenced to a minimum of one year’s imprisonment or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration;", "(iv) ...", "1. In deciding on expulsion, regard must be had to the question whether expulsion must be assumed to be particularly burdensome, in particular because of:", "(i) the alien’s ties with the Danish community, including whether the alien came to Denmark in his childhood or tender years;", "(ii) the duration of the alien’s stay in Denmark;", "(iii) the alien’s age, health, and other personal circumstances;", "(iv) the alien’s ties with persons living in Denmark;", "(v) the consequences of the expulsion for the alien’s close relatives living in Denmark;", "(vi) the alien’s slight or non-existent ties with his country of origin or any other country in which he may be expected to take up residence; and", "(vii) the risk that, in cases other that those mentioned in section 7(1) and (2), the alien will be ill-treated in his country of origin or any other country in which he may be expected to take up residence.", "2. An alien may be expelled pursuant to section 22, subsection 1, (iv) to (vi) unless the circumstances mentioned in subsection 1 above constitute a decisive argument against doing so.", "1. As a consequence of a judgment, court order or decision ordering an alien to be expelled, the alien’s visa and residence permit will lapse, and the alien will not be allowed to re-enter Denmark and stay in this country without special permission (entry prohibition). An entry prohibition may be time-limited and is reckoned from the first day of the month following departure or return from Denmark. The entry prohibition is valid from the time of departure or return from Denmark.", "2. An entry prohibition in connection with expulsion under sections 22 to 24 is given for:", "(i) three years if the alien is sentenced to suspended imprisonment or is sentenced to imprisonment not exceeding three months or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this nature or duration;", "(ii) five years if the alien is sentenced to imprisonment exceeding three months, but not exceeding one year, or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration;", "(iii) ten years if the alien is sentenced to imprisonment exceeding one year, but not exceeding two years, or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration;", "(iv) an unlimited time if the alien is sentenced to imprisonment for more than two years or other criminal sanction involving or allowing deprivation of liberty in respect of an offence that would have resulted in a punishment of this duration.", "3. An entry prohibition in connection with expulsion under section 22, subsection 1, (iv) to (vi) is given for a minimum of five years.", "4. An entry prohibition in connection with expulsion under section 25 [danger to national security or serious threat to public order, safety or health] is given for an unlimited time. An entry prohibition in connection with expulsion under sections 25a and 25b is given for one year.", "5. The police authority in charge of the arrangements for departure delivers to the alien a written notice giving the grounds for the entry prohibition and the penalty carried by non-compliance with the prohibition.", "6. An entry prohibition lapses if, under the conditions mentioned in section 10, subsection 2, the person in question is issued with a residence permit under sections 6 to 9.", "7. An entry prohibition given to a national of another Nordic country may be lifted at a later date where exceptional reasons make it appropriate.", "The Government submitted that according to practice, a visitor’s visa may be issued only in absolutely extraordinary cases to aliens who have been expelled with a permanent prohibition against re-entry. During the first two years following the departure, this may be relevant if the alien’s presence in Denmark is imperative, for example in case of acute serious illness of a spouse or a child living in Denmark and where consideration for the person(s) living in Denmark makes it appropriate to issue a visa to the expelled person. After the expiry of the two years following the departure, a visa can be issued in practice where exceptional reasons make it appropriate, for example in case of serious illness in the family living in Denmark.", "The applicant pointed out that the Government’s allegation of this practise was not supported by any evidence or reference to national provisions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}