{"ITEMID": "001-61876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF DJANGOZOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 8;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1946 and lives in Plovdiv.", "10. On 9 December 1994 a newspaper in the town of Parvomay, “Parvomay dnes”, published an article on the problems of the liquidation of State cooperative farms and the restitution of the agricultural land in the region. The article contained offensive allegations against the applicant who was a former chairman of the local commission in charge of the liquidation of the cooperative farms. The title of the article, quoting the applicant, read “Do not hassle me, I have a yellow card” („Не ме закачайте, аз съм с жълта карта“). The latter expression means that the person in question is registered as mentally ill. The article’s author commented on the poor results of the commission’s audit, stating that they could be expected since its chairman was a “person of unsound mind” („невменяем човек“). The applicant was also referred to as a “wretch” („нещастник“).", "11. In February 1995 the applicant lodged with the Parvomay District Prosecutor’s Office a request for the opening of proceedings for criminal libel against the newspaper’s editor. On 6 March 1995 the competent prosecutor opened a preliminary inquiry with a view to the opening of criminal proceedings against the editor.", "12. On 2 March 1995 the applicant filed a civil action against the newspaper’s editor and publisher, alleging that the article had defamed him. He claimed nonpecuniary damages for injury to his reputation.", "13. The Parvomay District Court held its first hearing in the case on 13 April 1995. Counsel for the defendants requested the court to stay the proceedings, presenting a certificate from the Prosecutor’s Office to the effect that a preliminary inquiry had been opened. The court stayed the proceedings in accordance with Article 182 § 1 (d) of the Code of Civil Procedure (“CCP”), pending the outcome of the preliminary inquiry.", "14. The applicant lodged an interlocutory appeal, arguing, inter alia, that the pending preliminary inquiry could not serve as grounds for the staying of the civil proceedings, the only such grounds being pending criminal proceedings.", "15. On 13 July 1995 the Plovdiv Regional Court upheld the lower court’s ruling, holding that the facts alleged in the civil action constituted “criminal elements” within the meaning of Article 182 § 1 (d) of the CCP. The only bodies competent to decide whether a criminal offence had or had not been committed were the prosecutor and the criminal courts. The eventual ruling of the criminal court would be res judicata for the civil court, as provided by Article 222 of the CCP. Therefore, the proceedings had been properly stayed.", "16. On 5 September 1995 the Parvomay District Prosecutor’s Office opened criminal proceedings against the journalist who had written the article against the applicant.", "17. While the civil proceedings were stayed the Parvomay District Court sent numerous letters to the District Prosecutor’s Office and to the District Investigation Service, inquiring about the status of the criminal proceedings. Such letters were sent on 22 April, 9 September and 15 November 1996, 4 February and 5 and 11 December 1997, 12 May, 15 July and 18 December 1998, 12 April 1999, 25 January and 13 September 2000, and 28 February 2001.", "18. Meanwhile, on 23 March 1998 the applicant’s lawyer requested the Parvomay District Prosecutor’s Office to do the necessary for the speedy conclusion of the criminal proceedings. On 4 May 1998 he filed a complaint with the Plovdiv Regional Prosecutor’s Office, alleging that the criminal proceedings had lasted unreasonably long, thus precluding the resumption of the civil proceedings. In a letter of 12 May 1998 the Parvomay District Prosecutor’s Office informed the applicant that the investigation would be completed within thirty days. On 21 May 1998 the Plovdiv Regional Prosecutor’s Office instructed the Parvomay District Prosecutor’s Office to finalise the investigation within fourteen days.", "19. On 1 July 1998 the Parvomay District Prosecutor’s Office replaced the investigator in charge of the case, noting that he had failed to perform the necessary investigative steps in time.", "20. On 7 November 2000 the Parvomay District Prosecutor’s Office discontinued the criminal proceedings because the relevant limitation period had expired. The Parvomay District Court affirmed the discontinuation in a decision of 22 November 2000.", "21. On 1 March 2001 the Parvomay District Prosecutor’s Office sent the case file to the Parvomay District Court, which thereupon resumed the stayed civil proceedings.", "22. A hearing listed for 3 May 2001 was adjourned because the defendants had not been properly summoned.", "23. The next hearing was scheduled for 5 July 2001. The court noted that the defendants had again not been properly summoned and adjourned the case. As the summons sent to one of the defendants, the cooperative which had published the newspaper containing the allegedly defamatory article, was returned with a note that that cooperative had apparently been liquidated two years before that, the court instructed the applicant to produce a certificate of the cooperative’s current status. [Note: Certificates of current status are issued by the register of companies kept at the regional courts.]", "24. On 21 August 2001 the Parvomay District Court discontinued the proceedings, holding that the applicant had failed to comply with its instructions. The applicant appealed and on 8 January 2002 the Plovdiv Regional Court quashed the discontinuation and remitted the case to the Parvomay District Court.", "25. On 21 January 2002 the Parvomay District Court again requested the applicant to provide a certificate of current status of the defendant cooperative.", "26. In a judgment of 29 April 2003 the Parvomay District Court allowed the applicant’s claim against the newspaper editor, but dismissed his claim against the cooperative.", "27. The applicant appealed against the judgment to the Plovdiv Regional Court.", "28. At the time of the latest information from the parties (July 2003) the proceedings were still pending before the Plovdiv Regional Court, which had not yet set the appeal down for hearing.", "29. The CCP provides, in Articles 182 § 1 (d) and 183, that a court examining a civil action:", "“182. ... shall stay the proceedings:", "...", "(d) whenever criminal elements, the determination of which is decisive for the outcome of the civil dispute, are discovered in the course of the civil proceedings...", "183. Proceedings which have been stayed shall be resumed ex officio or upon a party’s request after the respective obstacles have been removed...”", "Article 222 of the CCP provides:", "“The findings contained in a final judgment of a criminal court and concerning the issue whether the act in question has been committed, its unlawfulness and the perpetrator’s guilt are binding on the civil court when it examines the civil consequences of the criminal act.”", "In a judgment of 18 January 1980 (реш. № 3421 от 18 януари 1980 г. по гр.д. № 1366/1979 г., І г.о.) the First Civil Division of the Supreme Court held:", "“In principle the fact of a crime may only be established under the procedures of the Code of Criminal Procedure. That is why, when an alleged civil right derives from a fact which constitutes a crime under the Criminal Code, the civil court, according to Article 182 § 1 (d) of the [CCP], is obliged to stay the civil proceedings. This is necessary in order to respect the decision of the criminal court. It is mandatory for the civil courts regardless of the crime in issue. The mandatory binding force of the decisions of the criminal courts is set out in Article 222 of the [CCP].”", "30. The new Article 217a of the CCP, adopted in July 1999, provides:", "“1. Each party may lodge a complaint about delays at every stage of the case, including after oral argument, when the examination of the case, the delivery of judgment or the transmitting of an appeal against a judgment is unduly delayed.", "2. The complaint about delays shall be lodged directly with the higher court, no copies shall be served on the other party, and no State fee shall be due. The lodging of a complaint about delays shall not be limited by time.", "3. The chairperson of the court with which the complaint has been lodged shall request the case file and shall immediately examine the complaint in private. His instructions as to the acts to be performed by the court shall be mandatory. His order shall not be subject to appeal and shall be sent immediately together with the case file to the court against which the complaint has been filed.", "4. In case he determines that there has been [undue delay], the chairperson of the higher court may make a proposal to the disciplinary panel of the Supreme Judicial Council for the taking of disciplinary action.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}