{"ITEMID": "001-104682", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ILYADI v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["4. The applicant was born in 1951 and lives in Krasnodar.", "5. On 24 July 2003 the applicant was arrested in Moscow on suspicion of facilitating the sale of a forged promissory note, an offence under Article 186 § 2 of the Criminal Code.", "6. On 26 July 2003 the Gagarinskiy District Court of Moscow remanded the applicant in custody. On 25 September, 17 October and 19 December 2003 the applicant’s detention was extended. On 30 January 2004 the District Court fixed the opening of the trial for 16 February 2004 and extended the applicant’s detention. It appears that the applicant did not lodge an appeal against any of the extension orders.", "7. During the investigation, on 25 July and 17 December 2003 the investigator interviewed, among other witnesses, Captain P., whose position was described as “senior operational officer of the 4th Interior Department of the 1st Operative Field Division of the Economic Crime Directorate of Moscow”. According to the interview record, his identity was certified by a police badge issued by the Main Police Directorate of Moscow. It follows from the record that Captain P. testified, in particular, that he had been asked to pose as the purchaser of the forged promissory note which the applicant’s co-defendant, Mr K., had undertaken to procure for him. He also stated that he had seen Mr K. take the envelope containing the forged note from the applicant.", "8. Although Captain P. was listed as a witness for the prosecution, he did not appear at the trial hearings on 23 March, 8 April, 21 April, 18 May and 1 June 2004. The applicant’s defence did not object to the closing of the judicial inquiry in Captain P.’s absence or to his written statement made during the pre-trial investigation being read out. However, since the prosecutor insisted on the attendance and examination of Captain P. in court, the final hearing was adjourned until 3 June 2004.", "9. At the hearing on 3 June 2004 the prosecutor orally informed the court that, according to information from Captain P.’s superior, Captain P. had been sent on a long-term mission to another town. The prosecutor asked to read out his written deposition and the defence had no objections. That was the last trial hearing.", "10. In the meantime, counsel for the applicant launched his own inquiries about the whereabouts of Captain P. First he unsuccessfully attempted to reach him at the phone number which was listed in the interview record, and subsequently, on 28 May and 16 June 2004, he asked the head of the Economic Crime Directorate of the Moscow Police to confirm in writing that Captain P. was or had been one of their employees. By letters of 2 and 25 June 2004, the head of the Economic Crime Directorate replied as follows:", "“In response to your inquiry, I inform you that all the available information concerning Mr P[.] is present in the materials of criminal case no. 193476. Detailed information may be provided upon request of the trial judge.”", "11. On 8 June 2004 the Gagarinskiy District Court delivered judgment. It found the applicant and Mr K. guilty of selling a forged promissory note and sentenced the applicant to five years and nine months’ imprisonment in a high-security correctional colony. In finding the applicant guilty, the District Court referred to the following testimonies by witnesses:", "“The witness [Major] Kr. of the Organised Crime Unit of the South-Western Department of the Moscow Police testified in court that on 24 July 2003 he and Officer B. had taken part in the apprehension of individuals who had been suspected of being involved in the sale of forged securities. At about 6 p.m. Kr. and B. sat in Room 1007 in the Sputnik hotel ... After they received information that the seller of the forged note had been detained, they went to Room 1008 where they saw K. whom they had not met previously. Kr. had put questions to K., and it followed from K.’s replies, which were given without any pressure, that K. had sold a forged promissory note ... for one million roubles and that the note itself and the money had stayed on the table ... Kr. explained that he had examined the crime scene and seized the note and the money ...", "The witness [Lieutenant-Colonel] B. of the Organised Crime Unit of the South-Western Department of the Moscow Police testified in court that on 24 July 2003 he had taken part in the arrangements for apprehending the individuals suspected of selling forged securities. In particular, he had booked Rooms 1007 and 1008 in the Sputnik hotel, and he sat in the first room, together with Kr., waiting for the signal. Neither he, nor Kr. had taken part in the arrest of the suspects but, upon receiving information about the arrest, they came to Room 1008. K. was in the room, [the applicant] Mr Ilyadi was brought there later ...", "It follows from the pre-trial statement by [Captain] P. of the Economic Crime Directorate of the Moscow Police, given on 25 July 2003 and read out in court with the parties’ consent, that in mid-July 2003 the Economic Crime Directorate of the Moscow Police received operative information about a person who was looking for a way to sell forged promissory notes. It was established that this person was Mr K... It was decided to carry out a ‘controlled purchase’, in which P. was to pose as the ‘purchaser’... K. was asked to procure a promissory note having the nominal value of ten million roubles for 10% of its nominal value, that is one million roubles. The money was examined, numbers on the banknotes were recorded, and one million roubles was entrusted to the witness P. Two rooms, 1007 and 1008, were booked in the Sputnik hotel located at ... The sale was to take place at 7.30 p.m. on 24 July 2003. According to the approved legend, P ... was in the car parked at the hotel. He then came up to the room where A. and K. were waiting; the note sat on the table. P. put the money onto the table; without counting the money, K. threw it into a bag and put it onto the table next to him. At this moment police officers entered the room and arrested K. A report on the examination of the crime scene was compiled which P. countersigned.”", "12. The District Court further referred to written evidence which included K.’s arrest record, the decision to carry out a “controlled purchase”, the report on the “controlled purchase”, the reports on examination of the money, the note and inspection of the crime scene, and the forensic expert’s report indicating that the note had been a forgery.", "13. The District Court also examined the transcripts of audio- and video-recordings and noted as follows:", "“The report on examination of the Sony Protocol No. 5-60 videocassette, dated 2 September 2003, and the transcript of the conversation confirm the textual identity of the conversation which K. and A. had in the hotel room on 24 July 2003, with the previous transcript of 25 July 2003 (pp. 105-111 vol. 3).", "The report of 4 September 2003 concerns the examination of the EMTEC E120 videocassette which was lawfully made available to the investigation; it confirms the factual contents of the audio- and video-recordings, from which it follows that it was the defendant Mr Ilyadi who had given the envelope to K. in the driver’s seat of the Honda car. The court has verified this circumstance and, contrary to the position of the defence, the court considers that the videocassette clearly shows that the envelope had been given to K. by Mr Ilyadi (pp. 123-125 vol. 5).”", "14. The District Court finally gave an overall assessment of evidence and established the defendants’ guilt in the following manner:", "“Assessing the testimonies by the witnesses Kr. and B., the court sees no reason to distrust them because they are concordant with the body of evidence presented by the prosecution and because they are mutually complementary and consistent. The court has not established any indication that those witnesses may have slandered the defendant [sic, in singular]. For the same reasons the court relied upon the statement by the witness P. which was read out in court. The court does not find any gross breaches by the investigation of the requirements of the Code of Criminal Procedure during the pre-trial inquiry which may have led to declaring the above evidence inadmissible.", "Contrary to the arguments by the defence, the court considers that the above body of evidence proves that both the defendant K. and the defendant Mr Ilyadi have been involved into the crime. On the basis of the conversation that took place during the meeting between K. and the ‘purchaser’, the pre-trial statement by the witness P., the video-recording which was transcribed and examined in court and which showed that it had been Mr Ilyadi who had handed over the envelope to K., the court is firmly convinced, rather than merely supposes, that Mr Ilyadi’s envelope had contained a forged promissory note which had been given on 24 July 2003 to K. near the Sputnik hotel. [The court also takes into account] the body of evidence in its entirety, including in particular, the conduct by the defendants which unambiguously showed that they feared arrest, and the fact that both K. and Mr Ilyadi were aware that the note was a forgery.”", "15. On 10 June 2004 the applicant submitted a short statement of appeal to the registry of the Gagarinskiy District Court which indicated his intention to submit a detailed statement of appeal upon receipt of the judgment. According to the established Russian practice, statements of appeal must be filed with the registry of the first-instance court that gave judgment, which then would forward it to the appeal court.", "16. On 2 August 2004 counsel for the applicant asked the head of the Personnel Department of the Moscow Police to confirm whether Captain P. was currently or in the past listed in the staff records. By a letter of 11 August 2004, the head of the Personnel Department replied that “Captain P. [was] not listed in the records of the Moscow Police Directorate”.", "17. On 26 August 2004 the applicant sent a detailed statement of appeal through the correspondence department of the remand centre to the registry of the Gagarinskiy District Court. He complained, in particular, that there were deficiencies in the evidentiary base:", "“The investigation listed five witnesses for the prosecution. Two of them were the attesting witnesses who had been present during Mr K.’s arrest ... Three others were the police officers who had taken part in the controlled purchase of the forged promissory notes. Lieutenant-Colonel B. and Major Kr. appeared in court and testified that I had not been the target of the operational measures and that they had not previously known me or heard about me ...", "Only the statement made by the third police officer, Captain P., indicates my indirect connection with the crime. Captain P. did not appear in court during the trial. This delayed the proceedings, because the prosecution insisted on having P. examined in court. A suspicion arose that Captain P. may never have existed, and it was confirmed by the research carried out by my advocate ... He dialled the phone number listed in the statement and made sure that he reached the correct office. However, he heard that there was no employee by the name of P. and never had been. We prepared two written inquiries for the director of the Economic Crimes Directorate, to which he gave evasive replies ... Only after we asked the head of the Personnel Department for clarification did we receive a direct and truthful reply: police officer P. does not actually exist ...”", "The applicant asked the appeal court that his conviction be declared unlawful and quashed. He enclosed the replies his counsel had received from the Personnel Department of the Moscow Police.", "18. By letter of 14 September 2004, the President of the Gagarinskiy District Court asked the applicant to resubmit his statement of appeal as the original one had been lost. The applicant did as requested.", "19. On 25 October 2004 the Moscow City Court heard the appeal. The applicant was present before the appeal court and made oral submissions. According to him, of his written submissions, only the resubmitted short statement of appeal, but not the detailed one, was examined.", "20. The City Court rejected the appeal in a summary fashion, finding that there was no reason to place the authenticity of the evidence in doubt and that there were no breaches of procedural norms. With regard to the witnesses, the City Court held as follows:", "“The [District] court had no reason not to rely on the statements of the witnesses who were police officers, including witness P.; their statements were assessed in court and found to be consistent, mutually complementary and compatible with other materials in the file. There is no indication that anyone has a vested interest in the criminal prosecution of the persons convicted.”", "21. From 31 July 2003 to 3 December 2004 the applicant was held in remand centre no. IZ-77/2 in Moscow, popularly known as “Butyrka”.", "22. After 18 August 2003 he was accommodated in cell no. 100. It measured 54.7 square metres and was equipped with twenty-two bunk beds. According to the Government, that cell housed, on average, twenty-one detainees. According to the applicant, the actual cell population was as high as thirty-five persons.", "23. The Government produced the cover page of the register for verification of the number of detainees in remand centre no. 2 (книга количественной проверки лиц, содержащихся в СИЗО-2) and an extract from the register listing the applicant’s personal details, as well as a number of certificates signed by the director of the remand centre in 2007.", "24. The Code of Criminal Procedure provides that an appeal court may quash or amend a", "25. The judgment of the appeal court must contain, in particular, a short summary of the arguments contained in the statement of appeal and the reasons for the appeal court decision (Article 388)."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}