{"ITEMID": "001-80460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CUSTERS, DEVEAUX AND TURK v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 7", "JUDGES": "Snejana Botoucharova", "TEXT": ["8. In 1951 an American air base was established on the Dundas peninsula in the Thule District of north-west Greenland. With the establishment of an anti-aircraft artillery unit in 1953 the air base area was expanded. It was reduced in size in the mid-1980s and in 2003.", "9. The applicants were members of Greenpeace. In the summer of 2001 they took part in an action around the Thule Air Base designed to draw international attention to the use of a radar (the Thule Radar) for the American missile defence programme and to collect information on the environmental impact of the presence of the air base on the Dundas peninsula.", "10. Before the action in question, on 25 July 2001, two Greenpeace members had had a meeting with the Chief of Police of Greenland, during which they had been informed of the legislation relating to Thule Air Base and the consequences of a possible refusal by the relevant authorities of permission to visit the air base area.", "11. On 27 July 2001 Greenpeace requested permission to visit “the Dundas peninsula around the Thule Air Base”. By fax of 30 July 2001 the Danish Ministry of Foreign Affairs informed Greenpeace that Thule Air Base, including the Dundas area, was a “defence area”, and that civilians could gain access to this area only with permission from the Ministry of Foreign Affairs and the American authorities. By fax of 2 August 2001 the Ministry of Foreign Affairs refused Greenpeace permission to access the Dundas peninsula and Thule Air Base.", "12. On 6 August 2001 the applicants and other Greenpeace activists arrived off the coast of the Dundas peninsula by a vessel called the M/V Arctic Sunrise. Some of the activists went ashore at the beach of Dundas and put up a banner. They were ordered to leave the area immediately by the police. The applicants, using a rubber dinghy, landed at Savigssuaq, which is south of Thule Air Base. Thereafter they walked approximately 30 km northwards overland to Shelter 7, to the east of the base, where they were arrested on 7 August 2001 at 8 p.m. and charged with trespassing.", "13. Shelter 7 is one of several emergency shelters built along a road almost 18 km in length running from the built-up part of the base area to the Thule Radar. Emergency shelters have been built at intervals of 1-2 km along the road to ensure that base personnel are able to seek shelter in the event of sudden bad weather on their way out to the radar facility. Shelter 7 is 10.7 km from the built-up part of the Thule Air Base and 7.2 km from the Thule Radar.", "14. The exact size of the defence area was disputed between the parties. The Government maintained that the Thule Air Base comprised approximately four hundred square kilometres at the relevant time. After the events in question, on 20 February 2003, the area was reduced in size and the Dundas peninsula became a non-prohibited area to which all civilians could gain access without permission. The applicants submitted that the exact size of the defence area was confidential and thus unknown to the public.", "15. An official map called “Sheet no. 76.V.1, Dundas, scale 1:250:000” was produced by the Danish Geodetical Survey. The map bore the following indications: “Place names, centres of population and other details 1954”, “Corrections 1983” and “Printed by the Danish Geodetical Survey 1983”. The airfield was shown, but there was no indication of an air base. A similar map was reproduced photographically by Saga Maps.", "16. Based on the map by the Danish Geodetical Survey, another map was produced and published as an annex to a report published in December 1994 entitled “Report on the relocation of the Thule Tribe in 1953”. This map, (“the annex map”), had a bold line drawn on it which, according to the Government, demarcated the Thule Air Base, comprising a large area exceeding the area of the Dundas peninsula. The applicants disputed this assertion, pointing out that the origin of and reason for the line were unknown.", "17. In 2001 the Thule Air Base was not fenced off or marked with signs, save for some “No Entry” signs by the harbour and on the road leading from the airfield to the built-up part of the base.", "18. At the time of their arrest the applicants were in possession of a Global Positioning System (GPS device) and the official Saga map of the area, on which they had marked nine different positions. In a notebook found on one of the applicants the nine positions were listed with the corresponding degrees of latitude and longitude and the following descriptions: “initial landing” “radar (E)”, “radar (W)” and “airstrip”. The applicants were also carrying cameras and a camcorder. The police seized a film containing photos taken by the applicants during their walk. Some of the photos showed the applicants holding banners with the wording “Stop Star Wars” and “No to new arms race”, with some of the military facilities of the Thule Air Base pictured in the background.", "19. Material downloaded from the Greenpeace website at the relevant time contained various statements, including the following: “But still inside, two days into the Thule Peace Trek are three other activists, who have been walking and camping in Arctic conditions since Monday, and so far remain undetected” and an extract from a so-called action line recording by the activist saying “We are now on the second day of our walk ... it's been an intense couple of days, we've been blasted by the wind, gotten cold every time we stopped, forded deep icy cold rivers, walked across ice, but also had some real beauty...”.", "20. The applicants were released on 8 August 2001 at 6 p.m., after indictments of the same date had been served on them. The charges against them were detailed as follows:", "“Violation of Article 69a of the Penal Code and Article 132 § 2, taken together with [Article 132] § 1 and section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland (Bekendtgørelse om rejser til og i Grønland) (“the Travel Order”) in that, without permission having been granted to the environmental organisation Greenpeace, [the applicants], using a rubber dinghy from the vessel M/V Artic Sunrise, went ashore on 6 August 2001 in the area around (ved) Thule Air Base, where they took pictures with cameras and video cameras, and were found by the police at Shelter 7 on 7 August 2001 at around 6.30 p.m.”", "21. By judgment of 11 September 2001 given in absentia, the applicants were convicted as charged by the High Court of Greenland (Grønlands Landsret). They were each sentenced to a fine of 5,000 Danish kroner (DKK) (approximately 670 euros (EUR)). In handing down the sentence, the court took into account the fact that, as Greenpeace activists, the applicants had participated in a carefully planned action. In addition, the notebook, the Saga map of the air base area, a video film and fiftyone photos had been confiscated. The relevant parts of the High Court judgment stated:", "“On the evidence, the court finds that [the applicants] carried out the acts described in the indictment. As [the applicants] did not obtain permission to enter the base area, as required by section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland, they have violated section 3 of the Order. As made clear by the explanatory notes to Article 132 of the Penal Code, the Travel Order has as its legal basis “established practice” within the meaning of Article 131 of the Penal Code.", "...", "In view of the location of the base and considering that the applicants, aiming for the base, had to walk several kilometres across rough terrain and that access to the base requires special permission under the Travel Order, the court finds that the base is a “place not freely accessible” for the purposes of Article 69a (i) of the Penal Code. Accordingly, and as their presence was unauthorised, as stated above, [the applicants] are found guilty of having violated Article 69a (i) of the Penal Code.”", "22. The applicants appealed to the High Court of Eastern Denmark (Østre Landsret) before which they argued, as they had done before the firstinstance court, that the act in question did not constitute a criminal offence.", "23. According to them, Executive Order no. 39 of 22 February 1967, relied on by the prosecution, did not have legal authority. Concerning Article 69a (i) of the Penal Code, they submitted that it could not be established whether or not they had trespassed, as the limits of the military area had never been officially defined. The applicants further maintained that lay judges should have participated in the proceedings before the firstinstance court. However, the latter complaint was later withdrawn.", "24. Before the High Court of Eastern Denmark the prosecution submitted the annex map in support of the charge that the applicants had entered a “place not freely accessible” within the meaning of Article 69a of the Penal Code.", "25. By judgment of 3 October 2002 the High Court of Eastern Denmark confirmed the first-instance court's judgment stating, inter alia:", "“On the evidence produced before the High Court, [the applicants] are found guilty of a violation of section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on the grounds stated in the judgment. As [the applicants] thus gained unauthorised access to a place not freely accessible, they have also violated Article 69a (i) of the Penal Code. In view of the nature of the area, this violation is not insignificant.”", "26. The applicants' request of 19 March 2003 for leave to appeal against the judgment to the Supreme Court was refused by the LeavetoAppeal Board (Procesbevillingsnævnet) on 5 October 2004.", "27. Executive Order no. 39 of 22 February 1967 on travel to and within Greenland (Rejsebekendtgørelsen) (“the Travel Order”), as amended by Executive Order no. 266 of 21 May 1976, was issued by the then Ministry of Greenland. It was promulgated in the 1967 Greenland Gazette (Nalunaarytit) (p. 20).", "28. Pursuant to section 1 of the Travel Order, any person may enter or leave Greenland without limitation, subject to the restrictions laid down in the Travel Order and in the Aliens' Access to Denmark Act (Lov om udlændinges adgang til landet m.v.) and the provisions enacted under the latter.", "29. Section 3 of the Travel Order provides detailed rules on entry to and residence in the defence areas in Greenland established in accordance with the agreement on the defence of Greenland signed on 27 April 1951 by the Governments of the Kingdom of Denmark and the United States of America under the North Atlantic Treaty. Section 3(1)(d) of the Order reads as follows:", "“... In order to obtain access to the defence areas, persons other than those referred to in paragraphs (a), (b), and (c) [certain military personnel, etc.] must obtain permission for each trip from the Ministry for Greenland or – subject to the latter's authorisation – from other Danish State authorities, in addition to permission from the relevant military authority if required.”", "30. Breaches of the Travel Order are punishable by a fine under section 5 of the Order taken in conjunction with Article 117 § 3 of the Penal Code for Greenland (Act no. 55 of 5 March 1954 (see below)).", "The Travel Order entered into force on 1 April 1967 in accordance with section 6(1).", "31. At the same time, Executive Order no. 79 of 22 March 1954 issued by the Prime Minister's Office on travel to and within Greenland (the 1954 Travel Order), as amended by the Executive Orders of 12 May 1961 and 16 July 1955 on permission to travel through the defence areas, was repealed under section 6(2) of the Travel Order.", "32. Apart from the applicants' criminal case, the punitive sanctions provided for by Executive Order no. 39 of 22 February 1967 have never been applied. According to documents from the Public Records Office (Rigsarkivet) (Ministry of Greenland file no 0400-06-01 containing correspondence from 1969 between the Danish military liaison officer at Thule Air Base and the Ministry of Greenland), a woman was found to have travelled to Thule Air Base on 14 February 1969 on the false pretext of visiting a married couple at Dundas. It turned out that she was not visiting any local inhabitants, but a male worker at Thule Air base, who was forced to resign his job at the base as a result of the incident. Although it appears that the woman breached the Executive Order by giving false information in order to gain access to the base, no charges were brought against her.", "33. Executive Order no. 79 of 22 March 1954 on travel to and within Greenland entered into force on 1 April 1954. Section 1 stipulated that the rules laid down in the Order applied to Danish nationals' entry to and residence in Greenland.", "34. The Executive Order introduced for the first time a provision on access to defence areas in Greenland. Hence, under section 5(1) of the Order, military and civilian personnel whose presence in the defence areas or on other sites in Greenland was necessary in connection with activities pursuant to the 1951 agreement between the Governments of the Kingdom of Denmark and the United States of America on the defence of Greenland, and members of their families, were allowed to enter and leave the defence areas or other such sites in Greenland.", "35. According to section 5(2) of the Executive Order, persons other than those referred to in subsection (1) could gain access to the defence areas in Greenland established pursuant to the agreements referred to in subsection (1), and which the Government of the United States of America were responsible for operating and maintaining, only if they had obtained prior special permission from the Prime Minister's Office or from the Governor of Greenland under the authority of the Prime Minister's Office, in addition to permission from the relevant military authority if required.", "36. Breaches of Executive Order no. 79 of 22 March 1954 were punishable by a fine under section 6.", "37. Executive Order no. 79 of 22 March 1954 on travel to and within Greenland entered into force on 1 April 1954 in accordance with section 7(1). At the same time, under section 7(2) of the Order, the Executive Order issued by the Prime Minister's Office on 20 May 1948 on travel to and within Greenland was repealed.", "38. Section 1 of the Executive Order of 20 May 1948 on travel to and within Greenland, issued by the Prime Minister's Office, specified that unless otherwise provided by special treaty between Denmark and other countries or by other special provision, travels to and within Greenland were subject to special permission from the Danish Government.", "39. Under section 11(1) of the Order, breaches of its provisions were punishable by a fine.", "The 1954 Penal Code for Greenland and", "criminal-law practice before its entry into force", "40. The Danish Penal Code does not apply in Greenland. Before 1954, the criminal law of Greenland consisted solely of the practice developed by the district courts of Greenland on the basis of fragmentary provisions in old legislation. Greenland had colonial status and was a predominantly closed country before the revision of the Danish Constitution in 1953. The Government submitted that, until the 1954 Travel Order entered into force, neither Danes nor foreigners had had access to the country without special permission, under provisions dating back as far as 1736. The applicants disputed this, arguing that Greenland had been opened up as a result of the Greenlandic reforms laws of 1950.", "41. The 1953 revision of the Danish Constitution extended its scope of application to all parts of the Danish realm, including Greenland.", "42. With the Penal Code for Greenland (Act no. 55 of 5 March 1954), most elements of the practice developed by the districts courts of Greenland were given statutory form. The Penal Code was adopted on 19 February 1954 and became law by royal assent on 5 March 1954. It entered into force on 15 July 1954.", "43. Under Article 1 of the Penal Code for Greenland, the sanctions authorised by the Code may be imposed only for offences referred to in the Code or equivalent offences (the principle of legality).", "44. Article 69a reads as follows:", "“Any individual who without good cause", "(i) obtains access to another person's house or any other place not freely accessible (skaffer sig adgang til fremmed hus eller andet ikke frit tilgængeligt sted), or", "(ii) fails to leave another person's house having been requested to do so", "may be convicted of trespassing.”", "45. Article 117 contained the following provision:", "The rules on fines, forfeiture and compensation and other lesser sanctions laid down by provisions still in force shall remain in force subject to the amendments which follow from Parts 1 to 4 and 22 to 34 of this Code. Negligent breaches of such provisions shall give rise to liability to the same extent as hitherto.", "Provisions that are issued in accordance with established practice (bestemmelser, som udstedes i medfør af hidtil gældende praksis), including bye-laws issued by the Provincial Council (Landsrådet) and local authorities, may lay down rules on the imposition of cautions, fines, ouster and exclusion orders, forfeiture and confiscation, and disqualification from carrying on a trade or operating vessels or vehicles and from other similar rights based on official authorisation.", "46. The explanatory notes to Article 117 stated as follows:", "“This provision, which has been prepared under the authority of the Provincial Council of Greenland, preserves a number of administrative rules on fines, forfeiture and compensation and other lesser sanctions. These represent various rules with a public-law content. The provision also confers legal authority to issue such rules in accordance with established practice. Although it has been found necessary in Article 1 of the Bill to lay down the principle, which is new for Greenland, that the imposition of criminal-law sanctions must be authorised by statute, it has not been considered possible to fully implement the principle during the period of transition in which Greenland currently finds itself in terms of its economy, society and culture.”", "47. Act no. 105 of 27 March 1963, which entered into force on 1 July 1963, amended the provisions of Article 117 § 2 of the Penal Code, inserting a new Article 117 § 3.", "48. Act no. 292 of 8 June 1978 revised the provisions of the Penal Code for Greenland concerning sanctions. A new Article 131 § 3 was inserted, which read as follows:", "“Regulations that are issued in accordance with established practice (i forskrifter, der udstedes i overensstemmelse med hidtil gældende praksis), including bye-laws issued by the Provincial Council and local authorities, may stipulate that violations of such regulations are punishable by fines, forfeiture and confiscation and disqualifications. Such sanctions shall then be applied in accordance with the rules in Parts 1 to 4, 22 to 24 and 30 to 33 of this Code.”", "The Act entered into force on 1 January 1979.", "49. By Act no. 335 of 16 May 2001, which entered into force on 1 June 2001, the Penal Code for Greenland was once more amended. A new Article 132 was inserted, which read as follows:", "“1. The Minister of Justice may issue regulations on access to certain parts of Greenland, and the conditions [for such access], including the inland ice, the National Park in Northern and Eastern Greenland and access to and from the defence areas established pursuant to the agreement of 27 April 1951 between the Governments of Denmark and the United States on the defence of Greenland.", "2. With regard to intentional or negligent breaches of the provisions set out in regulations adopted under subsection 1, rules may be laid down imposing measures as set out in Article 85 [for instance, fines and confiscation].”", "50. The preparatory notes to the Act (L130, introduced on 6 December 2000) stated, among other things (section 3.1):", "“The Executive Order on travel to and within Greenland [Order no. 39 of 22 February 1967], issued by the then Ministry for Greenland, has as its legal basis “established practice” within the meaning of Article 131 § 3 of the Penal Code. The required amendments [to the Penal Code, for example, the insertion of Article 132] were not undertaken earlier by means of administrative measures, since the new rules in question could hardly be issued under the authority of the said provision [Article 131 § 3 of the Penal Code].”", "51. It appears from the explanatory notes to the Bill that the purpose of inserting the enabling provision in Article 132 of the Penal Code was to provide a legal basis for updating rules in that field and, in that connection, to expand the authorities' right to regulate expedition activities in Greenland for the particular purpose of limiting the number of cases where rescue operations had to be launched and of facilitating the implementation of rescue operations.", "52. At the time of the events in the present case the Minister of Justice had not issued any regulations under Article 132 of the Penal Code.", "53. Since the entry into force on 15 July 1954 of the Penal Code for Greenland (Act no. 55 of 5 March 1954), there have been no examples of executive orders issued “in accordance with established practice” taking Article 117 § 2 (later Articles 117 § 3 and 131 § 3 respectively) as their legal basis, with the exception of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland. Various local bye-laws (Politivedtægter), however, have been issued on the basis of this legal authority and by 2005 charges had been brought in 136 cases concerning violations of these bye-laws."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}