{"ITEMID": "001-4512", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DRIEMOND BOUW BV v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch construction company with limited liability having its registered seat in Amsterdam. In the proceedings it is represented by Mr M.W.C. Feteris, a lawyer practising in Amsterdam.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "a. Particular circumstance of the present case", "In 1988 and 1989, the applicant company hired employees for work in the Netherlands from Schmitz Betonstahlbetrieb GmbH (hereinafter referred to as \"Schmitz GmbH\"), a company with limited liability having its registered seat in Germany. For the latter company's employees hired by third companies, the German Local Sickness Fund (Allgemeine Ortskrankenkasse) issued secondment certificates (detacherings-verklaringen), so-called E-101 certificates.", "In accordance with the relevant statutory rules, the Dutch New General Occupational Association (Nieuwe Algemene Bedrijfsvereniging; \"NAB\") enlisted Schmitz GmbH as a member and decided that the latter had to pay Dutch social security contributions for these employees. As Schmitz GmbH failed to provide the NAB with the necessary information on wages paid, the NAB determined the relevant social security contributions ex officio. Schmitz GmbH was declared bankrupt in March 1989.", "In its decision of 23 December 1992, the NAB held the applicant company severally liable (hoofdelijk aansprakelijk) for the payment of the social security contributions under the Unemployment Insurance Act (Werkloosheidswet; \"WW\"), the Sickness Benefits Act (Ziektewet; \"ZW\"), the Health Insurance Act (Ziekenfondswet; \"ZFW\") and the Labour Disability Insurance Act (Wet op de Arbeidsongeschiktheidsverzekering; \"WAO\") for the employees hired by the applicant company from Schmitz GmbH. These contributions amounted in total to 29,595 Dutch guilders.", "In this decision it was stated that the applicant company would have been exempted from this liability if it would have reported, in accordance with the procedure stated in the decision Nr. 73943 of 21 July 1960 of the Social Security Council (Sociale Verzekeringsraad), that it was availing itself of the services of seconded employees and, in addition, if this secondment had taken place under a permit referred to in Article 2 para. 1a of Act on Secondment of Workers (Wet op het ter beschikking stellen van arbeidskrachten) issued to the seconding employer. It was found that the applicant company had not complied with either condition.", "The applicant company filed an appeal with the Regional Court (Arrondissementsrechtbank) of Amsterdam. In the course of a hearing held on 8 December 1992 before the Regional Court, the applicant company submitted not to have found any social security contribution demands (premienota's) and, expressing doubts on the actual existence of such demands, raised the question whether under these circumstances it could be held liable for payment of these social security contributions. The NAB replied that the demands existed.", "On 31 December 1993, the Regional Court rejected the applicant company's appeal as ill-founded. The Regional Court noted that no payment had been received on the social security contribution demands for the years 1987, 1988 and 1989 which the NAB had addressed to Schmitz GmbH.", "As to the question whether the applicant company could be held liable for the payment of these contributions, the Regional Court held that the applicant company had failed to report that it was availing itself of seconded employees and that no permit had been issued to Schmitz GmbH.", "Rejecting all arguments advanced by the applicant company in this respect, the Regional Court found that the facts at issue did not constitute a situation of international secondment as referred to in the EEC Ordinances 1408/71 and 574/72. It noted that the employees at issue were all Dutch nationals and were all residing and working in the Netherlands at the relevant time. It further noted that Schmitz GmbH had recruited these employees, who until that moment had been insured under the Dutch social security system, in the Netherlands where they had also been assigned to work.", "Having reached this finding, the Regional Court concluded that the Dutch social security legislation was applicable to the employees hired by the applicant company and that, as Schmitz GmbH had failed to pay the contributions due, the applicant company could be held liable, pursuant to Article 16a of the Social Security Co-ordination Act, for payment of the social security contributions over the years 1988 and 1989 in respect of the employees it had hired from Schmitz GmbH.", "The applicant company filed an appeal with the Central Appeals Tribunal (Centrale Raad van Beroep). In its written appeal it stated, inter alia, that it did not appear from the case-file that social security contribution demands had been issued to Schmitz GmbH. The applicant company argued that, as long as statutory social security contributions debts had not been formalised in a social security contribution demand, there could be no formally claimable contribution debt. It further doubted that any steps aimed at collecting this debt had been taken against Schmitz GmbH and submitted that, in these circumstances, it was inappropriate that it should be held liable for this debt.", "In its written reply of 28 March 1995 to the applicant company's appeal, the NAB stated that social security contribution demands had been issued and, although it had not yet been possible to submit copies of these demands, that it would submit copies of these demands as soon as possible. As to the lack of any debt recovery steps, the NAB submitted that Schmitz GmbH had gone bankrupt in 1989 and that it was thus impossible to collect this debt.", "In the course of a hearing held on 18 September 1995 before the Central Appeals Tribunal, the applicant company also argued that the letters of 18 June 1987 and 24 October 1988 from the Foundation Social Fund Construction Industry (Stichting Sociaal Fonds Bouwnijverheid; \"SFB\") to Schmitz GmbH had created a legitimate expectation that no Dutch social security contributions would be imposed. It further submitted that, since it still had not received any social security contribution demands addressed to Schmitz GmbH, no contributions had been imposed and thus no contributions were due.", "The NAB replied that it could not bear any responsibility for acts of another administrative organ which may have led to certain expectations and, as regards the submission of the demands, responded that this had still not been done but that it would be able to submit these demands at the hearing.", "In reply to this offer by the NAB to submit the demands, the President of the Central Appeals Tribunal, referring to Article 7:4 of the General Administrative Law Act (Algemene Wet Bestuursrecht), stated that additional documents were to be submitted up to 10 days before the date of the hearing.", "When the applicant company submitted that the NAB, in its written submissions of 28 March 1995, had only stated that the demands would be submitted as soon as possible but that so far nothing had in fact been submitted, the President of the Central Appeals Tribunal stated that it appeared indisputably from the administrative records that social security contributions demands had been issued (\"uit de administratie onomstotelijk blijkt dat er premienota's zijn opgelegd\"). The applicant company's representative responded not to have seen these demands.", "In its decision of 30 October 1995, the Central Appeal Tribunal rejected the applicant company's appeal and upheld the judgment of 31 December 1993.", "It held, inter alia, that it agreed with the Regional Court's finding that the employees at issue fell under the Netherlands social security scheme and that the situation at issue did not concern secondment of employees recruited in Germany. It noted on this point that the applicant company did no longer contest this finding.", "The Central Appeals Tribunal further agreed with the Regional Court that the letters of 18 June 1987 and 24 October 1988 from the SFB could not be regarded as constituting a violation of the principle of justified expectations (vertrouwensbeginsel) to such an extent that the applicant company's liability could not be maintained. It noted that these letters came from the SFB and not from the NAB and held that, given the manner in which the clauses contained in these letters were formulated, the applicant company could not have attached a decisive importance to them.", "The Central Appeals Tribunal did not deal with the issues raised by the applicant company in respect of the social security contribution demands.", "b. Relevant domestic law and practice", "Under Article 11 of the Netherlands Social Security Co-ordination Act (Coördinatiewet Sociale Verzekeringen), social security contributions due by employers are determined by the occupational association to which the employer belongs. According to paragraph 5 of this provision, the occupational association must inform the employer in writing of the amount due and the delay for payment.", "According to Article 13 para. 1 of the Social Security Co-ordination Act, social security contributions will no longer be determined after a period of five years has elapsed since the end of the calendar year for which such contributions are in principle due. Paragraph 2 of this provision states that payment of social security contributions, which have not been collected within ten years after their determination, can no longer be claimed.", "Pursuant to Article 16a of the Social Security Co-ordination Act, a legal person hiring employees of a third party may in certain circumstances be liable to pay the social security contributions, in principle due by the third party employer, for such employees. One such circumstance is the failure of the third party to pay these contributions.", "In a decision of 28 December 1994, the Central Appeals Tribunal held that a third party cannot be held liable for payment of social security contributions if the initial demand had not issued to the correct debtor. In that case it was held that the real debtor was a company with limited liability whereas the demand stated this company's director/shareholder in his personal capacity as debtor (CRvB, 28 december 1994, Rechtspraak Sociaal Verzekeringsrecht 1995, Nr. 171).", "Under Article 8:42 of the General Administrative Law Act (Algemene Wet Bestuursrecht) the administrative organ against whose decision an administrative appeal has been lodged shall transmit to the court dealing with the appeal the documents relating to the case (\"de op de zaak betrekking hebbende stukken\") within a set time-limit.", "Pursuant to Article 8:45 of the General Administrative Law Act, an administrative court can further request the parties and others to submit documents within a fixed time-limit. Under paragraph 2 of this provision, administrative organs, even if they are no party to the proceedings concerned, are obliged to comply with such a request. Pursuant to Article 8:28 of the General Administrative Law Act, parties are obliged to comply with a request of an administrative court to submit documents.", "Under Article 8:69 para. 1 of the General Administrative Law Act, an administrative court shall give judgment on the basis of the notice of appeal, the documents submitted, the preliminary examination and the hearing before the court. Under the second and third paragraphs of this provision an administrative court may ex officio complete the legal grounds and the facts.", "Under Article 8:77 of the General Administrative Law Act a written decision of an administrative judicial body shall include the grounds on which it is based."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}