{"ITEMID": "001-61002", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF M.M. v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Costs and expenses partial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. The applicant is a Netherlands national, born in 1953 and living in The Hague. He has been a practising lawyer (advocaat) since 1979.", "10. At the beginning of November 1993, the applicant agreed to act as defence counsel for a Mr K. in criminal proceedings brought against the latter. At that time, Mr K. was in pre-trial detention. In connection with this case, the applicant met several times with Mrs S., who at that time was Mr K.'s wife.", "11. At some point Mrs S. told Mr K. that on 9 November 1993 the applicant had made sexual advances towards her. Mr K. informed the police officer investigating his case, Officer N., of this, who in turn informed the public prosecutor in charge of the investigation against Mr K., Public Prosecutor T. The latter gave instructions that a criminal complaint against the applicant should be filed with the vice squad. On this basis, Officer N. contacted both Mrs S. and Officer R. of the vice squad.", "12. Mrs S. was initially reluctant to lodge a criminal complaint against the applicant as she feared that her word – the only evidence available – would be insufficient against that of the applicant.", "13. Following discussions between Officers R. and R.K. of the vice squad and Public Prosecutor T., the suggestion was made to Mrs S. to connect a tape recorder to her telephone in order to allow her to tape incoming conversations with the applicant. Police officers subsequently connected a cassette tape recorder to Mrs S.'s telephone in her home and suggested that she steer her conversations with the applicant towards the latter's advances. Mrs S. was shown how to operate the device. The police came to her home twice in order to collect the recordings and load new cassette tapes into the tape recorder.", "14. Mrs S. recorded three conversations with the applicant, which were transcribed by the police. These transcripts were added to the case-file on the investigation against the applicant.", "15. The case was reported in the press. This induced two other women to come forward and lodge criminal complaints against the applicant: one Mrs V., who claimed to have been raped and sexually assaulted by the applicant, and one Mrs C., who also complained that she had been sexually assaulted by the applicant.", "16. The applicant was subsequently summoned to appear on 14 April 1994 before the Regional Court (arrondissementsrechtbank) of The Hague on charges of sexual assault and rape.", "17. In its judgment of 28 April 1994, following adversarial proceedings in the course of which a hearing was held on 14 April 1994, the Regional Court convicted the applicant of having sexually assaulted Mrs S. and Mrs C., and acquitted him of the charges brought in respect of Mrs V. The Regional Court sentenced the applicant to eight months' imprisonment, four months of which were suspended for a probationary period of two years.", "18. Both the applicant and the public prosecutor lodged an appeal with the Court of Appeal (gerechtshof) of The Hague.", "19. In its judgment of 16 June 1995, the Court of Appeal quashed the judgment of 28 April 1994, convicted the applicant of having sexually assaulted Mrs S. and Mrs C. and acquitted him of the charges in respect of Mrs V. It sentenced the applicant to four months' imprisonment, suspended for a probationary period of two years, and a fine of 10,000 Netherlands guilders. It based the applicant's conviction on statements taken from the applicant, Mrs S., Mrs C. and three other persons. The recorded telephone conversations were not relied on as evidence.", "20. The applicant's subsequent appeal on points of law was rejected by the Supreme Court (Hoge Raad) on 18 February 1997.", "21. In so far as is relevant to the case before the Court, the applicant complained under inter alia Article 8 of the Convention that the Court of Appeal had wrongly rejected his argument that the prosecution should be declared inadmissible or that evidence had been unlawfully obtained in respect of the recordings made of his telephone conversations with Mrs S. The Supreme Court dismissed this complaint in the following terms:", "“6.2.2. It is ... correctly assumed in the grounds of appeal on points of law that no interference by any public authority is permitted in the exercise of the right to 'respect for his private life and his correspondence' guaranteed by Article 8 § 1 of the Convention unless, and to the extent, provided for by law.", "6.3.1. What is decisive in the instant case is therefore the answer to the question whether, noting the part played by the police in the recording of the telephone conversations that S. has had with the suspect, there has been an interference by the police in the exercise of the right of the accused to 'respect for his private life and his correspondence'.", "6.3.2. Against the background of the facts and circumstances ... the finding of the Court of Appeal that the police has not acted in such a directive manner – in which finding the Court of Appeal apparently had in mind the entire part played by the police in the recording of the telephone conversations by S. – that there has been an interference by any public authority within the meaning of Article 8 § 2 of the Convention is not incomprehensible, and furthermore it does not reflect an incorrect understanding of the law, in particular, not as regards the contents of that provision of the Convention ...", "After all, [the case] concerns in essence a (female) victim of a sexual offence, this woman not having any other prima facie evidence than her own account and to whom the police has given information about a possibility for her to obtain additional proof and to whom and to this end the police has subsequently provided practical (technical) aid for performing certain acts – the recording, in her own home and in the absence of the police and with the aid of a device connected by the police to her own telephone line, of an incoming telephone conversation which the perpetrator conducts with her –, which act does not, for that woman, she being a party to the telephone conversation recorded, constitute an act prohibited by law.", "Nor does the finding that the circumstance that the suspect in his capacity of practising lawyer has a 'privileged status' is not relevant in this matter reflect an incorrect understanding of the law. On the above grounds, the Court of Appeal could conclude that this was not a situation referred to in Article 125g of the Code of Criminal Procedure. The findings of the Court of Appeal are sufficiently reasoned.”", "22. At the relevant time, Articles 125f-h of the Code of Criminal Procedure (Wetboek van Strafvordering) provided as follows:", "Article 125f", "“1. In case of discovery in flagrante delicto of a criminal offence in respect of which detention on remand is permitted, or of the criminal offence referred to in Article 138a of the Criminal Code (Wetboek van Strafrecht) <i.e. bugging and the unlawful interception of communications by computer>, any person employed by the holder of the concession referred to in Article 3, first paragraph, of the Telecommunication Services Act (Wet op de telecommunicatievoorzieningen) (...) shall, when so required, provide to the Public Prosecutor, or during the preliminary judicial investigation (gerechtelijk vooronderzoek), to the investigating judge, all desired information concerning all traffic not intended for the public that has taken place through the telecommunication infrastructure and in respect of which there is a presumption that the person suspected of the offence has taken part in it.", "2. Articles 217 – 219 shall apply by analogy.”", "Article 125g", "“During the preliminary judicial investigation the investigating judge is empowered, if the investigation urgently so requires and if it concerns a criminal offence in respect of which detention on remand is permitted, to determine that data traffic through the telecommunications infrastructure that is not intended for the public, and in respect of which there is a presumption that the person suspected of the offence is taking part in it, shall be tapped or recorded by an officer with powers of investigation (opsporingsambtenaar). An official record of the tapping or the recording shall be made within forty-eight hours.”", "Article 125h", "“1. The investigating judge shall order the destruction in his presence, as soon as possible, of the official records and other objects from which information can be derived that he has obtained as a result of the information referred to in Article 125f, or that has been obtained by tapping as referred to in the preceding Article, and which is of no importance to the investigation. An official record of the tapping or the recording shall be made without delay.", "2. The investigating judge shall, in the same way, order the destruction without delay of official records and other objects as referred to in the previous paragraph in so far as they relate to statements made by or to a person who, pursuant to Article 218, would be able to decline to give evidence if he were questioned as a witness as to the content of those statements.", "3. The investigating judge shall add the other official records and other objects as referred to in the first paragraph to the case-file no later than the moment at which the decision to close the preliminary judicial investigation becomes final.", "4. The public prosecutor shall order the destruction in his presence of the official records or other objects from which information can be derived that he has obtained as a result of the information referred to in Article 125f, if he does not seek the opening of a preliminary judicial investigation within one month after obtaining that information. He shall make an official record of the destruction.”", "23. Article 218 of the Code of Criminal Procedure, which is referred to in the provisions quoted above, provides as follows:", "“Persons who, by virtue of their position, their profession or their office, are bound to secrecy may ... decline to give evidence or to answer particular questions, but only in relation to matters the knowledge of which is entrusted to them in that capacity.”", "24. Guidelines for the Interception of Telephone Conversations (Richtlijnen Onderzoek van Telefoongesprekken) of 2 July 1984, a copy of which could be obtained by any interested person, set out the way in which the power to intercept telephone conversations was to be exercised in practice. These Guidelines, which were in the nature of published policy and official instructions rather than “law”, were issued in the form of a circular letter from the senior public prosecutors to the police. The model of this circular letter was published in, inter alia, the Netherlands Journal for Human Rights (Nederlands Tijdschrift voor de Mensenrechten) of July/August 1989, pages 545 and following. According to these Guidelines, the procedure to be followed was this:", "25. The interception and recording of telephone conversations should be considered only if it could lead to the detection of crimes which, in view of their nature or frequency or the organised context in which they were committed, constituted a serious interference with the legal order. It should be limited to those cases in which the aim pursued could not reasonably be achieved otherwise.", "26. A police officer in charge of an investigation who considered such a measure indicated was, after consulting his commanding officer, to discuss the matter with the public prosecutor. The latter, if he agreed with the police officer, was to discuss it with the investigating judge. If the public prosecutor decided that the measure was necessary, the police officer in charge of the investigation was to provide certain necessary factual information in the form of a written report. The public prosecutor would then submit this report to the investigating judge and ask for permission in writing to proceed with the measure.", "27. An official record was to be made of all interceptions, even if they yielded nothing useful, within forty-eight hours. Any recordings, transcripts or documents were to be kept in such a way that they were not accessible to persons not involved in the case. The tapes, with a final report, should be submitted to the investigating judge, with an indication of the number of copies still in the hands of the police. If the investigating judge decided that any part of the recordings or transcripts was to be destroyed, the copies too should be handed to him for that purpose.", "28. Articles 125f-h of the Code of Criminal Procedure (see paragraph 22 above) were repealed by the Act of 19 October 1998, Staatsblad (Official Gazette) 1998, no. 610, with effect from 1 February 2000. It is now provided that the public prosecutor may order the recording of telecommunications if the investigation urgently so requires; if the criminal offence concerned is one in respect of which detention on remand is permitted; and which, in view of its nature or its connection with other criminal acts committed by the suspect, the criminal offence concerned constitutes a serious interference with the legal order (Article 126m § 1 of the Code of Criminal Procedure). The requirement of a preliminary judicial investigation no longer applies, nor is there any involvement of an investigating judge."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}