{"ITEMID": "001-82420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "VAN HARN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Snejana Botoucharova", "TEXT": ["The applicant, Mr Jan van Harn, is a Netherlands national who was born in Heteren in 1943 and lives in Ooij, the Netherlands. He is represented before the Court by Mr S. Nicolai, a lawyer practising in Wesel, Germany.", "The respondent Government are represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant works as a lorry driver.", "On 8 August 2001 he failed, in an inspection by an agent of the Federal Office for Goods Traffic (Bundesamt für Güterverkehr – hereinafter called Federal Office), to present documentation as to whether he had driven his lorry between 2 August and 7 August 2001. The protocol of that inspection was drawn up in German, contained the applicant’s comments and was signed by him. The protocol further noted that he had paid a security (Sicherheitsleistung) of 100 Dutch Guilders.", "On 25 September 2001 the Federal Office issued a regulatory fine order (Bußgeldbescheid) against the applicant, stating that he had committed a regulatory offence (Ordnungswidrigkeit). It held that the applicant had violated section 8 no. 1 (a) in conjunction with section 4 (1) sentence 1 of the crew regulations (Fahrpersonalverordnung).", "The Federal Office imposed a fine of 500 Deutschmarks (250 euros).", "The applicant was served the regulatory fine order on 29 September 2001. The fine order was written in German and included an instruction about his available legal remedies (Rechtsbehelfsbelehrung) in German. According to that note the applicant had the right to lodge an objection with the Federal Office within two weeks after the serving of the decision.", "On 3 October 2001 the applicant took notice of the regulatory fine order and sent it to his legal insurance company (Rechtsschutzversicherung) afterwards.", "The latter received the fine order on 12 October 2001 and forwarded the regulatory fine order to the applicant’s legal counsel on 15 October 2001.", "On 18 October 2001 the applicant’s legal counsel received the regulatory fine order and accompanying documents and lodged an objection with the Federal Office on the same day.", "On 29 November 2001 the Federal Office informed the legal counsel that the objection had been lodged outside the statutory time-limit.", "On 6 December 2001 the legal counsel requested the reinstatement of the proceedings (Wiedereinsetzung in den vorherigen Stand). He argued that according to the general terms and conditions of the legal insurance company the applicant had been required to send the regulatory fine order first to the insurance company instead of sending it directly to his legal counsel. Hence he could not be held responsible for the time it took the Netherlands Postal Service to deliver his mail. The applicant submitted an according affirmation in lieu of an oath, but he presented neither a copy of the general terms and conditions of his legal insurance company nor any proof for the actual period of time it had taken his letter to reach his legal insurance company.", "On 4 January 2002 the Federal Office rejected the applicant’s objection as inadmissible for having been lodged out of time. Furthermore, the Federal Office rejected the applicant’s request for reinstatement of proceedings. It held that the period of time for the delivery of his mail was contrary to all life experience and that the general terms and conditions of his legal insurance company did not justify the delay.", "On 17 January 2002 the applicant requested the review by court (Antrag auf gerichtliche Entscheidung). Invoking Article 6 § 3 (a) of the Convention, the applicant argued that the regulatory fine order should have been served in a language he understood. Therefore, the decision had not been effectively served (wirksam zugestellt). In this respect the applicant referred to instruction no. 181 of the “Instructions on Criminal Procedure and Administrative Fine Procedures” (Richtlinien für das Straf- und Bußgeldverfahren) which stipulates that if the recipient does not have a sufficient knowledge of the German language, all documents have to be served with a translation into a language he understands (see “Relevant domestic law and practice” below). Furthermore, the applicant drew the court’s attention to the decision of the Federal Constitutional Court decision of 10 June 1975 (see “Relevant domestic law and practice” below.)", "On 29 January 2002 the Cologne District Court confirmed the Federal Office’s decision for the following reasons. It held that the Federal Office had not been obliged to provide a translation of its regulatory fine order and the instructions about the available legal remedies, because Article 6 § 3 (a) of the Convention was only applicable to criminal proceedings. It denied its applicability to proceedings relating to regulatory offences (Ordnungs-widrigkeitenverfahren). Furthermore, the court recalled that an affirmation in lieu of an oath was not sufficient in such proceedings, because it could only be qualified as a simple declaration.", "The applicant then lodged a constitutional complaint with the Federal Constitutional Court arguing that his right to be heard by a court (Article 103 of the German Basic Law) had been infringed, because he had not been granted reinstatement of the proceedings. The applicant repeated that Article 6 § 3 (a) of the Convention had been applicable to his case.", "On 7 October 2002 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint without providing any reasoning.", "“No. 181", "I...", "II Summons, arrest warrants, penal orders and other court decisions are to be served to a foreigner, if he does not have sufficient knowledge of the German language, with a translation into a language he understands. ...", "No. 296", "Nos. 182 through 189 apply analogously to administrative fine proceedings “", "Section 44", "“If a person was prevented from observing a time-limit through no fault of his own, he shall be granted reinstatement of the proceedings upon his motion. ...", "Section 45", "(1) The motion for reinstatement of the proceedings shall be filed with the court at which the time-limit should have been observed, within one week after the reason for non-compliance no longer applies. To observe that time-limit it is sufficient to file the motion in a timely fashion with the court that will decide on that motion.", "(2) The facts justifying the motion shall be demonstrated (glaubhaft machen) at the time the motion is filed or during the proceedings upon that motion. The omitted act shall subsequently be undertaken within the time limit for filing the motion. Where this is done, reinstatement may also be granted without an application being filed.”", "In its decision (see no. 2 BvR 1074/74, Decisions of the Federal Constitutional Court (BVerfGE), vol. 40, pp. 95 et seq.) the Federal Constitutional dealt with the following case. A Turkish national, who could neither read nor write German, was served a penal order. It included instructions about his available legal remedies written in German. Having problems finding a translator, he missed the statutory time-limit for lodging an objection. His request for reinstatement of the proceedings was rejected. The Federal Constitutional Court held that the applicant’s right to be heard under Article 103 of the German Basic Law had been violated. It found that the applicant, lacking sufficient knowledge of the German language, had been unaware of the statutory time-limit for lodging an objection. Therefore, his lack of understanding of the instructions about his available legal remedies was the reason for missing the time-limit. It followed that the applicant had to be treated as if he had never received instructions about his available legal remedies. The Federal Constitutional Court concluded that as a consequence for future cases, reinstatement has to be granted, if the recipient of a penal order (Strafbefehl) or a regulatory fine order missed the time-limit for lodging an objection, because he did not understand the instructions about his available legal remedies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}