{"ITEMID": "001-93656", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SELIWIAK v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance;Legal assistance of his own choosing);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1962. He is currently serving a prison sentence in Łęczyca prison.", "6. On 25 July 2000 the applicant was arrested and his apartment was searched by the police. He was subsequently remanded in custody from 27 July 2000 until 31 May 2001. In a judgment of 8 January 2002 the Kutno District Court found the applicant guilty of burglary and sentenced him to three and a half years’ imprisonment. The applicant, who was at that time in detention for the purposes of another criminal case against him, was represented before the court by a legalaid lawyer, M.M.", "7. On an unknown later date the lawyer submitted his appeal to the court. By a letter of 4 July 2002 the court, apparently unaware of the fact that the applicant remained in detention in connection with another criminal case, informed the applicant that the appeal submitted by the lawyer had been declared admissible. This letter was sent by registered letter to the applicant’s home address and served on his wife. The court considered it to have been properly served on the party as required by the applicable laws. The appeal itself was neither sent to the applicant nor served on him.", "8. On 15 May 2003 the court sent another letter to the applicant’s home address, informing him that his legalaid lawyer had been replaced by another one, A.L. This letter was not collected from the post office within the statutory period and was returned to the registry of the court. The court considered, in compliance with the applicable provisions of criminal procedure, that it had been properly served on the applicant.", "9. Subsequently, the court sent a summons to the hearing before the appellate court to the applicant’s home address. It was not served on him as he remained in detention.", "10. The new legalaid lawyer did not get in touch with the applicant. The applicant learned from one of the inmates in Łowicz prison that an appeal had been lodged in his case and that a hearing was soon to be held. On 15 July 2003 he wrote a letter to the court requesting it to postpone the hearing and to be brought before the court. He also submitted his own arguments in support of the appeal.", "11. On 17 July 2003 a hearing was held, in the applicant’s absence, before the Łódź Regional Court. The court dismissed the lawyer’s appeal.", "12. On 28 July 2003 the applicant was informed by the registry of the court that his request of 15 July and his appeal had been submitted to the court after the hearing of 17 July 2003. On the same day the applicant complained to the court that he had been unable to participate in the hearing.", "13. On 8 August 2003 a copy of the judgment given by the appellate court was sent to the prison where the applicant was detained at that time.", "14. On 14 August 2003 the applicant requested legal aid for the purpose of preparing a cassation appeal against the judgment of 17 July 2003. On the same day he submitted a detailed complaint to the Łódź Court of Appeal about the fact that he had not been properly notified of the hearing, that the legalaid lawyer had been replaced without his knowing it, that he had neither been served with a copy of the appeal nor informed that it had been accepted for examination, and that he could not participate in the hearing. He was of the view that his defence rights had thereby been breached and that the conviction was in any event not safe, given the errors committed by the first-instance court in the assessment of the evidence.", "15. On 8 September 2003 A.L., the same lawyer who had represented the applicant before the appellate court, was assigned to the case. On the same day the court, referring to Article 448 § 1 of the Code of Criminal Procedure, informed the applicant that he had not been entitled in law to have a copy of the lawyer’s appeal served on him, and that the summons had been served at his home address.", "16. On 11 September 2003 the applicant submitted his own cassation appeal to the Supreme Court. He reiterated the procedural complaints which he had made in respect of the appellate proceedings. He also argued that the court had failed to take into consideration circumstances pointing to his innocence.", "17. On 12 September 2003 the applicant was informed that he had been granted legal aid for the purposes of the cassation proceedings. On 22 September 2003 A.L. notified the court and the applicant that he had found no grounds on which to prepare a cassation appeal. The applicant was served with this letter on 25 September 2003.", "18. On 26 September 2003 the applicant lodged a complaint against A.L. with the Łódź Bar Association. He submitted, essentially, that he should not have been assigned to represent him in the cassation proceedings, given what had happened in the proceedings before the appellate court. On the same day he requested the court to accept his own cassation appeal for examination.", "19. The Bar Association answered on 17 October 2003, stating that A.L. had been right to refuse to prepare a cassation appeal in the applicant’s case.", "20. On 26 September 2003 the applicant lodged further pleadings in support of his cassation appeal dated 11 September 2003 (see paragraph 16 above).", "21. On 3 October 2003 the Łódź Regional Court refused to accept the applicant’s cassation appeal as it had not been prepared and signed by a lawyer as required by law. The applicant appealed. On 4 November 2003 the court summoned him to have that appeal submitted by a lawyer.", "22. By a letter of 17 October 2003 the Łódź Regional Bar Association informed the applicant that a legalaid lawyer was, under the applicable laws, entitled to refuse to prepare a cassation appeal.", "23. On 18 December 2003 the Łódź Regional Court refused to accept for examination the applicant’s appeal against the decision of 3 October 2003, finding that it should have been submitted by a lawyer. On 17 March 2004 an appeal by the applicant against that decision was dismissed by the Supreme Court.", "24. On 11 February 2002 the Gostynin District Court found the applicant guilty of attempted car theft and sentenced him to two years’ imprisonment. The applicant appealed. On 19 June 2002 the Płock Regional Court dismissed the appeal.", "25. On 23 June 2003 the applicant issued a request to have both judgments quashed and his case re-examined by the first-instance court. He argued that new evidence had emerged, namely the statement of K.S., who had confessed to the crime of which the applicant had been found guilty.", "26. On 21 November 2003 the Warsaw Court of Appeal dismissed the request. The court found K.S.’s statement “implausible”.", "27. In 1997 a new Code of Criminal Procedure was enacted. Article 451 of the Code provided that an appellate court could order that a defendant be remanded in custody (under Polish law remand in custody is terminated only by a secondinstance judgment) and be brought to the courtroom to attend a hearing before that court.", "Article 452 of the Code of Criminal Procedure reads:", "“§ 1. A court of appeal shall not be allowed to conduct evidentiary proceedings pertaining to the merits of the case.", "§ 2. In exceptional cases the appellate court may, if it finds the completion of a judicial examination necessary, nevertheless accept new evidence directly at the hearing, if this will expedite the judicial proceedings and there is no necessity to conduct the whole of the proceedings, or a major part thereof, anew. Before the hearing the court may issue an order on the admission of evidence.”", "28. In 1999 the Supreme Court adopted a resolution stating that during a hearing before an appellate court a defendant should at least have an opportunity to defend him- or herself, or to be represented by a defence lawyer (5 October 1999, IV KKN 334/99).", "29. In a judgment of 29 March 2000 the Supreme Court stated that it was mandatory to bring the defendant to a hearing before the appellate court, regardless of whether he or she had made a relevant request (V KKN 111/98).", "30. In a judgment of 4 October 2000 the Supreme Court stated that in cases in which the arguments made in the statement of appeal were limited to challenging exclusively the legal aspects of a case or where only the sentence was challenged, a decision not to bring a defendant represented by a lawyer before the appellate court was correct (III KKN 164/2000).", "31. In July 2000 Article 451 of the Code was amended, in response to the Court’s judgment in the case of Belziuk v. Poland (Reports of Judgments and Decisions 1998II). The amended provision read:", "“The appellate court shall order an accused, who is detained, to be brought to the appellate hearing, unless it finds that the presence of his lawyer is sufficient. If the court decides not to bring an accused who has no defence counsel to the hearing it shall appoint for him ex officio a legal-aid lawyer.”", "32. In 2001 the Supreme Court examined the Ombudsman’s request for clarification of issues relating to the presence of the accused at the appeal hearing. In its resolution of 18 October 2001 the court expressed the view that the right to a fair hearing demanded that the person convicted by the first-instance court should be informed of his right to request to be brought before the appellate court, and should be brought to such a hearing. The Supreme Court stated:", "“...Finally, it should be underlined that even if the accused requests to be brought to an appeal hearing, the court may establish that the presence of the lawyer at the appeal hearing would be sufficient. If the accused does not have counsel, it is necessary to appoint a legalaid lawyer for him, whose presence at the hearing would be obligatory. It should however be noted that if an accused deprived of liberty requests to be brought to an appeal hearing, granting such a request should be a rule... Finding that the presence of the lawyer would be sufficient could occur in particular if the appeal hearing concerned only questions of law.”", "33. On 1 July 2003 extensive amendments to the Code of Criminal Procedure, adopted in February 2003, entered into force. Under Article Article 451 as amended it became obligatory for an appellate court to inform the accused of his or her right to request leave to attend the hearing before that court. However, proceedings in which hearings before the trial court started before 1 July 2003 were to be governed by the provisions of the Code as they stood before that date.", "34. The Supreme Court has examined, in numerous judgments, cassation appeals based on the allegation that the absence of an accused at the appeal hearing was a flagrant breach of law that could significantly affect the substance of the ruling in question, within the meaning of Article 523 of the Code of Criminal Procedure.", "35. The Supreme Court on many occasions found that a refusal to bring the accused to the appeal hearing was a flagrant breach of law that could significantly affect the substance of the second-instance judgment. In such cases, the Supreme Court quashed the appeal judgment and remitted the case (judgment of 10 August 2000, III KKN 192/00, judgment of 5 June 2001, III KKN 28/01). In a decision of 8 March 2006 the Supreme Court held that when the defendant remanded in custody was unable to have effective contact with his legalaid lawyer and was not summoned to the hearing before the appellate court because the summons had been sent to his home address, the defendant’s defence rights had been breached. This breach was of such a serious character that the judgment of the appellate court given in the applicant’s absence, even when he was represented by the lawyer, had to be quashed.", "36. Under Article 83 of the Code, an accused may appoint a lawyer to represent him or her in criminal proceedings. If he or she cannot afford lawyers’ fees, a request for legal aid may be made under Article 78 of the Code. Legal representation for the purposes of cassation proceedings is mandatory. In its decisions of 13 March and 17 September 2002 the Supreme Court expressed the view that when a legalaid lawyer refused to represent a convicted person before the Supreme Court, the appellate court was not obliged to assign a new lawyer to the case (II KZ 11/02, II KZ 36/02).", "37. Under Article 83 of the Code, an accused may appoint a lawyer to represent him or her in criminal proceedings. If he or she cannot afford lawyers’ fees, a request for legal aid may be made under Article 78 of the Code.", "38. A grant of legal aid expires upon a judgment of an appellate court. A new decision on legal aid has to be made if the convicted person wishes to institute further proceedings in order to lodge a cassation appeal with the Supreme Court. The relevant part of Article 84 § 3 of the Code provides:", "“A defence counsel appointed under the legalaid scheme in the cassation proceedings ... shall prepare and sign a cassation appeal ... or shall inform the court, in writing, that he or she has not found any grounds for lodging a cassation appeal ... If a cassation appeal ... is lodged, the defence counsel is entitled to represent the defendant in the subsequent proceedings.”", "39. In its decision of 17 June 1997 (V KX 57/97, OSNKW 1997/9010/82) the Supreme Court stated that cassation proceedings had a special character in that the judgment essentially became final after it had been upheld by the appellate court. Bearing in mind the special character of these proceedings, the court was of the view that at this stage the mere fact that the convicted person was granted legal aid was sufficient to ensure an effective exercise of his or her defence rights. It was the lawyer’s task to analyse the case and establish whether there were grounds on which to lodge a cassation appeal against the judgment of the appellate court. If the lawyer was of the opinion that there were no grounds on which to do so, there was no legal basis in the Code of Criminal Procedure that would either oblige the lawyer to prepare such an appeal against his or her better judgment, or to oblige the court to assign another lawyer to prepare such an appeal in the case.", "40. In its decision of 25 March 1998 the Supreme Court stated that the refusal of a legalaid lawyer to lodge a cassation appeal did not constitute a valid ground for granting retrospective leave to lodge such an appeal by another lawyer out of time (V KZ 12/98). It confirmed this ruling in a further decision of 1 December 1999. The Supreme Court observed that the court could only assign a new legalaid lawyer to the case if it were shown that the first lawyer had been negligent in his or her task of assessing whether a cassation appeal had any prospects of success. If this were not the case, a court was not obliged to assign a new legalaid lawyer to represent the convicted person and its refusal was not subject to appeal (III KZ 139/99). The Supreme Court reiterated its position in a number of other decisions (e.g. II KZ 11/02, II KZ 36/02).", "41. The Code of Criminal Procedure provides as follows:", "Article 131 § 1", "“Summonses, notices and other court correspondence whose date of service activates the running of procedural time-limits shall be served on the addressee by mail or by personal delivery by an official of the agency effecting the service, or if necessary by the police. (...)”", "Article 132", "“§ 1. Documents shall be served personally on the addressee.”", "§ 2. If the addressee is temporarily absent from his or her address, a document shall be served upon an adult member of the household of the addressee (...)”", "Article 133 § 1", "“If service cannot be effected as prescribed in Article 132, the document dispatched by mail shall be left with the nearest post office (...)", "§ 2. The person serving the court document shall notify the addressee that it has been left [at the post office] by affixing a relevant notice to the door of the addressee’s apartment, specifying where and when the document has been left and stating that it should be collected within seven days.”", "Article 134 § 2", "“Addressees deprived of their liberty shall have the document served through the administration of the penal institution.”", "Article 136 § 1", "“If an addressee declines to accept the document, or refuses or is unable to sign the receipt, the person effecting the service shall make an appropriate note on the receipt and service shall then be considered to have been effected.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}