{"ITEMID": "001-85958", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ALWIN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The applicant, Mr Pawel Alwin, is a Polish and German national who was born in 1936 and lives in Bydgoszcz.", "From 1 August 1988 the Wuppertal Railway Social Insurance Office (the “Insurance Office”) paid the applicant an invalidity pension based on a bilateral agreement between Germany and Poland (see “Relevant domestic law” below) and informed him that he was to disclose any changes in his address as the pension entitlement depended on him continuing to reside in Germany.", "On 20 January 1999 the Insurance Office received an anonymous letter that the applicant had transferred his domicile to Poland and that he only travelled to Germany to receive his pension.", "On 21 May 1999 the Insurance Office asked the applicant whether his permanent domicile was in Poland or in Germany, but the applicant failed to provide the required information.", "On 20 September 1999 the Bydgoszcz registration office (Einwohnermeldeamt) informed the Insurance Office that since 1 March 1991 the applicant had been domiciled in Bydgoszcz.", "On 22 December 1999 the Insurance Office informed the applicant of its intention to cease the payment of the invalidity pension as of January 2000. Moreover, it ordered him to reimburse the payments effected between 1 March 1991 and 31 December 1999 amounting to some DEM 147,200. The Insurance Office served its decision on the applicant’s address in Poland. The applicant’s wife acknowledged receipt of the decision.", "On 25 January 2000 the applicant lodged an administrative appeal against that decision. He alleged inter alia that he had not received the decision as he no longer lived with his wife.", "On 29 January 2001, relying on the information provided by the Bydgoszcz registration office about the applicant’s domicile, the Insurance Office rejected the administrative appeal.", "On 24 April 2001 the applicant brought an action before the Frankfurt Social Court to have the decision of the Insurance Office annulled.", "On 31 July 2001 the Frankfurt Social Court requested the Berlin Social Court to hear two witnesses.", "On 24 October 2001 the Berlin Social Court heard those witnesses. The applicant, although he had been informed of the hearing, did not appear.", "On 16 June 2004 the applicant lodged his application before the Court.", "On 2 March 2007 the applicant received the Frankfurt Social Court’s summons to the hearing scheduled for 11 May 2007.", "On 11 May 2007 the Social Court held the hearing, which the applicant did not attend, and dismissed the applicant’s action, arguing that he had acted with gross negligence.", "The judgment was served on the applicant by post.", "On 17 July 2007 and on 26 September 2007 the Court requested the applicant to inform the Court about the outcome of the proceedings before the Social Court.", "On 30 October 2007 the Court received the applicant’s letter in which he, without further comments, submitted a copy of the Social Court’s judgment.", "On 18 December 2007 the German Government informed the Court that the judgment of the Social Court had not yet become final as the applicant had not returned the acknowledgment of the judgment’s receipt to the Social Court.", "This bilateral agreement establishes that persons who moved to Germany by 31 December 1990 could receive their pension from a German insurance company. The agreement applies only as long as the pensioner has his domicile in Germany.", "Pursuant to section 80 § 1 of the Code of Administrative Court Procedures administrative appeals and actions for annulment have suspensive effect. Administrative acts may only be enforced if they have become final or if legal remedies to challenge these acts have no suspensive effect.", "The German law does not provide for a party to pay interest in cases where he or she is found liable to reimburse unlawfully obtained pension payments."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}