{"ITEMID": "001-87448", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KART v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed;Violation of Art. 6-1", "JUDGES": "András Baka;Françoise Tulkens;Mindia Ugrekhelidze;Vladimiro Zagrebelsky", "TEXT": ["7. The applicant was born in 1954 and lives in Ankara.", "8. In the parliamentary elections of 3 November 2002, as a member of the People's Republican Party (CHP), he was elected MP for the Konya constituency to the Grand National Assembly of Turkey (“the National Assembly”).", "9. Prior to his election he practised as a lawyer in Konya and, in the course of his professional activities, two sets of criminal proceedings were brought against him, one for insulting a lawyer and the other for insulting a public official.", "10. As an MP he enjoyed parliamentary immunity.", "11. On 23 December 2002 the Karapınar public prosecutor applied to the General Directorate of the Ministry of Justice to have the applicant's parliamentary immunity lifted for the purposes of the criminal proceedings against him for insulting a lawyer.", "12. On 17 January 2003 the General Directorate of the Ministry of Justice transmitted the request to the Prime Minister's Office.", "13. On 11 April 2003 the Konya Assize Court (“the Assize Court”) adopted a decision suspending the criminal proceedings against the applicant for insulting a public official, by virtue of Article 83 of the Constitution (on parliamentary immunity) and Article 253 § 4 of the Code of Criminal Procedure.", "14. On 4 December 2003 the Assize Court transmitted the case file to the Ministry of Justice with a view to having the applicant's parliamentary immunity lifted.", "15. On 23 December 2003 the Department of Criminal Affairs of the Ministry of Justice referred the question to the Prime Minister.", "16. The Prime Minister's Office transmitted the case file to the National Assembly's joint committee (“the joint committee”).", "17. On 28 May 2004, after noting that the applicant had requested the lifting of his immunity, the joint committee decided, in view of the nature of the charges, to stay the proceedings against him for insulting a public official until the end of his term of parliamentary office. It transmitted its decision to the plenary Assembly of the National Assembly (“the plenary Assembly”).", "18. When the plenary Assembly met on 8 December 2004 the joint committee's report was read and appended to the minutes of the meeting.", "19. On 15 December 2004 the applicant challenged the joint committee's decision. In his pleadings he made the point that parliamentary immunity had not been introduced to render Members of Parliament unaccountable or immune from punishment, but to allow them to discharge their duties wholly independently and dispassionately. Unlike non-liability, he argued, immunity was by nature a relative and temporary privilege. However, the scope of the immunity, the procedure for lifting it and the shortcomings in its implementation had undermined due respect for the National Assembly. The applicant added that it was unacceptable, in a society governed by the rule of law, that an institution originally meant to help MPs to discharge their duties should be transformed into a personal privilege.", "20. On an unspecified date examination of the matter of the lifting of the applicant's parliamentary immunity in the proceedings concerning the insulting of a lawyer was referred to the joint committee under Rules 131 et seq. of the Rules of Procedure of the National Assembly. The National Assembly decided to stay the proceedings until the dissolution of the 22nd Parliament.", "21. On 31 January 2005 the applicant challenged that decision.", "22. His file was then sent before the plenary Assembly.", "23. On 7 February 2005 the Secretariat of the Speaker's Office informed the applicant that the files concerning him had been placed on the agenda of the plenary Assembly.", "24. At the meeting of the plenary Assembly on 16 February 2005 the applicant once again asked to be allowed to avail himself of his right to be judged in a fair trial and requested that the obstacles to his exercise of that right be removed.", "25. The applicant was re-elected as CHP party MP for the Konya constituency in the parliamentary elections of 22 July 2007.", "26. On 8 January 2008 the Speaker of the National Assembly sent him a letter informing him of progress with the procedure for lifting his parliamentary immunity.", "The relevant passages read as follows:", "“(...) during the 22nd Parliament [2002-2007] 299 files concerning immunity were forwarded to the joint committee. In 252 cases the committee decided to stay the proceedings until the next dissolution. In 226 cases that decision was challenged. The files corresponding to those cases were placed on the plenary Assembly's agenda for examination. However, the plenary Assembly did not examine them.", "During the 22nd Parliament's term two files concerned your immunity. The first, file no. 3/176, concerned the proceedings brought against you by the Konya-Ereğli public prosecutor for insulting a lawyer; the second, file no. 3/453, concerned the proceedings before the Konya Assize Court for insulting a public official. In both cases the joint committee decided to stay the proceedings until the end of your term of office. Following your appeal, the files were placed on the plenary Assembly's agenda but have not been examined.", "In this 23rd Parliament [which started in 2007] 77 files concerning the lifting of immunity remain pending before the joint committee. Two of those files are in your name; they were given the numbers 3/107 and 3/129 following your re-election on 22 July 2007. Since the beginning of this Parliament all the files, including yours, have been sent before three preparatory committees set up by the joint committee. These committees started work on 27 December 2007 (...). They are to announce their decisions within a month of that date.”", "27. On 23 and 24 January 2008 the applicant filed two defence memorials against the suspension of the two sets of criminal proceedings against him. In them he repeated his wish to be allowed to exercise his right to a fair trial.", "28. Article 83 of the Turkish Constitution, on the subject of parliamentary immunity, reads as follows:", "“Members of the Turkish Grand National Assembly shall not be liable for their votes and statements concerning parliamentary functions, for the views they express before the Assembly or, unless the Assembly decides otherwise on the proposal of the Bureau for that sitting, for repeating or revealing these outside the Assembly.", "A Member who is alleged to have committed an offence before or after election shall not be arrested, interrogated, detained or tried unless the Assembly decides otherwise. This provision shall not apply in cases where a member is caught in the act of committing a crime punishable by a heavy penalty and in cases subject to Article 14 of the Constitution if an investigation has been initiated before the election. However, in such situations the competent authority shall notify the Turkish Grand National Assembly immediately and directly.", "The execution of a criminal sentence imposed on a member of the Turkish Grand National Assembly either before or after his election shall be suspended until he ceases to be a member; the statute of limitations does not apply during the term of membership.", "Investigation and prosecution of a re-elected deputy shall be subject to whether or not the Assembly lifts immunity in the case of the individual involved.", "Political party groups in the Turkish Grand National Assembly shall not hold discussions or take decisions regarding parliamentary immunity.”", "29. The Rules of Procedure of the Grand National Assembly of Turkey provide, inter alia:", "“Work of the plenary Assembly", "Agenda", "Rule 49: the agenda of the plenary Assembly of the Grand National Assembly of Turkey shall comprise:", "1. Presentations of the Speaker to the plenary Assembly.", "2. Work to be included in the special agenda.", "3. Votes.", "4. Questions to be put to the vote.", "5. Parliamentary reports.", "6. General debates and prior discussions on parliamentary research to be done.", "7. Oral questions.", "8. Draft legislation and other work submitted by the committees.", "At the proposal of the recommendation committee and with the agreement of the plenary Assembly, it is possible to set aside a day of the week and allocate a set time for items 6 and 7.", "It is also possible to set aside a day of the week for the votes referred to in items 3 and 4.", "The order in which items on the agenda are taken is determined according to the date on which they were received by the Speaker's Office.", "When the Speaker deems it necessary, the recommendation committee may propose to the plenary Assembly the order in which matters pertaining to item 8 should be examined. Requests concerning that order submitted by the Government, substantive committees and the authors of bills shall be examined by the recommendation committee.", "The opinion of the recommendation committee shall be submitted for the approval of the plenary Assembly. (...)", "No subject which has not been subjected to the opinion of the recommendation committee, confirmed by the plenary Assembly and announced in advance by the Speaker's Office may be debated in the plenary Assembly. (...)", "Immunity", "Requests to lift immunity and committee competent to examine them", "Rule 131: requests for the lifting of a Member's parliamentary immunity shall be transmitted by the Speaker's Office to the joint committee, composed of members of the constitutional and judicial committees. (...)", "The preparatory committee and its hearings", "Rule 132: the Chair of the joint committee shall appoint a preparatory committee composed of five sworn members to examine files concerning immunity. (...)", "This committee shall examine all the documents and, if necessary, hear the Member concerned; it shall not hear witnesses.", "The preparatory committee shall submit its report within one month of being convened.", "The joint committee shall finalise the report within one month.", "The report of the joint committee", "Rule 133: the joint committee shall examine the report and its appendices [submitted by] the preparatory committee.", "The joint committee shall decide whether to lift the Member's immunity or to stay the proceedings until the end of the term of parliamentary or ministerial office.", "If the joint committee's report recommends a stay of proceedings, it shall be read out to the plenary Assembly. If no objection to the report is received in writing within ten days, the report shall become final.", "If the report recommends lifting immunity or if a written objection is received within ten days, the report shall be examined by the plenary Assembly.", "If the proceedings have been stayed and that decision is overturned by the plenary Assembly, no action may be taken against the Member concerned until the end of his or her term of parliamentary office, even if the legislature has been renewed.", "The rights of the defence", "Rule 134: When a request to lift a Member's immunity has been received, the Member concerned may, if he wishes, defend himself or be defended by another Member before the preparatory committee, the joint committee and the plenary Assembly.", "The matter shall be decided on the evidence if a Member who has asked to speak in his defence fails to answer the invitation to do so.", "In any event, the defence shall have a say.", "The mere fact that a Member requests permission to waive his or her immunity shall not suffice.", "30. Under Article 107 of the old Criminal Code enshrined in Law no. 765 of 1 March 1936:", "“If the opening of proceedings is subject to authorisation, adoption of a decision or the resolution of a problem pending before another body (...), the running of time for the purposes of limitation shall be suspended until such authorisation is obtained, such decision adopted or such problem resolved.”", "31. Law no. 5237 on the new Criminal Code was passed on 27 September 2004 and published in the Official Gazette on 12 October 2004. Article 67 of the Code provides:", "“(1) When the investigation or prosecution depend on authorisation, adoption of a decision or the necessary resolution of a problem pending before another body, the running of time for the purposes of limitation shall be suspended until such authorisation [is granted], such decision adopted or such problem resolved (...)", "(2) Where an offence has been committed, the running of time shall be suspended from the time when:", "(a) the prosecutor questions or takes a statement from the suspect or the accused;", "(b) a decision is taken to remand the suspect or the accused in custody;", "(c) an indictment for the offence is issued;", "(d) a conviction is pronounced, even if it concerns only some of the accused parties.", "3) A suspension of limitation causes time to begin to run again. Where there are several grounds for suspension of limitation, the time begins to run again from the date of the last event triggering suspension (...)”", "32. On 21 March 1994 the Turkish Constitutional Court adopted a series of judgments in cases concerning the lifting of several MPs' parliamentary immunity. Those cases gave the Constitutional Court an opportunity to clarify the scope of parliamentary immunity. The relevant passages of the judgments read as follows:", "“a) Meaning of non-liability and parliamentary immunity", "All democratic countries have granted the members of their legislative assemblies certain privileges and immunities in order to allow them to perform their legislative tasks properly. Quite evidently, the aim of granting the members of legislative assemblies a different status from that enjoyed by other citizens is not to make them a privileged group who are above the law.", "Parliamentary immunity is not an aim; it is a means of enabling MPs to fulfil the nation's wishes in full by perfectly reflecting the wishes of the people within the Assembly.", "Even though Article 83 of the Constitution is entitled “Parliamentary Immunity”, it actually establishes two institutions: parliamentary non-liability and parliamentary immunity. The first paragraph of the Article explains that the members of the Grand National Assembly of Turkey are not liable for their votes and statements in the course of the Assembly's work, for the views they express before the Assembly or, unless the Assembly decides otherwise on the proposal of the Speaker, for repeating or revealing these outside the Assembly.", "The second paragraph of the Article stipulates that a Member who is alleged to have committed an offence before or after election may not be arrested, interrogated, detained or tried unless the Assembly decides otherwise. The only cases where this provision does not apply are those where a Member is caught in the act of committing a crime punishable by a heavy penalty, provided that proceedings were initiated before the election, and cases subject to Article 14 of the Constitution.", "Article 83 of the Constitution does not specify on what grounds immunity may be lifted, and the Rules of Procedure of the Assembly do not cover the subject. That does not mean that the legislature has a free hand in the matter. The rationale for immunity and the way in which it has developed over the years show that Parliament's powers concerning the lifting of immunity are not absolute but limited. Furthermore, the fact that immunity has a place in the Constitution means that the rules and aims of immunity must be defined in the light of the rules and aims of the Constitution. There is no doubt that the intention, when immunity was provided for in Article 83, was to allow those responsible for legislative duties to carry them out in the knowledge that they were safely sheltered, and rightly so, from all worry and pressure. In other words, the aim of parliamentary immunity is to ensure that MPs are not prevented from fulfilling their functions, even temporarily, by arbitrary criminal proceedings. So the powers of the legislature in the matter are limited by the purpose for which immunity was institutionalised in the Constitution. (...)", "In criminal proceedings an MP whose parliamentary immunity has been lifted is like any other citizen. He enjoys all the guarantees set out in the Constitution and laws of the Republic of Turkey. All the principles that apply to citizens likewise apply to him. He may, for example, be taken into police custody, questioned, detained and, to all intents and purposes, subjected like any other citizen to all the applicable procedural rules. (...)”", "33. On 29 January 2008 the Secretariat of the National Assembly drew up a list of all the instances of lifting of parliamentary immunity since 1991. According to that list, between 1991 and 2008 the National Assembly lifted the immunity of seventeen MPs. In the course of the 22nd Parliament's life 299 files concerning immunity were forwarded to the joint committee. In 252 cases the committee decided to stay the proceedings until the end of the MP's term of office. In 226 cases that decision was challenged. The files corresponding to those cases were placed on the plenary Assembly's agenda but never examined.", "Since the beginning of the 23rd Parliament, 78 files concerning the lifting of immunity have been sent before the joint committee. One of them, by request, was forwarded to the Prime Minister's Office; the other 77 remain pending before the joint committee.", "34. Article 40 of the Statute of the Council of Europe (5 May 1949) provides:", "“a. The Council of Europe, representatives of members and the Secretariat shall enjoy in the territories of its members such privileges and immunities as are reasonably necessary for the fulfilment of their functions. These immunities shall include immunity for all representatives to the Consultative [Parliamentary] Assembly from arrest and all legal proceedings in the territories of all members, in respect of words spoken and votes cast in the debates of the Assembly or its committees or commissions.”", "35. The General Agreement on Privileges and Immunities of the Council of Europe (2 September 1949) includes the following provisions:", "“Article 14: Representatives to the Consultative [Parliamentary] Assembly and their substitutes shall be immune from all official interrogation and from arrest and all legal proceedings in respect of words spoken or votes cast by them in the exercise of their functions.", "Article 15: During the sessions of the Consultative [Parliamentary] Assembly, the Representatives to the Assembly and their substitutes, whether they be members of Parliament or not, shall enjoy:", "a. on their national territory, the immunities accorded in those countries to members of Parliament;", "b. on the territory of all other member States, exemption from arrest and prosecution.", "This immunity also applies when they are travelling to and from the place of meeting of the Consultative [Parliamentary] Assembly. It does not, however, apply when Representatives and their substitutes are found committing, attempting to commit, or just having committed an offence, nor in cases where the Assembly has waived the immunity.”", "36. The additional Protocol to the General Agreement on Privileges and Immunities of the Council of Europe (6 November 1952) provides:", "“Article 3: The provisions of Article 15 of the Agreement shall apply to Representatives to the [Parliamentary] Assembly, and their Substitutes, at any time when they are attending or travelling to and from, meetings of committees and sub committees of the Consultative [Parliamentary] Assembly, whether or not the Assembly is itself in session at such time.", "Article 5: Privileges, immunities and facilities are accorded to the representatives of members not for the personal benefit of the individuals concerned, but in order to safeguard the independent exercise of their functions in connection with the Council of Europe. Consequently, a member has not only the right but the duty to waive the immunity of its representative in any case where, in the opinion of the member, the immunity would impede the course of justice and it can be waived without prejudice to the purpose for which the immunity is accorded.”", "37. In its Resolution 1490 (2006) on the Interpretation of Article 15.a of the General Agreement on Privileges and Immunities of the Council of Europe, the Parliamentary Assembly of the Council of Europe stated:", "“1. The Parliamentary Assembly refers to its Resolution 1325 (2003) and Recommendation 1602 (2003) on immunities of members of the Parliamentary Assembly, which underlined that immunities are granted in order to preserve the integrity of the Assembly and to safeguard the independence of its members in exercising their European office. (...)", "8. It resolves to interpret Article 15.a as follows: regardless of the national regime of immunity, Assembly Representatives or Substitutes shall be protected against prosecution and arrest in the exercise of their functions as Assembly members or when travelling on Assembly business, whether this is inside or outside of their national territory. If they are not active within this meaning or not travelling on Assembly business, the national regime shall apply within their country.", "9. The Assembly also considers that it is appropriate for the relevant Assembly organs, when examining requests for the waiver of immunity and for the defence of immunity of its members, to question whether the competent national authorities have respected the European Convention on Human Rights as interpreted by the European Court of Human Rights and other relevant Council of Europe legal instruments and texts which the respective countries have ratified or accepted. The Assembly should express its concern when Council of Europe norms have been obviously disregarded in respect of one of its members. (...)", "11. Consequently the Assembly decides to:", "11.1. add the following paragraph after paragraph 6 in Rule 64 of the Assembly's Rules of Procedure:", "“a. When dealing with requests for the waiver of the Council of Europe immunity, or with requests to defend that immunity of an Assembly member, the competent Assembly bodies shall interpret Article 15.a of the General Agreement on Privileges and Immunities of the Council of Europe as follows. Assembly Representatives or Substitutes are immune from prosecution and arrest in the exercise of their functions as Assembly members or when travelling on Assembly business, whether this is inside or outside of their national territory. If they are not active within this meaning or not travelling on Assembly business, the national regime shall apply within their country.", "b. The terms 'in the exercise of their functions' include all official duties discharged by Assembly Representatives and Substitutes in the member states on the basis of a decision by a competent Assembly body and with the consent of the appropriate national authorities.", "c. In case of doubt, the Bureau of the Assembly shall decide if Assembly members' activities took place in the exercise of their functions.”", "38. Article 10 of the Protocol on Privileges and Immunities of the European Communities (PPI) (8 April 1965) provides:", "“During the sessions of the Assembly, its members shall enjoy:", "(a) in the territory of their own State, the immunities accorded to members of their Parliament;", "(b) in the territory of any other Member State, immunity from any measure of detention and from legal proceedings.", "Immunity shall likewise apply to members while they are travelling to and from the place of meeting of the Assembly.", "Immunity cannot be claimed when a member is found in the act of committing an offence and shall not prevent the Assembly from exercising its right to waive the immunity of one of its members.”", "39. Rule 6 of the Rules of Procedure of the European Parliament, concerning the waiver of parliamentary immunity, states:", "“1. In the exercise of its powers in respect of privileges and immunities, Parliament shall seek primarily to uphold its integrity as a democratic legislative assembly and to secure the independence of its Members in performance of their duties.", "2. Any request addressed to the President by a competent authority of a Member State that the immunity of a Member be waived shall be announced in Parliament and referred to the committee responsible.", "3. Any request addressed to the President by a Member or a former Member to defend privileges and immunities shall be announced in Parliament and referred to the committee responsible.", "The Member or former Member may be represented by another Member. The request may not be made by another Member without the agreement of the Member concerned.", "4. As a matter of urgency, in circumstances where a Member is arrested or has his freedom of movement curtailed in apparent breach of his privileges and immunities, the President, after having consulted the chairman and rapporteur of the committee responsible, may take an initiative to assert the privileges and immunities of the Member concerned. The President shall communicate his initiative to the committee and inform Parliament.”", "40. The evaluation report on Turkey adopted by GRECO (Group of States against Corruption) on 10 March 2006 (27th plenary meeting) states:", "“III. EXTENT AND SCOPE OF IMMUNITIES", "80. According to the Constitution, the following categories of high-ranking officials benefit from immunity in criminal proceedings:", "- the President", "- Members of Parliament", "- Prime Minister and ministers. (...)", "84. Parliamentary Immunity is regulated in Article 83 of the Constitution. Members of Parliament shall not be liable for their votes and statements concerning parliamentary functions, for the views they express before the Assembly, or unless the Assembly decides otherwise on the proposal of the Bureau for that sitting, for repeating or revealing these outside the Assembly (Article 83 (1)).", "85. Moreover, a Member of Parliament who is suspected of having committed an offence before or after election, cannot be arrested, interrogated, detained or tried unless the Assembly decides to lift the immunity. This provision does not apply in cases where a Member is caught in the act of committing a crime punishable by a heavy penalty, nor does it apply if an investigation has been initiated before the parliamentary election. However, in such situations the competent authority shall notify Parliament immediately (Article 83(2)).", "86. The execution of a criminal sentence imposed on a Member of Parliament either before or after his/her election is to be suspended until s/he ceases to be a member; the statute of limitations does not apply during the term of membership (Article 83(3)). Investigation and prosecution of a re-elected deputy shall be subject to whether or not the Assembly lifts his/her immunity (Article 83(4)). (...)", "88. Political party groups in Parliament shall not hold discussions or take decisions regarding parliamentary immunity (Article 83(5)), nor concerning parliamentary investigations (Article 100(4)). (...)", "93. The GET [GRECO Evaluation Team] was concerned about the extensive list of officials who benefit from different types of immunity in Turkey. It should be noted that parliamentary immunity in the form of “inviolability” is substantially debated and challenged by civil society. The scope of parliamentary immunity has been identified as one of the problem areas in the context of corruption.", "94. The circle of high ranking officials who enjoy immunity (inviolability) stricto sensu under the Constitution is limited to the President of the Republic, members of Parliament, Prime Minister and ministers who in principle are also members of Parliament. (...)", "96. In the view of the GET, the regulation of the lifting of immunity of the members of Parliament (Article 83 of the Constitution and Articles 131-134 of the Regulation of the National Assembly) does not establish adequate conditions for objective considerations within the relevant parliamentary committees. A request by the prosecutor for the lifting of immunity is submitted to the Minister of Justice. After that, the request is transferred to the Office of the Prime Minister. The Office of the Prime Minister finally submits the request to the relevant parliamentary committee, which may delegate to sub-committees further consideration before the parliamentary committee brings the case to the Plenary for decision. No objective criteria have been established as regards the conditions for lifting immunity and the considerations would therefore appear to be political. Moreover, the GET was informed that the procedure may be lengthy, more than a month.", "97. Since 2002, 206 requests to lift the immunity of 115 Members of Parliament had been submitted; 50 of these cases had related to abuse of function. There was no case where the Parliamentary immunity had been lifted. It seems that the established system of Parliamentary immunity and its application in practice constitutes an insuperable obstacle to the investigation, prosecution and adjudication of corruption offences. Therefore, the GET recommends to reconsider the system of immunities of members of Parliament in such a way as to establish specific and objective criteria to be applied when deciding on requests for the lifting of immunities and to ensure that decisions concerning immunity are free from political considerations and are based on the merits of the request submitted by the prosecutor. (...) »", "41. Most European states recognise two categories of immunity for parliamentarians: firstly, the \"non-liability\" or \"freedom of speech\" of parliamentarians in respect of judicial proceedings over the opinions expressed and votes cast in the discharge of their parliamentary duties; secondly, their \"inviolability\" or \"immunity in the strict sense\", shielding them from all arrest, detention or prosecution without the consent of the chamber to which they belong.", "42. The precise scope of the immunity varies considerably from one country to another. This results in a wide array of legal approaches to its implementation. In some States there is no such institution (The Netherlands, San-Marino). In others its scope is very limited. For example, in the United Kingdom immunity covers civil matters only and MPs enjoy no particular protection in criminal matters and are treated like any other individual. In Ireland and Norway parliamentary immunity serves to prevent MPs from being arrested during sessions or on their way to or from Parliament. It therefore affords them minimal protection.", "43. That said, most of the States Parties to the Convention grant their MPs non-professional immunity from criminal prosecution during their term as MPs (Albania, Germany, Austria – if the act does not clearly fall outside the ambit of their political activities – and Cyprus, Spain, Greece, Hungary, Lithuania, Poland, Russia, Serbia, Switzerland) and/or protection against imprisonment or deprivation of liberty (arrest or detention in all those countries which provide for immunity from prosecution, as well as Belgium, France, Georgia, Portugal and Romania). In certain cases MPs are protected from bodily searches, house searches and interception of their communications (Georgia, Hungary, Italy, Romania, Switzerland). Such proceedings or measures may be executed only with the consent of the assembly to which the MP belongs, Except in Cyprus, where such decisions lie with the courts.", "44. In several States the scope of immunity has been restricted, as witnessed by some recent constitutional reforms. In France, for example, since the constitutional reform of 1995, the Chamber's authorisation is no longer necessary for criminal proceedings to be brought, but only for detention, arrest and other judicial supervision measures. A similar change came about in Italy when Constitutional Law no. 3 of 29 October 1993 did away with the need for the prior authorisation of Parliament in order for criminal proceedings to be brought against an MP. In Romania, since the constitutional reform of 2003, senators may be placed under judicial investigation or criminal proceedings may be brought against them for acts not connected with votes cast or political opinions expressed in the course of their duties as senators.", "45. In Germany's Bundestag the practice is generally for a new parliament to lift immunity from prosecution for all offences (with the exception of political defamation) at the start of the session. The aim of this is to protect the reputation of each Member of Parliament, by ensuring that they attract less media attention if proceedings are brought against them. In 2006 the Venice Commission published an opinion concerning a draft decision of the Albanian Parliament on the limitation of parliamentary immunity and the conditions in which authorisation to initiate investigations into corruption offences and abuse of duty may be given. That draft decision is an illustration of the current trend to limit the scope of immunity in European parliaments, at least where immunity from prosecution is concerned.", "46. The duration of parliamentary immunity also varies from one country to another. Some countries extend parliamentary immunity to criminal proceedings brought prior to the MP's election (Germany, Belgium, Spain, Hungary, Italy, Portugal). In other countries, even if parliamentary authorisation is not required in order for proceedings initiated prior to the MP's election to be continued, Parliament may, of its own motion or at the request of the interested party, request the suspension of the proceedings or the waiving of restrictive measures during the MP's term of office (France, Poland, Switzerland).", "47. As to the scope of parliamentary immunity ratione materiae, that is to say the acts it covers, there is a general tendency in the States Parties to the Convention for cases of flagrante delicto to be excluded. In certain constitutions flagrante delicto does not suffice to justify the lifting of parliamentary immunity; the crime must be a particularly serious one (Cyprus, Switzerland, Greece, Portugal, Turkey), but even this does not necessarily prevent Parliament from examining the matter and subsequently requesting the suspension of the proceedings or the custodial measures. In Austria, for example, even if the MP is caught in the act, subsequent legal action may require the authorisation of the Chamber concerned. In some countries the law excludes certain types of act from immunity (the Irish Constitution excludes high treason, felony and breach of the peace, for example) or the criterion may be the severity of the penalty incurred (the Portuguese Constitution excludes, in certain circumstances, deliberate offences punishable with imprisonment for over three years).", "48. Parliamentary immunity may be lifted in most countries, except in those which afford very limited protection to MPs (the United Kingdom, Ireland and Norway).", "49. The procedure for lifting immunity is generally the same. It is usually provided for in the Chamber's Rules of Procedure. It is set in motion by a proposal or a request for authorisation by the competent public authority (in most cases the Principal State Prosecutor), the injured party or the parliamentarian concerned. The request is transmitted to the Speaker of the Parliament, either directly or in certain cases through another authority (Minister of Justice, Prime Minister), then examined by a special or ad hoc parliamentary committee, which gives an opinion after hearing the MP concerned. It is then for the full Chamber to decide, with or without a debate, in private or in public, whether or not to lift immunity. The possibility of appealing against a decision of the Chamber to lift immunity exists in very few countries (Austria, Germany).", "50. The possibility for MPs to waive their own parliamentary immunity is not widespread (Poland, Switzerland) and is sometimes limited to minor offences (summary offences in Hungary) or to specific offences (defamation, in Ireland). Under Poland's Constitution MPs have the right to consent to criminal proceedings. In Switzerland the Federal Assembly Act gives MPs the right to consent in writing to be prosecuted or arrested.", "51. In most of the Contracting States no provision is made for MPs to forgo their immunity of their own free will because immunity is a privilege granted not to MPs on an individual basis but to Parliament, to guarantee its smooth operation. In France provisions governing immunity are traditionally a matter of public policy and MPs cannot renounce it. Any act that violates parliamentary immunity is considered null and void. The question of immunity must be raised by a judge. A similar approach has been adopted in the European Parliament, where renunciation of immunity has no legal effect."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}