{"ITEMID": "001-60495", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF OLIVIEIRA v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "No violation of P4-2;No separate issue under Art. 8", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["10. On 6 November 1992 the Burgomaster (Burgemeester) of Amsterdam, relying on section 219 of the Municipality Act (Gemeentewet) as in force at the relevant time, imposed a prohibition order (verwijderingsbevel) on the applicant to the effect that the latter would not be allowed to enter a particular area, the so-called emergency area, of the city centre for fourteen days. The following events were referred to in the Burgomaster's decision as having led to this order being issued.", "(i) It transpired from police reports that on 21 July (twice), 29 July, 12 August, 26 August and 10 September 1992 the applicant had either overtly used hard drugs or had had hard drugs in his possession in streets situated in the emergency area and that on each of those occasions he had been ordered to leave the area for eight hours.", "(ii) On 5 November 1992 the applicant had been heard by the police about his conduct and he had been told that he would either have to desist from such acts, which disturbed public order (openbare orde), or stay away from the area. The applicant had further been informed that, if he committed such acts again in the near future, the Burgomaster would be requested to impose a fourteen-day prohibition order on him. The applicant had told the police that, as well as preparing and using drugs in the area concerned, he also met his friends there.", "(iii) On 5 November 1992 the applicant had nevertheless overtly used hard drugs on one of the streets in the emergency area. He had once again been ordered to leave the area for eight hours and the police had subsequently requested the Burgomaster to impose a fourteen-day prohibition order on the applicant.", "11. In the opinion of the Burgomaster, the applicant would again commit acts disturbing public order in the near future. In this context, the Burgomaster took account of the kind of conduct involved, namely acts seriously disturbing public order, the repetition and continuity of this conduct, the statement of the applicant, the short period of time within which the acts concerned had been observed and the fact that the applicant had continued his disruptive behaviour despite the eight-hour prohibition orders imposed on him and the warning given by the police. Finally, the Burgomaster noted that neither the applicant's home nor his place of work were situated in the area concerned.", "12. The applicant lodged an objection (bezwaarschrift) against the Burgomaster's prohibition order. He submitted, inter alia, that the Burgomaster ought only to make use of the emergency powers granted him by section 219 of the Municipality Act in exceptional situations. As the Burgomaster had been issuing eight-hour prohibition orders since 1983 and fourteen-day ones since 1989, it could no longer be argued that an exceptional situation prevailed. Moreover, the Burgomaster had had sufficient time to ensure that the emergency measures were enacted in a general municipal by-law (Algemene Politie Verordening).", "13. The applicant also stated that the prohibition order, which in his opinion constituted a criminal sanction, interfered with his right to liberty of movement and violated the principle of proportionality. In this connection, he argued that he had always complied with the prohibition orders imposed on him for a duration of eight hours and that he therefore failed to understand why a prohibition order for fourteen days had been called for all of a sudden.", "14. On 14 January 1993 a hearing took place before an advisory committee. At this hearing the representative of the Burgomaster stated that, in 1992, 3,300 eight-hour prohibition orders (compared with 2,130 in 1991) and 204 fourteen-day prohibition orders (compared with 111 in 1991) had been issued against people dealing in or using drugs or committing acts related to those activities. The representative further stated that it was intended to enact the power to issue prohibition orders in a general municipal by-law.", "15. On 8 March 1993 the committee advised the Burgomaster to dismiss the objection and to maintain the prohibition order. It considered, inter alia, that the disruption of public order in the area concerned was still such as to constitute an exceptional situation within the meaning of section 219 of the Municipality Act. In view of the seriousness and scale of the problems involved, the committee found it unlikely that public order could be adequately maintained by normal methods and that for that reason the Burgomaster was entitled to use the powers granted him under section 219.", "16. Having regard to the fact that the applicant had, within a short period of time, regularly committed acts which had disturbed public order and that the eight-hour prohibition orders which had been issued had not prevented him from doing so, the committee further found that the imposition of a prohibition order for a duration of fourteen days had not been unreasonable. It did not agree with the applicant that the impugned measure constituted a penalty, as it had been taken in order to maintain public order. The committee finally found that the interference with the applicant's right to liberty of movement had been justified.", "17. By a decision of 11 March 1993 the Burgomaster dismissed the applicant's objection, adopting as his own the reasoning applied by the advisory committee.", "18. The applicant lodged an appeal against the Burgomaster's decision with the Judicial Division (Afdeling rechtspraak) of the Raad van State on 19 March 1993. In his appeal, which he detailed in a letter of 17 May 1993, he raised the same complaints as he had before the Burgomaster. In his written observations of 14 March 1994 the Burgomaster referred to the report drawn up by the advisory committee. A hearing took place before the Administrative Jurisdiction Division (Afdeling bestuursrechtspraak), the successor to the Judicial Division, on 23 January 1996.", "19. On 14 May 1996 the Administrative Jurisdiction Division dismissed the applicant's appeal. Its reasoning included the following:", "“Article 12 of the International Covenant on Civil and Political Rights provides that everyone lawfully within the territory of a State shall have the right to liberty of movement and freedom to choose his residence. According to the third paragraph of that provision, this right shall not be subject to any restrictions except those which are provided by law, are necessary to protect national security, public order, public health or morals or the rights and freedoms of others, and are consistent with the other rights recognised in that Covenant. An almost identical provision is contained in Article 2 of Protocol No. 4 to the Convention.", "Section 219, first paragraph, of the Municipality Act confers on the Burgomaster emergency powers which should be used only in exceptional situations. Such exceptional situations include riotous movements, gatherings or other disturbances of public order, serious calamities, and also a serious fear of the development thereof.", "Contrary to what the party seeking review has argued, the issuing of orders in the situations set out in section 219 of the Municipality Act does not run counter to the above-mentioned treaty provisions, since the latter provide for the possibility of restricting the rights concerned by 'law' – a term which includes an order issued by the Burgomaster pursuant to the law – for the protection of public order.", "Section 219 of the Municipality Act is a legal provision intended for situations where ordinary means are insufficient for restoring and maintaining public order.", "In the opinion of the Division these ordinary means may be considered insufficient in the present case and there was, at the time of the decision appealed against, an exceptional situation. It is relevant in this context that at the time of the decision appealed against it was not possible to solve the problem in question through a municipal regulation. There was not at that time – and there is not now – any relevant provision in a municipal by-law, nor is any other sufficient legal means available.", "On the basis of the case file and the submissions made at the hearing, in addition to the number of eight-hour and fourteen-day orders that have been issued in the area concerned, the Division finds that the appropriate staff and means available to the defendant were inadequate to counter the difficult situation arising from breaches of public order resulting from the behaviour of drug addicts as described in the decision of 13 November 1989. This leads the Division to hold that it cannot be stated that the defendant could not reasonably make use of the powers granted him by section 219 of the Municipality Act.", "The Division would, however, express the following reservations.", "It cannot see why, if the situation described above should continue, the possibility of issuing fourteen-day prohibition orders should not be provided for in a by-law enacted by the Local Council. From the point of view of legal certainty and legitimacy of action by public authority, a regulation provided by a municipal by-law seems preferable to a measure based on the defendant's emergency powers. It appears from the case file that the defendant had already prepared the draft of an appropriate provision, which, however, was never incorporated into the General Municipal By-Law because the method used at present, which was decided on in consultation between the defendant, the police and the prosecuting authorities [verweerder, politie en justitie] with regard to the fourteen-day prohibition orders, was considered extraordinarily effective. The Division is, however, of the opinion that the presumed effectiveness of an emergency measure coupled with the prosecuting policy of the prosecution authorities [Openbaar Ministerie] do not constitute a reason not to make appropriate provision at the municipal level. The Division considers that the defendant, in assessing whether there is an exceptional situation within the meaning of section 219 of the Municipality Act (now section 175 of the Municipality Act), may, in principle, no longer rely on the lack of an appropriate provision in a municipal by-law, in view of the length of time this drugs-related nuisance [drugsoverlast] has already prevailed, causing it to display structural aspects, if the possibility of issuing fourteen-day prohibition orders is not now provided for in a by-law enacted by the Local Council within a reasonable time.”", "This decision was published, with a learned comment, in Jurisprudentie Bestuursrecht (Administrative Law Jurisprudence) 1996, no. 169.", "20. Apart from the proceedings described above, the applicant was convicted by a single-judge Chamber (politierechter) of the Regional Court (arrondissementsrechtbank) of Amsterdam on 8 December 1992 of having intentionally failed to comply on 20 November 1992 with the prohibition order imposed by the Burgomaster on 6 November 1992. Under Article 184 of the Criminal Code (Wetboek van Strafrecht), this failure constituted a criminal offence. He was sentenced to four weeks' imprisonment. Following an appeal to the Amsterdam Court of Appeal (gerechtshof), which also convicted the applicant, an appeal on points of law was lodged with the Supreme Court (Hoge Raad). The Supreme Court dismissed the applicant's appeal on 8 December 1998.", "21. The criminal proceedings against the applicant do not form part of the case before the Court.", "22. At the material time section 219 of the Municipality Act (Gemeentewet) provided as follows:", "“1. In case of a riotous movement, gathering or other disturbance of public order or of serious calamities, as well as in case of a well-founded fear of the development thereof, the Burgomaster is empowered to issue all orders which he deems necessary for the maintenance of public order or the limitation of general danger.", "...”", "23. Article 184 of the Criminal Code (Wetboek van Strafrecht), in its relevant parts, reads:", "“1. Any person who intentionally fails to comply with an order or demand made in accordance with a statutory regulation by an official charged with supervisory powers or by an official responsible for the detection or investigation of criminal offences or duly authorised for this purpose, and any person who intentionally obstructs, hinders or thwarts any act carried out by such an official in the implementation of any statutory regulation, shall be liable to a term of imprisonment not exceeding three months or a secondcategory fine.", "...", "4. If the offender commits the indictable offence within two years of a previous conviction for such an offence having become final, the term of imprisonment may be increased by one-third.”", "24. In the Netherlands, the Burgomaster of a town or city is appointed by the Queen (section 65 of the former Municipality Act). Municipal regulations, such as general municipal by-laws, are adopted by the Municipal Council (section 168 of the former Municipality Act) which is elected by those inhabitants of the town or city who are eligible to vote in elections for the Lower House of Parliament (Article 129 of the Constitution).", "25. By a letter of 4 July 1983 the Burgomaster of Amsterdam informed the Chief Superintendent (Hoofdcommissaris) of the Amsterdam police that, in view of the situation in the city centre, the Chief Superintendent and police officers acting on the Burgomaster's behalf would be able to issue orders, based on section 219 of the Municipality Act as in force at the time, for people to leave a particular area within the city centre and not to return to it for eight hours.", "26. The Burgomaster extended the area of the city centre where these orders could be issued by a letter of 25 July 1988. Subsequently, by a letter of 8 March 1989, the Burgomaster also empowered the Chief Superintendent and his officers to order people to leave the designated area for fourteen days.", "27. By a letter of 17 October 1989 the Burgomaster amended this instruction, replacing the discretion of the police officers to issue eight-hour prohibition orders by a strict order to do so in specified circumstances. This letter contains the following passage:", "“In so acting I have considered that the designated city centre area exerts a continuing attraction on persons addicted to, and/or dealing in, hard drugs. The attendant behaviour disrupts public order, causes considerable nuisance and constitutes an incessant threat to public life. In these circumstances [in dit verband], I judge the situation to constitute an exceptional situation within the meaning of section 219 of the Municipality Act.”", "28. The Burgomaster's instructions were further amended by a letter of 13 November 1989 under the terms of which fourteen-day prohibition orders could no longer be issued by the police on behalf of the Burgomaster but only by the Burgomaster himself.", "29. A fourteen-day prohibition order could be imposed on a person if in the preceding six months five procès-verbaux or other reports had been drawn up by the police concerning acts committed by him which had disturbed public order, such as, inter alia:", "(i) the possession and use on the public highway of addictive substances appearing in Annex 1 to the Opium Act (Opiumwet; concerns hard drugs);", "(ii) dealing on the public highway in addictive substances appearing in Annex 1 to the Opium Act;", "(iii) overt possession of knives or other banned objects in so far as this constituted a criminal offence under the General Municipal By-Law or the Arms and Ammunition Act (Wet Wapens en Munitie);", "(iv) committing the offence defined in Article 184 of the Criminal Code where the order not complied with was an eight-hour prohibition order;", "(v) acts of violence, thefts from cars on or along the public highway, overt selling of stolen goods on or along the public highway, in so far as there was a connection between these offences and hard drugs.", "30. On the occasion of a fourth procès-verbal being drawn up against him, the person concerned would be heard by a police sergeant about his disruptive behaviour and the reason for his (continued) presence in the emergency area. The police sergeant would issue a warning to the effect that if in the near future the person concerned again disrupted public order, the police would request the Burgomaster to impose a fourteen-day prohibition order.", "31. It is undisputed that the aforementioned Burgomaster's letters were neither published nor laid open to public inspection and that the Burgomaster's instructions were not otherwise made public.", "32. In a decision of 11 January 1989 (Administratiefrechtelijke Beslissingen (Administrative Law Reports) 1989, no. 424), the President of the Judicial Division of the Raad van State held as follows:", "“As the Judicial Division has held in previous decisions, section 219 of the Municipality Act – paraphrased above – confers on the Burgomaster emergency powers which should be used only in exceptional situations. Such exceptional situations include riotous movements, gatherings or other disturbances of public order, serious calamities, and also a serious fear of the development thereof. Thus, provision has been made by law for situations in which it may definitely be expected that ordinary measures will be insufficient for restoring and maintaining public order.", "It must now first be examined whether in the present case there was a situation of the kind aimed at by the aforementioned section 219, first paragraph.", "In so doing, we will consider the undisputed statement made by the respondent party at the hearing concerning the situation in the (old) city centre of Amsterdam:", "'The old city centre of Amsterdam is known internationally and nationally as a centre for the trade in hard drugs. It continues to attract large numbers of addicts. The doings and dealings of addicts and dealers generally cause serious nuisance: overt use and dealing, intimidating group behaviour, threats to passers-by (frequently with knives), shouting, raving, fights, robberies (frequently with knives), thefts, receiving stolen property, etc. The old city centre has many functions; an important one is that of being a residential and commercial area. However, the situation threatens all the time to become unbearable.", "The extent to which matters have deteriorated for the residents is again apparent from the desperate protests which took place at the beginning of November last year. These protests ended, for the time being, at a meeting of the Police Affairs Committee which was attended by a crowd of people.", "The Damstraat, Oude Doelenstraat, Nieuwe and Oude Hoogstraat are part of the crisis area. The Damstraat (the Oude Doelenstraat, the Nieuwe and Oude Hoogstraat are the prolongation of the Damstraat) constitutes the entrance to the old city centre. In this part of the town, all manner of soft drugs, but especially hard drugs, are for sale, in small or large amounts: hashish, cocaine, amphetamines, LSD, heroin and other mindaltering substances. In this area especially, street dealers go about more than elsewhere in the city centre peddling fake hard drugs.", "The presence of the dealers and large numbers of addicts, with the attendant criminality, seriously affect the area.", "As a result, among other things, of the strong protests of local residents, a special project team of the police was active in the Damstraat area for six weeks from 14 November 1988 onwards. Its actions were directed in particular towards the bridge between the Oude Doelenstraat and the Oude Hoogstraat, the so-called pills bridge. This bridge was occupied by representatives of a new phenomenon, namely, multiple drugs use.", "The project team set itself the primary task of restoring public order. During the action, there were 600! arrests, hundreds of knives were seized and hundreds of prohibition orders were issued.'", "Noting all this, we are of the provisional opinion that an emergency situation of the kind referred to in section 219, first paragraph, of the Municipality Act was rightly found to exist. The respondent was therefore entitled to issue the disputed orders.”", "Similarly, in a decision of 31 July 1989 (Kort Geding (Summary Proceedings Law Reports) 1989, no. 314), the President of the Judicial Division held:", "“As the Judicial Division has held in previous decisions, section 219 of the Municipality Act – paraphrased above – confers on the Burgomaster emergency powers which should be used only in exceptional situations. Such exceptional situations include riotous movements, gatherings or other disturbances of public order, serious calamities, and also a serious fear of the development thereof. Thus provision has been made by law for situations in which it may definitely be expected that ordinary measures will be insufficient for restoring and maintaining public order.", "It must now first be examined whether in the present case there was a situation of the kind aimed at by the aforementioned section 219, first paragraph.", "As was held in the decision of 11 January 1989 ... in relation to the situation in the (old) city centre, the respondent rightly found that an emergency situation of the kind referred to in section 219, first paragraph, of the Municipality Act existed.”", "33. In a judgment of 23 April 1996 (Nederlandse Jurisprudentie 1996, no. 514), which related to a criminal prosecution under Article 184 of the Criminal Code for failure to comply with an eight-hour prohibition order, the Supreme Court (Hoge Raad) accepted that the Burgomaster's powers under section 219 of the former Municipality Act were intended only for exceptional situations. It held, however, that the mere fact that two and a half years had passed since the Burgomaster had declared an emergency situation – the case related to the Burgomaster's instruction of 17 October 1989 – was not sufficient per se to justify the conclusion that an exceptional situation no longer existed. It also held, in the same judgment, that Article 6 of the Convention did not apply to eight-hour prohibition orders because such orders were not given by way of penal sanction but were in the nature of a measure aimed at preserving public order. Nor did such orders violate Article 2 of Protocol No. 4 to the Convention, since they were “in accordance with law” and “necessary in a democratic society” for “the maintenance of ordre public”. The judgment of the Supreme Court upheld a judgment of the Amsterdam Court of Appeal sentencing the defendant in that case to two weeks' imprisonment.", "34. Section 7 of the Act on Administrative Jurisdiction as to Decisions of the Administration (Wet administrative rechtspraak overheidsbeschikkingen – “the AROB Act”) provided that a person directly affected by an administrative decision (certain categories of decisions, not relevant to the present case, excepted) could submit an objection to the administrative body that had taken the decision. The objector was entitled to be heard; the administrative body could delegate the hearing to an advisory committee (section 14(1)).", "35. An appeal against the decision of the administrative body lay to the Judicial Division of the Raad van State, an administrative tribunal (section 8 of the AROB Act).", "36. The AROB Act was repealed on 1 January 1994 when the General Administrative Law Act (Algemene wet bestuursrecht) came into force.", "37. Also as of 1 January 1994 the Judicial Division of the Raad van State was replaced by the Administrative Jurisdiction Division (sections 26 et seq. of the Raad van State Act (Wet op de Raad van State), as amended). The new Division took over the undecided appeals still pending before the Judicial Division."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}