{"ITEMID": "001-93044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BRAILOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Ms Galina Yevgenyevna Brailova, is a Russian national who was born in 1936 and lives in the town of Temryuk, Krasnodar Region.", "The respondent Government were represented by Mr P. Laptev, the then Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 April 1996 the applicant’s neighbour (the plaintiff) lodged a claim with a court, seeking partition of the plot of land on which their respective houses were situated. On 3 June 1996 the Temryukskiy District Court of the Krasnodar Region granted the plaintiff’s claim. On 6 August 1996 the Krasnodar Regional Court upheld the judgment.", "On 17 December 1997 the Presidium of the Regional Court on the applicant’s request quashed the above judgments by way of supervisory review and remitted the case for fresh consideration.", "On 20 April 1998 the District Court commissioned an expert report and requested the plaintiff to pay for it.", "On 6 January 2000 the court discontinued the proceedings because of the plaintiff’s failure to pay for the expert report. This decision was not appealed against and became final.", "In the meantime, the applicant complained about the length of the proceedings. By letters of 23 December 1999 and 20 March 2000, the President of the Regional Court instructed the President of the District Court to make inquiries and to speed up the proceedings. In reply, by a letter of 30 March 2000, the President of the District Court informed that the case had been discontinued on 6 January 2000 and that the applicant had been informed accordingly. A copy of the letter of 30 March 2000 was sent to the applicant.", "According to the Government, on 4 July 2002 the plaintiff brought new proceedings against the applicant in the District Court. The plaintiff sought a delimitation of their respective plots of land. On the same date, the District Court declined jurisdiction in favour of a justice of the peace.", "On 28 August 2002 the applicant lodged a counterclaim requesting the court to order the plaintiff not to impede her use of the land. The District Court declined jurisdiction in respect of the counterclaim in favour of a justice of the peace.", "Both cases were joined and a hearing was scheduled for 9 September 2002. On that date the justice of the peace declined, however, jurisdiction in favour of the District Court.", "On 23 September 2002 the District Court scheduled a hearing for 8 October 2002. The hearing was adjourned until 14 October 2002 because the applicant failed to attend. Between October 2002 and 6 February 2003 the proceedings were suspended awaiting an expert report. On 10 February 2003 the judge requested a State agency to provide information on the land plots in question. On 17 March 2003 the judge granted the applicant’s request and ordered another expert report.", "On 25 April 2003 the expert requested further details about the case and asked for payment. On 7 May 2003 the judge forwarded this request to the parties. On 6 June 2003 the judge resumed the proceedings. On 16 June 2003 the judge adjourned the proceedings in view of the applicant’s wish to retain counsel. On 21 June 2003 the judge granted the applicant’s additional request and ordered another expert report. However, on 21 July 2003 the applicant withdrew her request.", "By a judgment of 21 August 2003 the District Court granted the plaintiff’s claims. On 18 September 2003 the Regional Court set aside this judgment and required a new hearing.", "On 4 November 2003 the District Court, having obtained the parties’ consent, ordered yet another expert report. On 10 December 2003 the expert refused to issue the report, referring to the applicant’s alleged repeated challenges to different experts and attempts to influence them.", "On the District Court’s insistence, on 20 April 2004 the expert issued the report. On 26 May 2004 the District Court granted the plaintiff’s claims. On 20 July 2004 the Regional Court upheld the judgment.", "The applicant also brought separate proceedings against the bailiff service in relation to the judgment of 26 May 2004. She claimed that it contained wrong findings and that the bailiff had wrongly set the delimitation border between the respective plots of land. By the final judgment of 7 April 2005 the Regional Court rejected her claims as unfounded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}