{"ITEMID": "001-83331", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KEMAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1964 and lives in Manisa, Turkey.", "5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. In 1991 the applicant sat a competition for admission to the civil service. Following his success in the competition, the General Directorate of Higher Education Credit and Hostels Institution (“the General Directorate”) (T.C. Yüksek Öğrenim ve Yurtlar Kurumu Genel Müdürlüğü) conducted a pre-employment background investigation. It found that the applicant had not mentioned his criminal record in his application form.", "7. On 14 January 1992 the General Directorate decided that the applicant was not eligible for appointment to a vacant post on account of the negative findings in the preemployment investigation. In particular, in 1980 the applicant had been convicted of issuing threats against one of his teachers and had been sentenced to four months and twenty days' imprisonment, which had then been converted into a fine.", "8. On 7 February 1992 the applicant brought an action in the Ankara Administrative Court requesting the annulment of the General Directorate's decision of 14 January 1992.", "9. On 26 October 1993 the Ankara Administrative Court dismissed the action. The applicant appealed.", "10. On 18 December 1995 the Supreme Administrative Court quashed the Ankara Administrative Court's judgment holding that the applicant was suitable for employment.", "11. On 22 December 1998 the Supreme Administrative Court dismissed the General Directorate's request for rectification of its decision.", "12. On 10 March 1999 the Ankara Administrative Court abided by the Supreme Administrative Court's decision. It found that the applicant had fulfilled all the requirements of the vacant post in question as prescribed under Law no. 657. It therefore ruled that the applicant was eligible to become a civil servant.", "13. On 8 June 1999 the General Directorate appealed.", "14. On 31 October 2001 the Supreme Administrative Court dismissed the appeal.", "15. On 30 May 2002 the Supreme Administrative Court dismissed the request for rectification of the decision.", "16. On an unspecified date, the applicant brought a new action in the Ankara Administrative Court against the General Directorate requesting compensation for pecuniary and non-pecuniary damage which he allegedly had suffered as a result of the decision dated 14 January 1992.", "17. On 28 December 1999 the Ankara Administrative Court awarded the applicant a certain amount of compensation for pecuniary damage but rejected his request for non-pecuniary damage. The court further decided that legal costs should be shared by the parties, given that it partially acceded to the applicant's claims for compensation.", "18. On 26 April 2000 the General Directorate appealed the Supreme Administrative Court judgment, arguing that the applicant had not suffered any damage and that therefore the legal costs should be borne by him.", "19. On 30 May 2002 the Supreme Administrative Court dismissed the appeal, holding that the Ankara Administrative Court's ruling was in conformity with law and procedure."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}