{"ITEMID": "001-95734", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TVERDOKHLEBOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1961 and lived in Gukovo. In December 2007 the applicant died and his sister, Mrs Irina Nikolayevna Kulikova, indicated that she wished to pursue the case.", "7. On 13 February 1997 the applicant was apprehended at the Chervonopartizanskyy border crossing point on suspicion of drug trafficking. On the same date the applicant's car, which he had been driving at the time, was seized together with his belongings, documents and money which were in it. The customs officers refused to compile an inventory of objects seized from the applicant. Subsequently, the Customs Service transferred the car to a private company called Forum for storage.", "8. On 26 June 1997 the Sverdlovsk Court sentenced the applicant to five years' imprisonment for drug trafficking and confiscated all of his property.", "9. On 8 October 1997 the Lugansk Regional Court modified that judgment, sentencing the applicant to five years' imprisonment, suspended, without confiscation.", "10. On 5 November 1997 the applicant approached Forum to ask for the return of his car. When the car was returned, the applicant noted that it had been seriously damaged and lacked several parts, the documents and belongings had been torn up and his money had disappeared. According to the company, the Customs Service had transferred the car in that condition on 20 February 1997.", "11. On 4 January 1998 the applicant instituted proceedings in the Sverdlovsk Court against the Sverdlovsk Customs Service seeking compensation for pecuniary and non-pecuniary damage and stating that the defendant had failed to comply with its obligation to keep his property undamaged and without loss.", "12. On 26 March 1998 the court partially allowed the applicant's claims and awarded him part of the compensation claimed.", "13. On 28 May 1998 the Lugansk Regional Court quashed that judgment and remitted the case for fresh consideration to the same court.", "14. On 9 November 1998 the Sverdlovsk Court rejected the applicant's claims as unsubstantiated.", "15. On 19 February 1999 the prosecutor's office initiated criminal proceedings against two customs officers, Mr V. and Mr C., following a request from the applicant in which he alleged that these persons were responsible for the damage to his car and belongings.", "16. On 15 September 1999 the Presidium of the Lugansk Regional Court quashed the judgment of 9 November 1998 at the request of the prosecutor's office and remitted the case for fresh consideration to the first-instance court.", "17. On 16 February 2000 the Sverdlovsk Court suspended the civil proceedings pending the outcome of the criminal proceedings against Mr V. and Mr C.", "18. The criminal investigation in the criminal case against Mr V. and Mr C. is still pending.", "19. On an unspecified date following the applicant's death, his mother, Mrs Nasima Mullakhmetovna Tverdokhlebova, and daughter, Ms Mariya Vladimirovna Tverdokhlebova, joined the civil proceedings as the applicant's successors. They are represented before the domestic court by Mrs Irina Vladimirovna Kulikova, the applicant's sister.", "20. According to Mrs Kulikova, in May 2009 the hearings in the civil case in question resumed and the case is currently pending before the first instance court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}