{"ITEMID": "001-93012", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GURGUROV v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 13 - Right to an effective remedy", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1978 and lives in Chişinău.", "6. The applicant was arrested and placed in detention on 25 October 2005 on suspicion of having stolen some mobile telephones.", "7. According to the applicant, immediately after his arrest the police started to ill-treat him almost every day during lunch breaks and in the evenings in order to try to force him to confess to numerous other offences which he had not committed. Although he was being detained on suspicion of stealing mobile telephones, he was interrogated by police officers from the homicide squad who tried to make him admit to having committed a murder. Since he refused to make any confession and denied the accusations, he was taken on 31 October 2005 to an office in the General Police Headquarters, where five police officers tortured him for several hours. His hands and legs were tied together behind his back and he was suspended on a metal bar. The police officers put a gas mask on his head and periodically closed the air tube. Two wires were placed under the gas mask and attached to his ears and he was given electric shocks. He was beaten on his head with two-litre plastic bottles filled with water and was hit on his ears. Periodically, the applicant lost consciousness. After reviving him the police officers continued the acts of torture. They attached wires to his hips and administered electric shocks to him and beat him. He was later taken off the metal bar and laid on the floor. A weight of thirty-two kilograms was placed on his back and he was left lying on the ground for approximately ten minutes. The applicant’s hands and feet were subsequently untied; he felt severe pain in the region of his lower back and was unable to move his feet. He was made to sit on a chair; however, he fell down. He was put back on the chair by two police officers, who kept telling him something, but he could not hear them. He was then taken to his cell. His cellmates put him on a bed, where he was left lying for two days. The allegations of beatings are disputed by the Government.", "8. Since the applicant could not stand up, he was visited by two doctors on 3 November 2005. They were accompanied by one of the police officers who had allegedly tortured him. The police officer told the doctors that the applicant had fallen from his bed. The doctors diagnosed the applicant with hysteria and recommended that he be seen by a neurologist. The applicant was then taken to another room, where he was allegedly told by a police officer not to tell anybody about the acts of torture. He was allegedly threatened with death or imprisonment for twenty-five years. A police officer wrote a report on behalf of the applicant stating that nobody had beaten him up and that he had fallen from his bed and had caught a cold; he allegedly forced the applicant to sign the report.", "9. On 4 November 2005 the applicant’s father employed a lawyer, who immediately lodged a complaint with the prosecutor’s office alleging illtreatment.", "10. On an unspecified date the applicant was allegedly taken again to an office at the police station. Since he could not walk, he was lifted by two police officers. The police officers who had tortured him were in the office along with three other police officers. He was made to sit on a chair and was kicked and punched. The police officers allegedly requested that he withdraw the complaint about ill-treatment, and threatened him with death.", "11. The ill-treatment was allegedly repeated on several occasions. According to the applicant, he was beaten with bottles filled with water, punched, kicked and told to confess and to withdraw the complaint about ill-treatment.", "12. On 11 November 2005 the applicant was examined by a forensic doctor who later wrote the following in his report (no. 5908): “Current situation: bruise on the left arm, lateral, middle third, oval shape, yellow/brown colour, size 6 x 9 cm. In the region of both knees and below the right patella, numerous abrasions covered by dark brown scabs, partly detached from the skin at their edges, ranging in size from 0.6 x 0.5 cm to 3.5 x 2.5 cm in one place ... Conclusions: the neurologist’s findings have not reached us as at 24 November 2005, nor have the X-rays of the lumbar section of the spinal column, to which examination certificate no. 92894 refers .... It is therefore impossible to determine the reasons why the victim is unable to move unassisted. The abrasions visible in the patellar region of the knee joints and the bruises visible on the left arm could have been caused by a blunt instrument and are not less than six or seven days old at the time of examination .... It is impossible to establish with greater accuracy from how long ago the bruises and abrasions date because of the delay in presentation for medical examination. Hospitalisation of the victim in a specialised medical establishment would enable a more accurate diagnosis to be made and the consequences for his state of health to be assessed.”", "13. On 18 November 2005, following complaints by the applicant’s lawyer, Amnesty International organised action in support of the applicant by publishing on their Internet site a description of the applicant’s case and an appeal to people from all over the world to write to the Prosecutor General of Moldova, the Moldovan Ministry of Internal Affairs and the Moldovan Embassy in their country asking them to take action such as conducting a medical examination of the applicant, carrying out an effective investigation into his complaints of torture and allowing the applicant to meet his lawyer in conditions of confidentiality.", "14. On 23 November 2005 the United Nations High Commissioner for Human Rights wrote to the Moldovan Minister of Foreign Affairs expressing concern about the situation of S. Gurgurov and about the refusal of the authorities to transfer him to a hospital as recommended by doctors. He requested information.", "15. On an unspecified date between 21 and 25 November 2005 the applicant was visited by a delegation of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT), which described his case in its report (see paragraph 54 below). It appears that in their reply to the CPT’s report the Government did not comment on the latter’s findings.", "16. On 1 December 2005 the Moldovan Ombudsman wrote to the Prosecutor General informing him about the allegations of torture against the applicant and the fact that no medical assistance had been provided to him by that date. On 11 January 2006 the Prosecutor General’s Office informed the Ombudsman that the applicant’s complaint appeared to be illfounded.", "17. On 1 December 2005 during questioning by a prosecutor one of the applicant’s cellmates stated that the applicant could not walk and that he had to be helped by his cellmates to go to the toilet. All the prison guards stated that the applicant could walk perfectly well and that they had not noted any signs of beatings on him. Only one guard stated that the applicant was limping. Two of the applicant’s cellmates stated that he was faking his condition. Another stated that the applicant could not stand or even sit and that he had to be helped by his cellmates to go to the toilet.", "18. On 9 December 2005 the Chişinău Court of Appeal ordered the applicant’s release from detention.", "19. On 10 December 2005 the applicant was hospitalised and underwent the following medical examinations: radiography of the head and back, echoencephalography, electroencephalography, computerised tomography, ultrasound of the internal organs and functional computerised investigation. The diagnosis following the investigations was the following: consolidated fracture of the cranial bones (skull broken, without pieces relocated); a 6 x 16 mm focal cerebral contusion in the left temporal cortical area and dilatation of the ventricular system (a contusion with augmented volume of the brain ventricular system); a post-craniocerebral trauma state; cerebral contusion of the left hemisphere (temporal area); medullar contusion L1-L2 with flask tetraparesis, especially on the inferior limbs (trauma of the back, 1st and 2nd lumbar spines, damaging the spinal cord and causing partial paralysis, especially of the legs).", "20. On 20 December 2005 the prosecutor in charge of the case ordered examination of the applicant by a panel of forensic doctors and directed the panel to give answers to the following questions:", "“1. Did Mr Gurgurov suffer from diseases of the nervous system before his arrest?", "2. Is it possible that the diseases from which he suffered before his arrest were aggravated during detention?", "3. Did Mr Gurgurov have any injuries at the moment of his arrest which could have led to the worsening of his present state of health?", "4. Is it possible that the applicant’s problems with his central nervous system and his capacity to move were caused by the administering of electric shocks? If so, what are the after-effects of electric shocks and how long do they last?”", "21. On 16 January 2006 a panel of three forensic doctors examined the applicant’s medical documents and gave the following answers:", "“1 and 2. The applicant’s medical history does not contain anything to suggest that he suffered from any diseases of the nervous system before his arrest.", "3. At the time of his medical examination on 11 November 2005 he had bruises on his left arm and scratches on his knee, which are considered to be light injuries...", "4. During further medical investigations of the applicant he was found to be suffering from paralysis of the feet and left arm. The paralysis is not a consequence of a craniocerebral or spinal trauma or of the administering of electric shocks and its gravity is not assessable.”", "The forensic panel added that in reaching its conclusions it had not paid attention to the earlier findings concerning the fracture of the cranial bones and the cerebral contusion (see paragraph 19 above) because it had not been presented with the original radiographic images. The panel also added that it could not be ruled out that the applicant was simulating his condition, and that only a psychiatric investigation could exclude that possibility.", "22. On 18 January 2006 the prosecutor’s office dismissed the applicant’s complaint concerning his allegations of ill-treatment. It relied on the statements of one of his cellmates who had contended that the applicant was faking his condition, the statements of police officers who denied having illtreated the applicant, the medical report of 11 November 2005 and the conclusion of the medical report of 16 January 2006 to the effect that: “the paralysis is not a consequence of a craniocerebral or spinal trauma or of the administering of electric shocks and its gravity is not assessable...”", "23. Starting on 15 February 2006 the applicant underwent a medical check-up at the “Memoria” Rehabilitation Centre for Torture Victims, a non-governmental organisation financed by the European Union and a member of the General Assembly of the International Rehabilitation Council for Torture Victims (IRCT). He appears to have been subjected there to detailed medical tests and examinations by various medical specialists. In a document entitled “Extract from the medical records”, dated 26 February 2006, issued by the Centre, it was stated, inter alia, that the applicant was suffering the after-effects of cranial trauma (cerebral contusion of the left hemisphere predominant in the temporal area), organic cerebral post-traumatic syndrome, post-traumatic bilateral adhesive otitis, post-traumatic cochlear neuritis, bilateral neuro-sensorial deafness, and medullar lumbar contusion L1-L2 with flask tetraparesis of the inferior limbs. A number of psychological conditions characteristic of victims of torture were also found. The Centre also decided to help the applicant to fund surgery in order to “regain his hearing at least partially”.", "24. On 26 June 2006 the Prosecutor General of the Republic of Moldova, Valeriu Balaban, wrote a letter to the Moldovan Bar Association in which he stated, inter alia, the following:", "“Lately, the Prosecutor General’s Office has been confronted with the phenomenon whereby some Moldovan lawyers involve international organisations specialising in the protection of human rights in the examination by the national authorities of criminal cases. These organisations are used as an instrument for serving personal interests and for enabling suspected persons to avoid criminal responsibility.", "Examples of such incidents are the case of Gurgurov, triggered by the lawyer Ana Ursachi, and the case of Colibaba, triggered by the lawyer Roman Zadoinov. The international media coverage of these cases prompted action by the representatives of Amnesty International with a view to safeguarding the rights of the above lawyers’ clients.", "After having examined with sufficient thoroughness the complaints alleging torture and abuse on the part of the police ... the prosecutor’s office dismissed the complaints on the ground of lack of proof that offences had been committed. ...", "... In such circumstances the irresponsible attitude and behaviour of the lawyers Ana Ursachi and Roman Zadoinov give rise to concern. They knew that no acts of torture had been committed against their clients. However, they complained to international organisations without first attempting to use the national mechanism for solving such problems. They presented the facts erroneously in order to win their cases...", "Such practices by lawyers will be investigated by the Prosecutor General’s Office in order to determine whether they have committed the offence provided for in Article 335 § 2 of the Criminal Code, by making public on an international scale false information about alleged breaches of human rights which gravely prejudice the image of our country.", "Accordingly, the Bar Association is called upon to take account of the facts described above, to bring to the attention of lawyers the situation so created and to prevent as far as possible any prejudice to the authority of the Republic of Moldova.”", "The above letter generated a heated debate in the media. On 30 June 2006 the Moldovan Bar Association issued an official statement in which it qualified the Prosecutor General’s letter as an attempt to intimidate lawyers. In an interview to the newspaper Ziarul de Garda the President of the Bar Association declared, inter alia, that it was an attempt to intimidate lawyers so that they would no longer complain to the Court.", "25. It appears that the prosecutor’s office did not inform the applicant about its decision of 18 January 2006 until late June 2006. On 17 July 2006 the applicant’s lawyer appealed against the decision of 18 January 2006 and argued, inter alia, that the prosecutor’s office had not examined the complaint properly. He argued that the prosecutor’s office had not paid attention to the fact that on 25 October 2005, on the day of his arrest, the applicant had been in good health. The prosecutor’s office had also failed to question persons who had seen the applicant on 3 November 2005, when he was brought before a court, including the judge, prosecutor and persons present in the court. The prosecutor had not questioned the doctors who had examined the applicant, or asked the applicant to identify the persons who had allegedly tortured him and the offices where the alleged torture had taken place. The prosecutor had failed to investigate why police officers from the homicide division were questioning the applicant, who had been charged with stealing mobile telephones.", "26. On 13 February 2007 the appeal was dismissed by the Riscani District Court on the ground that the applicant’s lawyer had failed to observe the ten-day time-limit for challenging the prosecutor’s decision. The applicant lodged an appeal on points of law which was upheld by the Supreme Court of Justice on 3 July 2007.", "27. In the meantime, in June 2007, the applicant was officially recognised as having a second-degree disability. In the medical documents issued by the Ministry of Social Welfare and Family Matters it was recommended that he should not work. The reasons given for declaring him disabled were “the after-effects of severe head trauma dating from October 2005, injury to the spine and post-traumatic deafness in both ears”.", "28. It appears that on an unspecified date in August or September 2007 the applicant broke his hip as a result of falling down in the stairwell, and spent two months in hospital.", "29. On 15 October 2007 the Chişinău prosecutor’s office again dismissed the applicant’s complaint about his alleged ill-treatment. The prosecutor based his decision on essentially the same reasons as the decision of 18 January 2006. The applicant’s lawyer appealed against this decision.", "30. On 1 November 2007 a higher-ranking prosecutor quashed the decision of 15 October 2007 and ordered the re-examination of the case. He instructed the lower-ranking prosecutor to examine the medical documents, to find out whether the applicant had been suffering before his arrest from any conditions which had been discovered after he was taken into detention and to question the doctors who had examined him.", "31. On 11 December 2007 a prosecutor requested the Ministry of Health to establish a medical panel to verify the applicant’s condition in view of the contradictions in the existing medical reports, namely the report of 16 January 2006 and the decision recognising him as having a seconddegree disability.", "32. On 9 January 2008 a junior health minister wrote to the prosecutor’s office informing it that a panel had been set up which had intended to conduct a medical examination of the applicant on 27 December 2007. However, the applicant had failed to appear before the panel.", "33. On 12 March 2008 the same junior minister wrote to the prosecutor’s office informing it that the applicant had not shown up for a medical examination scheduled for the same date.", "34. In a letter of 14 April 2008 addressed to the junior health minister, the chief neurologist wrote that the applicant had been seen by him at the beginning of April and that the applicant was in a wheelchair and had undergone hip-replacement surgery. The applicant had a severe weakness in his limbs on the right side. The doctor concluded that the applicant was suffering from severe movement dysfunction on the right side and a less severe dysfunction of the movement of the left foot. According to the doctor it was very difficult to tell the cause of the applicant’s condition, which could either be the result of a trauma or have been simulated.", "35. On 6 May 2008 the prosecutor’s office reiterated its request to the Ministry of Health for a repeat medical examination of the applicant by a panel of doctors. The prosecutor’s office requested that the medical panel answer the following questions:", "“1. Did Mr Gurgurov suffer from any diseases of the central nervous system before [his arrest on 25 October 2005]?", "2. Is it possible that the diseases from which he suffered before his arrest were aggravated during detention?", "3. Did Mr Gurgurov have any injuries at the time of his arrest which could have led to the worsening of his present state of health?", "4. Is it possible that Mr Gurgurov’s health problems were caused by self-mutilation?", "5. Does Mr Gurgurov have traces of a head trauma and a spinal trauma and how are they manifested?", "6. Is Mr Gurgurov suffering from the after-effects of electric shocks?", "7. What are the reasons for recognising him as suffering from a second-degree disability and what are the rules according to which this status was granted to him?", "8. How old are the applicant’s injuries?", "9. Is there a causal link between Mr Gurgurov’s state and his injury of September 2007?", "10. Did the injury of September 2007 influence Mr Gurgurov’s state of health?”", "36. On 15 May 2008 the applicant’s lawyer complained to the Prosecutor General’s Office that the prosecutor in charge of the case was prolonging its examination unnecessarily.", "37. On 6 June 2008 a panel of three forensic doctors, two of whom were members of the panel which issued the report of 16 January 2006, examined the applicant’s medical history and gave the following answers:", "“1 and 2. The applicant’s medical history does not contain anything to suggest that he suffered from any diseases of the nervous system before his arrest.", "3. At the time of his medical examination on 11 November 2005 he had bruises on his left arm and scratches on his knee, which could not have any influence on the state of his health.", "4. The applicant’s injuries are not characteristic of self-mutilation; however, it cannot be ruled out that they were inflicted by himself.", "5. No clear clinical symptoms of head or spinal trauma can be found on Mr Gurgurov.", "6. The panel does not have in its possession any information which would allow it to conclude that the applicant was subjected to electric shocks.", "7. Normally, invalidity is granted after the examination of the individual’s medical history and medical examination by specialised doctors...", "8. The age of the applicant’s injuries was correctly established in the medical report of 11 November 2005. His neurological problems were established in the report of 16 January 2006. It is impossible to establish more precisely their age.", "9 and 10. There is no causal link between the injuries and his current state. His injury of September 2007 is not at the origin of his severe movement dysfunction.”", "38. On 11 June 2008 the prosecutor’s office issued a decision dismissing again the applicant’s criminal complaint about his alleged ill-treatment. The decision relied, inter alia, on the medical report of 6 June 2008. The applicant challenged the decision before an investigating judge. However, the appeal was dismissed and the applicant was directed to lodge his appeal with the higher-ranking prosecutor, which he did.", "39. On 13 February 2009 the Prosecutor General’s Office dismissed the applicant’s appeal against the prosecutor office’s decision of 11 June 2008. It concluded that the applicant was simulating his condition. In reaching this conclusion it relied on testimonies from several of the applicant’s former cellmates and on the medical report of 6 June 2008.", "40. The relevant provisions of the Criminal Code read as follows:", "(1) The act of forcing someone to confess to a criminal offence or to make statements during questioning, by means of threats or by other illegal means on the part of the person carrying out a criminal investigation ... shall be punishable by imprisonment of up to three years...", "(2) The same act accompanied by:", "(a) violence;", "(b) cruel, inhuman or degrading treatment;", "...", "Shall be punishable by imprisonment of three to eight years...", "(1) Intentionally causing intense physical or mental pain or suffering, especially with a view to obtaining information or testimonies ... shall be punishable by imprisonment of two to five years. ...", "(3) The actions referred to in paragraph 1 ..., carried out:", "(c) by two or more persons;", "(e) with the use of special instruments of torture or other objects adapted for that purpose;", "(f) by an official,", "shall be punishable by imprisonment of five to ten years...", "41. The relevant findings of the CPT during its visit to Moldova between 21 and 25 November 2005 read as follows (unofficial translation):", "“46. At the remand centre (EDP) of the Department for the fight against organised crime, one detainee interviewed by the delegation alleged that, on the evening of 25 October 2005, at the Riscani district police station, he had been punched and kicked in a third-floor office, in order to make him confess to various offences. On the next day, he had been transferred to the Municipal Police Headquarters EDP, from where he had, during the period for which he was held (until 2 November according to the relevant registers), been transferred on several occasions, sometimes to the Riscani police station and sometimes to the Municipal Police Headquarters (transfers confirmed by the examination of the relevant registers). He alleged that he had been ill-treated on these premises. In particular, he alleged that, on 31 October, in a second-floor office at the Municipal Police Headquarters, he was subjected to several forms of ill-treatment: an attempt to suffocate him by placing a gas mask over his face; suspension in what is known as the swallow position; slaps on his ears; electric shocks administered via electrodes placed behind his ears and on his hips; placement of a heavy dumbbell weight on his back. As a consequence of the ill-treatment inflicted, he had briefly lost consciousness, and, furthermore, had been unable to move for the next four days.", "Furthermore, according to the detainee concerned, he had not been given a form informing him about his rights until the end of the morning of 26 October, which was when he said that he had met an officially assigned defence counsel. The first judge before whom he had been brought on the third day of his deprivation of liberty was said not to have reacted to his allegations of ill-treatment.", "On 3 November he had been brought before a judge who had served a compulsory residence order on him. In spite of this decision, he had been transferred to the EDP of the Department for the fight against organised crime on that same day, on the basis of an arrest warrant issued in 2001, after undergoing a medical examination at a hospital casualty unit. He said that he had also been beaten during this new detention in an office of this Department, and had been threatened to make him stop lodging complaints.", "47. The medical screening carried out on his admission to the EDP at the municipal police headquarters referred only to an injury sustained prior to his arrest. A medical examination of this detainee carried out in hospital by a neurologist on 3 November recorded signs of traumatism in the region of his left arm and both knees, and put forward the diagnosis of hysteria, with a recommendation that further paraclinical examinations be carried out.", "On 4 November 2005, his lawyer had asked the Prosecutor General for a forensic medical examination. However, the examination took place late, i.e. on 11 November 2005 [forensic report No. 5908, see paragraph 12 above] and it is stressed that, due to this fact, it is impossible to establish precisely how old the lesions observed were, as well as that it is necessary to hospitalise the detainee for assessment and for a precise diagnosis.", "48. The examination of this detainee by the delegation’s doctors revealed two small bilateral tympanic tears consistent with his allegations of slaps on the ears, as well as atypical motor deficiency disorders, highly suggestive of a major psychological trauma.", "In view of this person’s state of health, the delegation asked for action to be taken to ensure that he received the medical assistance that his condition necessitated, including psychological care. The CPT would like to receive this information within one month.", "Moreover, the CPT reiterates its delegation’s request to be informed of follow-up action taken regarding this detainee’s complaint and of the results of any investigation carried out in this respect.", "49. Without prejudice to the follow-up given to this detainee’s complaint and to the conclusions of the investigations carried out, the CPT wishes to emphasise that this case is indicative of unacceptable inertia on the part of the agencies concerned in the face of allegations of severe ill-treatment/torture, and of the flagrant failure by the authorities to implement the main recommendations of the Committee intended to prevent ill-treatment (set out in paragraphs 21 and 23 of its report on the 2004 visit) and in terms of providing the fundamental safeguards (set out in paragraphs 30, 32 and 34).", "It is crucial for these recommendations to be implemented immediately, and there is no convincing argument which could justify any delay whatsoever in taking action. Only their implementation can give clear indication as to the willingness of the Moldovan authorities to put an end to the phenomenon of ill-treatment.", "The CPT therefore calls upon the Moldovan authorities to take decisive steps, at every appropriate level, to ensure that all the recommendations relating to the prevention of ill-treatment by the police and to compliance with fundamental safeguards made by the Committee in its report on the 2004 visit are implemented without further delay...”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}