{"ITEMID": "001-94200", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF STRATI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 8 - Right to respect for private and family life;Violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 5 - Right to liberty and security;No violation of Article 6 - Right to a fair trial;No violation of Article 7 - No punishment without law;No violation of Article 11 - Freedom of assembly and association;No violation of Article 13 - Right to an effective remedy;No violation of Article 14 - Prohibition of discrimination read in the light of Article 5 - (Art. 5) Right to liberty and security;No violation of Article 14 - Prohibition of discrimination read in the light of Article 6 - (Art. 6) Right to a fair trial;No violation of Article 14 - Prohibition of discrimination read in the light of Article 7 - (Art. 7) No punishment without law", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1964 and lives in Larnaca.", "8. The applicant claimed that his home had been in the village of Marathovounos in the District of Famagusta (northern Cyprus). His family had owned considerable immovable property in northern Cyprus and was one of the wealthiest families in the village. The applicant's parents had intended to transfer to him a quarter share in their immovable properties when he reached the age of 18. However, because of the 1974 Turkish intervention this did not happen. The applicant considered that, even though the formal registration process was not completed, he had been the “beneficial owner” of the said share in the properties from the age of 18.", "9. The properties listed below were all transferred to the applicant by way of gift from his parents on 6 August 1996 (declarations of transfer nos. D-1534, D-1535, D-1537 and D-1538):", "(a) Famagusta, Marathovounos, Rashies, plot no. 149, sheet/plan: 22/24; description: house (area: approximately 250 square metres) and yard (ground floor); use: residence; area 2,339 sq. m; share: ¼;", "(b) Famagusta, Marathovounos, plot no. 223, sheet/plan: 22/24; description: field; area 2,161 sq. m; share: ¼;", "(c) Famagusta, Marathovounos, plot no. 170, sheet/plan: 22/24; description: field; area 1,339 sq. m; share: ¼;", "(d) Famagusta, Marathovounos, Rashies, plot no. 188, sheet/plan: 22/24; description: field; area 2,190 sq. m; share: ¼;", "(e) Famagusta, Marathovounos, plot no. 303/1/1, sheet/plan: 22/24.V.1; description: field; area 276 sq. m; share: ¼;", "(f) Famagusta, Marathovounos, Xylogefyro, plot no. 130, sheet/plan: 23/26; description: field; area 26,127 sq. m; share: ¼;", "(g) Famagusta, Marathovounos, Landes, plot no. 406, sheet/plan: 22/32; description: field; area 4,925 sq. m; share: ¼;", "(h) Famagusta, Marathovounos, Paneloporta, plot no. 274, sheet/plan: 22/32; description: field; area 4,076 sq. m; share: ¼;", "(i) Famagusta, Marathovounos, Paneloporta, plot no. 275, sheet/plan: 22/32; description: field; area 4,413 sq. m; share: ¼;", "(j) Famagusta, Marathovounos, Pallourokampos, plot no. 403, sheet/plan: 22/31; description: field; area 9,382 sq. m; share: ¼;", "(k) Famagusta, Angastina, plot no. 439/1, sheet/plan: 22/31; description: field; area 7,055 sq. m; share: ¼;", "(l) Famagusta, Angastina, plot no. 439/2, sheet/plan: 22/31; description: field; area 974 sq. m; share: ¼;", "(m) Famagusta, Marathovounos, Parraka, plot nos. 330/2/1, 330/3, 335/1, sheet/plan: 22/7; description: field; area 8,758 sq. m; share: ¼;", "(n) Famagusta, Marathovounos, Tzaetika, plot no. 135, sheet/plan: 22/16; description: field; area 3,145 sq. m; share: ¼;", "(o) Famagusta, Marathovounos, Hepipis, plot no. 236, sheet/plan: 22/16; description: field; area 2,703 sq. m; share: ¼;", "(p) Famagusta, Marathovounos, Vitsada Road, plot no. 269, sheet/plan: 22/16; description: field; area 2,325 sq. m; share: ¼;", "(q) Famagusta, Marathovounos, Tzaetika, plot no. 246/1, sheet/plan: 22/16; description: field; area 1,994 sq. m; share: ¼;", "(r) Famagusta, Marathovounos, Tzaetika, plot no. 246/2, sheet/plan: 22/16; description: field; area 1,918 sq. m; share: ¼.", "10. The properties listed below were all transferred to the applicant by way of gift from his parents on 12 January 2000 (declaration of transfer no. D-36):", "(a) Famagusta, Marathovounos, plot no. 321, sheet/plan: 22/24.V.1; description: house and yard (ground floor); area 1,238 sq. m; share: ¼;", "(b) Famagusta, Marathovounos, Limni, plot no. 147, sheet/plan: 22/32; description: field; area 1,370 sq. m; share: ¼;", "(c) Famagusta, Marathovounos, Limni, plot no. 140/1, sheet/plan: 22/32; description: field; area 11,050 sq. m; share: ¼;", "(d) Famagusta, Marathovounos, Mazeri, plot no. 180/1, sheet/plan: 23/17; description: field; area 13,500 sq. m; share: 1/8;", "(e) Famagusta, Marathovounos, Toumpa, plot no. 34, sheet/plan: 23/17; description: field; area 17,827 sq. m; share: 1/32.", "11. The properties listed below were all transferred to the applicant by way of gift from his parents on 13 January 2000 (declarations of transfer nos. D-45 and D-46):", "(a) Famagusta, Marathovounos, Trachonas, plot no. 805, sheet/plan: 22/24; description: field; area 11,542 sq; m; share: 1/8;", "(b) Famagusta, Angastina, Angoulos, plot no. 267, sheet/plan: 22/30; description: field; area 13,925 sq. m; share: 1/16;", "(c) Famagusta, Angastina, Angoulos, plot no. 152, sheet/plan: 22/38; description: field; area 3,295 sq. m; share: 1/16.", "12. In order to substantiate his claim to ownership, the applicant produced the relevant certificates of ownership of Turkish-occupied immovable property issued by the Republic of Cyprus.", "13. The applicant alleged that since the 1974 Turkish intervention he had been deprived of his property rights, as his property was located in the area that was under the occupation and control of the Turkish military authorities. They had prevented him from having access to and from using his properties.", "14. On 19 July 1989, the applicant joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey and Loizidou v. Turkey cases (see below) also took part.", "15. According to an affidavit sworn by the applicant before the “TRNC” Nicosia District Court on 7 August 2000, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus, in support of the missing persons and to protest against human-rights violations.", "16. The applicant heard about the demonstration from the local radio and press. During the afternoon of 19 July 1989 the radio announced that Turkish soldiers and policemen had started to cruelly beat the demonstrators. The applicant, a nursing officer, decided to go to the area where the events were taking place. He took with him a special bag containing first-aid equipment and wore an armband marked with the Red Cross sign.", "17. The applicant told UN officers that he was a nurse and they informed him that they needed his help for a woman who had received an injury to the head and was lying on the ground. While he was trying to attend to the woman, the applicant was beaten with clubs about the head and body by Turkish military personnel and/or other personnel acting under Turkish control. Despite his attempts to explain that he was a nurse, they continued to hit him. He felt a powerful blow to the head and started bleeding. He was led away at gunpoint through an angry crowd that shouted abuse and threats and was then taken by bus to the so-called “Pavlides Garage”. The crowd had encircled the bus and was hitting it with sticks and throwing stones at the arrested persons.", "18. At the garage a body search was carried out and all the applicant's personal effects were taken. The crowd was shouting and throwing stones at the garage, some of which came through the roof. Some hours later he was taken to hospital where he had stitches to his head. He was then taken back to the garage. He was still bleeding and his clothes were soaked with blood. Sometime after midnight he was interrogated by a Greek-speaking officer. The applicant declared that he had joined the demonstration voluntarily for humanitarian reasons. He was told to sign a statement in Turkish but refused as he did not understand Turkish and signing would have been tantamount to recognising the “Turkish Republic of Northern Cyprus” (the “TRNC”).", "19. In the morning of 20 July 1989 he was taken to Seray Police Station and put in a cell that was dark, damp and dirty. While at the station he was beaten and threatened.", "20. On 20 July 1989 he was given back his personal effects and taken to court, where an interpreter explained the charges to the accused. The applicant understood that he was accused of having violated the borders of the “TRNC”. He informed the judge that he had attended the demonstration only in order to offer humanitarian aid as a member of the Red Cross. The court remained completely indifferent to what he said.", "21. He was remanded in custody for two days and then taken to Ortakeuy Prison where all his personal effects were taken away again. He was blindfolded and led to another area of the prison where he was interrogated and punched. The interrogation was aimed solely at eliciting military information and the applicant lied about certain details. He was forced to wash the blood from his clothes before appearing in court the next day. After the interrogation he was taken to the central prison.", "22. On 21 July 1989 he was taken to court. Foreign journalists and UN officers were present in the courtroom. The accused had no legal representation and the quality of the interpretation was poor; the applicant felt that the interpreter was not translating all of what was being said. One of the accused (the Bishop of Kitium) spoke on behalf of the others and said that they would agree to be defended only by a Greek-Cypriot or UN lawyer. The judge replied that she could only appoint a lawyer registered with the “TRNC” bar association. The accused pleaded not guilty and stated that they did not recognise the legitimacy of the “TRNC” or its tribunals. Four witnesses were called by the prosecution. The Bishop of Kitium put some questions to the first witness. However, the judge refused to allow some of the questions and the Bishop accordingly declined to cross-examine any other witness. The prosecution witnesses lied about basic facts surrounding the demonstration and the arrest of the accused. One of the persons present in the courtroom spoke briefly to the Bishop, who became frightened as a result. After the trial the applicant and his co-accused were taken back to prison. Their pictures were taken.", "23. On 22 July 1989 the applicant was again taken to court. A hostile crowd gathered outside the courtroom. The applicant was sentenced to three days' imprisonment and a fine of 50 Cyprus pounds (CYP) – approximately 85 euros (EUR) – with five additional days in prison in default of payment within 24 hours. This decision was translated into Greek and the accused stated that they would not pay the fine. An angry crowd had assembled within the precinct of the court and was shouting, swearing and making obscene gestures at the accused. The applicant had the impression that the crowd's presence and actions were being orchestrated and controlled by the police.", "24. From 24 until 28 July 1989 the applicant went on a hunger strike to protest about the prison director's refusal to give the Bishop of Kitium church vestments and holy vessels with which to celebrate mass. He was put in an isolation cell as punishment but continued his strike notwithstanding the pressure exerted by the prison staff.", "25. On 28 July 1989 the applicant was released and taken back to southern Cyprus.", "26. On 29 July 1989 he went to the police headquarters in Nicosia and made a complaint about his arrest and ill-treatment. He was referred to Nicosia General Hospital, where he was examined by a doctor.", "27. In support of his claim of ill-treatment, the applicant produced a medical certificate issued on 29 July 1989 by Dr A. Hadjihannas, a medical officer at Nicosia Hospital. This document reads as follows:", "“I have examined today 29.7.89 Costas Stratis and found a head injury (left frontal bone). Four stitches. B.P. = 120/80. Removal of stitches and cleaning of wound was recommended. He complains about mild pain in the epigastrium and nausea. Treatment was provided and urine culture was recommended for old nephritis.”", "28. The Government alleged that the applicant had participated in a violent demonstration with the aim of inflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "29. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "30. The applicant was charged, tried, found guilty and sentenced to a short term of imprisonment. He pleaded not guilty, but did not give evidence and declined to use the available judicial remedies. He was asked if he required assistance from a lawyer registered in the “TRNC”, but refused and did not ask for legal representation. Interpretation services were provided at the trial by qualified interpreters. All the proceedings were translated into Greek.", "31. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council's deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "32. The applicant produced 21 photographs taken at different times during the demonstration on 19 July 1989. Photographs 1 to 7 were intended to show that, notwithstanding the deployment of the Turkish-Cypriot police, the demonstration was peaceful. In photographs 8 to 10 members of the Turkish-Cypriot police are seen breaking up the UNFICYP cordon. The final set of photographs show members of the Turkish-Cypriot police using force to arrest some of the demonstrators.", "33. The English translation of the “TRNC” Nicosia District Court's judgment of 22 July 1989 indicates that the applicant, together with 9 other men, was charged with two offences: entering “TRNC” territory without permission (contrary to sections 2, 8 and 9 of Law no. 5/72 – see paragraph 40 below) and entering “TRNC” territory other than through an approved port (contrary to subsections 12(1) and (5) of the Aliens and Immigration Law – see paragraph 41 below).", "34. The judgment was given in the presence of the accused and of an interpreter. The trial judge noted the following:", "(i) the accused did not accept the charges against them and stated that they did not wish to use the services of a lawyer registered in the “TRNC”;", "(ii) the public prosecutor called five witnesses, whose statements were translated into Greek for the accuseds' benefit;", "(iii) the witnesses (mainly police officers on duty at the time of the demonstration) declared that the accused had illegally crossed the “TRNC” border, shouted abuse at the Turkish-Cypriot forces and resisted arrest by pulling and pushing; knives and other cutting objects had been found in the bags of some of the demonstrators who had been arrested;", "(iv) the accused had been told that they could cross-examine witnesses in turn and, if they so wished, choose one of their number to cross-examine the witnesses on behalf of all the accused; during the hearing of evidence, one of the accused put a few questions to one of the prosecution witnesses;", "(v) the applicant had stated that he considered the Cypriot coast to be the border and for that reason did not accept that he had violated the border; before the District Court gave its sentence, the Bishop of Kitium, speaking on behalf of all the accused, had made a statement saying that their struggle had been peaceful, that their aim was to have Greek-Cypriots and Turkish-Cypriots living together in peace, that they had not been carrying weapons and that they had asked for UN protection;", "(vi) relying on statements by the prosecution witnesses, which were not undermined by the statements made by some of the accused, the District Court came to the conclusion that the accused had crossed the borders of the “TRNC” at an unapproved entry point and without permission and had resisted by various means the UN and Turkish forces which had tried to stop them;", "(vii) the prosecution had proved its case beyond reasonable doubt, so that the accused were guilty on both counts;", "(viii) in deciding on the sentence, the District Court had taken into account the seriousness of the offence, and the fact that the accused had shown no remorse and continued to deny the validity of the “TRNC”.", "35. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assemble with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembly was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "36. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "37. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arms or weapons shall be forfeited.”", "38. According to section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "39. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "“(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty...”", "40. Section 9 of Law No. 5/72 states:", "“... Any person who enters a prohibited military area without authorization, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.”", "41. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and fine.”"], "VIOLATED_ARTICLES": ["3", "8", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14", "5", "6", "7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}