{"ITEMID": "001-79771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF HUOHVANAINEN v. FINLAND", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 2", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1964 and lives in Liperi.", "7. On 2 December 1994 the applicant's 27-year-old brother J. was shot dead at six metres' range by the police following a two-day siege. The following events led up to the shooting:", "8. On the evening of Wednesday 30 November 1994 J. threatened a taxi driver with a gun, forcing him to abandon his car. J. pointed his gun, which had a silencer on it, at the driver's chest and then pushed it against his abdomen with force causing loss of breath. While on the ground the driver was forced to put his hands up and his clothes were searched. He was then ordered to lie on the ground face down. When he tried to look up, J. held the gun to the back of his head and said “if you move, you know what this gun will do”. Finally, J. let the taxi driver go having taken a torch from the car.", "9. Later that night, J. shut himself in his rented house on the island of Ängeslandet in the municipality of Kirkkonummi. He did not take any hostages. The island was subsequently evacuated.", "10. According to the Government, the island comprises several hundred hectares of woods with several inhabited houses. It was sealed off from the mainland by the police. The area of the siege was not illuminated by lights other than those coming from J.'s house. There was daylight between 8 a.m. and 4 p.m. At night, there was no moonlight due to cloud. There was not enough snow, either, to provide enhanced visibility. In fact, the greater part of the operation was conducted in darkness. The temperature was around zero.", "11. There were two bridges to the mainland. The island could also be left by boat or by walking in the shallow water or on the ice which covered some of the water. The house stood near the water and had doors and windows on all sides. The ground was uneven and covered with rocks, tree trunks and densely growing bushes. The surrounding area did not provide the police officers with cover. Some of them had visual cover only.", "12. According to the applicant, the Government deliberately described the scene of the events as more difficult than it actually was. The location of the house was secluded. The trees surrounding it had been cut down by two armoured vehicles at the scene. There was no direct access to the woods from the bedroom door in the north-eastern part of the house.", "13. According to the Government, a total of 50-60 police officers took part in the police operation. According to the applicant, more than 100 police officers and other officials participated in the two-day siege.", "14. The house was surrounded by the police. During the night and in the early hours of Thursday 1 December 1994 the police gathered information from various sources. Having learnt that J. had been convicted of criminal activities, they contacted the police in his former home town. The police at the scene were informed that he had previously been involved in an armed siege, that he had been admitted to a psychiatric institution and that he was considered to be especially hostile towards the police. The police also contacted the psychiatric institution where J. had received treatment and were informed that it would be very difficult to conduct negotiations with J., who was extremely impulsive, paranoid, aggressive and incapable of co-operating. In order to draw up a profile of J., further information was received from two psychiatrists and one psychologist, from police officers who had been involved in J.'s previous siege and from his family and acquaintances.", "15. At the beginning of the operation the instructions regarding the use of force were first to apprehend J. by issuing instructions to him, to refrain from using weapons and to act within the limits of self-defence:", "1. In a self-defence situation each police officer decides for him or herself on the use of force.", "2. If the suspect comes out without a gun, he shall be issued with instructions and be apprehended using a police dog if necessary.", "3. If the suspect comes out with a gun, he shall first be given instructions and if possible the police dog shall be used. If he approaches carrying a gun, shots may be aimed at his legs as a last resort. The suspect must not be allowed to exit the cordoned area.", "16. The border guard provided assistance in the form of a patrol boat and a helicopter. Units from the fire department were at the scene and an air ambulance was initially on stand-by and was moved closer at a later stage.", "17. The police acquired the construction plan of the house but as a search at night would have been too risky it was postponed until the morning. At first light, the police started to approach the house in a line. A police dog and handler were on duty but when J. was spotted in the woods, armed, they were too far away to act and they lost sight of him. After J. had been sighted around and in the house and the situation had escalated, the search plan was abandoned altogether.", "18. The police tried several times to contact J. by telephone, without success. From around noon a psychologist from the Police Academy was present to assist in the negotiations. However, no telephone calls were successfully put through.", "19. Due to the lack of appropriate maps, the difficult surroundings and the safety hazards facing the police officers, the search was continued using a helicopter, which later spotted J. near the house. Following the sighting, the police moved closer to the house. The proper siege began at around noon. At that time there were 32 police officers present.", "20. At about 2 p.m. the officer in charge at the scene, Superintendent T., requested the Ministry of the Interior to authorise the use of the Special Police Task Force. The request was granted and 23 specially trained police officers joined the police at the scene under the instruction of their commander, Superintendent H. Upon arrival, H. was informed by Superintendent T. of the instructions on the use of force.", "21. The police moved closer to the building to establish direct contact with J., whereupon he fired shots in the air. Additional shots were fired by J. during the day some of which at the police officers at the scene. In addition to attempts to make direct contact, the negotiators tried repeatedly to reach J. by telephone, by leaving messages on his answering machine and by sending faxes. During the afternoon and early evening three short phone calls were successfully put through. However, J. refused to negotiate. At around 4 p.m. he said “many will go with me once I come out” and “I will count to ten and there will be nobody in the bushes”, whereupon he exited the house and shot in the air repeatedly. At 4.10 p.m. he stated “I will teach [you] a third and final lesson”. At 4.46 p.m. J. called the negotiator to say that he had fired his gun “because he did not know who [they] were”.", "22. Around that time J.'s brother O. arrived at the scene. He informed the police that J. owned a 22 calibre small-bore rifle and a very heavy 45-70 calibre sporting gun. J. was also said to be an excellent shot, having practised shooting as a hobby. J. could not however be reached by telephone at the time.", "23. At the scene, the police spotted J. carrying two long-barrelled weapons. The operation was scaled up, with enhanced security measures put in place to protect the police officers and any other persons in the area. At 9.15 p.m. O. called to inform that J. had called him and promised to let him into the house at dawn. During the evening and night J. was heard moving around outside in the darkness. The police had several lights trained on the house, but J. shot them all. At around 10 p.m. J. fired several shots in the air and at the police. The helicopter, which was training a searchlight on the house, was hit by J.'s small-bore rifle and had to perform an emergency landing in a nearby field. At around 11 p.m. J. shouted something at the police about a blasting operation, which made them suspect that he might also have explosives in his possession.", "24. The closest Special Task Force hideout was located about 15 metres from the house at the edge of the woods. The police considered it impossible to surround the house from farther away without losing sight of it. Moving the operation further away from the house would have enabled J. to move around and possibly to enter other houses.", "25. In the early hours of Friday 2 December 1994 the police used audible flares to locate J. and keep him indoors, from where he fired repeatedly through the windows and the skylight. He aimed some of the shots at the police. At 2.27 a.m. there were about 50 police officers on the island. At around 7 a.m. a police officer, S.K., from J.'s former home town (situated over 500 kilometres from the scene of the events) telephoned to inform that J. had called him. At about that time, J. was shooting around him. At 9 a.m. the negotiators managed to make contact with J., who demanded a written assurance that he would not be committed to a psychiatric institution. The request was refused. At 10 a.m. S.K. called J. At 11 a.m. the afore-mentioned psychologist arrived at the scene. At noon J. called S.K. The police's subsequent attempts to make contact failed.", "26. The senior police officers assessed the situation in the light of the following incidents which had taken place during the previous night and during the morning. J. had shot at the police over a hundred times, having an excellent shooting position from the roof, which was accessible to him from the skylight. After the operation 14 bullet holes were found in a 15 x 20 cm-sized searchlight situated next to a police hideout. The rock providing cover to the command centre also had dozens of bullet marks on it. The police officers' gear did not give them adequate protection. The police officers' attempts to remain as invisible to J. as possible, the attempts at negotiation and the cutting-off of the telephone lines by the police to allow a night's rest, did not have any effect on J.'s behaviour. The police considered it too dangerous to allow the situation to continue another night, as J. was able to leave the house undetected when it was dark.", "27. The senior police officers had lengthy discussions on whether to abandon the siege. However, they decided that public order and safety could not be guaranteed if the operation was abandoned. The use of a police dog was rejected as too risky, since the dog could not operate without the handler and there was no cover for the dog handler near the house. After weighing up the different possibilities, the officer in overall charge obtained executive assistance from the defence forces in the form of two armoured personnel carriers (nos. 31 and 51) with drivers. It had also been suggested by a psychologist at the aforementioned psychiatric institution that “a show of strength in the form of military force and vehicles might allow J. to retreat honourably”. The armoured vehicles also allowed closer monitoring of the house and made possible the use of tear gas and, if necessary, the evacuation of injured persons.", "28. Around noon, when repeated negotiation attempts had failed, the officer in charge at the scene, Superintendent T., ordered the use of tear gas to break J.'s resistance. The order was carried out from armoured vehicle no. 51. The gas had no visible effect on J. As his whereabouts in the house were unknown, Superintendent T. ordered the window panes and curtains to be removed some two hours later in order to prevent surprise attacks. Armoured vehicle no. 51 remained at the corner of the green and yellow sides, 5.8 metres from the bedroom door, with a view to observing and effecting an arrest. Shortly after the removal of the window panes J. was spotted on the roof.", "29. During the day the police tried repeatedly to reach J. by telephone. However, he did not answer their calls. When it got dark, the searchlights were switched on, whereupon J. fired his gun. At around 4 p.m. J.'s brother O. arrived at the scene but it was considered too dangerous to let him approach the house. The same considerations applied to having the afore-mentioned police officer S.K., who arrived at the scene at 6.20 p.m., approach the house. Meanwhile, at around 5 p.m. the police used a megaphone to make contact with J., without success.", "30. At about 6 p.m. J. fired shots towards the armoured vehicles and the border guard boat apparently with a view to shooting the searchlights. In addition, he threw a gas canister and at least two “Molotov cocktails”. At the same time it appears that J. set the house on fire. J. was seen walking around inside carrying a rucksack and breaking glass and furniture in an uncontrolled manner. The police estimated that the situation had become more dangerous and more difficult as it seemed that J. was planning an escape. His conduct was becoming increasingly hostile and self-destructive. His life was deemed to be in danger from the fire.", "31. At that point, abandoning the operation was not an option owing to the serious threat posed by J. The use of a dog was impossible under the circumstances, as was the sending of an action team into the burning house. It was decided that the only possible way to stop and apprehend J. in the dark and smoke-filled conditions before he could escape was to order a police officer to shoot with a shotgun aimed at J.'s leg, although shooting was considered extreme and a last resort.", "32. At 6.26 p.m. flares were used to have the scene lit. The Special Task Force commander, Superintendent H., and the officer in charge at the scene, Superintendent T., decided that J. should be shot at, on the firm understanding that he be hit only in the leg. The goal of the shooting operation was to rescue J. from the burning building without endangering the other persons at the scene. Senior Constable T.L. was assigned the task of firing the shot. The manner in which he carried out the order was left to his discretion. He chose a shotgun in order to cause as little injury as possible. According to the Government, the shotgun was chosen also in order to minimise the danger to the police officers and rescue personnel on the opposite side of the house. The officer in overall charge, Provincial Chief Inspector K.A., authorised the change of instructions on the use of force at 6.31 p.m., whereupon T.L. fired one 9 x 9 millimetre lead shot through the porthole of armoured vehicle no. 31 at 18 metres' range. J. was hit in the right hand and the upper part of the right thigh. J. was issued with instructions to surrender.", "33. The shot had no visible effect on J., who continued to throw objects into the fire and to move around inside the house. No further shooting was authorised since it had proved ineffective. According to the subsequent indictment, J. did not fire his gun after he had been hit.", "34. By 6.56 p.m. the house was ablaze. Thirty seconds later the Special Task Force commander, Superintendent H., estimated that J. would exit the house within two minutes if he intended to come out at all before its expected collapse. Due to the noise of the fire no further contact with J. was possible. The police expected him to leave the house either through the bedroom window from which the glass had been removed or through the bedroom door. According to the subsequent indictment, the only way out had been the lower part of the door on the so-called green side of the house.", "35. At about 7 p.m. J. broke the glass on the lower part of the bedroom door and cleared the frame of shattered glass with his weapon. He started to crawl out through the opening, which was about 80 centimetres high. He was carrying two weapons. At that point he was hit by two shots fired simultaneously by Senior Constables A. and L., from armoured vehicle no. 51 at six metres' range. Both shots were aimed at J.'s shoulder and arm, but owing to his position, the firing angle through the porthole of the armoured vehicle and the short time available, he was hit in the head.", "36. According to the Government, in the final stage of the siege there had been a total of 19 police officers surrounding the building. Out of these, seven officers were inside the armoured vehicles. According to the applicant, the total number had been greater.", "37. The prompt resuscitation efforts at the scene were unsuccessful and J. died at 7.35 p.m. The site was sealed off and an investigation was started immediately.", "38. During the siege a log was kept of the decisions made and actions taken. Due to the geographical conditions not all the radio conversations were recorded on tape, but the later part of the siege was recorded on audio tape and the use of tear gas was also recorded on video tape. Although the area was sealed off for the crime-scene investigation, some evidence may have been destroyed when the fire was extinguished. Despite this, it was possible to collect details of the bullet holes in and around the building. The investigation, which started immediately, was carried out by the National Bureau of Investigation (keskusrikospoliisi, centralkriminalpolisen), which is one of the national units of the Finnish Police. The National Bureau of Investigation specialises in investigating and preventing serious, organised and international crime. At the national level, it is responsible for criminal intelligence and identification of new types of crime. The National Bureau of Investigation also develops criminal-investigation techniques and provides training in the aforementioned subjects. On 2 December 1994 the investigation into the cause of J.'s death began.", "39. At the particular request of J.'s family, certain additional lines of inquiry were followed during the pre-trial investigation. The autopsy report and the results of all the forensic and other investigations, as well as the reports on the siege, were included in the pre-trial documentation, together with a large number of witness statements.", "40. Having received the investigation report concerning the cause of death, the National Bureau of Investigation, on 8 February 1995, began to investigate whether anyone involved in the siege had acted in an unlawful manner.", "41. In 1995 the decisions made and the actions taken during the operation were studied by a permanent investigation team set up by the Ministry of the Interior. The tasks of the team include investigation of the tactics, plans and actions of particularly dangerous police operations. Occupational safety requirements are considered and improvements suggested where necessary. In addition, the team has an educational role, creating educational material for police forces and giving advice on future operations where appropriate.", "42. The investigation team studied the operation in question hour by hour, drew conclusions and made recommendations on the basis of the investigation. The team drew attention in particular to the inadequacies of the police officers' protective equipment and stressed the importance of improving their occupational safety in future operations. The report was finalised within one year of the operation in question.", "43. Meanwhile, on the evening of 2 December 1994 the local police issued a press release stating that the situation at the scene had become extremely serious as the suspect had been firing at the police with the apparent intention of breaking through the cordon in order to escape. The police had made tactical use of gas, but the suspect had continued to direct heavy fire at the police and had thrown fire bombs both outside and inside the house, causing the house to catch fire. Finally, the armed suspect had run out of the building. The situation had become so serious that the police had been forced to act. There had been an exchange of fire as a result of which the suspect had been hit and had died.", "44. On 2 February 1995 the National Bureau of Investigation issued a press release stating that according to the investigations so far three police officers had each fired once at J. It also stated that there were grounds for investigating whether J. had committed suicide in an unusual manner.", "45. At the District Prosecutor's request, the National Bureau of Investigation conducted an additional investigation during the consideration of the charges.", "46. On 26 September 1995 the District Prosecutor decided to charge the commander of the Special Task Force, Superintendent H., with negligent homicide and negligent breach of official duty. The indictment was to the following effect.", "Upon his arrival at the scene, H. had received the afore-mentioned instructions on the use of force (see paragraph 15 above). It was H.'s responsibility to inform his subordinates of the instructions on the use of force. H. duly informed his men, but added the following:", "“If, despite everything, [the suspect] tries to break through the cordon of police officers, he must be stopped. In the last resort, this may be done by shooting at him in the upper body.”", "The District Prosecutor considered that H.'s own adaptation of the instructions on the use of force, according to which his men had the right under certain conditions to shoot J. in the upper body, was a fundamental change in orders which H. did not have the right to give without the explicit approval of the officer in charge at the scene or the officer in overall charge. H. must therefore be considered to have breached his official duties on account of his negligence in relaying the instructions to his men. Having regard to the fact that H. was to be considered as having sought to clarify the instructions for his men rather than to deliberately alter them, the District Prosecutor took the view that his conduct, although reprehensible, should be considered only as negligence in the performance of duty.", "Towards the end of the chain of events of 2 December 1994, just before 7 p.m., J. broke the glass on the lower part of the bedroom door and was about to exit the building with no apparent intention of surrendering to the police, apparently intent on escaping, armed, through the police cordon. At that moment he was hit by two shots fired simultaneously from armoured vehicle no. 51 at six metres' range by two police officers, Senior Constables A. and L. They considered, as did their superior officer, that there was no other way of stopping J., who received a fatal shot to the head. A. and L. were acting on the orders of their superior officer, Sergeant R. Accordingly, the District Prosecutor considered that H. had negligently caused J.'s death, having provided his men with an arbitrary interpretation of the instructions on the use of force, which A. and L. had tried to act upon.", "47. On 15 November 1995 the District Prosecutor decided not to bring charges against the officer in overall charge, Provincial Chief Inspector K.A., and the officer in charge at the scene, Superintendent T., for negligent breach of official duty, finding that the shooting of J. in the legs had been justifiable under Chapter 3, Article 8 of the Criminal Code. He also decided not to prefer charges for negligent breach of official duty against A. and L., who had both fired shots at six metres' range. He found that the decision to stop J. by using a gun had been in line with the instructions on the use of force, and justified in the circumstances. While it could be argued that the shots had been fired too early, it was unreasonable in the circumstances to direct criticism at A. and L.", "48. Lastly, he decided against bringing charges of manslaughter against Sergeant R., finding that he had given an order to take lawful action against J. There was no evidence that he had ordered A. and L. to shoot to kill.", "49. The District Prosecutor therefore concluded that the evidence did not warrant the prosecution of any of the persons involved in the siege, with the exception of the commander of the Special Task Force, Superintendent H., whom he had decided to prosecute by his decision of 26 September 1995.", "50. On 22 February 1997 the District Prosecutor also decided against bringing charges of endangering others and committing an offence in the performance of duty against Sergeant R. in his capacity as the superior of the police officer who had fired tear gas into the house.", "51. Following the District Prosecutor's decision not to bring charges, J.'s family brought a private prosecution. It appears that some of them were granted free legal assistance. In April 1996 they brought charges against Senior Constable T.L. for aggravated assault and abuse of office, on the ground that he had shot at J. at 18 metres' range, inflicting bodily harm. They also preferred charges against Senior Constables A. and L. for manslaughter and aggravated abuse of office, on the ground that they had shot J. in the head at six metres' range with a 9 x 9 millimetre lead shot, in a situation where he had manoeuvred only his upper body through the door opening. Lastly, Sergeant R. was charged with manslaughter in his capacity as A. and L.'s superior officer, who had ordered them to shoot. The complainants also claimed damages from the State.", "52. In the proceedings against the commander of the Special Task Force, Superintendent H., J.'s family did not submit any claims.", "53. The District Court held two hearings in November 1995 and took forensic and oral evidence. The members of the Special Task Force involved in the siege appeared before the court and gave evidence to the effect that they had understood their commander, Superintendent H.'s, orders as relating to a self-defence situation in the strict sense. The officer in charge at the scene, Superintendent T., testified that at 6.37 p.m. he had heard Superintendent H. say on the police radio that J. could be shot in the legs when he appeared and that if his gun was pointed towards the police he should be shot dead. T. had been about to correct the order but he had then heard Superintendent H. correct it himself by saying that J. should not be shot dead but shot in the upper body. T. had accepted the change of order and perceived it as an operational tactic in a genuine self-defence situation. He had therefore not intervened. T. considered that H.'s order was in line with the instructions on the use of force.", "54. A. gave evidence to the effect that, had J. managed to get up on his feet, he would have posed an immediate threat to the life or health of the police officers in the cordon. A. had perceived the situation as requiring self-defence and had therefore fired his gun. He had done so independently and irrespective of H.'s amendment to the instructions on the use of force.", "55. L. gave evidence to the effect that the sector of fire had been too narrow to await a possibility to shoot at J.'s legs. When exiting the house J. had posed a threat to the police officers in the cordon. Due to J.'s position it had not been possible to aim at his legs. L. had perceived the situation as requiring self-defence. H's amendment to the instructions on the use of force had not influenced his judgment.", "56. On 18 December 1995 the District Court (käräjäoikeus, tingsrätten) of Raasepori dismissed the charges. It observed that the forensic reports revealed that J.'s death had been caused by a shot fired at six metres' range. It was not known which of the shots fired by Senior Constables A. and L. had brought about his death. The court observed that the instruction had been given to a trained team of specialists used to working closely together. A. and L. had shot at J. independently of their commander Superintendent H.'s amendment to the instructions on the use of force, because they had perceived the situation as requiring self-defence.", "57. The District Prosecutor appealed. On 21 August 1997 the Helsinki Court of Appeal (hovioikeus, hovrätten) upheld the lower court's judgment. The acquittal appears to have become final.", "58. The District Court of Raasepori conducted an inspection in an armoured vehicle and heard evidence from about thirty witnesses, including four doctors on the subject of the autopsy, J.'s mental health prior to and during the siege and his treatment in a psychiatric institution; six persons responsible for the forensic investigation; the senior police officers; 11 police officers and other police personnel who had been at the scene or working with the remote units; the drivers of and police officers in the armoured vehicles; a negotiator and a firefighter; three experts on ammunition, weapons and tear gas; and two other persons on the nature of the information provided by the police after the operation. The court also had before it the pre-trial investigation records, the medical reports on J. and the reports and opinions concerning the forensic investigation. It also had audio and video tapes of the siege.", "59. The doctors testified that J. had been suffering from a serious personality disorder and paranoia, had had a grandiose perception of himself and had been aggressive and violent. They considered that he had been in need of compulsory care at the time of the events. All these factors had made the situation dangerous and urgent.", "60. In his testimony, a forensic medical expert, T., expressed the view that firing a shotgun with lead shots, with a scatter of over 30 centimetres, at six metres' range could be considered tantamount to executing the target. The weapon in question was not a precision weapon.", "61. Sergeant R. gave evidence to the effect that J.'s behaviour and the way he had exited the house had made clear his intention not to surrender but to break through the cordon while armed. J. had had to be stopped by having shots fired at him from the armoured vehicle, as the lives of the police officers outside would have been endangered by any cross-fire. Several police officers gave evidence to the effect that J. had come out crouching. He had also been carrying the guns, which were pointing outwards. Senior Constables L. and A had aimed at J.'s shoulder, but had hit him in the head.", "62. In its judgment of 22 August 1997 the District Court observed that the scope of the case was not to assess whether the actions of the police taken as a whole had been appropriate to the purpose of the siege. The scope was confined to the examination of the charges.", "63. The court dismissed the charges against Senior Constable T.L., finding that he had not exceeded his powers.", "64. As to the charges against Senior Constables A. and L., the court noted the following. Several witnesses had given evidence to the effect that the shotguns had been pointing outwards when J. had made his way out of the building, whereas the forensic report had stated that the guns had been found pointing inwards after the fire had been extinguished. A firefighter had testified that the power of the fire brigade's hoses might possibly have altered the shotguns' position. In any event, the court found that the position of the shotguns was not decisive. What was decisive was the fact that J. had brought the guns when making his way out and that A. and L. had been convinced that the guns were pointing towards them. The court also attributed importance to the fact that J. had crawled out through the door although he could have opened it and walked out. The manner of exit strongly suggested that he had not planned on surrendering. On the contrary, the court drew the conclusion that J. had tried to exit the building undetected with a view to breaking through the cordon and escaping into the dark woods. As to whether any blame could be attributed to A. and L. for not waiting one or two seconds before shooting in order to be able to target the lower part of his body, the court observed that the forensic examination and a reconstruction of the events had disclosed that A.'s sector of fire had ended one metre to the left of the doorway and the sector available to L. had ended 0.2 metres to the left of the doorway. Having regard to the narrowness of the sectors of fire and the inside of the armoured vehicle and the fact that J. could have disappeared from their sectors of fire at any moment, the court concluded that A. and L. had fired their guns in self-defence.", "65. As to their superior officer, Sergeant R., the court found that A. and L. had acted independently and in self-defence, and that his order to shoot had therefore not caused J.'s death.", "66. Accordingly, the District Court dismissed the charges and the other claims.", "67. The applicant and his co-complainants appealed, requesting a hearing. On 16 and 17 September 1998 the Helsinki Court of Appeal held an oral hearing during which the defendants and five witnesses were re-examined. In addition, it heard evidence from one new witness proposed by the complainants, making a total of ten witnesses. The court refused the complainants' request to re-examine ten other witnesses as being manifestly unnecessary, since their statements either concerned circumstances that had already been clarified during the proceedings in the lower court or were irrelevant. It appears that the defendants did not adduce any oral evidence and that the Court of Appeal, of its own motion, called three of the witnesses who had been examined before the District Court.", "68. By a judgment of 23 March 1999 the Helsinki Court of Appeal upheld the lower court's judgment. With regard to the charges against Senior Constable T.L., it found that he had acted in order to effect J.'s arrest under Chapter 3, Article 8(2) of the Criminal Code, which justified the use of force. As to Senior Constables A. and L. and Sergeant R., it found that, following J.'s appearance, armed, in the doorway the arrest situation had turned into a situation requiring self-defence under Chapter 3, Article 6 of the Criminal Code. Making an assessment based on the circumstances at the scene, the court considered that the shooting had been justified and necessary in order to repel an imminent attack and had fulfilled the requirements of the principle of proportionality.", "69. On 8 November 1999 the Supreme Court (korkein oikeus, högsta domstolen) refused the complainants leave to appeal by a majority (two votes to one).", "70. The right to life is guaranteed under the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; Act no. 731/1999, section 7). At the material time, it was guaranteed under the then Constitution Act (Suomen hallitusmuoto, Regeringsform för Finland; Act no. 94/191, section 6).", "Manslaughter carried a minimum sentence of eight years' imprisonment or, under mitigating circumstances, four years (Chapter 21, Article 1 (as amended by Act no. 491/1969) of the Criminal Code (rikoslaki, strafflagen) as in force at the relevant time).", "A person who caused the death of another through negligence could be sentenced to a fine or to imprisonment for a maximum period of two years for negligent homicide (Chapter 21, Article 8 (as amended by Act no. 578/1995) as in force at the time of the criminal proceedings).", "Aggravated assault carried a maximum penalty of ten years' imprisonment (Chapter 21, Article 6 (as amended by Act no. 491/69) as in force at the relevant time).", "In matters other than breaches of official secrecy, public servants acting in an official capacity who, as a result of carelessness or inattention, were in breach of or neglected to fulfil their official duties as set out in the relevant provisions or regulations, were liable to a reprimand or a fine for negligent breach of official duty, unless the act viewed overall, in the light of any harmful effects and of other circumstances, was of minor importance (Chapter 40, Article 11 (as amended by Act no. 792/1989) as in force at the relevant time).", "Persons committing an act which, though otherwise punishable, was necessary in order to repel a present or imminent unlawful attack against themselves or others, or against their property or that of others, were deemed to have acted in self-defence and were therefore not liable to punishment (Chapter 3, Article 6 (as amended by Act no. 621/1967) as in force at the relevant time).", "A person committing an act not necessary to repel an attack, protect the sanctity of the home or retrieve his or her property, was liable to either a full or a reduced sentence, at the discretion of the court, for overstepping the bounds of self-defence. If the circumstances were such that the person could not reasonably have been expected to retain his or her self-control, no punishment was imposed (Chapter 3, Article 9, paragraphs 1 (as amended by Act no. 621/1967) and 2 (as amended by Act no. 321/1983). That provision was amended with effect from 1 January 2004. It now provides that an act which is necessary in order to repel a present or imminent unlawful attack constitutes legitimate self-defence, unless it manifestly exceeds what, on the basis of an overall assessment, may be deemed justifiable, taking into account the nature and force of the attack, the identity of the defender and the attacker and the other circumstances. However, if the act oversteps the bounds of self-defence (excessive self-defence), the offender is exempt from criminal liability if the circumstances were such that he or she could not reasonably have been expected to act otherwise, taking into account the danger and the sudden nature of the attack and the situation in general (Chapter 4, Article 4 (as amended by Act no. 515/2003).", "71. The Police Act in force at the material time (Act no. 84/1966) provided that the duty of the police was to maintain public order and security (section 1). A police officer had the right to remove or apprehend a person and temporarily keep the person in custody if he or she was causing a disturbance or was posing an immediate danger to public order or security. A police officer had the right to apprehend and temporarily keep in custody a person who, on the basis of his or her threats or other behaviour, was likely to commit an offence. A person could also be taken into custody to protect him or her from imminent danger to his or her life or health (section 19).", "Where a police officer met resistance in the performance of his or her duty, he or she was entitled to use such force as could be deemed justified in view of the nature of the duty, the seriousness of the resistance and the other circumstances prevailing in the situation (Chapter 3, Article 8, paragraph 1 (as amended by Act no. 621/1967) of the Criminal Code as in force at the relevant time). When a person being apprehended, arrested or detained attempts to avoid capture by resisting or escaping, the use of force is allowed in order to capture him or her, to prevent his or her escaping, or keep order, when such measures can be justified in view of the circumstances (Chapter 3, Article 8, paragraph 2 (as amended by Act no. 621/1967). In a situation where greater force has been used than can be deemed justified, the sentence may be reduced on grounds of mitigating circumstances or, if there are very persuasive reasons for so doing, a decision may be taken not to impose any punishment (Chapter 3, Article 9, paragraph 2, as amended by Act no. 321/1983).", "The Supreme Court has established precedents concerning the right of self-defence in cases relating to police actions in siege situations (nos. KKO 1988:49, 1993:50 and 2004:75).", "72. A public corporation is vicariously liable in damages for injury or damage caused through error or negligence in the exercise of public authority. The same liability also applies to other corporations that perform public duties on the basis of an Act, a Decree or an authorisation given in an Act. However, liability is incurred in the exercise of public authority only if the performance of the activity or task, in view of its nature and purpose, has not met the reasonable requirements laid down for it (Chapter 3, section 2 of the Tort Liability Act (Act no. 412/1974).", "Damages shall constitute compensation for personal injury and damage to property. Where the injury or damage has been caused by an act punishable by law or in the exercise of public authority, or in other cases where there are especially compelling reasons, damages shall also constitute compensation for economic loss that is not connected to personal injury or damage to property (Chapter 5, section 1).", "A person who has suffered a bodily harm or other personal injury shall be entitled to damages to cover medical costs and the other costs arising from the injury and to compensate for loss of income and maintenance, pain and suffering, invalidity and other permanent disability (Chapter 5, section 2).", "The provisions on personal injury apply also to damages for the distress caused by an offence against individual liberty, honour or domestic peace or by another comparable offence (Chapter 5, section 6).", "73. The court shall decide what is to be regarded as the truth in the case after having carefully evaluated all the facts submitted to it (Chapter 17, Article 2, paragraph 1 (as amended by Act no. 571/1948) of the Code of Judicial Procedure).", "74. The police force operates under the supervision of the Ministry of the Interior. It is a three-tier organisation. At the top is the Police Department of the Ministry of the Interior or the Supreme Police Command. Below are the Provincial Police Commands, the national police units, the police training establishments, the Police Technical Centre and, for operational purposes, the Helsinki Police Department. The third level is the local police, who operate under the relevant Provincial Police Command.", "The Police Department of the Ministry of the Interior also comprises the Police Advisory Board set up by the Government. Each district police force has its own police advisory committee, appointed by the local council.", "Provisions on the organisation of the police and the duties of the different police units and advisory committees are laid down by the Police Administration Act (laki poliisin hallinnosta, polisförvaltningslagen; Act no. 110/1992).", "The national police units also come under the supervision of the Ministry of the Interior. However, the National Bureau of Investigation is separate from the provincial and local police forces.", "A Special Task Force is maintained by Helsinki Police Department, answerable to the Ministry of the Interior. It has no special privileges and must comply with the legal, operational and ethical standards laid down for the police. It is a part of the police structure and always operates under the command of the unit whose operation it is participating in. The lines of action are decided by the officer in overall charge and, on the ground, the Special Task Force is subordinated to the officer in charge at the scene.", "The duty of the Special Task Force is to be prepared and equipped for situations where normal police operations fail to produce the desired outcome. Its members are trained to act as a specialist team, and have more elaborate protective equipment than the local police. They receive regular training in special operations such as siege and hostage situations. They are members of the police patrol force. In 1994 special operations and training accounted for approximately twenty per cent of their work time.", "At the material time, the Special Task Force's equipment did not include protective gear against rifle-calibre weapons. The amount of night-vision equipment which they had was not adequate and their clothing was unsuitable for prolonged operations in winter conditions.", "75. The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (UN Force and Firearms Principles) were adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders.", "Paragraph 9 of the UN Force and Firearms Principles provides, inter alia, that “intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life”.", "Other relevant provisions read as follows:", "Paragraph 10", "“... law enforcement officials shall identify themselves as such and shall give a clear warning of their intent to use firearms, with sufficient time for the warnings to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.”", "Paragraph 22", "“... Governments and law enforcement agencies shall ensure that an effective review process is available and that independent administrative or prosecutorial authorities are in a position to exercise jurisdiction in appropriate circumstances. In cases of death and serious injury or other grave consequences, a detailed report shall be sent promptly to the competent authorities responsible for administrative review and judicial control.”", "Paragraph 23", "“Persons affected by the use of force and firearms or their legal representatives shall have access to an independent process, including a judicial process. In the event of the death of such persons, this provision shall apply to their dependants accordingly.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}