{"ITEMID": "001-87735", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GETİREN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "The brother has standing to continue the present proceedings in the applicant’s stead;Partly inadmissible;Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "András Sajó;Antonella Mularoni;Françoise Tulkens;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant, Mr Neytullah Getiren, was a Turkish national who was born in 1959 and had been living in Bursa. By a letter dated 20 December 2004, the applicant’s representative informed the Court that the applicant had died on 23 January 2003 and that his brother, Sedreddin Getiren, wished to pursue the application.", "5. On 14 March 1999 the applicant was taken into custody by police officers from the anti-terrorist branch of the Istanbul police headquarters during the course of a police operation carried out against the PKK (the Kurdistan Workers’ Party, an illegal organisation) following the bombing of a shopping centre in Istanbul, the Mavi Çarşı, causing the death of thirteen persons.", "6. According to the house search, arrest and seizure report signed by eight police officers and the seven persons who were arrested, including the applicant, the arrest took place in a flat raided by the police. During the arrest a physical struggle occurred between the police officers and the applicant as the latter attempted to escape.", "7. On the same day at 6 p.m., the applicant was medically examined by a doctor, who noted that there was no sign of physical violence on the applicant’s body.", "8. The applicant alleged that he had been subjected to various forms of illtreatment while in police custody. In particular, he had been beaten, insulted and threatened with death.", "9. On 20 March 1999 a report was drafted and signed by two police officers, according to which the applicant refused to make statements, claiming that he was only answerable to the PKK and that he would not give statements to the police and the judiciary of the Republic of Turkey. The applicant refused to sign this report.", "10. On 21 March 1999 the applicant underwent four medical examinations. The first of these examinations took place at 10.45 a.m. at the Istanbul branch of the Forensic Medicine Institute. The medical expert, Dr. F.D., observed two scabbed abrasions of 1 x 3 cm and 1 x 2 cm on the applicant’s right scapula and a scabbed abrasion of 0,5 x 1 cm on his spine. He further noted that the applicant complained of pain in both ears, in his throat and the subcostal region. The medical expert concluded that the applicant should be referred to a State hospital and examined for the ear pain.", "11. The second and third examinations took place at 11.50 a.m. and 12.15 a.m. in the Haseki Hospital. The first doctor who examined the applicant observed two bruises of 1 x 1 cm and 2 x 1 cm on the right scapula. The second doctor, who conducted an examination of the applicant’s ears, observed a central perforation of the right eardrum.", "12. The applicant was subsequently taken back to the Istanbul branch of the Forensic Medicine Institute, where Dr. F.D. drafted the fourth medical report. The doctor noted two bruises of 1 x 1 cm and 2 x 1 cm on the right scapula, a central perforation of the right eardrum, two scabbed abrasions of 1 x 3 cm and 1 x 2 cm on the applicant’s right scapula and a scabbed abrasion of 0,5 x 1 cm on his spine. The doctor concluded that the applicant should be examined by a board of experts from the Forensic Medicine Institute with a view to establishing whether the perforation of the right eardrum was the result of a trauma.", "13. On the same day the applicant made statements before the public prosecutor at the Istanbul State Security Court. He denied the accusations against him and maintained, inter alia, that he had been beaten while in police custody. The applicant once again rejected the accusations against him before a single judge at the Istanbul State Security Court and submitted that he had refused to make statements to the police. The judge ordered his detention on remand.", "14. On the same day the applicant was placed in Ümraniye Prison.", "15. On 22 March 1999 at 3.15 p.m., the applicant was examined by the prison doctor, who observed two brown coloured bruises on the right scapula and a scabbed abrasion on the lumbar region. The doctor further noted that the applicant complained of pain in the lower lumbar region.", "16. On 24 and 28 March 1999, articles were published in various newspapers concerning the police operations conducted following the bombing of the shopping centre. The articles cited the applicant as the person who had organised the bombing and that he was a member of the PKK. According to three of these articles, the Istanbul Police Director and the General Director of Police stated that the applicant was the person who had organised the bombing. The Istanbul Police Director also maintained that the applicant had confessed to the offence in question.", "17. On 2 August 1999 the applicant’s representative lodged a complaint with the Istanbul public prosecutor’s office, to be referred to the Ankara public prosecutor’s office, against the General Director of Police, N.B., alleging that the latter’s statements had violated the applicant’s right to be presumed innocent until proved guilty. The applicant’s lawyer submitted that on 23 March 1999 the General Director of Police had organised a press conference at which he had announced that the applicant was the organiser of the bombing of the Mavi Çarşı.", "18. On 30 September 1999 the Ankara public prosecutor issued a decision based on lack of jurisdiction and passed the investigation to the Ministry of the Interior, since N.B. had made the impugned statements during a press conference in relation to the exercise of his functions.", "19. On an unspecified date an investigator was appointed who initiated an investigation into the applicant’s allegations.", "20. On 28 December 1999 the investigator gave a decision regarding the applicant’s allegations. The investigator noted that the police headquarters had informed him that there was no written copy of the statements made by N.B. on 23 March 1999. Nor did video or tape recordings of the press conference exist. However, the police headquarters submitted to the investigator transcriptions of the tape recording and copies of the articles which had appeared in various newspapers. The investigator observed that in certain articles the applicant was mentioned as the organiser of the bombing. He found that there was nothing in the transcripts showing that the former General Director of Police had mentioned the applicant (by name) as the organiser of the bombing. The investigator had taken statements from the applicant, who had reiterated his allegations. He had encountered a witness, the Head of Protocol of the police headquarters, who submitted that he did not remember whether N.B. had mentioned any names and that it was impossible that N.B. had given the applicant’s name. The investigator considered that N.B. had exercised his functions by organising the press conference in question and that there was no evidence that he had given the applicant’s name as the organiser of the bombing. He finally considered that the newspapers must have had the name of the applicant through their private relations with some junior officers from the police headquarters, and concluded that no measures should be taken against N.B.", "21. On 12 April 1999 the public prosecutor at the Istanbul State Security Court informed the Fatih public prosecutor that the applicant had allegedly been ill-treated while in police custody and requested that an investigation be initiated.", "22. On an unspecified date, the Fatih public prosecutor started an investigation into the applicant’s allegations of ill-treatment. In the course of the investigation, on 8 June 1999 the public prosecutor took statements from H.G. and M.K., the police officers from the Anti-Terrorist Branch of the Istanbul Security Headquarters, who had questioned the applicant while he had been in custody. The officers maintained that the applicant had attempted to escape when he had been taken to his home for an on-site inspection after his arrest, and a physical struggle had occurred between them. They contended that the injuries on the applicant’s body must have occurred during this struggle.", "23. On an unspecified date, the Fatih public prosecutor filed a bill of indictment with the Istanbul Assize Court, charging H.G. and M.K. under Article 243 of the Criminal Code. The defendants were accused of torturing the applicant.", "24. On 23 September 1999 the Istanbul Assize Court held its first hearing on the merits of the case. On the same day the accused police officers made statements before the court. H.G. submitted that he had not been present during the applicant’s arrest. He further contended that after the applicant’s arrest he had learned that there had been a struggle between the arresting officers and the applicant. He finally maintained that he had not inflicted ill-treatment on the applicant during his questioning. M.K. stated that there had been a struggle between police officers and the applicant during the on-site inspection held following the applicant’s arrest. He denied the allegation that he had inflicted ill-treatment on the applicant. The applicant was not present during the hearing.", "25. On 18 September 2000, the applicant joined the case against the police officers as a civil party (müdahil).", "26. Between 23 September 1999 and 19 September 2000 the Istanbul Assize Court requested the public prosecutor’s office to make the necessary arrangements for the applicant’s attendance at the hearings. However, the court received no reply to its orders and the applicant was not brought to the hearings until 27 November 2000.", "27. During the hearing of 27 November 2000, the applicant made statements before the assize court. He maintained, inter alia, that he had been subjected to various forms of torture and that he could identify the officers who had inflicted ill-treatment on him.", "28. Meanwhile, on 8 November 2000 the applicant complained to the Istanbul Assize Court that he had been prevented from attending the hearings of the case against the police officers by the prison staff and security forces. The applicant requested to be given the opportunity to make statements before the first-instance court.", "29. On 23 November 2000 the applicant’s lawyer lodged a complaint with the Ministry of Justice against the judges sitting on the bench of the Istanbul Assize Court and the Fatih public prosecutor, alleging that the latter had failed to seek the applicant’s attendance at the hearings, had taken the accused persons’ statements in the applicant’s absence and had disregarded the applicant’s complaints that he was being prevented from attending the hearings. On 29 August 2001 the Ministry of Justice sent a letter to the applicant’s lawyer, stating that no investigation would be carried out into the actions of the judges sitting on the bench of the Istanbul Assize Court or the Fatih public prosecutor.", "30. On 23 November 2001, the applicant’s lawyer filed another complaint with the Üsküdar public prosecutor’s office against the prison staff and the gendarmerie officers responsible for the transport of detainees, alleging that the latter had committed an abuse of office by not taking the applicant to the hearings.", "31. On 30 January 2001 the Üsküdar public prosecutor decided not to bring proceedings against the prison staff and the gendarmerie officers, holding that the applicant had stated orally that he did not wish to attend the hearings and that, due to the unrest in prisons at the time, it had not been possible to draft reports containing the applicant’s statements.", "32. On 30 April 2001 the applicant lodged an objection to this decision.", "33. On 13 June 2001 the Kadıköy Assize Court dismissed the objection.", "34. During the hearing of 3 May 2001 before the Istanbul Assize Court an identification procedure took place where the applicant identified one of the accused police officers, H.G., as one of the persons who had tortured him. H.G.’s lawyer submitted that the applicant recognised H.G. as they had conducted the on-site inspection together. The applicant replied that he had in fact been arrested on 13 March 1999 in his flat but that the arrest report had been drafted on 14 March 1999. He maintained that there had never been a second on-site inspection and that the apartment had been searched only at the time of his arrest. On the same day, the Istanbul Assize Court also heard two officers who had arrested the applicant. The officers maintained that during the arrest a struggle had occurred between them and the applicant since he had attempted to escape.", "35. Meanwhile, on 2 March 2001 the Istanbul Assize Court requested the Forensic Medicine Institute to subject the applicant to a medical examination with a view to determining whether the perforation of the right eardrum was the result of a trauma.", "36. On 25 April 2001 the Director of the Forensic Medicine Institute requested that the doctor who had conducted the applicant’s medical examination following his detention in police custody draft a report as to whether the perforation was caused by a trauma.", "37. On 27 July 2001 the doctor from the Haseki Hospital who had first observed the perforation, B.T., drafted a report which stated that the applicant had not suffered a fresh traumatic perforation.", "38. Following the submission of this report to the Istanbul Assize Court, on 28 February 2002 the applicant requested the assize court to obtain the opinion of the Forensic Medicine Institute on the report of 27 July 2001. On the same day, the court dismissed his request, holding that the proceedings had been pending for three years and that the applicant’s request was intended to prolong the trial. The court also noted that the report of 27 July 2001 had in fact been asked for by the Forensic Medicine Institute.", "39. On 25 April 2002 the Istanbul Assize Court acquitted the accused police officers. In its judgment, the court noted that the medical reports stated that the applicant had suffered injuries. However, it could not be determined where, when and under what conditions the applicant had sustained these injuries. The court further noted that the applicant had received blows when he had attempted to escape during the on-site inspection and considered that the accused police officers had not had the intention to commit an offence.", "40. The applicant appealed.", "41. On 2 December 2004 the Court of Cassation upheld the judgment of 25 April 2002.", "42. On 13 April 1999 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant and two other persons. The applicant was charged under Article 168 § 2 of the former Criminal Code with membership of the PKK. The bill of indictment did not contain any charge against the applicant concerning the bombing of the Mavi Çarşı.", "43. On an unspecified date the Fourth Chamber of the Istanbul State Security Court held its first hearing on the merits on the case. The court did not take statements from the applicant and the other accused as they were not brought from the prison.", "44. On 18 June 1999 Turkey’s Grand National Assembly amended Article 143 of the Constitution and excluded military members from State Security Courts. Following similar amendments made on 22 June 1999 to the Law on State Security Courts, the military judge sitting on the Fourth Chamber of the Istanbul State Security Court hearing the applicant’s case was replaced by a civilian judge.", "45. On 22 September 1999 the Fourth Chamber of the Istanbul State Security Court heard the applicant and other accused, who challenged the accuracy of the house search, arrest and seizure report. The court decided to secure the testimony of those police officers who had effected the arrest and the house search, and postponed the trial until 8 December 1999.", "46. Between 8 December 1999 and 12 June 2000 the first-instance court held two more hearings and postponed the trial as the police officers who had effected the arrest had failed to comply with the summons.", "47. On 12 June 2000 the State Security Court requested the Istanbul Assize Court to provide information on the case brought against M.K. and H.G. on the charge of ill-treating the applicant.", "48. Between 12 June 2000 and 4 September 2000 the State Security Court held four more hearings and postponed the trial as the arresting officers had not attended the hearings and the Istanbul Assize Court had not sent the requested information.", "49. On 4 September 2000 one of the arresting officers appeared before the court and made statements. The State Security Court once again postponed the trial.", "50. On 19 March 2001 the first-instance court abandoned the proposal to hear the arresting officers and once again requested the Istanbul Assize Court to provide information on the case before it.", "51. On 18 June 2001 the public prosecutor submitted to the court his observations on the merits of the case.", "52. From 18 June 2001 until 10 April 2002, the Fourth Chamber of the Istanbul State Security Court postponed the trial as it had not received information about the outcome of the criminal proceedings brought against H.G. and M.K., and in order to obtain the defence submissions of the applicant and the other accused.", "53. On 10 April 2002 the applicant and the other accused made their defence submissions.", "54. Between 10 April 2002 and 18 September 2002, the first-instance court postponed the trial as the information concerning the outcome of the proceedings before the Istanbul Assize Court had not been transmitted to it.", "55. Throughout the proceedings, the first-instance court considered the applicant’s continued detention, either of its own motion or upon the request of the applicant or his lawyer. The court ordered the applicant’s continued detention on every occasion, having regard to the state of the evidence, the total length of his detention on remand, the nature of the offence with which he had been charged, and the upper limit of the punishment for that offence. On two occasions the applicant lodged objections to the decisions of the firstinstance court of 18 June and 26 September 2001 to prolong his detention, which were eventually dismissed by the Fifth Chamber of the Istanbul State Security Court on 26 June and 5 October 2001 respectively.", "56. On 18 September 2002 the Fourth Chamber of the Istanbul State Security Court convicted the applicant of membership of the PKK and sentenced him to twelve years and six months’ imprisonment. The first-instance court took into consideration in its judgment, inter alia, the document dated 20 March 1999. The court considered that, by refusing to give any information to the police except for the details of his identity, to make statements or to sign the document drawn up by the police officers, the applicant had acted as a member of an illegal organisation. The court further noted that the applicant had participated in a number of demonstrations in support of the PKK and that his fingerprints had been found on the paper used for wrapping two Molotov cocktails thrown into a supermarket on 24 February 1999. The first-instance court also established, in the light of the police statements of one of the accused, V.İ., that the applicant had ordered V.İ. to rent a flat where the police had found several explosives put there by the applicant. Taking into account the length of the applicant’s detention on remand and the fact that he was a student and had a fixed domicile, the first-instance court ordered his release from prison.", "57. On 21 January 2004 the Court of Cassation upheld the judgment of 18 September 2002 in respect of the applicant.", "58. However, in the meantime, on 23 January 2003 the applicant had died.", "59. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Batı and Others v. Turkey (nos. 33097/96 and 57834/00, §§ 96-100, ECHR 2004IV (extracts)), and Çobanoğlu and Budak v. Turkey (no. 45977/99, §§ 29 and 30, 30 January 2007)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}