{"ITEMID": "001-57507", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF JAMES AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1;No violation of Art. 14+P1-1;No violation of Art. 6-1;No violation of Art. 13", "JUDGES": "C. Russo;Gaukur Jörundsson", "TEXT": ["10. The applicants are or were trustees acting under the Will of the Second Duke of Westminster. The first applicant, John Nigel Courtenay James, is a chartered surveyor resident in London. The second applicant, Gerald Cavendish the Sixth Duke of Westminster, resides at Chester. The third applicant, Patrick Geoffrey Corbett, is a chartered accountant resident in Sussex. The fourth applicant, Sir Richard Baker Wilbraham, is a banker in London. The fourth applicant was appointed as trustee on 31 December 1981 in place of the third applicant, who retired.", "In the area of Belgravia in Central London, upon a site which was once farmland on the outskirts of the City of London, the Westminster family and its trustees have developed a large Estate comprising about 2,000 houses which has become one of the most desirable residential areas in the capital. The applicants, as trustees, have been deprived of their ownership of a number of properties in this Estate through the exercise by the occupants of rights of acquisition conferred by the Leasehold Reform Act 1967, as amended.", "11. This legislation confers on tenants residing in houses held on \"long leases\" (over, or renewed for periods totalling over, 21 years) at \"low rents\" the right to purchase compulsorily the \"freehold\" of the property (the ground landlord’s interest) on prescribed terms and subject to certain prescribed conditions (see paragraphs 20 to 26 below). Under the system of long leaseholds, a tenant will typically purchase a long lease of property for a capital sum and pay a small or even nominal rent for it thereafter. The lease is a real-property interest, registerable in the Land Registry. The legislation in issue in the present case is not concerned with the ordinary system of rented tenure under which the tenant pays a \"rack rent\" reflecting the full annual value of the property. The landlord/tenant relationship under the ordinary system is regulated, for houses under a certain (rateable) value, by separate legislation in the form of the \"Rent Acts\", which provide machinery for fixing \"fair rents\" and provide certain security of tenure for tenants.", "12. Two principal forms of long lease of residential property exist.", "The first is a building lease, typically for 99 years, under which the tenant pays a \"ground rent\" - a low rent fixed by reference to the value of the bare site - and undertakes to erect a house on the site and in general also to deliver it up in good repair at the end of the lease.", "The second is a premium lease where the tenant pays the landlord a capital sum or \"premium\" for a house provided by the landlord, and thereafter a rent. The duration of the lease is variable, as are the relative proportions of premium and rent. According to evidence submitted to the Court, the premium charged will typically take into account the building cost and an appropriate profit element. Factors entering into the calculation will normally include the length of the proposed lease, its terms (for example, whether sub-letting is allowed) and the state of the property at the time when the lease is granted. The method used to calculate the premiums under the leases concerned in the present case is described below (paragraph 27).", "The distinction between the two types of lease is not clear-cut. For example, a \"premium lease\" may contain an obligation to carry out substantial repairs, alterations, additions or improvements to an existing property, and thus be analogous to a building lease. In any event, it is the almost invariable practice for the lease to contain a clause making the tenant responsible for all running repairs to the house during the currency of the lease and requiring him to yield up the property at the end of the lease in good repair.", "The tenant holding a property under a long lease may normally sell the lease to a third party, who then acquires the tenant’s rights and obligations under the lease for the remainder of its duration. In practice, leases are commonly bought and sold on the property market without the landlord playing any part in the transaction. A tenant may normally also grant an \"under-lease\" of the property. As a matter of law, however, whether there is a right to sell the lease or sublet depends on the terms of the particular lease.", "13. The capital value of the landlord’s interest in a property let on a long lease arises from two sources: firstly, the rent payable under the lease and, secondly, the prospect of reversion of the property to him at the end of the lease. At the beginning of a very long lease the value of the reversion may be very little and the total market value of the landlord’s interest may therefore amount to little more than the capitalised value of the rent. The capital value of the tenant’s interest arises from his right to occupy the house under the lease, and the time for which that right will subsist is of critical importance in relation to its value. At the beginning of a very long lease, the value of the tenant’s interest may be more or less equivalent to a \"freehold\" interest if the rent payable is a nominal one.", "The lease, however, is a wasting asset. As a lease progresses, the value of the tenant’s interest in the property diminishes, whilst the value of the landlord’s interest increases. At the end of the lease, the tenant’s interest ceases to exist and the buildings, including improvements and repairs made, revert to the landlord without any compensation to the tenant.", "The sum of the values of the landlord’s and tenant’s respective interests is less than the freehold value of the property with vacant possession, since neither the landlord alone nor the tenant alone can offer a third party the freehold with such possession. If, however, the reversion is sold to the occupying tenant, who can then merge both interests into a simple freehold, its value is greater than the investment value to a third party purchasing the reversion subject to the existing lease. In free market transactions, it is usual for the vendor and the purchaser to share this additional value, known as the \"merger value\", in agreed proportions.", "14. The long-leasehold system of tenure has been widely used in England and Wales, and in particular was associated with much urban development in the nineteenth century following the industrial revolution.", "15. From about 1880 onwards, demands began to be made for \"leasehold enfranchisement\", that is the right for tenants to purchase compulsorily the freehold of their holdings. Between 1884 and 1929, a number of unsuccessful Bills to grant some measure of leasehold enfranchisement were introduced into Parliament.", "16. Demand for reform of the law revived soon after the Second World War and in 1948 a Committee (the Leasehold Committee) was appointed by the Lord Chancellor to consider various aspects of the leasehold question.", "In their report, presented to Parliament in 1950 (Command Paper Cmd 7982), the majority of the Committee came out against giving tenants a right of enfranchisement. They concluded that there were both general objections of principle and practical obstacles to such a course of action. They further believed that \"leasehold enfranchisement ... would not be in the public interest\" (paragraph 100). They did, however, recommend that occupying tenants of houses under a certain rateable value should have security of tenure under the Rent Acts.", "The minority report of the Committee drew attention to the strong and bitter sense of injustice felt by long leaseholders in the case of building leases and recommended that certain occupying tenants should have a right of leasehold enfranchisement by compulsory purchase.", "The Labour Government of the day did not have time to put forward any permanent legislation following the Leasehold Committee’s report. The Conservative Government elected in 1951 accepted the majority view of the Committee, and its recommendations were enacted in the Landlord and Tenant Act 1954 (\"the 1954 Act\"). In broad terms, the effect of this Act was - and still is - that on the expiry of a long residential lease the tenant should have the right to continue occupying the house as a sitting tenant under the Rent Acts, paying a \"fair rent\" as defined in those Acts and enjoying the security of tenure afforded by the ordinary rent legislation. This privilege is transferable on death to other members of the tenant’s family residing in the property.", "17. Public discussion of the matter continued. In 1961, claims were made in Parliament that leaseholders were being subjected to hardship as a result of the onerous terms which landlords were asking for the sale of reversions or for the extension or renewal of existing leases. Enquiries were made by the Government who invited the bodies representing professions most experienced in the field (solicitors, surveyors, auctioneers, estate and property agents) to report on the practice of ground landlords in this respect. In July 1962, a White Paper was published presenting a summary of their assessments (Residential Leasehold Property - Command Paper Cmnd 1789). In general, the professional bodies appeared to find that the existing system worked adequately, although there was widespread dissatisfaction among tenants as to the limited nature of the interest they held.", "18. For some years compulsory enfranchisement had been part of Labour Party policy. After the election of a Labour Government in 1964, a further White Paper was published in 1966 setting out the Government’s proposals for reform including a scheme of compulsory enfranchisement (Leasehold Reform in England and Wales - Command Paper Cmnd 2916). The grounds on which the Government considered reform to be necessary were set out as follows:", "\"The purpose", "1. This White Paper is concerned with residential long leases particularly those granted originally in the latter half of the last century. In the case of long leases, experience has shown that the system has worked very unfairly against the occupying leaseholder. The freeholder has provided the land; but in the great majority of cases it is the leaseholder or his predecessor in title who at their own expense have built the house on the land. Whether this is so or not in all cases, it is almost universally true that over the years it is the lessee and his predecessors who have borne the cost of improvements and maintenance, and these will probably have cost far more than the original building itself. At their expense the leaseholders have preserved it as a habitable dwelling and have used it as such, and not unnaturally, an occupying leaseholder who at the end of the term has lived in it for such a period of years regards it as his family home. It is in such cases quite indefensible, if justice is to be done as between freeholder and occupying leaseholder, that at the end of the term, the law should allow the ownership of the house to revert to the freeholder without his paying anything for it so that he gets not only the land but also the house, the improvements and everything the leaseholder and his predecessors have added to it.", "2. The Government has decided that a solution must be found to right this injustice. In the Government’s view the basic principle of a reform which will do justice between the parties should be that the freeholder owns the land and the occupying leaseholder is morally entitled to the ownership of the building which has been put on and maintained on that land.", "3. Two circumstances make reform a matter of urgency. First, most people buy their house on mortgage and for them the leasehold system works particularly harshly. A purchaser on mortgage may pay virtually the freehold price for a lease with a good many years to run but as he reaches the end of his mortgage term he will feel a sharpening sense of injustice. He will realise that after he has discharged the mortgage he will have an interest far less valuable than it was when he bought it, and difficult to sell because a subsequent purchaser may not be able to get a mortgage. This is the reality now confronting many owner occupiers who purchased their houses on setting up home immediately after the war. Second, a great many leasehold estates were built in the second half of the nineteenth century when landowners used their monopoly power to prevent development taking place on other than leasehold terms. This occurred particularly in South Wales and in some English areas. These leases are beginning to fall in and the leaseholders are now experiencing the full harshness of the leasehold system.", "The Plan", "4. The Government will, therefore, introduce a Bill to give leaseholders with an original long lease greater security and to enable them to acquire the freehold on fair terms. The Bill will be based on the principle that the land belongs in equity to the landowner and the house belongs in equity to the occupying leaseholder. It follows that the leaseholder will have the right to retain his house after the lease expires and the right to enfranchise his lease.\"", "The White Paper contained details of the Government’s proposals to allow certain qualified leaseholders to acquire the freehold or obtain a fifty-year extension of their existing lease. The Government’s proposals as to the terms of enfranchisement were explained as follows in paragraphs 11 and 12 of the White Paper:", "\"11. Subject to provision for special cases, a qualified leaseholder will have the right at any time during the original term of the lease to acquire the freehold by buying out the landlord compulsorily. It is important to ensure that the price paid for enfranchisement is a fair price. But present market prices reflect the position under the present law which is inequitable to the leaseholder, and the price for enfranchisement must accordingly be based not on present market values but on the value of the land itself, including any development value attaching to it. The price of enfranchisement must be calculated in accordance with the principle that in equity the bricks and mortar belong to the qualified leaseholder and the land to the landlord.", "12. It follows, and the Bill will so provide, that where there is no development value (and often there will not be) the fair price for enfranchisement will be the value of the freehold interest of the site, subject to the lease and its extension of 50 years. This will completely disregard the value of the building on reversion.\"", "19. Thereafter, following their re-election in 1966, the (Labour) Government introduced a Bill into Parliament to give effect to their proposals. During the Parliamentary proceedings, the (Conservative) Opposition accepted the principle, enunciated in their 1966 Election Manifesto, that there should be legislation \"to allow ground leaseholders to buy or rent their houses on fair terms except where the property is to be developed\", but they opposed the terms in the Bill as being confiscatory. They argued that the case for basing the price of enfranchisement solely on the site value rested on a wholly false argument that the house belonged to the leaseholder. In fact, he had only purchased a right to live in it for a specified period. Market prices should be paid for what belonged to the landlords.", "In the parliamentary debates on the Bill, members of all political parties expressed the view that the 1954 Act, which provides security of tenure (see paragraph 16 above), had not succeeded in relieving the hardship or injustice caused to tenants at the expiry of long leases. Two of the reasons given were the continuing liability of the tenant to pay freshly assessed rents and the potential burden of heavy claims for dilapidations which some landlords used as a means of persuading tenants to give up their statutory right of possession.", "One criticism which was made of the provisions of the Bill was that it did not distinguish between \"deserving\" and \"undeserving\" tenants and did not provide machinery for a court or tribunal to determine whether it was reasonable to make an enfranchisement order in favour of the tenant. The reason given for rejecting this criticism was the concern that, in view of the very large number of houses held on long leases, a system whereby the reasonableness of the enfranchisement would have to be established in each individual case would inevitably give rise to considerable uncertainty, to delay, to litigation in many cases and, no doubt in some tenants, to the feeling that it might be too expensive to venture on the uncertain exercise.", "Another point raised in the debates arose from the fact that, under the Bill, the right of enfranchisement would be restricted to the tenants of houses under a certain value. It was argued that if the leasehold system worked unjustly for the reasons suggested by the Government, then logically it must work unjustly in respect of all tenants, regardless of the value of the house. The reasons put forward by the Government spokesmen for confining the applicability of the legislation to houses below a certain value were essentially as follows:", "(a) it was appropriate for legislation improving the position of leaseholders to apply to the same class of property as the Rent Acts;", "(b) the Government had tried to define the cases of greatest hardship which justified them in rectifying existing contracts; the precedent had therefore been followed of the limits set by the Rent Acts; whilst it might be argued on grounds of logic and consistency that no limit should be set, that would involve rectification to an unnecessary degree;", "(c) to a degree the Government were influenced by the large capital gains which could be made by some tenants if the limits were removed entirely.", "After extensive debate in both Houses of Parliament, the Bill introduced by the Government was duly enacted as the Leasehold Reform Act 1967. There were about one and a quarter million dwellinghouses occupied by long leaseholders in England and Wales in 1967. It was estimated at the time by the Government that all but one or two per cent fell within the scope of the enfranchisement scheme introduced by the Act. Subsequently, as a result of an amendment introduced in 1974, a band of more valuable houses within this remaining one or two per cent was also made susceptible of enfranchisement (see paragraph 21 (b) below).", "20. The legislation governing leasehold enfranchisement now consists of the Leasehold Reform Act 1967 (\"the 1967 Act\"), as amended by the Housing Act 1969 (\"the 1969 Act\"), the Housing Act 1974 (\"the 1974 Act\"), the Leasehold Reform Act 1979, the Housing Act 1980 (\"the 1980 Act\") and the Housing and Building Control Act 1984. This legislation provides occupying tenants of \"houses\" let on long leases in England and Wales with the right to acquire the freehold of the house, or an extended lease, on certain terms and conditions. The term \"house\", as defined, includes semi-detached and terrace houses but not flats and maisonettes (section 2 of the 1967 Act).", "21. The following, in broad terms, are the principal conditions which must be satisfied before the tenant of a house becomes entitled to the right of acquisition conferred by the Act:", "(a) The tenancy must be a \"long\" tenancy, that is either for a term certain of 21 years or more or for a lesser term once it has been renewed for periods totalling over 21 years (sections 1 and 3 of the 1967 Act).", "(b) With certain exceptions not relevant for present purposes, the \"rateable value\" of the house (that is, the notional annual rental value fixed for local taxation purposes) must not exceed £750, or £1,500 if the house is in Greater London (section 1 of the 1967 Act as amended by section 118 of the 1974 Act). The original rateable-value limits fixed in the 1967 Act (£200 and, for Greater London, £400) were revised (in effect being raised to £500 and £1,000, respectively) by the 1974 Act to take account of the country-wide rating revaluation carried out in 1973. The 1974 Act further extended the scope of the enfranchisement scheme under the 1967 Act by bringing in houses of a still higher rateable value (between £500 and £750 and, for Greater London, between £1,000 and £1,500), in respect of which, however, a different purchase price was payable (see paragraph 23 below). Certain even more valuable properties, being outside the global rateable-value limits, remain outside the ambit of the legislation altogether.", "(c) The annual rent must be a \"low\" rent, that is less than two-thirds of the rateable value (sections 1 and 4 of the 1967 Act).", "(d) The tenant must occupy the house as his only or main residence and must have done so for at least three years prior to the time when he gives notice of his desire to exercise his rights under the Act (section 1 of the 1967 Act as amended by section 141 and schedule 21 of the 1980 Act - the 1967 Act originally provided for a five-year minimum period).", "22. Where the above conditions are satisfied the tenant has two rights:", "(a) he can obtain a fifty-year extension of the lease at a rent representing the letting value of the ground (without buildings), the rent being subject to revision after 25 years (sections 14 and 15 of the 1967 Act);", "(b) he can purchase the freehold on the terms outlined below (section 8 of the 1967 Act).", "The tenant can set in motion the procedure for exercising his right to purchase the freehold at any time up to the original term date of the lease, but not thereafter (section 16 of the 1967 Act).", "23. No price or premium is payable for an extended lease other than the rent.", "On the purchase of a freehold, a price is payable to the landlord as determined in accordance with one or other of two bases of valuation. These are referred to as the \"1967 basis of valuation\", which was introduced by the 1967 Act (as amended by the 1969 Act), and the \"1974 basis of valuation\", which was introduced by the 1974 Act. The 1967 basis applies to less valuable properties, and the 1974 basis to the small percentage of more valuable properties (see paragraphs 19 in fine and 21 (b) above) brought within the scope of the legislation for the first time by the 1974 Act. The essential features of the two bases of valuation may be summarised as follows:", "(a) The 1967 basis of valuation applies to properties with a rateable value of up to £500, or £1,000 if the house is in Greater London. The price payable is the amount which the house, if sold on the open market by a willing seller, might be expected to realise on the assumptions, inter alia, that (i) the tenant has exercised his statutory right to obtain an extension of the lease for fifty years, and (ii) the purchaser is someone other than the tenant (section 9 of the 1967 Act, section 82 of the 1969 Act and section 118 of the 1974 Act). The effect of the assumption as to the extension of the lease is that the tenant pays approximately the site value, and pays nothing for the buildings on the site. The assumption that the purchaser is someone other than the tenant, introduced by the 1969 Act, also excludes any element of \"merger value\" from the price (see paragraph 13 above). This basis of valuation reflects the policy outlined in the 1966 White Paper (see paragraph 18 above).", "(b) The 1974 basis of valuation applies to properties with rateable values of over £500 and up to £750, or over £1,000 and up to £1,500 if the house is in Greater London. The price payable is the amount which the house, if sold on the open market by a willing seller, might be expected to realise on the assumption, inter alia, that at the end of the tenancy the tenant had the right to remain in possession of the house under the 1954 Act, that is as a statutory tenant paying a \"fair rent\" reflecting his occupation of the house (see paragraph 16 above - section 9 of the 1967 Act as amended by section 118 of the 1974 Act). In principle, this basis of valuation is more favourable to the landlord and is intended to provide a price approximately equivalent to the market value of the site and house, assuming it to be tenanted under the 1954 Act; it also allows the landlord a share of the \"merger value\".", "However, in a case where a tenant had obtained a fifty-year extension of the lease and subsequently, before expiry of the original term date of the tenancy, applied for the freehold, it was held by the Lands Tribunal (see paragraph 25 below) that the assessment of the compensation had to be on the basis of the tenant having extended his lease (Hickman v. Phillimore Estate (1985) Estates Gazette, Vol. 274, p. 261). In such circumstances, therefore, the landlord receives substantially less than the above market value in compensation. The Government recognised at the hearings before the Court that this decision had identified a loophole in the 1974 Act that needed to be cured by amending legislation. The Court has since been informed by the Government that the decision of the Lands Tribunal has been set down for appeal.", "Special provisions apply for extinguishing any intermediate lease where the occupying tenant claiming enfranchisement does not hold his lease direct from the freeholder (schedule 1 to the 1967 Act). These provisions do not, however, appear to be relevant in the present case.", "24. The tenant may, at any time before the price of the property has been fixed, institute a procedure to have the rateable value of the house adjusted for the purposes of the legislation so as to leave out of account the value of structural improvements carried out by himself or his predecessors (section 118 and schedule 8 of the 1974 Act). The County Court is competent to determine disputes as to whether improvements are within the scope of the scheme and, since the 1980 Act came into force, there has been a right of appeal to the High Court from such decisions.", "25. The legislation lays down procedures for carrying the relevant transactions into effect and for determining disputes. Where the tenant wishes to acquire the freehold, he must first give the landlord written notice of his desire to do so (section 8 of the 1967 Act). Disputes over the tenant’s entitlement to acquire the freehold under the Act and related matters are within the jurisdiction of the County Court (section 20 of the 1967 Act). In such proceedings, the County Court has powers to penalise in costs a tenant who is guilty of unreasonable delay or default in the performance of the obligations arising from the notice of enfranchisement (ibid.). In default of agreement, the price payable is now subject to determination by a local Leasehold Valuation Tribunal, with a right of appeal to the London-based Lands Tribunal which forms part of the High Court (section 142 and schedule 22 of the 1980 Act). Before the 1980 Act came into force, disputes as to price were within the jurisdiction of the Lands Tribunal (section 21 of the 1967 Act). It is open to a landlord who believes that the enfranchising tenant is deliberately or unnecessarily delaying the process of enfranchisement to refer the matter to the Leasehold Valuation Tribunal (or, formerly, to the Lands Tribunal). Regulations prescribe a timetable for completion of the purchase after the price has been determined (paragraph 6 of Part I of the schedule to the Leasehold Reform (Enfranchisement and Extension) Regulations 1967, S.I. 1967 No. 1879).", "26. For the purpose of assessing the price payable, the house is valued as at the date of the tenant’s notice to the landlord of his desire to acquire the freehold (sections 9 (1) and 37 (1) (d) of the 1967 Act), and not as at the date when the valuation is being carried out.", "27. In transactions completed between April 1979 and November 1983, the tenants of some 80 long leasehold properties forming part of the residential Estate in Belgravia (London) which the Westminster family and its trustees have developed (see paragraph 10 above) exercised their powers under the contested legislation to acquire compulsorily the applicants’ interest as freehold owners of the properties. These transactions related to 77 properties held on \"premium\" leases and 3 properties held on \"building\" leases (see paragraph 12 above). The applicants explained that under the practice followed by the Estate at the time, the premiums were calculated on the following basis: first the rent under the lease was fixed as a percentage of the estimated market rent obtainable and then the premium was the calculated capitalised value of the balance of the estimated market rent over the term of the lease. The relevant properties were valued on the 1967 basis in 28 transactions and on the 1974 basis in 52 transactions (see paragraph 23 above).", "As time passes, according to the applicants, the 1974 Act will affect an increasingly higher ratio of properties on their Estate. Since November 1983, another 43 enfranchisements have taken place, bringing up to a total of about 215 the number of properties enfranchised on the Estate under the leasehold reform legislation to date. The applicants estimate that there are likely to be between 500 to 800 further enfranchisements on their Estate in the future.", "28. In each of the 80 transactions the subject of the present case, the price paid was fixed by negotiation. The applicants were advised by their legal advisers that they had no grounds for disputing the right of any of the tenants to acquire the freehold, and that they could not reasonably hope to obtain a higher price for any of the relevant properties in proceedings before the Lands Tribunal or, in respect of the more recent transactions, a Leasehold Valuation Tribunal.", "29. The applicants drew attention to the following features of the individual transactions in question:", "(i) in no case except 3 was the property built either by the tenant who enfranchised or by the tenant’s predecessors;", "(ii) in only 6 cases was the property occupied by members of the tenant’s family continuously since the date of creation of the lease;", "(iii) the period of occupation of the tenant prior to the date of his or her notice to acquire had varied from three to thirty-five years; in 34 out of the 80 instances, it had been under eight years;", "(iv) in all the cases, the tenant was entitled to security of tenure, subject to the conditions laid down by the Rent Acts, upon expiry of the lease (see paragraph 16 above);", "(v) the period between the tenant’s notice (the relevant date for assessment of the price - see paragraph 26 above) and completion of the sale varied between one and thirteen years, and in 34 of the 80 transactions was more than five years;", "(vi) the unencumbered freehold value of the properties (as assessed by the applicants) varied from £44,000 to £225,000, whereas the price paid for enfranchisement by the tenant varied from £2,500 to £111,000;", "(vii) the value of the unexpired portion of the lease to the tenants was said to be up to £153,750 - without taking into account the right to enfranchise;", "(viii) in 15 cases, the tenant sold the lease, after making the claim but before enfranchising, with the benefit of the right to enfranchise;", "(ix) in at least 25 out of the 80 cases, the tenant who enfranchised did not remain in occupation of the property, but sold the freehold within one year of acquiring it, and in 9 of these cases did not occupy after enfranchisement at all;", "(x) the profits said to have been made by the tenants on such onward sale varied from £32,000 to £182,000, with at least 7 cases where the tenant made over £100,000; in particular in one case, the tenant who had come into occupation three months before publication of the 1966 White Paper (see paragraph 18 above) - and who had paid a low price (£9,000) for the lease, without prospect of enfranchisement at that time - was able to buy the freehold at 28 per cent of its proper value (as assessed by the applicants), and sold it less than a year later for a profit of 636 per cent - a profit of £116,000.", "The losses claimed by the applicants to have been sustained through having to sell on the statutory terms as opposed to open-market conditions range from £1,350 to £148,080 on each transaction, and total £1,479,407 for properties in respect of which the 1967 basis of valuation obtained and £1,050,496 for properties in respect of which the 1974 basis of valuation obtained."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": []}