{"ITEMID": "001-57804", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF COSTELLO-ROBERTS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 3;No violation of Art. 8;No violation of Art. 13", "JUDGES": "John Freeland", "TEXT": ["7. In September 1985 Mrs Costello-Roberts sent the applicant, who was then aged seven, to an independent boarding preparatory school in Barnstaple, Devon. The school had approximately 180 pupils, none of whose fees were paid out of public funds, and received no direct financial support from the Government.", "8. In the school’s prospectus it was stated that a high standard of discipline was maintained, but no mention was made of the use of corporal punishment. Mrs Costello-Roberts had made no enquiry about the school’s disciplinary regime and did not at the outset make known her opposition to corporal punishment. The school in question operated a system whereby such punishment was administered upon acquisition of five demerit marks. On 3 October 1985 the applicant received his fifth demerit mark for talking in the corridor. The other demerit marks were for similar conduct and for being a little late for bed on one occasion. Having discussed the matter with his colleagues, the headmaster decided that the only answer to the applicant’s lack of discipline, about which he had received three warnings from the headmaster, was to give him three \"whacks\" on the bottom through his shorts with a rubber-soled gym shoe. He so informed the applicant on 8 October.", "9. The punishment was administered by the headmaster three days later, eight days after Jeremy had received his fifth demerit mark. No other persons were present. Before the Strasbourg institutions it was alleged by the applicant’s counsel that he was told not to inform his parents about his punishment, but this was denied by the school. In any event, in a letter to his mother post-marked 21 October 1985, he wrote \"come and picke me up I have had the wacke\". He continued to write to her in some distress about the \"slippering\".", "On 4 November 1985 the school confirmed to her that her son had been slippered; according to her - though this too was contested by the Government - the school had initially denied the fact.", "On 5 November, Mrs Costello-Roberts wrote to the Governors of the school to express her \"disquiet\" and \"grave concern\" about the use of such a \"barbaric practice\". She acknowledged that the \"growing problems\" began after the first week of term and said that \"we made it very clear to the staff ... that we considered his behaviour to be reflecting signs of an upset ...\". The headmaster in his turn wrote to the Chairman of the Board of Governors on 7 November, stating that the applicant’s problems were due to a lack of discipline; he refused to accept authority and his behaviour was disrupting the life of the school community. Mrs Costello-Roberts also wrote to the headmaster to inform him that she did not want her son to be corporally punished. On 16 November 1985 he replied as follows:", "\"in view of your obvious dissatisfaction with the education being offered ... to your son ... and your desire for him to be exempt from the framework of discipline and punishment that is acceptable to all other parents at the school, it seems best if [he] is removed from [the school] at the end of the present term.\"", "10. The applicant’s mother complained to the police some time between 4 and 16 November 1985, but was told that there was no action they could take without any visible bruising on the child’s buttocks. A complaint by her to the National Society for the Prevention of Cruelty to Children received a similar response.", "11. The staff were said to have noticed an almost immediate improvement in the boy’s behaviour after the corporal punishment, but considered that the subsequent contact that he had had with his parents during the half-term holiday had caused him to revert. The headmaster was of the opinion that the applicant \"strung his parents along\", taking home stories about bullying and the like \"which he has clearly made up but which equally clearly his parents believe\".", "It was argued in Strasbourg, on behalf of the applicant, that he had been extremely disturbed by the slippering, which turned him from a confident, outgoing seven-year-old into a nervous and unsociable child.", "The Government contended that, according to their information, any change in the child’s character during his time at the school was more likely to have been caused by his inability to adjust to the constraints of boarding-school life than the \"slippering\". In their view, the above-mentioned correspondence between the mother, the school Governors and the headmaster reflected the boy’s adaptation difficulties.", "12. The applicant left the Barnstaple school in November 1985 and entered a new school in January 1986. It reported in July 1986 that he had \"calmed down considerably\" since his arrival, when he had been unsociable, nervous and quite aggressive.", "13. In English law, at the relevant time, there were various criminal offences of assault, the penalties for which differed according to the gravity of the offence and the court in which it was tried. The law has since been amended by the Criminal Justice Act 1988.", "Prosecution for common assault, the least serious form of assault, was normally brought by or on behalf of the aggrieved party in accordance with section 42 of the Offences against the Person Act 1861, as amended (\"the 1861 Act\"). Section 45 of the 1861 Act barred any further or other proceedings, civil or criminal, for the same cause. Consequently, the Crown did not normally undertake a prosecution for common assault, thus ensuring that the choice between criminal and civil proceedings remained with the victim of the alleged assault.", "In the Magistrates’ Court the maximum penalty for common assault was a fine of £400 or two months’ imprisonment. In cases of \"aggravated\" common assault, namely where committed upon a male child no more than fourteen years old or any female, the maximum penalty was a higher fine or six months’ imprisonment. In the Crown Court the maximum penalty on conviction increased to one year’s imprisonment.", "Assault occasioning actual bodily harm, a more serious form of assault, was and still is governed, in particular, by section 47 of the 1861 Act. Prosecutions are normally undertaken by the Crown and the penalty on conviction is a maximum term of five years’ imprisonment.", "In addition, it is an offence under section 1(1) of the Children and Young Persons Act 1933 to assault or ill-treat a child in a manner likely to cause him unnecessary suffering or injury to health. The maximum penalty on conviction is a fine or ten years’ imprisonment.", "14. Under the civil law, if no criminal prosecution has been brought for common assault, physical assault is actionable as a form of trespass to the person, giving the aggrieved party the right to recovery of damages. Civil proceedings arising out of the use of immoderate or unreasonable corporal punishment by a teacher will lie either against him or his employer - i.e. the school or school authorities. Such proceedings for assault may be heard by County Courts as well as by the High Court, from both of which an appeal lies to the Court of Appeal.", "15. Subject to the exceptions brought about as a result of a change in domestic law (see paragraph 16 below), it is a defence to both criminal charges and civil claims that the person against whom the charge or claim is made was a teacher administering reasonable and moderate physical punishment with a proper instrument in a decent manner. The teacher is said to have this right by virtue of being in loco parentis, exercising by deemed delegation a parental right to inflict such treatment upon children.", "The law governing the administration of corporal punishment by schoolteachers is, therefore, based upon the right of parents to use physical punishment on their children. Both parents and teachers are protected by the law only when the punishment in a particular case is \"reasonable\" in the circumstances. The concept of \"reasonableness\" permits the courts to apply standards prevailing in contemporary society with regard to the physical punishment of children.", "16. With effect from 15 August 1987 when sections 47-48 of the Education (No. 2) Act 1986 came into force - i.e. after the events giving rise to the present case - the above-mentioned defence ceased to be available to a teacher in civil proceedings for trespass in respect of certain pupils, namely those at schools maintained by local education authorities and certain other schools for which the State provides financial assistance, and those at independent schools (see paragraph 21 below) whose fees are paid out of public funds.", "17. Under the Education Act 1944 parents have a duty, on pain of criminal sanctions, to educate their children. They have the choice between providing suitable education at home or using independent or State schools. The Secretary of State has a duty under the same Act to ensure certain educational standards.", "18. An independent school (often referred to as a \"private school\") is one at which full-time education is provided for five or more pupils of compulsory school age not being a special school defined under section 114(1) of the Education Act 1944 as one specially organised to provide education for pupils with learning difficulties, or a school maintained by a local education authority.", "Independent schools must apply for registration to the Registrar of Independent Schools, an officer of the Department of Education and Science. Registration is subject to the provision of suitable safety, health and educational standards.", "The Government contended before the Convention institutions that it was clear from the provisions of sections 70-75 of the Education Act 1944 that the Secretary of State has no power to refuse to register an independent school on the ground that corporal punishment is administered there and that any refusal to register a school on this ground would be open to legal challenge by the school concerned.", "19. Once registered, independent schools remain subject to periodic inspections and visits by Her Majesty’s Inspectors, but they are not subject to the same standards as State subsidised schools. Section 71(1) of the Education Act 1944 empowers the Secretary of State to initiate a complaints procedure which may result in an independent school being struck off the register.", "Subject to the exceptions mentioned at paragraph 16 above, independent schools remain free to use corporal punishment as a disciplinary measure. According to the Government:", "(a) whilst the use within the school of excessive corporal punishment (involving successful criminal prosecutions) might lead the Secretary of State to use his powers under section 71(1), the use of moderate and reasonable corporal punishment would not be a ground for serving a notice of complaint on the school or for withdrawing its registration;", "(b) complaints of too frequent use of corporal punishment would be referred to Her Majesty’s Inspectors who could be expected to discuss with the school its disciplinary policy, but ultimately this would be a matter for the school to decide on, within the legal constraints, leaving individual parents who objected to the policy to select a different school for their children;", "(c) none of the eleven notices of complaint issued in the past five years concerned the use of corporal punishment.", "The applicant contended, on the other hand, that the procedure leading to striking off the register was initiated in respect of a school making substantial use of corporal punishment. Her Majesty’s Inspectors expressed concern, inter alia, with the corporal punishment system and recommended that the school review its practice.", "20. Under the Children Act 1989 - not in force at the relevant time - independent schools which provide boarding accommodation for not more than fifty children (other than those approved under the Education Act 1981 as suitable for children with special educational needs) are required to register as children’s homes. Under the Children’s Homes Regulations 1991 the use of corporal punishment has been prohibited in such schools.", "21. In England and Wales, the State funds directly three out of a total of 2,341 independent schools. Certain pupils in 295 independent schools receive financial support from public funds under the Assisted Places Scheme pursuant to section 17 of the Education Act 1980. In the year 1991-92, 28,303 pupils out of a total of some 550,000 took up assisted places. Local education authorities may pay for the education of pupils in their area at independent schools or assist with the fees of pupils in cases of hardship.", "Independent schools have charitable status, which entitles them to the tax reliefs accorded to charities generally."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}