{"ITEMID": "001-22622", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "MILONE v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1959 and currently residing in Naples.", "In an order of 15 March 1992, served on the applicant on 16 March 1992, the Naples Public Prosecutor informed the applicant that criminal proceedings were instituted against him for kidnapping and rape and that his Office had requested the investigating judge to prolong the maximum period for the completion of the investigations.", "In an order of 3 March 1993, filed with the registry on 5 March 1993, the Public Prosecutor’s Office requested that the applicant be committed for trial. In an order of 6 March 1993, the investigating judge scheduled the preliminary hearing for 12 May 1993, on which date the case was adjourned by reason that the committal for trial had not been duly served on the accused. In an order of 19 October 1993 the investigating judge committed the applicant for trial, commencing on 8 February 1994 before the Naples District Court. The case-file was subsequently forwarded to the investigating judge because the committal for trial had not been duly served on the accused.", "In an order of 3 May 1994, the investigating judge committed the applicant for trial, commencing on 27 January 1995 before the Naples District Court.", "The first hearing did not take place because of a lawyers’ strike. On 10 April 1995 and 5 February 1996 the case was adjourned at the applicant’s request.", "On 12 March 1996 the case was postponed by reason that the witnesses summoned to appear were absent. On 15 May 1996 the case was adjourned until 11 February 1997 because some witnesses were absent and by reason of the fact that the bench of the court was composed of judges other than those who participated in previous hearings.", "A hearing scheduled for 7 May 1997 did not take place because the lawyers of the Naples Bar Association were on strike. On 12 November 1997, the case was adjourned because the witnesses were absent. In a judgement of 20 March 1998, filed with the registry on 24 March 1998, the District Court acquitted the applicant. The decision became final on 8 May 1998.", "In the meanwhile, on an unspecified date the applicant requested to be enrolled in the list of experts of the Naples District Court. However, this request was refused by reason that criminal proceedings were pending against him."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}