{"ITEMID": "001-82654", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NASRULLOYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1-f;Violation of Art. 5-4;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1954 and lives in the Moscow Region.", "6. The applicant was the chairman of the Tajik Consumers' Union (“Tajikpotrebsoyuz”).", "7. In May 1992 the Tajik opposition, comprising a coalition of Islamic groups and Islamic fundamentalists, seized power from the Tajik Supreme Soviet, which led to civil war. In November 1992 the Supreme Soviet elected Mr Rakhmonov as its chairman and head of State. Mr Rakhmonov was supported by armed forces of the People's Front. The applicant was the leader of the People's Front in the Hissar region of Tajikistan.", "8. In 1994 Mr Rakhmonov was declared winner in the Presidential election. The applicant supported the opposition candidate, Mr Abdulajanov.", "9. On 27 June 1997 Mr Rakhmonov signed a “peace and accord” agreement with the representative of the United Tajik Opposition. On 1 August 1997 the Majlisi Oli (Parliament) of Tajikistan passed the Amnesty Act which provided for discontinuation of criminal proceedings against the participants in the political and military conflict after 1992. Pending criminal cases, in which convictions had not been yet handed down, were to be discontinued, and no new cases were to be opened.", "10. On 3 November 1998 a force led by Mr Khudoyberdiev and Mr Abdulajanov launched an offensive in Leninabad province. The Government began a counter-offensive, joined by the United Tajik Opposition's forces. By 10 November 1998 the Government had retaken control of the province after intense fighting. The applicant declared that he had not taken part in the offensive; he had been ill and had stayed in Tashkent.", "11. On an unspecified date the applicant's youngest son was convicted for participation in the offensive and sentenced to seventeen years' imprisonment. A search warrant was issued against the applicant who had fled to Russia together with his family.", "12. On 30 June 2003 an investigator in charge of particularly serious cases in the Tajikistan Prosecutor General's Office charged the applicant with criminal offences allegedly committed between November 1992 and February 1997. The charges included kidnapping, manslaughter, participation in an anti-Government organisation, participation in an armed group with a view to attacking Government institutions, subversive activities, high treason and conspiracy to seize State power.", "13. By a separate decision of the same date, the investigator held that the applicant should be taken into custody and that his name should be put on the list of fugitives from justice. The decision was approved by the acting Prosecutor General of Tajikistan.", "14. On 13 August 2003 the applicant was arrested in Moscow. On the same day the Tajikistan Prosecutor General's Office sent a request for the applicant's extradition to its Russian counterpart which was received on 18 August 2003.", "15. On 21 August 2003 the Nagatinskiy District Court of Moscow ordered the applicant's detention on the basis of Articles 97, 99 and 108 of the Code of Criminal Procedure, finding as follows:", "“Having heard the parties to the proceedings, the court finds the [prosecution's] request justified because the criminal-procedure laws governing application of measures of restraint have been complied with and the case file contains sufficient grounds showing that no measure of restraint other than deprivation of liberty may be applied to the accused. Mr Nasrulloyev is charged with serious and particularly serious crimes carrying a penalty of no less than two years' imprisonment. His name is on the international list of fugitives from justice. Furthermore, the court considers that, since Mr Nasrulloyev is a foreign national and has no permanent place of residence within Russian territory, he may abscond from investigation and prosecution or otherwise hinder the criminal proceedings.”", "The District Court did not set a time-limit for detention.", "16. On 28 October 2003 the applicant and his counsel asked the Prosecutor General to refuse the request for his extradition. He submitted that he was being prosecuted in Tajikistan on political grounds, that he risked a death sentence if found guilty as charged, and the guarantee against inhuman treatment and the right to a fair trial would not be respected in Tajikistan. He indicated that he had applied for political asylum in Russia.", "17. On 6 February 2004 counsel for the applicant asked the director of the remand centre to release the applicant. In her submission, as there had been no arrest warrant issued by a Tajikistani court, the provisions of the Russian Code of Criminal Procedure on pre-trial detention were to be applied. Article 109 set the maximum detention period at two months. As the detention period had not been extended following the expiry of that period on 21 October 2003, the applicant's subsequent detention was unlawful. In these circumstances, the director of the remand centre had a statutory duty to release anyone detained unlawfully.", "18. On 17 February 2004 the director of the remand centre replied to her that the applicant was still detained under the District Court's decision of 21 August 2003 and that his release would only be possible if there was a new judicial decision or a decision by the Prosecutor General refusing his extradition.", "19. On 26 February 2004 counsel asked the Prosecutor General to release the applicant, submitting that his detention had been unlawful under domestic terms and that, in any event, the European Convention on Extradition limited the period of provisional arrest to forty days (Article 16 § 4). No reply was received.", "20. In December 2004 Tajik counsel for the applicant asked the Sino District Court of Dushanbe to review the lawfulness of the applicant's detention because the maximum term of detention under the Tajikistani Code of Criminal Procedure was fifteen months. On 13 December 2004 the District Court refused to consider the complaint, claiming that it should be examined by the court having territorial jurisdiction for the detention centre.", "21. On 20 December 2004 counsel lodged complaints with the Prosecutor General's Office, and the Nagatinskiy and Babushkinskiy District Courts of Moscow, seeking the applicant's release on the ground that the maximum term of detention under the Tajikistani Code of Criminal Procedure had expired.", "22. On 31 December 2004 the Nagatinskiy District Court returned the complaint, indicating that it had no territorial jurisdiction. It also pointed out that the measure of restraint had been applied under the Russian Code of Criminal Procedure and that counsel's references to the Tajikistani Code of Criminal Procedure were therefore irrelevant.", "23. On 17 January 2005 a deputy head of the International Cooperation Department of the Prosecutor General's Office told counsel to petition the “competent authorities” of Tajikistan in order to have the measure of restraint varied.", "24. On 18 January 2005 counsel applied, with the same request, to the Tajikistan Prosecutor General's Office. By letter of 15 February 2005, the head of the department for investigation of particularly serious crimes informed her that the Tajikistani Code of Criminal Procedure was not applicable because the applicant was not in Tajikistan and because his detention had never been extended in Tajikistan. Accordingly, the complaint would only be considered after the applicant had been extradited.", "25. On 13 February 2005 the maximum eighteen-month detention period laid down in Article 109 of the Russian Code of Criminal Procedure expired.", "26. On 18 February 2005 the director of the remand centre told counsel that within the meaning of the Russian Code of Criminal Procedure the applicant was neither a “suspect” nor a “defendant”, whereas the provision concerning the statutory duty to release anyone detained unlawfully only mentioned “suspects” and “defendants”. He further reminded counsel that there had so far been no judicial decision on the applicant's release or a refusal by the prosecutor to extradite him.", "27. Counsel for the applicant unsuccessfully sought judicial review of the applicant's detention in the Moscow City Court, and the Babushkinskiy and Tverskoy District Courts of Moscow. She relied on Article 110 of the Code of Criminal Procedure.", "28. On 21 April 2005 the Tverskoy District Court disallowed the counsel's complaint about the Prosecutor General's Office's failure to release the applicant, finding as follows:", "“The measure of restraint was imposed on Mr Nasrulloyev exclusively for the purposes of providing legal assistance in criminal proceedings conducted in Tajikistan. The procedure for detaining persons with a view to extradition is governed by Chapter 54 of the Code of Criminal Procedure of the Russian Federation.", "Chapter 54 does not limit the period of detention of individuals whose extradition is being sought... The international-law instruments submitted to the court do not limit [that period] either. In these circumstances, the court considers unsubstantiated counsel's reliance on Article 109 of the Code of Criminal Procedure and their reference to the fact that Mr Nasrulloyev's detention had never been extended.", "In the territory of the Russian Federation there is no investigation of Mr Nasrulloyev and he is not a party to criminal proceedings within the meaning of the Russian Code of Criminal Procedure...", "The court also takes into account the fact that the decision on Mr Nasrulloyev's extradition has not been taken to date because he had applied for asylum in Russia and then lodged an appeal against the decisions... rejecting his asylum claim.”", "29. On 9 June 2005 the Moscow City Court upheld that decision, reproducing its reasoning verbatim.", "30. The applicant complained to the Constitutional Court, claiming that the legal situation where detention of a person with a view to extradition was not limited in time was incompatible with the constitutional guarantee against arbitrary detention.", "31. On 4 April 2006 the Constitutional Court declared the application inadmissible. It pointed out that there was no ambiguity in the contested provisions because the general provisions governing measures of restraint should apply to all forms and stages of criminal proceedings, including proceedings on extradition (for further details on the Constitutional Court's decision, see paragraph 54 below).", "32. On 6 April 2006 counsel for the applicant lodged a complaint against the Prosecutor General's Office. She submitted that there were no legal provisions permitting the holding of the applicant in custody beyond the maximum eighteen-month period and that the applicant's detention should be subject to judicial review. She alleged, in particular, a violation of Article 5 §§ 1 and 4 of the Convention.", "33. On 23 June 2006 the Tverskoy District Court dismissed the complaint, finding that the Prosecutor General's Office was not responsible for the applicant's detention and that the Code of Criminal Procedure did not require it to extend the period of detention until the decision on extradition had been taken.", "34. On 26 June 2006 counsel for the applicant wrote to the Prosecutor General's Office and the director of the remand centre that the applicant's detention was unlawful and that he should be released immediately.", "35. On 29 June 2006 the Moscow City Court rejected, in the final instance, the applicant's request for political asylum in Russia.", "36. On 1 July 2006 the first deputy prosecutor of the Babushkinskiy District of Moscow asked the Babushkinskiy District Court to extend the applicant's detention by fourteen days on the ground that, after his application for asylum had been turned down, the prosecution needed additional time to examine the request for extradition.", "37. On the same day the District Court granted the prosecution's request, relying on Articles 109 and 466 § 1 of the Code of Criminal Procedure. The District Court noted that the prosecution had produced evidence showing that the extradition request was being decided upon, and that the applicant was charged with serious and particularly serious crimes, had no permanent place of residence in Russia and would abscond if released.", "38. On 13 September 2006 the Moscow City Court upheld that decision on appeal, finding that it was lawful and justified. It did not refer to any legal provisions governing the applicant's detention.", "39. By letter of 3 July 2006, a deputy Prosecutor General informed the applicant that a decision had been taken to extradite him to Tajikistan. A copy of the decision was not enclosed.", "40. Counsel challenged the decision before the Moscow City Court and applied to this Court with a request for interim measures under Rule 39 of the Rules of Court.", "41. On 12 July 2006 the Court indicated to the respondent Government that the applicant should not be extradited to Tajikistan until further notice.", "42. By letter of 19 July 2006, the Government acknowledged receipt of the Court's decision and confirmed that the domestic authorities had been informed accordingly.", "43. On 21 August 2006 the Moscow City Court overruled the prosecutor's decision to extradite the applicant. It noted at the outset that the Tajikistan Government had not furnished the guarantees required by Russian law that the applicant would only be tried for the offences for which the extradition was sought, that he would be free to leave the country after serving the sentence and that he would not be deported, transferred or extradited to a third State without the consent of the Russian Federation.", "44. The City Court further found that, in granting the extradition request, the deputy Prosecutor General had failed to consider whether the applicant could be prosecuted for an offence connected with a political offence, whereas the Convention on Extradition prohibited extradition in such situations. As the applicant's extradition was sought in connection with offences allegedly committed from 1992 to 1997, the City Court determined that his prosecution had been initiated in breach of the Amnesty Act of 1 August 1997 (see paragraph 9 above) and was therefore politically motivated. Moreover, the applicant was eligible for amnesty under the General Amnesty Act of 2001.", "45. The City Court ordered the applicant's release, finding that the maximum detention period set out in Articles 108 and 109 of the Code of Criminal Procedure had expired and that his detention in excess of that period had been unlawful in the light of the Constitutional Court's decision of 4 April 2006.", "46. On 25 August 2006 the prosecution lodged an appeal. They claimed, in particular, that the allegedly political motives of the applicant's prosecution had been examined “by way of an exchange of secret correspondence” between the Prosecutor General's Office, the Federal Security Service and the Ministry of the Interior which the City Court had not taken into account. They also alleged that the applicant's period of detention had not expired because the District Court's decision of 1 July 2006 had not been quashed.", "47. On 2 October 2006 the Supreme Court of the Russian Federation dismissed the appeal by the prosecution and refused the extradition of the applicant to Tajikistan.", "48. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "49. The Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (signed in Minsk on 22 January 1993 and amended on 28 March 1997, “the 1993 Minsk Convention”), to which both Russia and Tajikistan are parties, provides as follows:", "“1. The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order or a final conviction and shall indicate that a request for extradition will follow...”", "“1. A person arrested pursuant to Article 61 § 1 ... shall be released ... if no request for extradition is received by the requested Contracting Party within 40 days of the arrest...”", "“The requested Party shall notify the requesting Party of the place and time of surrender. If the requesting Party does not accept the person being extradited within fifteen days of the scheduled date of surrender, that person shall be released.”", "50. The European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "51. Chapter 13 of the Code of Criminal Procedure (“Measures of restraint”) governs application of measures of restraint, or preventive measures (меры пресечения), which include, in particular, placement in custody. A custodial measure may only be ordered by judicial decision in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years' imprisonment (Article 108 “Placement in custody”). The time-limit for detention pending investigation is fixed at two months (Article 109 “Time-limits for detention”). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4). A judicial decision ordering or extending the application of a custodial measure may be appealed against to a higher court within three days of its issue (Articles 108 § 10 and 109 § 2). A custodial measure may be revoked or varied by a judicial decision if it is no longer considered necessary (Article 110 “Revoking or varying the measure of restraint”).", "52. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Article 466 is the only provision in the chapter that governs application of measures of restraint with a view to extradition. Paragraph 1 deals with the situation where a request for extradition is not accompanied by a detention order issued by a foreign court. In that case a prosecutor must decide whether it is necessary to impose a measure of restraint “in accordance with the procedure provided for in the present Code”. Paragraph 2 establishes that, if a foreign judicial decision on placement in custody is available, a prosecutor may place the person in detention or under house arrest. In that eventuality no confirmation of the foreign judicial decision by a Russian court is required.", "53. Chapter 15 (“Petitions”) provides that suspects, defendants, victims, experts, civil plaintiffs, civil defendants, and their representatives may petition officials for taking procedural decisions that would secure rights and legitimate interests of the petitioner (Article 119 § 1). Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of damaging the constitutional rights or freedom of the parties to criminal proceedings (Article 125 § 1). The competent court is that which has jurisdiction for the place of the preliminary investigation (ibid.).", "54. Verifying the compatibility of Article 466 § 1 of the Code of Criminal Procedure with the Russian Constitution, the Constitutional Court reiterated its constant case-law that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "In the Constitutional Court's view, the absence of a specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, that is, the procedure laid down in the Russian Code of Criminal Procedure. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Measures of restraint”) which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for examination of extradition requests.", "The Constitutional Court emphasised that the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the Code of Criminal Procedure did not allow the authorities to apply a custodial measure without respecting the procedure established in the Code of Criminal Procedure or in excess of time-limits fixed in the Code.", "55. The Prosecutor General asked the Constitutional Court for an official clarification of its decision in Mr Nasrulloyev's case (see above), for the purpose in particular of elucidating the procedure for extending a person's detention with a view to extradition.", "The Constitutional Court dismissed the request, finding it was not competent to indicate specific provisions of the criminal law governing the procedure and time-limits for holding a person in custody with a view to extradition. That matter was within the competence of courts of general jurisdiction.", "56. In the case of Mr A., concerning his detention with a view to extradition to Armenia, the Criminal Division of the Supreme Court held as follows (case no. 72-005-19, 8 June 2005):", "“The term of detention of the person who is to be extradited to the place of commission of the offence... is not governed by Article 109 of the Code of Criminal Procedure. In accordance with the requirements of [the 1993 Minsk Convention], the person arrested at the request of a foreign state, may be held in custody for forty days until a request for extradition has been received. Subsequent detention of the person is governed by the criminal law of the requesting party (Armenia in the instant case).”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}