{"ITEMID": "001-93638", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "SHUB v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Mr Boruch Shub, is a Lithuanian national who was born in 1924 and lives in Tel Aviv, Israel. He is represented before the Court by Ms F. Kukliansky, a lawyer practising in Vilnius.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "After Lithuania regained independence in 1990, the Restitution of Property Act, concerning the restitution of property rights to property nationalised by the Soviet authorities, was enacted. The applicant, an Israeli citizen at that time, requested the authorities to restore to him the property rights to a building owned by the applicant’s late relatives prior to nationalisation.", "By letters of 16 March 1992 and 21 September 1994, the Vilnius City Board informed the applicant that his request could not be granted because he did not meet the criteria set out in the Restitution of Property Act, namely, he did not have Lithuanian citizenship and did not reside in the country. On 8 August 1994 the Government’s office also informed the applicant about the citizenship and residence requirements.", "On 15 November 2002 the applicant started an exceptional Presidential procedure to obtain Lithuanian citizenship. On 11 April 2003 the applicant gained Lithuanian citizenship by a decree of the State’s President. In 2005 the applicant requested the domestic courts to extend the statutory time-limit for his application for restitution, which had lapsed on 31 December 2001. The applicant submitted that he could not have applied for the restitution of his claimed property rights within the statutory time-limit because he had not had Lithuanian citizenship earlier. He also noted that he did not know the Lithuanian language and did not reside in Lithuania, which made it difficult for him to claim his rights within the time-limit. Before the courts the applicant was represented by counsel, who was present at all the hearings.", "On 24 August 2005 the Vilnius Regional Administrative Court granted the request. The court held that the applicant had actively sought to have his property rights restored and noted that his requests for restitution had been admitted and examined. Furthermore, the applicant had sought Lithuanian citizenship in order to fulfil all the requirements of the Restitution of Property Act. The court observed that in 2004 the law was amended to include a possibility to extend the time-limit for applications for restitution and found no reason to deprive the applicant of that possibilty.", "On 22 December 2005 the Supreme Administrative Court overturned the decision and dismissed the request by the applicant. The court stated that the applicant, not being a Lithuanian citizen before 2003, did not meet the criteria set out in the law and thus could not claim restitution of property rights. The applicant had only become a Lithuanian citizen on 11 April 2003, after the time-limit for restitution applications had already expired. The examination of the provisions regulating the matter allowed the conclusion that the time-limit for submitting a restitution request could only be extended in respect of those persons who had acquired the right within the prescribed time-limit, but who had not been able to make use of it properly within the deadline for good reasons. The submission of the request for restitution, its time-limit and the extension of that deadline were interconnected. The applicant did not have the right to the restitution of property within the statutory time-limit until 31 December 2001 because he had not been a Lithuanian citizen. Thus, the legal provision regarding the extension of the time-limit was not applicable to his situation. Furthermore, the court observed that the applicant had only applied for citizenship under the exceptional Presidential procedure in 2002, whereas there had been nothing to stop him taking action earlier.", "The Restitution of Property Act 1991 (Nuosavybės teisių ... atkūrimo įstatymas) (amended on numerous occasions) provides that the right to property nationalised by the Soviet authorities can only be restored to persons who are citizens of Lithuania. Under Article 10 of the Act, applications for the restitution of property rights could be submitted up until 31 December 2001. The time-limit of 31 December 2003 was set for the production of any additional supporting documents which could not have been submitted earlier in respect of applications made before 31 December 2001. Article 10 of the Act, as amended on 12 October 2004, provides that the time-limit for both an application for the restitution of property rights and the submission of supporting documents could be extended if substantial reasons for missing the deadline existed. Whether those reasons are sufficiently important is to be established by the courts on a case-by-case basis."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}