{"ITEMID": "001-117874", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF OLSZEWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1958 and lives in Gostynin.", "6. On 22 April 2003 the applicant complained to the Court of procedural shortcomings and the unfavourable outcome of criminal proceedings.", "7. On 28 July 1999 he had been acquitted of robbery by the Gostynin District Court (Sąd Rejonowy).", "8. On 21 December 1999 the Płock Regional Court (Sąd Okręgowy) partly quashed the judgment and remitted the case to the lower court.", "9. On 20 May 2002 the Gostynin District Court convicted the applicant of robbery and sentenced him to six years’ imprisonment.", "10. On 2 December 2002 the Płock Regional Court upheld that judgment but reduced the applicant’s sentence to five years’ imprisonment. The judgment, together with the court’s reasoned opinion, was served on the applicant on 16 March 2003.", "11. On 24 March 2003 the applicant’s legal-aid lawyer informed the Płock Regional Court that he had not found any grounds to lodge a cassation appeal in the applicant’s case. On 7 April 2003 the court conveyed that information to the applicant and its refusal to appoint another lawyer.", "12. On 9 April 2004 the Ombudsman refused to lodge an extraordinary cassation appeal in the applicant’s case, because he had not found any grounds to do so.", "13. On 15 March 2005 the applicant made an application to the Supreme Court for the proceedings to be reopened.", "14. On 20 June 2005 the Gostynin District Court appointed a legal-aid lawyer to represent the applicant in the proceedings for the reopening of his case. On 8 August 2005 the lawyer prepared and lodged a proper application to reopen the proceedings. He argued that new facts and evidence had come to light since the applicant had been convicted, namely that two of the witnesses for the prosecution had admitted that they had given false statements.", "15. On 16 September 2005 the Warsaw Court of Appeal (Sąd Apelacyjny) decided to exempt the applicant from court fees.", "16. On 30 September 2005 the Warsaw Court of Appeal refused to reopen the proceedings on the grounds that the witnesses in question had not been convicted of perjury in connection with the main proceedings against the applicant, and that the arguments raised by the applicant’s lawyer were therefore invalid.", "17. No appeal was available under the applicable domestic law.", "18. On 31 May 2007 the applicant complained to the Court of overcrowding and inadequate medical care and detention conditions in Płock Prison.", "19. The applicant was detained in Płock Prison on three separate occasions: (1) from 30 December 1998 to 14 July 1999; (2) from 8 August 2003 until 4 June 2007; and (3) from 9 January until 6 February 2008. Between his first and second periods of detention the applicant was released into the community, and between his second and third periods of detention there, he was detained in the Gdańsk Remand Centre hospital. He was released into the community on 6 February 2008.", "20. The applicant submitted that throughout his detention in Płock Prison he had been detained in overcrowded cells. He did not indicate the size of the cells in which he had been placed or the number of inmates he had had to share them with.", "21. He did submit to the Court, however, copies of official memoranda revealing that every three to four months or so, the governor of Płock Prison would report to the relevant penitentiary judge along the following lines: “...owing to the overcrowding of [the prison’s] quarters, I have been forced to place prisoners in cells with less than 3 sq. m of living space for each person. This situation affects all cells ...”", "22. The official statistics published by the Prison Service (Służba Więzienna) show that during the applicant’s second period of detention, overcrowding (the degree by which the number of prisoners exceeds the maximum allowed capacity of a particular detention facility, which, in turn, is calculated on the basis of the standard of 3 m² of cell space per prisoner provided for in Polish law) at Płock Prison ranged between 19% and 29% in the relevant part of 2003, 22% and 33% in 2004, 22% and 34% in 2005, 25% and 36% in 2006, 29% and 34.5% in the relevant part of 2007, and had been nearly 30% in January 2008 and over 33 % in February of the same year.", "23. The Government acknowledged that during the relevant period, namely between 2003 and January 2008, the overall maximum capacity of Płock Prison had been exceeded by on average 32%.", "24. The Government also submitted that between 8 August 2003 and 4 June 2007 the applicant had been detained in eight cells, measuring between 6 and 25 sq. m. They submitted that no records existed to show how many prisoners had shared those cells with the applicant. In consequence, it could not be established whether or not the applicant’s cells had been overcrowded.", "25. As regards the final period of the applicant’s detention, the Government submitted that between 9 January and 6 February 2008, he had been placed in cell no. 304, which measured nearly 25 sq. m. For a total of nine days he had shared that cell with ten fellow inmates (2.2 sq. m per person). During the remaining nineteen days, he had shared it with eleven inmates (2 sq. m per person).", "26. It appears that all cells were clean, well-lit and ventilated.", "27. The Government stressed that the applicant had not been confined to his cells all day long. He had been allowed an hour of outdoor exercise per day, an hour in the prison recreation room (świetlica) every other day and two weekly visits to the library. Moreover, the applicant could, if he had wished to do so, have attended education and leisure courses or taken up employment offered by the prison.", "28. The applicant, in principle, did not contest the above submissions. As regards his employment opportunities, however, he provided the Court with copies of several letters from the prison administration and the prison authorities, which stated that his job opportunities were objectively limited owing to his disability and the fact that the rate of unemployment among prisoners was very high (see paragraph 39 below).", "29. Lastly, the applicant submitted that for two years, from 27 October 2004 until 4 June 2007, he had shared a cell (no. 304, wing III) with an inmate who suffered from schizophrenia and had a history of violence.", "30. The Government argued that during his detention in Płock Prison the applicant had not shared his cell with any prisoner suffering from schizophrenia. They also pointed out that the applicant had never made any complaints to that effect to the prison authorities.", "31. In his application to the Court of 31 May 2007, the applicant also complained that he had been provided with inadequate medical care by the prison healthcare system during his detention in Płock Prison.", "32. The applicant suffered from ulcers, varicose veins, atherosclerosis (hardening of the arteries), osteoarthritis, chronic bronchitis, asthma and a spinal hernia. His conditions were confirmed by numerous hospital records and medical certificates, issued by, among others, a public hospital in Gostyniń on 16 May 2003, Płock Prison medical centre (Zakład Opieki Zdrowotnej) on 30 January 2007, and the Gdańsk Remand Centre hospital on 31 July and 8 February 2007. He used an orthopaedic prosthesis and was in overall poor health.", "33. The applicant submitted two hospital discharge reports issued shortly before his detention in 2003. The documents revealed that the applicant had been treated for spondylarthritis (an inflammatory spinal rheumatic disease) and chronic bronchitis and that when he was discharged he had been in a good state of health. The reports also recommended that the applicant should continue taking certain medication and should do physiotherapy exercises at home.", "34. The applicant was certified on 14 February 2007 as having a minor disability (umiarkowany stopień niepełnosprawności) and on 31 May 2010 as having a significant disability (znaczny stopień niepełnosprawności).", "35. The applicant asserted that he had not received adequate medical care during his imprisonment. In particular, he submitted that he had not been allowed to have specialist orthopaedic treatment and that on several occasions he had been refused painkillers.", "36. The Government submitted that the applicant had been provided with regular and adequate care and treatment which had complied with recommended medical practice. He had been examined by general practitioners and various specialists on 259 occasions. More precisely, during his second and third periods of detention in Płock Prison, the applicant had been examined by specialists in internal medicine (147 times) and physiotherapy (twenty-two times), a pulmonologist (forty times), a dentist (eleven times), a radiologist (nine times), a psychiatrist (ten times), a neurologist (fourteen times), a dermatologist (three times), a laryngologist (twice), an ophthalmologist (three times) and by a vascular surgeon once.", "37. From 4 June 2007 to 9 January 2008 the applicant was detained in Gdańsk Remand Centre. He was initially placed in a cell in the general wing because of building works in the hospital wing. On 8 August 2007 he was transferred to the hospital wing. The medical certificates issued in the hospital revealed that throughout the whole period in question, the applicant had received hospital treatment for his spinal arthritis and hernia, as well as for chronic bronchitis.", "38. The applicant lodged numerous complaints with the penitentiary prison authorities concerning his allegedly inadequate medical care and other aspects of his detention but to no avail. The applicant did not lodge any complaints about overcrowding at that stage.", "39. By letter of 2 June 2005, an officer authorised by the Director of the Łódź Regional Inspectorate of the Prison Service (Okręgowy Inspektorat Służby Więziennej) informed the applicant that a complaint he had lodged concerning his unemployment in Płock Prison had been rejected as illfounded. It was emphasised that the applicant’s job opportunities were objectively limited owing to the nature of his disability and the fact that the rate of unemployment among prisoners was very high.", "40. By letters of 19 April, 7 May, 9 July and 8 October 2007 the Directors of the Łódź and Gdańsk Regional Inspectorates of the Prison Service informed the applicant that his complaints of inadequate medical treatment in prison had been rejected as ill-founded. It was established that the applicant had received sufficient medical treatment, having been examined by specialists and prescribed medication. It was also noted that in order to provide him with better medical care, on 4 June 2007 the applicant had been transferred to the hospital at Gdańsk Remand Centre.", "41. By letter of 6 August 2007 the Director of the Łódź Regional Prison Service informed the applicant that, as he had claimed, the Płock Prison medical centre had failed to undertake all the necessary measures in order to supply him with prosthetics. No further information can be derived from this document. The applicant did not make any submissions regarding this aspect of his medical conditions and healthcare.", "42. The applicant also sought temporary leave from prison on account of his poor health; however, on 27 August 2007 the Gdańsk Regional Court refused to grant the necessary licence.", "43. On 14 November 2007 the Gdańsk Court of Appeal upheld that decision. The domestic courts considered that adequate medical care and treatment could be provided to the applicant by the prison system. Reference was made to the medical certificates of 12 July and 8 November 2007 which stated that there was no requirement for the applicant to undergo spinal surgery. The courts concluded that the applicant’s multiple and serious health conditions did not make it impossible for him to continue serving his prison sentence.", "44. In March 2007 the applicant brought a civil action against the State Treasury for compensation in the amount of 150,000 Polish zlotys (PLN) (approximately 36,000 euros (EUR)) for non-pecuniary damage, which he had allegedly suffered owing to overcrowding and inadequate conditions of detention and medical care in Płock Prison. He also asked to be exempted from paying court fees, on the basis that he was unemployed and had no financial resources.", "45. On an unspecified date the Płock Regional Court ordered that the applicant pay court fees in the amount of PLN 7,500 (approximately EUR 2,000).", "46. The court later decided to grant the applicant a partial exemption from the fees and ordered that he pay the remaining fee of PLN 1,500 (approximately EUR 420).", "47. It would appear that the applicant lodged an interlocutory appeal seeking a full exemption from the court fees.", "48. On 30 March 2007 the Płock Regional Court returned the applicant’s interlocutory appeal because it had not been lodged in compliance with the relevant procedural requirements namely the applicant had failed to give full details of his appeal and to submit the necessary supporting documents. On 5 July 2007 the same court rejected a further interlocutory appeal by the applicant because such a remedy had not been available to him under the applicable domestic law.", "49. It appears that the applicant sent a further request for an exemption from court fees. On 13 July 2007 the Płock Regional Court invited him to submit a statement of his financial means in support of his request.", "50. It appears that the full fee exemption was eventually granted.", "51. On 25 June 2009 the Płock Regional Court obtained a medical expert report, which concluded that the applicant’s medical condition, more specifically the atherosclerosis of his legs, spinal hernia, osteoarthritis, chronic bronchitis and joint deformation, did not have any connection and did not directly result from his incarceration and the conditions of his detention in Płock Prison. It was also considered that the cause of the applicant’s multiple health disorders was unknown but they undoubtedly dated back to a time prior to his detention.", "52. In addition, the expert made the following findings about the applicant’s health and treatment in Płock Prison: the applicant’s atherosclerosis dated back to 1995 or earlier; he was a smoker and had begun treatment for chronic bronchitis in 1997; he had developed spinal problems in 1998; and he received medication for stomach ulcers. The report also concluded that the medical treatment during his detention could be regarded as effective as his chronic illnesses were not getting any worse.", "53. On 5 August 2009 the Płock Regional Court dismissed the applicant’s claim on its merits (no. IC 586/07). A copy of the judgment was served on the applicant on 12 December 2009.", "54. On 20 January 2010 the applicant informed the Regional Court that he wished to appeal against the first-instance judgment and asked the court to provide him with its reasoned opinion for the decision.", "55. On 8 February 2010 the Płock Regional Court rejected the applicant’s appeal as it was lodged out of time. On 8 April 2010 the same court rejected the applicant’s interlocutory appeal against that decision.", "56. On 31 May 2007 the applicant also complained to the Court of procedural shortcomings and the unfavourable outcome of divorce proceedings to which he was party.", "57. On 5 January 2006 the Płock Regional Court ruled in the applicant’s divorce proceedings.", "58. On 24 March 2006 the Płock Regional Court dismissed an appeal by the applicant for non-compliance with procedural requirements, inter alia, his failure to specify the exact nature of his appeal, namely whether he wished to have the first-instance court’s judgment amended or quashed entirely, and his failure to pay the required court fee in the amount of PLN 50 (approximately EUR 13).", "59. On 22 September 2006 the Warsaw Court of Appeal dismissed an interlocutory appeal by the applicant against that decision.", "60. On 31 May 2007 the applicant also complained to the Court of procedural shortcomings and the unfavourable outcome of social security proceedings he had brought.", "61. The applicant failed to submit all the documents relating to the proceedings which were the subject of that part of the application. As a result, it is impossible for the Court to establish exactly what happened.", "62. On an unspecified date the applicant instituted social security proceedings for an assessment of his level of disability and his pension.", "63. It appears that on 19 June 2006 the Warsaw District Court decided to dismiss the applicant’s claim for non-compliance with procedural requirements, namely a failure by the applicant to pay a basic court fee (opłata podstawowa) in the amount of PLN 30 (approximately EUR 8). It appears that the applicant later lodged a number of interlocutory appeals, some of which were out of time. Eventually, the case was struck out on the grounds that the applicant had failed to comply with several procedural requirements, namely to pay the required basic court fee and lodge his appeals within the prescribed time-limit.", "64. On 31 May 2010 the applicant was certified as being significantly disabled.", "65. A detailed description of the relevant domestic law and practice, concerning general rules governing conditions of detention in Poland and domestic remedies available to detainees alleging that the conditions of their detention were inadequate, is set out in the Court’s pilot judgments in Orchowski v. Poland (no. 17885/04, §§ 75-85, 22 October 2009) and Norbert Sikorski v. Poland (no. 17599/05, §§ 4588, 22 October 2009). More recent developments are described in the Court’s decision in the case of Łatak v. Poland ((dec.), no. 52070/08, §§ 25-54, 12 October 2010).", "66. The provisions pertaining to medical care in detention facilities are set out in the Court’s judgment in the case of Sławomir Musiał v. Poland (no. 28300/06, §§ 48-61, 20 January 2009)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}