{"ITEMID": "001-76493", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BAZORKINA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Liberty of person;Security of person);Violation of Article 13+2 - Right to an effective remedy (Article 2-1 - Life;Article 2 - Right to life);Violation of Article 13+3 - Right to an effective remedy (Article 3 - Inhuman treatment;Prohibition of torture);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application);Non-pecuniary damage - award", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1938 and lives in the town of Karabulak, Ingushetia. The complaint is also brought in respect of the applicant’s son, Khadzhi-Murat Aslanbekovich Yandiyev, born in 1975.", "10. The facts surrounding the disappearance of the applicant’s son were partially disputed. In view of this the Court requested that the Government produce copies of the entire investigation file opened in relation to Khadzhi-Murat Yandiyev’s disappearance.", "11. The parties’ submissions on the facts concerning the circumstances of the apprehension and disappearance of the applicant’s son and the ensuing investigations are set out in Sections 1 and 2 below. A description of the materials submitted to the Court is contained in Part B.", "12. The applicant’s son, Khadzhi-Murat Aslanbekovich Yandiyev, was born on 27 August 1975. Until August 1999 he was a student at the Moscow Sociology University. The applicant submits that he left the University in August 1999 before completing his final year of studies. One of his classmates told the applicant that her son had travelled to Grozny, Chechnya. The applicant believes that he wanted to find his father, who had apparently gone there. She has not heard from her son since August 1999.", "13. In autumn 1999 hostilities began in Chechnya. After Grozny was captured by federal forces in late January - early February 2000, a large group of Chechen fighters left the city and moved south-west towards the mountains. En route the fighters, and anyone leaving the city with them, encountered mine fields. Many people sustained injuries, especially to their feet and legs. Many of the wounded were treated in a hospital in the village of Alkhan-Kala (also called Yermolovka), which was taken by the Russian military in early February 2000.", "14. On 2 February 2000 the applicant saw her son on a news broadcast about the capture of Alkhan-Kala by the Russian forces. He was wearing camouflage uniform and was being interrogated by a Russian officer, who was also wearing camouflage.", "15. The applicant later obtained a full copy of the recording, made by a reporter for the NTV (Russian Independent TV) and CNN who had entered Alkhan-Kala with the federal troops. A copy of that recording and a transcript of the interrogation have been submitted to the Court by the applicant.", "16. The recording shows the applicant’s son, who is standing near a bus with wounded men. The bus is surrounded by Russian soldiers and the wounded are being removed from the bus. A passing soldier pushes the applicant’s son on his right leg; he winces with pain. He is speaking in a low voice and his words are barely audible. The officer questioning him is speaking in a harsh voice. The following is a translation of the relevant parts of the transcript:", "“Officer: - Turn your face [to me]! Turn it properly. Who are you?", "The detainee answers something, but the words are not audible.", "Officer: - What did you say? From Ingushetia? - / The detainee says something about Nazran/ - From Nazran? Where do you live in Nazran?", "Another serviceman who is standing nearby orders: Hands out of your pockets!", "...The officer takes something - identity documents - from the pocket of the detainee’s camouflage jacket, and inspects them, asking questions. The answers are not audible.", "Officer: - What is your last name? What is your first and patronymic name?", "The detainee: - Born on 27 August 1975.", "Another officer: - Alexander Andreyevich, we need to get the convoy group ready. We have to take all three buses there.", "The officer takes something out of a small leather packet, wrapped in cellophane, that was among the detainee’s papers [apparently, a compass], and shows it to somebody: - There, you see! A solid, trained fighter.", "He puts the device back into the packet and wraps it in cellophane.", "Another officer asks: - Where did you leave your arms?", "The detainee, shown with his head to the side: - My weapons were left over there.... /Says something about a mine field. /", "The second officer repeats: In a mine field?", "...The officer, pointing at his camouflage jacket: - From which soldier did you take this? From a federal soldier? From [one of] your soldiers?", "The detainee says something to the effect that it was given to him. He says something about “fighting against”.", "The officer: - Fighting against whom? Fighting against such [people] as here? Why did you come here? People are dying because of you!", "The detainee: - Because of me?", "The officer: - Of course!", "The detainee: - People are dying...", "The officer: - Take him away, damn it, finish him off there, shit, - that’s the whole order. Get him out of here, damn it. Come on, come on, come on, do it, take him away, finish him off, shoot him, damn it...", "The detainee is led away by two soldiers”.", "17. The video also shows Russian military equipment and other wounded detainees. They are taken out of the buses or remain inside; many have their feet and legs wrapped in bandages or cellophane. The video also contains interviews with the villagers of Alkhan-Kala, who say that the village was shelled on the previous day.", "18. The CNN journalists who filmed the interrogation later visited the applicant in Ingushetia and identified the interrogating officer as Colonel-General Alexander Baranov.", "19. After seeing her son on the news broadcast on 2 February 2000, the applicant immediately began searching for him. She has had no news of him since.", "20. She applied on numerous occasions to prosecutors at various levels, to the Ministry of the Interior and the Ministry of Justice, to the Special Envoy of the Russian President for rights and freedoms in the Chechen Republic, and others. She also personally visited detention centres and prisons in Chechnya and other regions in the Northern Caucasus.", "21. Acting on the applicant’s behalf, the NGOs Human Rights Watch and Memorial and the Head of the OSCE mission in Chechnya forwarded requests for information about her son to various bodies.", "22. The applicant received very little substantive information from official bodies about the investigation into her son’s disappearance. On several occasions she received copies of letters from various authorities directing her complaints to the Military Prosecutor’s Office for the Northern Caucasus, to the Grozny District Prosecutor’s Office and to the military prosecutor of military unit no. 20102.", "23. On 18 August 2000 the Main Prisons Directorate of the Ministry of Justice (GUIN, Главное Управление исполнения наказаний Министерства Юстиции РФ, ГУИН) informed the applicant that her son was not being held in any prison in Russia. The applicant was advised to apply to the Ministry of the Interior.", "24. On 1 November 2000 the Special Envoy of the Russian President for rights and freedoms in the Chechen Republic replied to the Head of the OSCE mission in Chechnya, stating that the applicant’s son was listed as no. 363 in the list of missing persons compiled by his office following citizens’ complaints. On 1 November 2000 his office had forwarded a request for information in respect of Yandiyev’s whereabouts to the Prosecutor General.", "25. On 24 November 2000 the military prosecutor of military unit no. 20102 in Khankala, where the headquarters of the Russian military forces in Chechnya were based, returned the applicant’s complaint to the Grozny District Department of the Interior, with a copy to the applicant. The accompanying letter stated that there were no grounds to apply to the military prosecutor’s office, because the “attached materials did not corroborate the involvement of any military servicemen in the disappearance of the applicant’s son”.", "26. On 30 November 2000 the military prosecutor of military unit no. 20102 replied to the NGO Memorial that, following examination of its submissions, it had been concluded that “Yandiyev’s corpse had never been discovered and it did not follow from the videotape that he had been killed, as the videotape did not contain such facts.” Consequently, it was decided, under Article 5 part 1 of the Code of Criminal Procedure, not to open a criminal investigation on account of the absence of a criminal act. In a similar reply to Memorial, dated 30 December 2000, the same military prosecutor stated that there were no grounds to conclude that military servicemen had been responsible for the actions shown in the videotape.", "27. On 8 December 2000 the Chechnya Prosecutor informed the Special Envoy about progress being made in several cases, including that involving a videotape “where an officer of the federal forces orders the execution of a wounded fighter. The latter was identified by his relatives as Yandiyev Kh. S. The said videotape has been forwarded to the military prosecutor of military unit no. 20102 for checking and investigation under Article 109 of the Criminal Procedural Code”.", "28. On 18 December 2000 the Moscow bureau of Human Rights Watch sent a letter to the General Prosecutor with the following questions:", "“(1) Was a criminal investigation opened into Yandiyev’s disappearance?", "(2) Was the identity of the interrogating officer established?", "(3) Was he questioned? If not, why not?", "(4) Were the whereabouts of Yandiyev established, in particular if he was still alive?", "(5) Was the interrogating officer or anybody else charged with Yandiyev’s “disappearance”?", "If a criminal investigation into Yandiyev’s “disappearance” and ill-treatment has not been opened, please open such an investigation.”", "29. On 29 December 2000 and 24 January 2001 the Military Prosecutor’s Office for the Northern Caucasus informed the applicant and Human Rights Watch that their complaints had been forwarded to the military prosecutor’s office of military unit no. 20102.", "30. In February 2001 two individuals, I. and B., submitted affidavits to the head of the Karabulak District Department of the Interior, in which they stated that on 2 February 2000 Khadzhi-Murat Yandiyev had been detained in Alkhan-Kala by federal troops. The affidavits did not contain the addresses of I. and B. and did not explain how they became aware of Yandiyev’s detention.", "31. On 13 February 2001 the Chechnya Prosecutor wrote to Memorial acknowledging receipt of the videotape depicting Khadzhi-Murat Yandiyev’s interrogation. The videotape had been forwarded to military unit no. 20102 for the purposes of the investigation.", "32. On 13 and 27 February 2001 the military prosecutor of military unit no. 20102 forwarded all requests pertaining to the case to the Grozny District Department of the Interior.", "33. On 16 May 2001 Human Rights Watch wrote to the Military Prosecutor’s Office for the Northern Caucasus, asking the prosecutor to quash the decision by the military prosecutor of military unit no. 20102 not to open a criminal investigation. The letter referred to the contents of the videotape and to the fact that Yandiyev had not been seen subsequently. It again requested that the officers who appeared in the recording be identified and questioned. In reply, on 31 May 2001 the Military Prosecutor’s Office wrote that an inquiry would be conducted. On 22 June 2001 it informed Human Rights Watch that all the documents pertaining to the case had been transferred to the Grozny District Department of the Interior.", "34. On 14 July 2001 a prosecutor from the Chechnya Prosecutor’s Office opened criminal investigation no. 19112 into the abduction of Khadzhi-Murat Yandiyev by unidentified persons in February 2000 in Alkhan-Kala. The decision referred to Article 126 part 2 of the Criminal Code (kidnapping).", "35. On 17 August 2001 Human Rights Watch again sent a letter to the Chief Military Prosecutor. On 4 September 2001 he replied that the criminal case was being investigated by the local prosecutors’ office in Chechnya, which would inform the interested parties of its progress.", "36. The applicant submits that in December 2001 she was visited at her home by certain persons who stated that they were carrying out a population census. They asked her and her neighbours about her son and whether he had returned home. The next day they returned and told her that they were from the Karabulak Town Prosecutor’s Office and that they had received documents from the Chechnya Prosecutor’s Office pertaining to her son’s disappearance. The applicant confirmed that her son was missing and that she had had no news of him.", "37. On 23 October 2002 the SRJI asked the Chechnya Prosecutor for an update on the investigation into Yandiyev’s “disappearance” and possible killing. No response was given.", "38. On 20 December 2002 the SRJI submitted a similar request for information to the General Prosecutor’s Office. On 4 February 2003 the General Prosecutor’s Office informed the SRJI that its letter had been forwarded to the Prosecutor’s Office for the Southern Federal Circuit. In March 2003 that Office informed the SRJI that its request had been forwarded to the Chechnya Prosecutor’s Office.", "39. On 15 April 2003 the SRJI wrote to the military prosecutor of military unit no. 20102 and asked, with reference to its letter of 30 November 2000, for a copy of the decision by which he had refused to open a criminal investigation into the applicant’s complaint about her son’s possible murder. In June 2003 the military prosecutor responded that all documents related to the case had been forwarded to the Grozny District Temporary Department of the Interior (VOVD) on 24 November 2000.", "40. On 7 December 2003 the investigator of the Grozny District Prosecutor’s Office informed the applicant that the investigation in criminal case no. 19112 had been resumed on 6 December 2003. On 6 February 2004 the applicant was informed by the same Office that the investigation had been adjourned for failure to identify the culprits. The applicant was informed that it was possible to appeal that decison.", "41. The applicant submits that on 30 March 2004 she was visited at her home in Karabulak by two persons from the Grozny District Prosecutor’s Office who again questioned her about her missing son and about other members of her family. The applicant submitted a description of her son, but explained that she had run out of photographs of him because she had previously submitted them to various offices, including the prosecution service. The applicant signed the record of the questioning.", "42. The applicant referred to the Human Rights Watch report of March 2001 entitled “The ‘Dirty War’ in Chechnya: Forced Disappearances, Torture and Summary Executions” which reports Khadzhi-Murat Yandiyev’s story and his “disappearance” after detention by Russian servicemen.", "43. In November 2003 the application was communicated to the Russian Government, which were requested at that time to submit a copy of investigation file no. 19112. In March 2004 the Government submitted 80 pages out of about 200. The Court on two occasions reiterated its request for the remaining documents, to which the Government responded that their disclosure would be in violation of Article 161 of the Code of Criminal Procedure, would compromise the investigation and would prejudice the rights and interests of the participants in the proceedings.", "44. In September 2005 the Court declared the application admissible and reiterated its request for the remaining documents. In November 2005 the Government submitted a copy of the entire criminal investigation file, comprising five volumes (about 900 pages) and three volumes of attachments (about 700 pages). In addition, in January and March 2006 the Government submitted two more volumes of the latest documents from the criminal investigation file (comprising about 470 pages).", "45. The investigation established that the applicant’s son had been detained on 2 February 2000 in Alkhan-Kala, together with other members of illegal armed groups. Immediately after arrest he was handed over to servicemen from the GUIN for transportation to the pre-trial detention centre in Chernokozovo, Chechnya. Khadzhi-Murat Yandiyev did not arrive at Chernokozovo and his subsequent whereabouts could not be established. As of July 2001 Yandiyev was placed on the search list as a missing person, and as of October 2004 his name was placed on the federal wanted list. In October 2004 a criminal investigation in respect of Khadzhi-Murat Yandiyev was opened by the military prosecutor of the United Group Alliance (UGA) under Article 208 of the Criminal Code – participation in an illegal armed group.", "46. The applicant and her husband were questioned on several occasions and granted victim status in the proceedings. The investigation also identified and questioned a large number of eye-witnesses to and participants in the events, including servicemen from the army, the interior troops and the GUIN, journalists and local residents. Several witnesses confirmed that they had observed the encounter between Yandiyev and Colonel-General Baranov and that the latter’s words had been regarded by everyone present not as an order but as “a figure of speech” aimed at calming down Yandiyev, who had behaved in an aggressive and provocative manner and could have inspired disobedience among the detainees. After questioning Yandiyev had been taken away from the bus containing the other wounded and had been placed against the fence; he had remained there for some time. The file also contains a statement by General Nedobitko, who had been in charge of the operation and who denied that any summary executions had taken place. All servicemen present were questioned as witnesses. No one was charged with a crime.", "47. Colonel-General Baranov was questioned twice about the events and stated that he had not given an order to “shoot” Yandiyev, but that he had intended to stop his aggressive behaviour and to prevent possible disturbances that could have ignited violence and entail further casualties among the arrested insurgents and the federal forces.", "48. Several expert reports were carried out on the video recording in question, in order to establish its authenticity; to establish whether the conversation between General Baranov and Yandiyev could be regarded as a proper order given within the chain of command; to evaluate the psychological state of the persons depicted; and to conclude whether the General had insulted Yandiyev. The videotape was found to be authentic. An expert report also concluded that the words used by General Baranov could not have been regarded as a proper order issued to his subordinates within the military chain of command because of its inappropriate form and contents.", "49. The investigation did not establish the fate of Yandiyev following his transfer to the GUIN servicemen on 2 February 2000. Various detention centres, military and law-enforcement bodies denied that his name had ever been on their records. Several men who were detained in Alkhan-Kala on 2 February 2000 stated that they had not seen Yandiyev after his detention.", "50. Between July 2001 and February 2006 the investigation was adjourned and reopened six times. The case was transferred from the Chechnya Prosecutor’s Office to the Grozny District Prosecutor’s Office and then to the military prosecutor of the UGA. The majority of documents in the case file are dated after December 2003.", "51. The parties submitted numerous documents concerning the investigation into the disappearance. The main documents of relevance are as follows:", "52. The Government submitted the documents from the criminal investigation file into Yandiyev’s disappearance, comprised of over 2,000 pages. The main documents can be summarised as follows:", "53. On 14 July 2001 a prosecutor from the Chechnya Prosecutor’s Office opened a criminal investigation into the abduction of Khadzhi-Murat Yandiyev, born in 1975, by unidentified persons in February 2000 in Alkhan-Kala. The decision referred to Article 126 part 2 of the Criminal Code (kidnapping). On the same date the criminal case was forwarded to the Grozny District Prosecutor’s Office for investigation, which accepted it on 19 July 2001. The case file was assigned no. 19112. In May 2004 the investigation was transferred to the military prosecutor of the UGA, where it was assigned case file no. 34/00/0020-04D.", "54. The file contains the applicant’s letter of 30 May 2001 to the General Prosecutor, in which she stated the known facts concerning her son’s disappearance. She stated that, having seen her son on a news broadcast on 2 February 2000, she immediately set out for Alkhan-Kala. She reached there only on 6 February 2000, and was told that her son, who was listed among 105 detainees, had been transferred to Tolstoy-Yurt. On 8 February 2000 she arrived at Tolstoy-Yurt, where she was told that at 3 p.m. that day the detainees had been transferred to the Chernokozovo pre-trial detention centre. At Chernokozovo she was told that her son was not in their custody and that his name was not on their lists. The applicant had no further news of her son, and requested the prosecutor’s office to establish his whereabouts and to inform her if he had been charged with any crimes.", "55. On 20 January 2002 the applicant was questioned in her home town. Her brief statement repeated the circumstances of her son’s disappearance and reiterated that she had had no news of him. On the same day the applicant was granted victim status in the proceedings.", "56. Later the applicant was again questioned on several occasions. Her husband, Khadzhi-Murat Yandiyev’s father, was also questioned and confirmed her previous statements.", "57. The investigators questioned the witnesses to the encounter between General Baranov and Khadzhi-Murat Yandiyev, including servicemen and journalists.", "58. In December 2003 and January 2004 the investigation questioned several officers from special police forces (OMON) from the Novgorod region. They submitted, almost word for word, that from November 1999 to March 2000 they had been on mission in Alkhan-Kala and that in early February 2000 an operation had been carried out in the village. Their detachment was being held in reserve, but they were aware that a large group of fighters had entered the village, and several thousand federal troops, with support from aviation and armoured vehicles, had captured a large number of fighters – possibly about 700 persons. The operation was under the command of General-Major Nedobitko, the commander of a division of the interior troops, and was visited by Major-General Vladimir Shamanov, the head of the Western Zone Alignment. The Federal Security Service (FSB) and members of the military intelligence dealt with the detainees.", "59. Several army servicemen stated in September and October 2005 that, on 2 February 2000, a group of senior officers headed by Colonel-General Baranov, who at the time had headed the UGA staff, had arrived in Alkhan-Kala by helicopter. They came because a large group of fighters, including casualties, had been detained. They were accompanied by journalists, including TV cameramen. They first visited the Alkhan-Kala hospital, where a large group of wounded fighters was found in the cellar. The cellar was dirty, the wounded were lying on the floor and there was a strong smell of decay. The soldiers deposited a large number of arms and ammunition collected from the fighters near the hospital. They then went to Alkhan-Kala’s central square to see a convoy of three or four buses containing fighters, some of them wounded. The buses were blocked on all sides by army vehicles and guarded by servicemen, who had already disarmed the men inside. Local residents had gathered to watch behind the security cordon. When the senior officers approached the buses they noticed one of the fighters near the first bus, who had been talking to a reporter. He was wearing a new army camouflage jacket and behaved in an aggressive and provocative manner, trying to instigate the detainees and local residents to disobey. The witnesses suggested that he had been under the influence of narcotics. Some witnesses also noted that he was wounded in the hip. Colonel-General Baranov talked to the detainee and calmed him down using harsh words, saying that he should be shot. He also found identity documents, a compass and a map in his pocket. The soldiers then took the detainee away from the bus containing the other fighters and placed him next to a metal fence about five metres away, where he remained calmly for an hour or an hour and a half. Colonel-General Baranov and other army officers left Alkhan-Kala after about an hour and a half, and the detained fighters were left in the charge of the GUIN servicemen. The witnesses stressed that Baranov’s words had not been regarded as an order, that Yandiyev had remained near the bus for a long time after the conversation and that, in any event, there had been far too many people around to issue or to carry out such an order. They also specified that most of the servicemen appearing in the videotape belonged to the Ministry of the Interior (OMON) or Ministry of Justice (GUIN) troops, and thus were not subordinate to a Colonel-General in the army. They denied that summary executions had taken place.", "60. In May 2004 the investigation questioned General-Major Nedobitko who had headed the operation in Alkhan-Kala. He stated that the operation had been carried out by a joint group of the army, internal troops, police units from Chechnya and other regions and GUIN troops from the Ministry of Justice. Work with the detainees came within the competence of the GUIN units. He denied that the servicemen had committed summary executions.", "61. Journalists and cameramen from NTV, RTR and the army’s press service stated that Yandiyev had told the reporters that he had been in charge of a small group of fighters. During the encounter with General Baranov he had behaved in a slowed-down manner, as if under the influence of narcotics. They also testified that Yandiyev had behaved aggressively and thus provoked General Baranov’s remarks. One reporter testified that after the conversation depicted in the videotape Yandiyev had been taken to a fence, where he remained for about 10 minutes, after which servicemen put him into an armoured personnel carrier (APC) and drove away. Other reporters stated that he remained by the fence for about an hour or more, until the group headed by Colonel-General Baranov had left.", "62. In November 2005 the investigation questioned Ryan Chilcote, the CNN correspondent who had been at the scene on 2 February 2000. He stated that he had witnessed the dialogue between the wounded fighter, later identified as Yandiyev, and a high-ranking military officer, later identified as Colonel-General Baranov. He confirmed that although his Russian was weak, he could grasp the meaning of the conversation and had understood that the officer had questioned the fighter about his army jacket and later said that he should be “finished off”. He testified that he saw Yandiyev taken away by soldiers to an APC.", "63. The investigation questioned Colonel-General Alexander Baranov as a witness on two occasions – in June 2004 and in September 2005. On both occasions he confirmed that he had a conversation with a young rebel fighter (“boyevik”), later identified as Yandiyev, who had been standing outside the bus with other fighters and who had been creating a disturbance by his statements. The witness stated that he had concluded from the fighter’s inadequate reaction that Yandiyev had been intoxicated, but as there was no smell of alcohol, he thought he might be under the influence of narcotics. The officer said that his harsh reaction had been caused by the detainee’s dangerous conduct, which could have incited other fighters and the villagers to disobey. In his first witness statement Mr Baranov claimed that the video footage had been altered to omit the fighter’s provocative statements. He stressed that the servicemen surrounding him were not his subordinates and thus could not have taken orders from him. In any event, nobody regarded his remarks as an order and Yandiyev was simply taken away from the bus and stood by the fence for a long time afterwards. The GUIN servicemen had dealt with the detainees and Mr Baranov had had no involvement in this.", "64. A number of expert reports were carried out in the case.", "65. In October 2004 experts from the Criminological Institute of the Federal Security Service (Институт криминалистики ФСБ) concluded that the videotape did not contain any signs of altering or editing of image or sound and that the voice which had given the order to execute Yandiyev was that of Mr Baranov.", "66. In October 2005 a professor of linguistics at Moscow State Pedagogical University concluded that, although Colonel-General Baranov had used obscene words and expressions, these were not addressed directly at Yandiyev or anyone in particular and could not therefore be regarded as an insult.", "67. In October 2005 a comprehensive psychological and psychiatric report carried out by two senior medical experts concluded that, judging by the video extract and other materials, the behaviour of both Colonel-General Baranov and Khadzhi-Murat Yandiyev on 2 February 2000 had been adequate to the situation and that neither had displayed any signs of weakening of mental performance.", "68. In November 2005 an expert commission made up of three professors from military academies concluded that the extract in the videotape did not contain a valid order given within the chain of command due to its contents and improper form. In particular, the experts’ report recalled that orders had to comply with the Constitution and other legal acts and that they could only deal with matters which were relevant to the work of the military and were within the superior’s competence. Furthermore, orders could only be issued by a superior to an identified person under his command; they were to be given in a clear and unambiguous manner. None of these conditions had been met and therefore the report concluded that neither the Colonel-General nor any of the servicemen present at the scene could have regarded his words as an order.", "69. The investigation collected a large amount of information about the persons detained on 2 February 2000 in Alkhan-Kala. It identified and questioned the servicemen who had participated in the operation and escorted the detainees to the detention centre, and also the drivers of the buses and other detainees.", "70. Musa G., a resident of Alkhan-Kala, was questioned in June 2004 and October 2005. He stated that on 2 February 2000 he had tried to leave the village with his family in a PAZ bus. He was stopped by a group of armed men who ordered him to remove his belongings and to take the bus to the Alkhan-Kala hospital. At the hospital two other PAZ buses, also driven by villagers, were waiting. The armed men took wounded individuals out of the hospital and loaded them onto the three buses; the drivers were initially instructed to travel to Urus-Martan. However, they were not permitted to pass through a military roadblock at the exit of the village and returned to Alkhan-Kala. They were then instructed to go to Tolstoy-Yurt, where, as the witness understood it, the wounded were removed from the buses by servicemen from the Ministry of Justice. The witness identified Khadzhi-Murat Yandiyev from photographs and stated that he had seen that individual being placed in an APC in Alkhan-Kala and subsequently transferred to another APC at the military roadblock at the exit from the village. The witness also stated that he had seen how the servicemen searched the man and found a black flag with Arabic inscriptions. He did not see any ill-treatment of the man or of other detainees. He had not seen the man later identified as Yandiyev prior to 2 February 2000, not did he see him afterwards.", "71. In May 2004 B. (see § 30 above) testified that he had known Yandiyev since their childhood in Grozny. In December 1999 and January 2000 he met him in Grozny on several occasions. At that time Yandiyev was wearing his hair long, had a beard and wore an army camouflage jacket, but he was not armed. At the end of January 2000 the witness left Grozny through a “safe corridor” towards Alkhan-Kala. En route the column was shelled and the witness was wounded in the right arm. In Alkhan-Kala he was admitted to hospital, where he again met Khadzhi-Murat Yandiyev, who had been wounded in the hip. On the morning of 2 February 2000 three buses were organised to take the wounded to the Urus-Martan hospital, but the convoy was stopped at a roadblock by the military and returned to Alkhan-Kala. There the buses were surrounded by servicemen and military vehicles and the men were taken out of the buses and searched. B. was placed by a metal fence with his back to the buses. He heard Yandiyev’s voice behind him and recalled that Yandiyev talked to some senior officer who ended the conversation by an order to “shoot” Yandiyev. The witness then saw Yandiyev being taken away. He and the other detainees were first taken to a “filtration point” in Tolstoy-Yurt, from where they were transferred to the Chernokozovo pre-trial detention centre about five days later. After that the witness was detained in two other pre-trial detention centres and was released in July 2000. He had not seen Khadzhi-Murat Yandiyev after 2 February 2000 and had no news of him.", "72. The investigation obtained documents from the criminal investigation file opened in respect of B. The file contained a police report about his detention in Alkhan-Kala on 2 February 2000 on suspicion of participation in an illegal armed group. On 4 February 2000 B. was questioned in Tolstoy-Yurt and denied the charges. On the same day he was charged with participation in an illegal armed group and his detention was authorised by a prosecutor. In July 2000 the charges were dropped and B. was released under an amnesty granted to persons charged with participation in illegal armed groups in the Northern Caucasus who had not committed any serious crimes.", "73. In December 2005 the investigation questioned two other men who had been detained in February 2000 in Alkhan-Kala and taken to Tolstoy-Yurt. One of them identified Khadzhi-Murat Yandiyev from a photograph and stated that he had seen that individual being taken out of a bus in Alkhan-Kala by servicemen.", "74. In November 2005 the investigation questioned several servicemen from the Ministry of Justice, from various regions of Russia, who had been deployed in Alkhan-Kala in February 2000. They stated that although their units had not been involved in the transportation of the three buses, the detainees had been transported on that day to a “filtration point” in the village of Tolstoy-Yurt. They also stated that those detainees who had been identified as “field commanders” or others who were believed to be able to provide valuable information were taken away by officers from the FSB and military intelligence (Главное разведывательное управление, ГРУ Министерства обороны РФ) and were not transported to the filtration points with the other detainees. They also stated that a system of detainee records had been maintained and that individual minutes of detention had been drawn up in respect of each of the detained persons. They estimated that on 2 February 2000 between 100 and 150 persons had been detained on suspicion of participation in illegal armed groups.", "75. The Government also submitted to the Court about 700 pages of documents from other criminal investigation files opened in relation to 62 persons detained in early February 2000 in and around Alkhan-Kala. Each of the detainees was questioned on 4 February 2000 in Tolstoy-Yurt, presented with charges and sent to various pre-trial detention centres. A detention order was issued in respect of each detainee, on suspicion of participation in illegal armed groups, by a prosecutor. It appears that most of the detainees were later released under an amnesty act. No such documents exist with reference to Khadzhi-Murat Yandiyev.", "76. The investigation tried to obtain information about Yandiyev’s whereabouts from various sources. A number of law-enforcement agencies and detention centres in Chechnya, the Northern Caucasus and further afield in the Russian Federation, including pre-trial detention centre no. 20/2 in Chernokozovo, denied that he had ever been arrested or detained by them.", "77. Their family’s neighbours in Grozny stated that they had not seen the Yandiyevs after they left Grozny in 1994. One neighbour, Ibragim D., questioned in October 2004, testified that in spring 2003 he had noticed a man resembling Khadzhi-Murat Yandiyev in a market in Grozny. The witness did not know Yandiyev very well and did not approach the man in the market or talk to him.", "78. Also in October 2004 the investigation questioned a local resident in Alkhan-Kala who stated that in February 2000 he had witnessed Yandiyev’s arrest. He stated that in August 2000 he had noticed a man resembling the detainee in a shop in Alkhan-Kala. The witness did not know Yandiyev personally and did not know him by name.", "79. The investigators questioned a number of Alkhan-Kala residents, including a policeman and the head of the local administration. In similarly worded statements they stated that in early February 2000 a large group of fighters headed by the field commander Arbi Barayev had entered the village. The village had been shelled and large detachments of the federal forces had then entered the village in APCs. None of the villagers questioned had ever heard of Khadzhi-Murat Yandiyev, but they stated that several young men from Alkhan-Kala had been detained by the federal forces on that day and later released.", "80. Several of Yandiyev’s classmates from the Moscow Sociology University stated that they had not seen him after the summer of 1999. They described him as a devout young man who had observed Islamic customs and studied religious literature. The investigation obtained a copy of the order by the Rector of the University by which the student Yandiyev had been discharged as of 15 November 1999 for systematic absence from classes.", "81. Yandiyev’s relatives with whom he had lived in Moscow from 1993 to 1999 testified that he had left for Chechnya in the summer of 1999 and that they had had no news from him since.", "82. The investigation explored the version that the convoy which had transported Yandiyev from Alkhan-Kala could have been ambushed and that he could have escaped or been killed in the skirmish. It requested information from a number of sources about recorded ambushes of convoys in February 2000 and about escaped detainees, but received no examples of such incidents. None of the servicemen questioned were aware of such incidents. The investigation also explored whether Yandiyev could have used a false identity on arrival at the detention centre in Chernokozovo, but the guards of the facility, questioned in December 2005, testified that all the detainees who arrived there had been in possession of identity documents or police reports confirming their identities.", "83. In December 2005 the central information bureau of the Russian railroads submitted data to the investigation about all rail road tickets purchased under the name of Yandiyev from February 1998 to October 2005 (over 450 entries).", "84. On 21 January 2006 the investigation ordered a molecular-genetic analysis of the applicant’s blood sample, in order to verify if her relationship could be traced through samples of any persons killed in action while resisting the federal authorities.", "85. On 6 October 2004 the military prosecutor’s office in charge of investigating Yandiyev’s kidnapping opened a criminal investigation into Khadzhi-Murat Yandiyev’s involvement in an illegal armed group, a crime under Article 208 part 2 of the Criminal Code. On the same day Yandiyev was charged in absentia with the above crime and his name was included on the federal search list. This investigation was assigned case file number 34/00/0040-04.", "86. On 17 February 2005 the military prosecutor responsible for the case adjourned the investigation into Yandiyev’s kidnapping on the ground of failure to identify the culprits. The relevant document summarised the findings by that date. It referred, in particular, to the testimonies of four policemen from the Saratov Region who had been on mission in Chechnya in February 2000. Each of them stated that in mid-February 2000 five male bodies, dressed in camouflage outfits and civilian clothes, had been discovered on the outskirts of Alkhan-Kala, near the cemetery. The residents refused to bury them because they were not from Alkhan-Kala. The bodies were delivered to the Grozny District VOVD, where they were filmed and photographed by officers from the Grozny District Prosecutor’s Office. The bodies were then taken by a car belonging to the Grozny district military command to Mozdok, North Ossetia.", "87. The document of 17 February 2005 cited a report by an officer of the Grozny VOVD to the effect that the registration log of the Mozdok forensic centre contained no information about the delivery of unidentified bodies in the first half of 2000.", "88. The document further referred to information from the Grozny District Prosecutor’s Office that no criminal investigation had ever been conducted by that office into the discovery of five male bodies at the Alkhan-Kala cemetery in February 2000.", "89. The case file reviewed by the Court does not contain these documents.", "90. At different stages of the proceedings several orders were issued by the supervising prosecutors, enumerating the steps to be taken by the investigators. On 3 December 2001 a prosecutor from the Chechen Prosecutor’s Office ordered that all the circumstances of Yandiyev’s disappearance were to be fully investigated, those who had taken part in a special operation in Alkhan-Kala in early February 2000 were to identified, and that the applicant was to be found and granted victim status in the proceedings.", "91. On 6 December 2003 a prosecutor from the Grozny District Prosecutor’Khadzhi-Murat Yandiyev and about the details of their search for him. It was also necessary to find a copy of the videotape containing Yandiyev’s questioning. The document also ordered that steps be taken to identify the detachments of federal forces that could have been involved in the special operation in Alkhan-Kala in early February 2000 and to establish what had happened to the detained persons.", "92. On 1 March 2004 the Deputy Prosecutor of Chechnya ordered the investigators to establish the whereabouts of B. and I. and to question them about the circumstances of Yandiyev’s detention. He also ordered that investigative measures which could help to clarify Yandiyev’s personality, and other necessary measures, be pursued.", "93. Between July 2001 and February 2006 the investigation was adjourned and reopened six times. The most recent order by the Deputy General Prosecutor, dated 10 February 2006, extended the investigation until 16 April 2006. It summarised the findings until that date and ordered the investigation to proceed with identification and questioning of other detained persons and the GUIN servicemen who had participated in the detention of suspects on the date in question, and to check the version that Yandiyev could have escaped from detention or used a false identity etc.", "94. The Government submitted a copy of a TV report by the NTV company dated 2 February 2000. It contains a short interview with Khadzhi-Murat Yandiyev, who is shown standing by a bus. He confirms that he walked to Alkhan-Kala from Grozny and that he was with a group of about 15 persons. The footage then shows Yandiyev standing alone by a metal fence and a group of servicemen unfolding a black banner with an Arabic inscription.", "95. The applicant submitted an undated copy of an interview with the CNN producer Ryan Chilcote for an on-line magazine, in which he spoke of how Yandiyev’s questioning was filmed by his crew:", "“The Chechen War, especially the second campaign, was my first experience with real warfare. I was able to get close to the action and see a lot of things on both sides of the conflict.", "I was travelling with the Russians when they took Alkhan-Kala, a village near the Chechen capital of Grozny. They captured a bunch of Chechen rebel fighters; one of them, a young guy in his 20s, was wearing a Russian uniform he’d obviously taken from a soldier he’d killed. The second-in-command in the Russian military walked up to him and said, “What the hell are you doing in that Russian uniform?” The rebel fighter talked back to him, and they got into a heated debate. The general looked through the guy’s pockets and found his passport. He read all the information out loud. Then he said to two of his soldiers, “Get rid of this guy. Kill him right here.” The soldiers didn’t know what to do. They knew our cameras were rolling. So they just nodded their heads but didn’t do anything.", "When the general came through again, he got upset. “I told you to get rid of this guy!” The soldiers dragged the man to an armoured personnel carrier and drove him off. A Russian colonel came up to me and said, “Hey, Ryan, want to shoot an execution?” It was one of those moments when you don’t know what to do as a journalist. On the one hand, I’d be documenting a war crime, the execution of an unarmed man. On the other, it went against my instincts. Just then, the tank I’d come in on began to leave, and I had to jump aboard. A few months later, we went to the rebel fighter’s address, which the general had read aloud on camera, to find out what had happened to him. We showed his mother the tape and asked if she’d heard from him. She hadn’t. It was really difficult—she totally broke down. It’s quite probable he was executed.”", "96. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. From 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).", "97. Article 161 of the new CCP establishes the rule of impermissibility of disclosure of the data of the preliminary investigation. Under part 3 of the said Article, the information from the investigation file may be divulged with the permission of a prosecutor or investigator and only so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. Divulging information about the private life of participants in criminal proceedings without their permission is prohibited."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "34", "38"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}