{"ITEMID": "001-59455", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF Z AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;No separate issue under Art. 8;No violation of Art. 6;Violation of Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["9. The applicants are four full siblings:", "– Z, a girl born in 1982;", "– A, a boy born in 1984;", "– B, a boy born in 1986;", "– C, a girl born in 1988.", "10. The applicants' parents were married in November 1981.", "11. The family was first referred to social services in October 1987 by their health visitor due to concerns about the children and marital problems. Z was reported to be stealing food at night. Following the referral, a professionals' meeting, involving the relevant agencies, was held on 24 November 1987, at which it was decided that a social worker and health visitor should visit. The family were reviewed at a further meeting in March 1988 and as it appeared that concerns had diminished, the file was closed.", "12. In September 1988 a neighbour reported that the children were locked outside the house for most of the day.", "13. In April 1989 the police reported that the children's bedrooms were filthy. The family's general practitioner also reported that the children's bedrooms were filthy and that their doors were locked. The children's head-teacher, Mrs Armstrong, expressed concern in May 1989 and requested a case conference. In June 1989 the NSPCC (National Society for the Prevention of Cruelty to Children) and the emergency team made a referral after complaints by neighbours that the house was filthy and that the children spent most of the day in their bedrooms, rarely being allowed out to play, and crying frequently. In August 1989 the maternal grandmother complained to the social services about the mother's care and discipline of the children.", "14. At a professionals' meeting on 4 October 1989, at which the social services, the applicants' head-teacher, the applicants' general practitioner and health visitor attended, it was decided that no social worker would be allocated to the family. The school was to monitor the older children's weight and the health visitor was to continue to visit the family regularly. It was agreed that the problem was one of limited and neglectful parenting rather than a risk of physical abuse, and that the parents should be assisted to manage their responsibilities better.", "15. In October 1989, whilst the applicants were on holiday, their house was burgled. On entering, the police found it in a filthy state. Used sanitary towels and dirty nappies were discarded in a cupboard and the children's mattresses were sodden with urine. At a professionals' meeting on 13 December 1989, the health visitor requested that the four older children be placed on the Child Protection Register as she felt that their mother could not offer consistent care. This suggestion was rejected. However, a social-work assistant, Ms M., was assigned to the family. It was not considered appropriate to convene a case conference at this stage. Prior to the meeting, Z and A had mentioned to the head-teacher that A had been hit with a poker. It was decided that this statement would be investigated.", "16. At a professionals' meeting on 23 March 1990, an improvement was noted in respect of the cleanliness of the house, the children's bedding being clean save on two occasions. However, it was reported that Z and A were taking food from bins at the school. There was still considered to be cause for concern, especially since the birth of another child was expected.", "17. At a professionals' meeting on 11 July 1990, the applicants' headmistress reported a deterioration in the children's well-being; Z and A were still taking food from bins and A was soiling himself. Ms M. was visiting weekly at this stage and said that she was checking the children's bedrooms. She had noted that the children ate at 4 or 4.30 p.m. and then did not eat again until the morning. The children were also sent to bed at 6 p.m. It was planned to give the applicant's mother further assistance through a voluntary agency.", "18. In or about September 1990, A and B were both reported to have bruising on their faces. The police investigated after neighbours had reported screaming at the applicants' home but apparently found no signs of bruising. They reported to the social services that “the conditions of the house were appalling and not fit for [the] children to live in”.", "19. At a further professionals' meeting on 3 October 1990, the assistant social worker, Ms M., stated that she was concerned about the applicants' soiling and their mother's lack of interest. Apparently, the children were defecating in their bedroom and smearing excrement on their windows. The head-teacher expressed concern, particularly concerning the boys A and B, and stated that the children had described blocks of wood being placed against their bedroom doors. It was decided to continue monitoring the children.", "20. At a professionals' meeting on 5 December 1990, a decision was made to arrange a case conference for January 1991 as a result of concern regarding the applicants' care and the state of their bedroom. Ms M. considered that standards in the boys' bedroom had dramatically dropped. She found the room to be damp and smelly. A's bed was broken and had a metal bar protruding from it. The bedding was damp and grubby with soil marks.", "21. In a report dated 24 January 1991, the headmistress stated that A was shabby, ill-kempt and often dirty and that he had been raiding the playground bins for apple cores. Z was pathetic, lacking in vitality and frequently and inexplicably tearful, becoming increasingly isolated from the other girls in her peer group with unfortunate incidents in which detrimental remarks were made about her appearance. B presented as withdrawn, pathetic and bedraggled. He regularly arrived cold, was frequently tearful and craved physical contact from adult helpers. He also appeared to crave for food. She concluded that they were still concerned that the children's needs were not being adequately met and that home conditions and family dynamics were giving reasons for concern.", "22. At the case conference held on 28 January 1991, Ms M. stated that the boys' bedroom had no light, carpet or toys and that their bedding was wet, smelly and soil-stained. Their mother did not change the beds. Their head-teacher stated that Z was tearful and withdrawn, A had been raiding school bins and was often dirty, and B was very withdrawn, craved attention and was ravenously hungry. The chairman of the conference concluded that, despite the many concerns about the parenting of the applicants and the conditions in the home, there was little evidence to support going to court. It was felt that the parents were not wilfully neglecting their children and, bearing in mind their own poor upbringing, it was considered that the applicants' parents were doing what they could and that continued support was required to try and improve the situation. It was decided not to place the children on the Child Protection Register.", "23. On 5 March 1991 B was found to have “unusual” bruises on his back.", "24. At a later social services meeting in April 1991, no change to the children's living conditions was noted. The head-teacher stated that Z and A were still taking food from bins and that A was becoming more withdrawn. Ms M. reported that the mother had stated that the children were taking food from the park bins on the way to school.", "25. In July 1991 the applicants' mother informed social services that the children would be better off living in care. On 12 August 1991 the social services received a phone call from a neighbour who stated that the children were frequently locked outside in a filthy back garden, that they constantly screamed and that they were kept for long periods in their bedrooms where they smeared faeces on their windows. The maternal grandparents later told the guardian ad litem that Z, who was treated by her mother as a little servant, was expected to clean the excrement from the windows.", "26. From 19 to 28 August 1991, the three older children spent some time with foster carers in respite care. The foster carers reported that A did not know how to wash, bathe or clean his teeth on arrival. He wet his bed every night and stole food from his brother. B was described as being “very frightened. He could not understand how he could play in the garden and the door was left open for him to come back in, he expected to be locked out”. He also had to be taught to use the toilet properly and to clean himself.", "27. At a professionals' meeting on 18 September 1991, Ms M. stated that the conditions in which the boys were sleeping were deteriorating. The mattresses in the boys' bedroom were ripped and the springs were coming through. The boys were stealing food, and C had also been seen to do this. Their mother stated that she could not control them. It was decided not to arrange a child-protection meeting but to carry out a monthly weight check on the three older children at school, and for the health visitor to check the weight of the two younger children. It was also decided to arrange respite care for Z, A and B in the holidays as well as on one weekend in four.", "28. In November-December 1991 C was found to have developed a squint. His mother failed to keep appointments at the eye-clinic over the following months.", "29. At a professionals' meeting on 21 November 1991, it was reported that the applicants' mother had said that she could not control the applicants' behaviour which consisted of refusing to go to bed when asked and stealing food. It was considered that the home was in an acceptable condition, though the boys' room still needed attention. The children's weights were recorded. It was noted that Z had put on 2 lb in the previous two months whereas she had only put on 2.5 lb in the preceding two years. A had only put on 3 lb in a year. B had put on 0.5 lb in a year and was on the 50th centile for height. C was on the 25th centile for weight. There was a discussion about the three elder children being accommodated by the local authority to allow the mother “to get back on her feet”. The social services considered a six-week period whilst the general practitioner envisaged a period of eighteen to twenty-four months.", "30. In December 1991 a social worker was introduced to the applicants' mother with a view to assisting her with shopping, budgeting and cooking.", "31. Z, A and B were accommodated by volunteers between January and March 1992, and showed to have gained weight. In March and again in April, their mother asked if the boys, A and B, could be placed for adoption.", "32. On 14 January 1992 C started to attend a nursery group at a family centre. She was noted to be unsocialised, lacking in confidence, unable to share, and with poor speech.", "33. At a further professionals' meeting on 9 March 1992, it was decided that further respite care would be considered. The children's weights were noted, increases being seen for Z, A and B.", "34. The children's parents divorced in April 1992.", "35. At another professionals' meeting on 30 April 1992 it was decided that the applicants' mother's request that A and B be placed for adoption be followed up. The headmistress voiced concern over the fundamental pattern of the mother's care of the children, in particular in relation to Z's role in the home and the mothering role which she played. Ms M. reported that conditions were deteriorating for A and B.", "36. On 10 June 1992 the applicants' mother demanded that the children be placed in care as she could not cope. She stated that if they were not removed from her care she would batter them. The applicants were placed in emergency foster care. The applicants were entered onto the Child Protection Register under the categories of neglect and emotional abuse after a child-protection meeting on 22 June 1992.", "37. The applicants were all fostered separately. Initially, Z was noted to have dirty, ill-fitting clothes. She stated that she did not like living with her siblings as she did not like having to look after them all the time. A wet the bed every night, shunned physical contact and suffered from nightmares. B did not know how to use the toilet or toilet paper. C bonded very quickly with her foster parents.", "38. On 8 October 1992 the local authority decided to seek care orders in respect of the children. Interim care orders were made on 7 December 1992.", "39. A guardian ad litem, who was appointed on 18 January 1993, recommended that all the applicants should be the subject of care orders in order to protect them from further harm. She stated that there was “an abundance of evidence that the children have been subjected to physical and mental ill-treatment”. She noted that their health had also been neglected by their parents who frequently missed appointments with opticians and doctors.", "40. All the applicants were seen by Dr Dora Black, a consultant child psychiatrist, in January 1993. Dr Black stated that the three older children were all showing signs of psychological disturbance. Z was exhibiting signs of serious depressive illness and had assumed responsibility for her family and for its breakdown. Her mother's behaviour towards her was described as cruel and emotionally abusive. A and B, who suffered from nightmares, were both identified as showing signs of post-traumatic stress disorder and A was also chronically under-attached. Dr Black noted that all children had been deprived of affection and physical care. She described their experiences as “to put it bluntly, horrific”, and added that the case was the worst case of neglect and emotional abuse that she had seen in her professional career. In her opinion, social services had “leaned over backwards to avoid putting these children on the Child Protection Register and had delayed too long, leaving at least three of the children with serious psychological disturbance as a result”.", "41. Full care orders were made in respect of the applicants on 14 April 1993 by Judge Tyrer sitting at Milton Keynes County Court.", "42. In June 1993 the Official Solicitor, acting as the applicants' next friend, commenced proceedings against the local authority claiming damages for negligence and/or breach of statutory duty arguing that the authority had failed to have regard to their welfare as was required by statute and should have acted more quickly and more effectively when apprised of their condition. It was argued that the local authority's failure to act had resulted in psychological damage. The application was struck out as revealing no cause of action, by Mr Justice Turner on 12 November 1993.", "43. The applicants appealed to the Court of Appeal, which, on 28 February 1994, upheld the decision of Mr Justice Turner to strike out the application.", "44. The applicants appealed to the House of Lords. On 29 June 1995 the House of Lords rejected their appeal, finding that no action lay against the local authority in negligence or breach of statutory duty concerning the discharge of their duties relating to the welfare of children under the Children Act 1989 in respect of child care. The case is reported as X and Others v. Bedfordshire County Council [1995] 3 All England Law Reports 353.", "45. Lord Browne-Wilkinson gave the leading judgment. In respect of claims for breach of statutory duty, he stated, inter alia:", "“... My starting point is that the Acts in question are all concerned to establish an administrative system designed to promote the social welfare of the community. The welfare sector involved is one of peculiar sensitivity, involving very difficult decisions how to strike the balance between protecting the child from immediate feared harm and disrupting the relationship between the child and its parents. In my judgment in such a context it would require exceptionally clear statutory language to show a parliamentary intention that those responsible for carrying out these difficult functions should be liable in damages if, on subsequent investigation with the benefit of hindsight, it was shown that they had reached an erroneous conclusion and therefore failed to discharge their statutory duties. ...", "When one turns to the actual words used in the primary legislation to create the duties relied upon in my judgment they are inconsistent with any intention to create a private law cause of action.”", "46. As regards the claims that the local authority owed a duty of care to the applicants pursuant to the tort of negligence, Lord Browne-Wilkinson stated, inter alia:", "“I turn then to consider whether, in accordance with the ordinary principles laid down in Caparo [1990] 2 AC 605, the local authority ... owed a direct duty of care to the plaintiffs. The local authority accepts that they could foresee damage to the plaintiffs if they carried out their statutory duties negligently and that the relationship between the authority and the plaintiffs is sufficiently proximate. The third requirement laid down in Caparo is that it must be just and reasonable to impose a common law duty of care in all the circumstances ...", "The Master of the Rolls took the view, with which I agree, that the public policy consideration that has first claim on the loyalty of the law is that wrongs should be remedied and that very potent counter considerations are required to override that policy (see [1994] 4 AER 602 at 619). However, in my judgment there are such considerations in this case.", "First, in my judgment a common law duty of care would cut across the whole statutory system set up for the protection of children at risk. As a result of the ministerial directions contained in 'Working Together' the protection of such children is not the exclusive territory of the local authority's social services. The system is inter-disciplinary, involving the participation of the police, educational bodies, doctors and others. At all stages the system involves joint discussions, joint recommendations and joint decisions. The key organisation is the Child Protection Conference, a multi-disciplinary body which decides whether to place the child on the Child Protection Register. This procedure by way of joint action takes place, not merely because it is good practice, but because it is required by guidance having statutory force binding on the local authority. The guidance is extremely detailed and extensive: the current edition of 'Working Together' runs to 126 pages. To introduce into such a system a common law duty of care enforceable against only one of the participant bodies would be manifestly unfair. To impose such liability on all the participant bodies would lead to almost impossible problems of disentangling as between the respective bodies the liability, both primary and by way of contribution, of each for reaching a decision found to be negligent.", "Second, the task of the local authority and its servants in dealing with children at risk is extraordinarily delicate. Legislation requires the local authority to have regard not only to the physical well-being of the child but also to the advantages of not disrupting the child's family environment. ... In one of the child abuse cases, the local authority is blamed for removing the child precipitately; in the other for failing to remove the children from their mother. As the Report of the Inquiry into Child Abuse in Cleveland 1987 (Cmnd. 412) ('Cleveland Report 1987') said, at p. 244:", "'... It is a delicate and difficult line to tread between taking action too soon and not taking it soon enough. Social services whilst putting the needs of the child first must respect the rights of the parents; they also must work if possible with the parents for the benefit of the children. These parents themselves are often in need of help. Inevitably a degree of conflict develops between those objectives.'", "Next, if liability in damages were to be imposed, it might well be that local authorities would adopt a more cautious and defensive approach to their duties. For example, as the Cleveland Report makes clear, on occasions the speedy decision to remove the child is sometimes vital. If the authority is to be made liable in damages for a negligent decision to remove a child (such negligence lying in the failure properly first to investigate the allegations) there would be a substantial temptation to postpone making such a decision until further inquiries have been made in the hope of getting more concrete facts. Not only would the child in fact being abused be prejudiced by such delay, the increased workload inherent in making such investigations would reduce the time available to deal with other cases and other children.", "The relationship between the social worker and the child's parents is frequently one of conflict, the parent wishing to retain care of the child, the social worker having to consider whether to remove it. This is fertile ground in which to breed ill-feeling and litigation, often hopeless, the cost of which both in terms of money and human resources will be diverted from the performance of the social service for which they were provided. The spectre of vexatious and costly litigation is often urged as a reason for not imposing a legal duty. But the circumstances surrounding cases of child abuse make the risk a very high one which cannot be ignored.", "If there were no other remedy for maladministration of the statutory system for the protection of children, it would provide substantial argument for imposing a duty of care. But the statutory complaints procedures contained in section 76 of the 1980 Act and the much fuller procedures now available under the 1989 Act provide a means to have grievances investigated though not to recover compensation. Further, it was submitted (and not controverted) that the local authorities Ombudsman would have power to investigate cases such as these.", "Finally, your Lordships' decision in Caparo [1990] 2 AC 605 lays down that in deciding whether to develop novel categories of negligence the court should proceed incrementally and by analogy with decided categories. We were not referred to any category of case in which a duty of care has been held to exist which is in any way analogous to the present cases. Here, for the first time, the plaintiffs are seeking to erect a common law duty of care in relation to the administration of a statutory social welfare scheme. Such a scheme is designed to protect weaker members of society (children) from harm done to them by others. The scheme involves the administrators in exercising discretion and powers which could not exist in the private sector and which in many cases bring them into conflict with those who, under the general law, are responsible for the child's welfare. To my mind, the nearest analogies are the cases where a common law duty of care has been sought to be imposed upon the police (in seeking to protect vulnerable members of society from wrongs done to them by others) or statutory regulators of financial dealing who are seeking to protect investors from dishonesty. In neither of these cases has it been thought appropriate to superimpose on a statutory regime a common law duty of care giving rise to a claim in damages for failure to protect the weak against the wrongdoer. ... In my judgment, the courts should proceed with great care before holding liable in negligence those who have been charged by Parliament with the task of protecting society from the wrong doings of others.”", "47. Z and C, the two girls, were meanwhile adopted. The boys, A and B, were initially in foster care. Following the breakdown of B's adoptive placement, he was placed in a therapeutic residential placement in July 1995. After two years, he was again placed with foster parents where he remained, attending school in a special-needs group. In January 1996, A was placed in a therapeutic community, where he stayed for two years. He apparently had a number of foster placements which broke down. Records indicated that he had been in twelve different placements in eight years. He is currently in a children's home.", "48. In March 1996, applications were made to the Criminal Injuries Compensation Board (CICB) on behalf of all the children by the adoption society to whom the local authority had delegated certain responsibilities. It was claimed on behalf of Z that she had suffered severe neglect and chronic deprivation which rendered it likely that specialist care would be necessary during her adolescence, a time where emotional repercussions of the abuse might become apparent; on behalf of A that he had suffered physical deprivation, emotional abuse, physical abuse and possible sexual abuse – he had suffered permanent physical scarring and was still receiving treatment from a child psychiatrist; on behalf of B that he had suffered extreme physical and emotional deprivation and shown signs of sexual abuse – he also had suffered permanent physical scarring and was receiving therapy; and on behalf of C that she had suffered extreme physical and emotional deprivation, and in addition that her need for eye treatment was not being met by her parents.", "49. In February 1997, the CICB awarded 1,000 pounds sterling (GBP) to Z, GBP 3,000 to A and GBP 3,000 to B for injuries suffered between 1987 and 1992; it awarded GBP 2,000 to C for injuries suffered between 1988 and 1992. In a letter dated 20 May 1998 from the CICB to the Official Solicitor, it was stated:", "“The Board Member who assessed these cases recognised that the children were exposed to appalling neglect over an extended period but explained to their advisers that the Board could not make an award unless it was satisfied on the whole available evidence that an applicant had suffered an injury – physical or psychological – directly attributable to a crime of violence ... He was nevertheless satisfied, that setting aside 'neglect' the children had some physical and psychological injury inflicted upon them as enabled him to make an award to each child ...”", "50. Prior to the coming into force of the current legislation, the Children Act 1989, on 14 October 1991, the local authority's duty in respect of child care was governed by the Child Care Act 1980.", "Sections 1 and 2 of the Child Care Act 1980 provided that:", "“1. It shall be the duty of every local authority to make available such advice, guidance and assistance as may promote the welfare of children by diminishing the need to receive or keep them in care.", "2. (1) Where it appears to a local authority with respect to a child in their area appearing to them to be under the age of seventeen -", "(a) that he has neither parent nor guardian or has been and remains abandoned by his parents or guardian or is lost;", "(b) that his parents or guardian are, for the time being or permanently, prevented by reason of mental or bodily disease or infirmity or other incapacity or any other circumstances from providing for his proper accommodation, maintenance and upbringing; and", "(c) in either case, that the intervention of the local authority under this section is necessary in the interests of the welfare of the child, it shall be the duty of the local authority to receive the child into their care under this section.”", "51. Section 17 of the Children Act 1989 has since provided, inter alia:", "“17. Provision of services for children in need, their families and others", "(1) It shall be the general duty of every local authority (in addition to the other duties imposed on them by this Part) -", "(a) to safeguard and promote the welfare of children within their area who are in need; and", "(b) so far as is consistent with that duty, to promote the upbringing of such children by their families,", "by providing a range and level of services appropriate to those children's needs.", "(2) For the purpose principally of facilitating the discharge of their general duty under this section, every local authority shall have the specific duties and powers set out in Part I of Schedule 2.", "...", "(10) For the purposes of this Part a child shall be taken to be in need if -", "(a) he is unlikely to achieve or maintain, or to have the opportunity of achieving or maintaining a reasonable standard of health or development without the provision for him of services by a local authority under this Part;", "(b) his health or development is likely to be significantly impaired or further impaired, without the provision for him of such services; or", "(c) he is disabled ...", "(11) ...; and in this Part", "'development' means physical, intellectual, emotional, social or behavioural development; and", "'health' means physical or mental health.”", "52. Part III of the Children Act 1989 deals with local authority support for children and families. The policy of the Act is made clear by paragraph 7 of Part I of Schedule 2, which requires local authorities to take reasonable steps designed to reduce the need to bring proceedings relating to children.", "53. Section 20 provides that", "“20(1) Every local authority shall provide accommodation for any child in need within their area who appears to them to require accommodation as a result of -", "(a) there being no person who has parental responsibility for him;", "(b) his being lost or having been abandoned; or", "(c) the person who has been caring for him being prevented (whether or not permanently, and for whatever reason) from providing him with suitable accommodation or care.", "...", "(4) A local authority may provide accommodation for any child within their area (even though a person who has parental responsibility for him is able to provide him with accommodation) if they consider that to do so would safeguard or promote the child's welfare.”", "54. Part V of the Children Act 1989 deals with the protection of children. Section 47 provides as follows:", "“47(1) Where a local authority -", "...", "(b) have reasonable cause to suspect that a child who lives or is found, in their area is suffering, or is likely to suffer, significant harm,", "the authority shall make, or cause to be made, such enquiries as they consider necessary to enable them to decide whether they should take any action to safeguard or promote the child's welfare.", "...", "(8) Where, as a result of complying with this section, a local authority conclude that they should take action to safeguard or promote the child's welfare they shall take action (so far as it is within their power and reasonably practicable for them to do so).”", "55. The complaints procedure is provided by section 26 of the Children Act 1989:", "“Review of cases and inquiries into representations", "...", "(3) Every local authority shall establish a procedure for considering any representations (including any complaint) made to them by -", "(a) any child ... who is not being looked after by them but is in need;", "(b) a parent of his;", "...", "(e) such other person as the authority consider has a sufficient interest in the child's welfare to warrant his representations being considered by them,", "about the discharge by the authority of any of their functions under this Part in relation to the child.", "(4) The procedure shall ensure that at least one person who is not a member or officer of the authority takes part in -", "(a) the consideration; and", "(b) any discussions which are held by the local authority about the action (if any) to be taken in relation to the child in the light of this consideration.", "...", "(7) Where any representation has been considered under the procedure established by the local authority under this section, the authority shall -", "(a) have due regard to the findings of those considering the representation; and", "(b) take such steps as are reasonably practicable to notify (in writing) -", "(i) the person making the representation;", "(ii) the child (if the authority consider that he has sufficient understanding); and", "(iii) such other persons (if any) as appear to the authority to be likely to be affected,", "of the authority's decision in the matter and their reasons for taking that decision and of any action which they have taken, or propose to take.", "(8) Every local authority shall give such publicity to their procedure for considering representations under this section as they consider appropriate.”", "56. The powers of the Secretary of State to investigate the actions of the local authority are set out in sections 81 and 84 of the Children Act 1989.", "“81. (1) The Secretary of State may cause an inquiry to be held into any matter connected with -", "(a) the function of the social services committee of a local authority, in so far as those functions relate to children;", "...", "84. Local authority failure to comply with statutory duty: default power of Secretary of State", "(1) If the Secretary of State is satisfied that any local authority has failed, without reasonable excuse, to comply with any of the duties imposed on them by or under this Act he may make an order declaring that authority to be in default with respect to that duty.", "...", "(3) Any order under subsection (1) may contain such directions for the purpose of ensuring that the duty is complied with, within such period as may be specified in the order, as appears to the Secretary of State to be necessary.", "(4) Any such directions shall, on the application of the Secretary of State, be enforceable by mandamus.”", "57. In England and Wales there is no single tort which imposes liability to pay compensation for civil wrongs. Instead there is a series of separate torts, for example, trespass, conversion, conspiracy, negligence and defamation.", "58. Negligence arises in specific categories of situations. These categories are capable of being extended. There are three elements to the tort of negligence: a duty of care, breach of the duty of care, and damage. The duty of care may be described as the concept which defines the categories of relationships in which the law may impose liability on a defendant in damages if he or she is shown to have acted carelessly. To show a duty of care, the claimant must show that the situation comes within an existing established category of cases where a duty of care has been held to exist. In novel situations, in order to show a duty of care, the claimant must satisfy a threefold test, establishing:", "– that damage to the claimant was foreseeable;", "– that the claimant was in an appropriate relationship of proximity to the defendant; and,", "– that it is fair, just and reasonable to impose liability on the defendant.", "These criteria apply to claims against private persons as well as claims against public bodies. The leading case is Caparo Industries plc v. Dickman ([1990] 2 Appeal Cases 605).", "59. If the courts decide that as a matter of law there is no duty of care owed in a particular situation, that decision will (subject to the doctrine of precedent) apply in future cases where the parties are in the same relationship.", "60. The decision in X and Others v. Bedfordshire County Council ([1995] 3 All England Law Reports 353) is the leading authority in the United Kingdom in this area. It held that local authorities could not be sued for negligence or for breach of statutory duty in respect of the discharge of their functions concerning the welfare of children. The leading judgment is reported at length in the facts above (see paragraphs 45-46 above).", "61. Since X and Others v. Bedfordshire County Council, there have been two further significant judgments regarding the extent of liability of local authorities in child care matters.", "62. The Court of Appeal gave judgment in W. and Others v. Essex County Council ([1998] 3 All England Law Reports 111). This case concerned the claims by a mother and father (first and second plaintiffs), who had agreed to act as foster parents, that the defendant local authority placed G., a 15-year-old boy, in their home although they knew that he was a suspect or known sexual abuser. During G.'s stay in their home, the plaintiffs' three children (fourth to sixth plaintiffs) were all sexually abused and suffered psychiatric illness. The plaintiffs brought an action against the local authority and the social worker involved, claiming damages for negligence and for negligent misstatement. On the defendants' application to strike out the statement of claim as disclosing no reasonable cause of action, the judges struck out the parents' claims but refused to strike out the claims of the children. The Court of Appeal upheld his decision. The headnote for the judgment summarised the Court of Appeal's findings as follows:", "“(1) Although no claim in damages lay in respect of decisions by a local authority in the exercise of a statutory discretion, if the decision complained of was so unreasonable that it fell outside the ambit of the discretion conferred, there was no a priori reason for excluding common law liability. In the instant case, the giving of information to the parents was part and parcel of the defendants' performance of their statutory powers and duties, and it had been conceded that it was arguable that those decisions fell outside the ambit of their discretion. Accordingly, since it had also been conceded that the damage to the children was reasonably foreseeable and that there was sufficient proximity, the question for the court was whether it was just and reasonable to impose a duty of care on the council or the social worker. Having regard to the fact that common law duty of care would cut across the whole statutory set up for the protection of children at risk, that the task of the local authority and its servants in dealing with such children was extraordinarily difficult and delicate, that local authorities might adopt a more defensive approach to their duties if liability in damages were imposed, that the relationship between parents and social workers was frequently one of conflict and that the plaintiff children's injuries were compensatable under the Criminal Injuries Compensation Scheme, it was not just and reasonable to do so. It followed that no duty of care was owed to the plaintiff parents who in any event were secondary victims in respect of their claim for psychiatric illness ...", "(2) (Stuart-Smith LJ dissenting) It was arguable that the policy considerations against imposing a common law duty of care on a local authority in relation to the performance of its statutory duties to protect children did not apply when the children whose safety was under consideration were those in respect of whom it was not performing any statutory duty. Accordingly, since in the instant case, the plaintiff children were not children for whom the council had carried out any immediate caring responsibilities under the child welfare system but were living at home with their parents, and express assurances had been given that a sexual abuser would not be placed in their home, their claim should proceed ...”", "63. On further appeal by the parents, the House of Lords on 16 March 2000 held that it was impossible to say that the psychiatric injury allegedly suffered by the parents, flowing from a feeling that they had brought the abuser and their children together or from a feeling of responsibility for not having detected the abuse earlier, was outside the range of psychiatric injury recognised by the law, nor was it unarguable that the local authority had owed a duty of care to the parents. The parents' claim could not be said to be so certainly or clearly bad that they should be barred from pursuing it to trial and their appeal was allowed.", "64. The House of Lords gave judgment on 17 June 1999 in Barrett v. London Borough of Enfield ([1999] 3 Weekly Law Reports 79). That case concerned the claims of the plaintiff, who had been in care from the age of ten months to 17 years, that the local authority had negligently failed to safeguard his welfare causing him deep-seated psychiatric problems. The local authority had applied to strike out the case as disclosing no cause of action. The House of Lords, upholding the plaintiff's appeal, unanimously held that the judgment in X and Others v. Bedfordshire County Council did not in the circumstances of this case prevent a claim of negligence being brought against a local authority by a child formerly in its care.", "65. Lord Browne-Wilkinson, in his judgment in that case, commented as follows on the operation of the duty of care:", "“(1) Although the word 'immunity' is sometimes incorrectly used, a holding that it is not fair, just and reasonable to hold liable a particular class of defendants whether generally or in relation to a particular type of activity is not to give immunity from a liability to which the rest of the world is subject. It is a prerequisite to there being any liability in negligence at all that as a matter of policy it is fair, just and reasonable in those circumstances to impose liability in negligence. (2) In a wide range of cases public policy has led to the decision that the imposition of liability would not be fair and reasonable in the circumstances, e.g. some activities of financial regulators, building inspectors, ship surveyors, social workers dealing with sex abuse cases. In all these cases and many others the view has been taken that the proper performance of the defendant's primary functions for the benefit of society as a whole will be inhibited if they are required to look over their shoulder to avoid liability in negligence. In English law the decision as to whether it is fair, just and reasonable to impose a liability in negligence on a particular class of would-be defendants depends on weighing in the balance the total detriment to the public interest in all cases from holding such class liable in negligence as against the total loss to all would-be plaintiffs if they are not to have a cause of action in respect of the loss they have individually suffered. (3) In English law, questions of public policy and the question whether it is fair and reasonable to impose liability in negligence are decided as questions of law. Once the decision is taken that, say, company auditors though liable to shareholders for negligent auditing are not liable to those proposing to invest in the company (see Caparo Industries plc v. Dickman [1990] 1 All ER 568, [1990] 2 AC 605), that decision will apply to all future cases of the same kind. The decision does not depend on weighing the balance between the extent of the damage to the plaintiff and the damage to the public in each particular case.”", "66. At the relevant time, Order 18, Rule 19 of the Rules of the Supreme Court provided that a claim could be struck out if it disclosed no reasonable cause of action. This jurisdiction has been described as being reserved for “plain and obvious cases”, in which a claim was “obviously unsustainable”.", "67. In applications to strike out, the courts proceeded on the basis that all the allegations set out in the claimant's pleadings were true. The question for the courts was whether, assuming that the claimant could substantiate all factual allegations at trial, the claim disclosed a reasonable cause of action.", "68. The striking out procedure, now contained in Part 3.4(2) of the Civil Procedure Rules in force since 1999, is regarded as an important feature of English civil procedure, performing the function of securing speedy and effective justice, inter alia, by allowing a court to decide promptly which issues need full investigation and trial, and disposing summarily of the others. By means of this procedure, it can be determined at an early stage, with minimal cost to the parties, whether the facts as pleaded reveal a claim existing in law."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}