{"ITEMID": "001-93157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BODROZIC AND VUJIN v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants were born in 1970 and 1966 respectively and live in Kikinda.", "6. The applicants are journalists and were employed by the local weekly newspaper Kikindske.", "7. On 9 April 2004 the first applicant published an article criticising several criminal convictions he and another journalist had incurred for defamation. The article was entitled ‘They have not punished us much for what we are’ (‘Malo su nas kaznili, kakvi smo’) and, in so far as relevant, read as follows:", "“Where will our souls go, we wonder. Are we Superhiks [the most prominent villain from the ‘Alan Ford’ comic book] of Kikinda, who take from the poor and give to the rich? Are we arrogant spendthrifts who waste money belonging to all Kikinda citizens, so that poor people have to pay our fines for offensive writing? Has the judge D.K.... punished us too mildly and shouldn’t he have satisfied the request of the lawyer S.K. and deservedly ripped us off to the tune of 150,000 dinars? But couldn’t our prosecutor, who is surely not a blonde, but is being whistled at by workers on strike, have asked for more, since [another column in the K. newspaper] ruined his reputation acquired over decades, and in particular over the past year or two, when he so ‘skilfully’ drafted dismissals to all the [‘]non-workers[‘] and the opposition from [a local factory]? And what should the citizens who finance our public company do and think? Could they also wonder who gave us the right to write insulting texts so that the judges of Kikinda must punish us?... Do we have the right to deny that people are tired of such a behaviour of ours...? Do we have the right to deny our fellow citizens their wish for a quiet life, free of stress and various court proceedings? Do we have a soul, we wonder out loud, and if we do, where will it go after we’ve prepared another scandal? We should be ashamed of ourselves.”", "8. In the same issue, the second applicant was the editor of the page entitled ‘Amusement’, consisting of anagrams, jokes, a crossword and a horoscope. In the top middle section of the page there was a photo of a blonde woman in her underwear, next to which there was a text, which, in its relevant part, read as follows:", "“JPICK and the manager were visited by a blonde the other day. For that occasion the blonde was whistled at by the workers who were not on strike. And she wasn’t even a lawyer...”", "On the left of the photograph, there was a small box containing three anagrams, the first of which was an anagram of S.K.’s name.", "9. Shortly after publication of the above, S.K. instituted private criminal proceedings for insult against the applicants in the Kikinda Municipal Court.", "10. On 14 February 2005 the court convicted the applicants of insult. The court fined each of them 12,000 dinars (RSD, approximately EUR 150), ordering them jointly to pay S.K. another RSD 16,000 (approximately EUR 200) in respect of the costs of the proceedings.", "11. In its judgment, the first-instance court defined insult as a statement or an action objectively humiliating to a certain individual, constituting an attack on his or her honour. Acknowledging that S.K. was a public figure, the court explained that under domestic law an action done by way of a joke was not a criminal offence as long as that joke did not overstep acceptable boundaries and become insulting. The applicants must have known that S.K. considered their articles insulting, since they had previously been convicted of using identical terms about him. The court took particular note of the fact that the applicants mentioned S.K. directly and indirectly on several different pages of the same newspaper, and concluded that S.K. had proved that those texts had insulted him just by instituting the private criminal proceedings. In particular, the court held as follows:", "“Such writing by the defendants demonstrates the intention to demean the private prosecutor [S.K.]. This is so because it is clear that the defendants, in different ways and in different sections [of the newspaper], compared the private prosecutor to a female, which comparison is objectively insulting in society. Namely, in our mentality it is insulting to feminise a man, and jokes about blondes are not in the least flattering, because they portray blondes as stupid people subject to mockery.”", "12. On appeal, on 4 May 2005 the Zrenjanin District Court upheld the first-instance judgment and its reasoning.", "13. The relevant provisions of the Constitution of the Republic of Serbia 2006 (Ustav Republike Srbije; published in the Official Gazette of the Republic of Serbia – OG RS – no. 98/06) read as follows:", "“A constitutional appeal may be lodged against individual decisions or actions of State bodies or organisations exercising delegated public powers which violate or deny human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies for their protection have already been exhausted or have not been prescribed.”", "14. The Criminal Code of the Republic of Serbia (Krivični zakon Republike Srbije; published in OG RS nos. 26/77, 28/77, 43/77, 20/79, 24/84, 39/86, 51/87, 6/89, 42/89, 21/90, 16/90, 49/92, 23/93, 67/93, 47/94, 17/95, 44/98, 10/02, 11/02, 80/02, 39/03 and 67/03), in so far as relevant, reads as follows:", "“1. Whoever insults another shall be fined or punished by imprisonment not exceeding three months.", "2. Whoever commits an act described in [the above] paragraph ... through the press ... or at a public meeting shall be fined or punished by imprisonment not exceeding six months.”", "“1. ... [no one] ... shall ... be punished for insulting another person if he [or she] does so in a scientific, literary or artistic work or a serious critique, in the performance of his [or her] official duties, his [or her] journalistic profession, as part of a political or other social activity or in defence of a right or of a justified interest, if from the manner of his [or her] expression or other circumstances it is clear that there was no [underlying] intent to disparage.", "2. In situations referred to above, ... [the defendant] ... shall not be punished for claiming or disseminating claims that another person has committed a criminal offence prosecuted ex officio, even though there is no final judgment to that effect ... , if he [or she] proves that there were reasonable grounds to believe in the veracity of ... [those claims] ...”", "15. The General Criminal Code (Osnovni krivični zakon; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia - OG SFRY - nos. 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90, 54/90, the Official Gazette of the Federal Republic of Yugoslavia - OG FRY - nos. 35/92, 37/93, 24/94, 61/01 and OG RS no. 39/03), in so far as relevant, reads as follows:", "“... 3. If the fine cannot be collected, the court shall order a day of imprisonment for each 200 dinars of the fine, provided that the overall term of imprisonment does not exceed six months.", "4. If the convicted person pays only a part of the fine [imposed], the rest shall ... be converted into imprisonment, and if the convicted person [subsequently] pays the remainder of the fine, his [or her] imprisonment shall be discontinued.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}