{"ITEMID": "001-71687", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "VISOCKAS AND OTHERS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants are 11,528 (eleven thousand five hundred twenty eight) Lithuanian farmers. They are represented by the first applicant, Mr Kazys Visockas, a Lithuanian national living in Biržai region.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are farmers who produce grain, milk and meat. They submit that during the year 1999 they were entitled to State subsidies the conditions of payment of which were provided for by the relevant orders of the Minister of Agriculture of 31 December 1998, 13 February and 18 June 1999 (see the ‘Relevant domestic law and practice part’ below).", "The applicants submit that subsidies for the year 1999 should have been calculated and paid by the Ministry of Agriculture every month of that year, upon presentation by a farmer of the evidence of his having sold grain, milk or meat to food-processing companies. The Government deny that the authorities had been required to examine and satisfy every application for subsidies for the year 1999 on a one-month or other basis, the impugned orders establishing no time-limits in this respect (see below).", "During the period of six months in 1999, regardless of the proof of the applicants’ selling their production, the Ministry of Agriculture did not examine their applications for subsidies.", "In December 1999 and January 2000 the applicants submit that they applied to courts, requesting the Ministry of Agriculture to calculate and pay monthly subsidies for the year 1999. The applicants have submitted no evidence as to how many of them did apply to the courts in this respect. They have presented one case, involving a group of 21 applicants, concerning the claim against the Ministry of Agriculture in this connection:", "On 9 March 2000 the Supreme Administrative Court rejected the claim of the 21 applicants, having found no fault in the actions of the Ministry of Agriculture. The court established that subsidies for the year 1999 were not calculated and paid by the Ministry of Agriculture during only a few months of that year. However, the court held that the Ministry of Agriculture was in no fault in this respect. It was established that as a result of the Governmental decree of 13 December 1999 the payment of subsidies for the year 1999 was postponed until 1 July 2000.", "On 2 May 2000 the Court of Appeal rejected the appeal submitted by FB, one person belonging to the group of the 21 applicants. The Court of Appeal held that in 1999 there had been no statute requiring the Ministry of Agriculture to calculate and pay subsidies every month, the authorities being free to delay the calculation and payment thereof.", "In July 2000 the Ministry of Finance paid 228 million Lithuanian litai (LTL) to satisfy the applications for subsidies submitted in 1999.", "According to the legal provisions applicable at the material time, subsidies for grain for 1999 were to be paid on the basis of the order made by the Minister of Agriculture of 18 June 1999. Subsidies for meat and milk were to be paid on the basis of his orders of 31 December 1998 and 13 February 1999.", "On 13 December 1999 the Government adopted a decree whereby it decided that all the remaining applications for subsidies for the year 1999 were to be examined until 1 July 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}