{"ITEMID": "001-23952", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BALOGH v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Andrej Balogh, is a Hungarian national who was born in 1960 and lives in Budapest.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 September 1992 the applicant was dismissed from work. Subsequently, and before the end of 1992, he filed an action with the Budapest Labour Court to have the dismissal decision annulled.", "On 21 September 1993 the Labour Court rejected his action. On 24 March 1995 the Budapest Regional Court dismissed his appeal.", "In the course of subsequent review proceedings, the Supreme Court quashed the Regional Court's decision on 16 January 1996 and remitted the case to the latter court. The Supreme Court held in its ruling that the taking of evidence in the case had been insufficient.", "In the resumed proceedings, the Regional Court, on 17 June 1998, gave an interim judgment. It amended the Labour Court's judgment and held that the applicant's dismissal had been unlawful.", "The proceedings concerning the applicant's pecuniary claims were resumed before the Labour Court. On 27 May 1999 the Labour Court awarded the applicant 330,000 Hungarian forints (HUF) plus accrued interest by way of severance pay and HUF 7,181,000 plus accrued interest for outstanding wages. The judgment was served on the applicant on 24 September 1999. In the absence of any appeal, the judgment became final on 11 October 1999.", "The Government have submitted the avis de réception attached to the letter containing the decision. They maintain that the handwritten date of service on the avis de réception is 24 September 1999."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}