{"ITEMID": "001-112535", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MAKHASHEVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Effective investigation);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Torture);Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicants are:", "1) Mr Ibragim Makhashev, who was born in 1972,", "2) Mr Adam Makhashev, who was born in 1974, and", "3) Mr Islam Makhashev, who was born in 1979.", "The applicants are brothers. The first and the second applicants live in Nalchik. Prior to his death in July 2008 the third applicant also lived there. The cause of the third applicant’s death is not relevant to the present case.", "6. The applicants are ethnic Chechens. They were born in Grozny and lived there until the armed hostilities between Russian military forces and Chechen fighters destroyed their house in October 1996. The applicants moved to Nalchik, the Republic of Kabardino-Balkaria, a Russian region neighbouring Chechnya.", "7. In the early evening of 14 November 2004 the first and the second applicants went to a night club (the documents submitted also referred to the establishment as a concert hall). They had an argument there with Mr M. Sh., who was also an ethnic Chechen, and friends of his. As a result, Mr M. Sh. stabbed the first applicant in the buttocks. A security guard, Mr A. Ku., who was an ethnic Kabardinian, was also lightly stabbed either by Mr M. Sh. or one of his friends. The conflict was resolved without police intervention. Mr M.Sh. and his friends then left the club. Someone called the police and reported the stabbing, saying that a Chechen had stabbed a Kabardinian security guard at the club.", "8. After 7 p.m. the first and second applicants left the club. Just a few blocks away they were stopped by several policemen who had apparently been waiting for them. The first applicant tried to explain to them that he had been wounded and needed medical assistance, but the officers disregarded his explanations; they did not ask for the applicants’ identity documents either. According to the applicants, the policemen detained them based on the information that a Chechen had stabbed a Kabardinian at the night club. The second applicant managed to call the third applicant and inform him about their arrest. The first and second applicants were immediately put in the police patrol car and taken to the 2nd Town Department of the Interior (the GOM-2) in Nogmov Street, Nalchik, where they arrived at about 8 p.m. The officers took them to two different rooms on the third floor of the police station. No documents were drawn up by the policemen before or after the applicants were taken to the police station.", "9. The first applicant was taken to a room in which there were a number of police officers, including two officers from the criminal search division, Mr M. Al. and Mr Z. Ar., and the head of the criminal search division, Mr A. Bo. All the officers were either ethnic Kabardinians or Balkars. The policemen pulled the applicant’s jacket over his head, knocked him off his feet and started to kick him. One of them struck the applicant with a rifle butt in the face, causing him to lose consciousness. When the applicant regained consciousness, the officers continued to beat him, shouting racist remarks and insulting him on account of his Chechen ethnicity: “You Chechens are all faggots. Why did you come over here? Go back to Chechnya ...”", "10. After that the policemen took the first applicant to an adjacent office where he saw the second applicant, who was bleeding on the floor, and officers M. Al. and A. Bo. kicking him. The first applicant was taken back to the office and was subjected to further beating. The applicant told the policemen that he would complain about the ill-treatment. In response, officer A.Bo. told him that he was a relative of the Republican Minister of the Interior and that even if he were to kill the applicant or his brother, he would not be held responsible for killing a Chechen.", "11. At about 11 p.m. the first applicant was taken to another office, where officer M. Al. showed him the statements of the club’s staff, according to which neither the first nor the second applicants were responsible for stabbing the security guard. During the applicant’s conversation with the officer, another policeman, who was in camouflage uniform, struck the applicant in the back with a rifle butt and the applicant passed out again. Upon regaining consciousness, the applicant noticed that he was bleeding in the mouth and asked the officers to provide him with medical assistance; he reminded them that he was not responsible for the stabbing and that he would complain to the authorities about the illtreatment. Officer M. Al. replied: “If you or your brother try to complain, we will kill you right here. We will not be held responsible for a Chechen”. After that the beating continued.", "12. Several minutes later officer M. Al. brought a medical doctor to the office. She looked at the applicant, but refused to examine him and explained to the officers that he needed urgent hospitalisation. The officers refused to let him go and the doctor left the room.", "13. At about midnight the first applicant heard the third applicant screaming. Through the door, which was ajar, he saw three police officers dragging with them the third applicant, who had arrived at the police station after receiving the second applicant’s phone call about the arrest.", "14. The first applicant pleaded with the policemen not to beat the third applicant. In response they continued to beat the first applicant, insult him and his ethnicity by calling him and his brothers “Chechen faggots” and threatening to sexually assault him.", "15. After midnight the first and the third applicants were released from the police station. Their relatives were waiting for them outside. The two applicants went to the Nalchik town prosecutor’s office (hereafter “the town prosecutor’s office”). The second applicant was already there. They described what had happened to them to the on-duty investigator, Mr Em., and lodged an official complaint. The second applicant’s wife, Ms S.G., tried to dissuade the applicants from lodging a complaint by saying that the deputy town prosecutor, Mr M. Tkh., had spoken to her and asked her to convince her relatives not to lodge any complaints: “I know that the Makhashev brothers are going to lodge a complaint. You have to make sure that they change their minds as it will get worse for them. They will not succeed ...”", "16. According to the first applicant, a Chechen police officer from the North-Caucasus Department of the Fight against Organised Crime (the RUBOP), Mr A.R., visited the police station on the evening of 14 November 2004 and learnt of the applicants’ ill-treatment. He informed the applicants’ relatives about it and at a later date provided statements to the investigation (see paragraph 68 below).", "17. Upon arrival at the police station the second applicant was taken to a separate room where the police officers ordered him to empty his pockets. The applicant put his belongings on the table. After that, without providing any explanation, the policemen started kicking him and beating him with truncheons. Other officers entered the room from time to time, and asked: “A Chechen?” and joined in with the beating. The officers kept insulting the applicant and his ethnicity by saying: “You fucking Chechens, we will fuck you now ...”", "18. During the beating the applicant lost consciousness several times. He told the officers that he had a gastric ulcer and pleaded with them not to hit him in the stomach. After that the policemen intentionally tried to hit him there. The head of the criminal search division, officer A. Bo., also participated in the ill-treatment of the second applicant. When the applicant told him that he would complain about the ill-treatment to the authorities, the latter responded: “You are a Chechen. I can kill you right now and nothing will happen to me. My uncle is the Republican Minister of the Interior”. The applicant heard the first applicant being beaten in the adjacent room. The second applicant bled; as a result, the office floor was covered in his blood.", "19. At some point later the policemen took the second applicant to another room, and gave him back some of the belongings which had been confiscated from him earlier.", "20. Subsequently, the officers took the second applicant outside. A number of his relatives, including his wife, Ms S.G., her sister, Ms A.K., his uncle, I., his nephew, Dzh. and the third applicant were waiting on the porch of the police station. When they saw the second applicant, who was bleeding and whose clothes were torn, the third applicant asked the policemen why his brother had been ill-treated. The officers immediately grabbed the third applicant and dragged him into the building (see below). They hit Ms S.G., who had tried to intervene, in the stomach and she fainted.", "21. At about 7 p.m. on 14 November 2004 the third applicant received a phone call from the second applicant, who told him that he and the first applicant had been arrested by the police following an incident in a club.", "22. At about 9 p.m. the third applicant and his relatives went to the GOM-2 in Nogmov Street and the third applicant inquired whether his brothers had been brought there. The on-duty officer confirmed that they had, and told him that his brothers were being questioned. The officer did not allow him to enter the police station, so the applicant, Ms S.G., Ms A.K., and his nephew Dzh. remained outside waiting for the release of the first and second applicants.", "23. At about 11 p.m. two policemen dragged the second applicant outside. He had been severely beaten, his clothes were torn and he was barely recognisable. The third applicant asked the officers why his brother had been ill-treated. One of them responded: “Are you also a Chechen? Get the fuck out of here”. Several other policemen, including officer Z.Ar., then came out on the porch, beat the third applicant with their rifle butts and kicked him, grabbed him by his hair and dragged him inside; they took him to the third floor of the building. One of the officers was in police uniform, while another wore camouflage clothing. The rest of them were in civilian clothing, as they belonged to the criminal search division.", "24. While being dragged along the third floor, the third applicant noticed the first applicant, who looked as if he had been brutally beaten, in one of the offices. The third applicant was taken to the adjacent office, where he was beaten and kicked by at least five policemen, who insulted him and his ethnic background by saying: “You Chechens are faggots... Get the fuck out of here back to Chechnya ...”", "25. The policemen spoke Kabardinian to each other. The applicant, who also spoke the language, concluded that all of them were Kabardinians. None of the officers asked for the applicant’s identity documents or asked him any questions at any time.", "26. Sometime later the third applicant was taken to the office of the head of the criminal search division, officer A. Bo., who told him, along with other officers: “We hate all of you Chechens. We are not going to let you live here. We will fuck all of you. You are all animals. Go back to Chechnya and fight with Russia ...” The officers also warned the applicant that it was pointless for him to complain to the authorities about the illtreatment: “You are a Chechen and that says it all. You are not going to get any justice here”.", "27. Late at night the third and the first applicants were released from the police station and immediately went to the town prosecutor’s office.", "28. Ms S.G. is the wife of the second applicant; she is an ethnic Balkar. She is the sister of Ms A.K.", "29. At about 9 p.m. on 14 November 2004 Ms A.K. called and told her that according to an acquaintance, who was a police officer, the first and the second applicants were being subjected to ill-treatment at the police station.", "30. Ms S.G. called the third applicant and together with him, Ms A.K. and other relatives they went to the GOM-2 in Nogmov Street. Upon arrival at the police station Ms S.G. knocked at the door and tried to obtain information about her husband, the second applicant, from the on-duty officers. She also tried to explain to them that her husband had a stomach ulcer which could start bleeding at any moment if aggravated. The policemen refused to speak to her, but they did not deny that the first and the second applicants were detained on their premises.", "31. Ms S.G., the third applicant and their relatives decided to wait at the entrance for the release of the first and the second applicants. While they were waiting, they saw police officers coming out on the porch to smoke. They heard them speaking in Balkarian, Kabardinian and Russian about the first and the second applicants and making disparaging comments concerning the brothers’ Chechen ethnicity. Ms S.G. and her relatives also understood from the officers’ conversations that the first and the second applicants were being subjected to beatings.", "32. More than an hour later an ambulance arrived at the police station and a doctor went inside. When the doctor came out, Ms S.G. asked her about the first and the second applicants. The doctor told her that she had not been allowed to see the second applicant, but that she had seen the first applicant, who had been in a very bad condition with signs of beatings all over his body and face and a stab wound. She also explained that she was supposed to take him to a hospital, but the policemen had refused to let him go.", "33. Ms S.G. pleaded with the doctor to return to the building and provide the first and second applicants with medical assistance. The doctor agreed and went inside. About ten minutes later she returned and told Ms S.G. that the officers had refused to let her see the applicants and provide them with medical assistance.", "34. Late at night the officers dragged the second applicant outside; he was bleeding, his teeth were knocked out and his clothes were torn. Ms S.G. asked him what had happened and he told her that he had been subjected to ill-treatment, humiliation and insults by the policemen on account of his Chechen ethnic origin. He insisted on going to the prosecutor’s office immediately and making a complaint about the ill-treatment.", "35. Then the third applicant approached the officers and asked them why his brother had been ill-treated. In response, several policemen in masks ran out from the building and started beating him with their rifle butts and kicking him. The officers kept insulting the third applicant on account of him being a Chechen. When Ms S.G. tried to intervene and protect the third applicant, one of the officers kicked her in the stomach and she fainted.", "36. Upon regaining consciousness, Ms S.G. went with the second applicant and their relatives to the town prosecutor’s office. The policemen who had ill-treated the applicants had already arrived there, and the head of the criminal search division, officer A. Bo., was speaking with the deputy town prosecutor, Mr M. Tkh.", "37. Sometime later the first and third applicants arrived at the prosecutor’s office. Ms S.G. saw that the third applicant, who had been dragged into the police station in a normal state of health, had been severely beaten and kept passing out.", "38. The deputy town prosecutor invited Ms S.G. into his office and told her the following: “I know that the Makhashev brothers are going to make a complaint; you have to make sure that they do not do it, as it will get worse for them. They will not succeed ...” Immediately after, Ms S.G. spoke to the brothers and asked them not to lodge official complaints about the illtreatment, but the applicants refused, claiming that they had been subjected to the ill-treatment on the sole ground of their ethnic origin.", "39. In the evening of 14 November 2004 Ms A.K. received a phone call from a friend who was a police officer in Nalchik. He told her that the Makhashev brothers were being severely beaten by policemen in the GOM2 in Nogmov Street. Ms A.K. immediately called her sister, Ms S.G.", "40. At about 10 p.m. Ms A.K., Ms S.G. and the third applicant went to the police station, where a number of other people were waiting outside. Ms S.G. tried to explain to the on-duty officers that her husband had a stomach ulcer which could start bleeding. She kept asking them to call an ambulance and provide medical assistance to the first and second applicants.", "41. At some point an ambulance arrived at the police station. The doctor spent about half an hour in the building. When she came out, Ms S.G. and Ms A.K. asked her about their relatives. The doctor said that she was worried about the first applicant, who was in a bad state, but the policemen had refused to let him go to hospital. Ms S.G. told the doctor about the second applicant’s ulcer and asked her to go back into the station and provide him with medical assistance. The doctor agreed and went back into the station; about ten to fifteen minutes later she left the building and said that the policemen had not allowed her to examine the second applicant and refused to let her take the first applicant to hospital.", "42. Late at night two police officers brought the second applicant, who had been severely beaten, outside. His teeth were knocked out, he was covered with blood and his clothes were torn. The third applicant asked the officers why his brother had been ill-treated. In response, five officers ran out of the station and started beating him and saying: “You are also a Chechen, get out of here ...” Ms S.G. attempted to intervene and protect him, but she was kicked in the stomach and fainted. The policemen dragged the third applicant inside.", "43. After Ms S.G. had regained consciousness, she, Ms A.K. and the second applicant went to the town prosecutor’s office, where the officials and the police officers tried to dissuade the second applicant and Ms S.G. from making a complaint about the ill-treatment: “Do not go against the flow. It is futile for you to make a complaint”.", "44. At some point later the first and third applicants also arrived at the prosecutor’s office. They were bleeding, and the office employees had to cover the chairs with oilcloths to protect the furniture from getting blood stains on it. The third applicant kept spitting blood and running to the toilet. Ms A.K. stayed with the applicants and Ms S.G. at the prosecutor’s office until the early morning of 15 November 2004; after that she went home.", "45. On the morning of 15 November 2004, upon the order of the town prosecutor’s office, the applicants underwent a medical examination at the Bureau of Forensic Expert Evaluations of the Ministry of Health of Kabardino-Balkaria (hereafter “the Bureau”). The expert evaluation of the first applicant, dated 15 November 2004, stated, inter alia, the following:", "“...... Ibragim Makhashev had a fight with unidentified persons. From the place of the incident he was taken to the GOM-2 in Nalchik. According to Ibragim Makhashev, at the police station officers beat him in the head with punches, kicks and truncheons. ... in the evening of 14 November 2000 police officers first beat him outside; then they took him into the police station, where they continued beating him until the morning with truncheons, rifle butts, punches and kicks; ... prior to these events he had had a fight in a night club ...", "Conclusions. Ibragim Makhashev sustained the following injuries: soft tissue bruises of the head and the right hand; haemorrhages of the sclera of both eyes; soft tissue bruises of the right part of the face; bruises of the face, left ear, area behind the left ear, chest, back, left hand and both legs. These injuries were caused by blunt firm objects ... Ibragim Makhashev was hospitalised at the Republican Clinical Hospital ...”", "46. On 11 December 2004 the maxillofacial injuries unit of the Republican Clinical Hospital in Nalchik issued an official medical certificate concerning the first applicant. The text of the document included the following:", "“... diagnosis on arrival on 16 November 2004: multiple severe craniofacial injuries; closed craniocerebral injury, moderate brain contusion, multifragmental fracture of the left zygomatic region with dislocation of multiple bone fragments.", "Surgery: under general anaesthesia ... open repositioning of the zygomatic bone ... by titanium plates with screws ...”", "47. On 28 February 2005 the Bureau issued an additional expert evaluation in respect of the first applicant. The text of the document included the following:", "“... conclusions: Mr Ibragim Makhashev has the following injuries:", "1. Closed fracture of the left zygomatic bone ...", "2. Closed craniocerebral injury; moderate brain contusion ...", "3. Stab wound in the left gluteal region ...", "4. Extensive bruising of the head, ears, chest, upper and lower extremities ...", "The injuries described were caused by blunt firm objects ... which could have been fists, boots ... and the injury described in paragraph 3 was caused by a piercing or sharp object ...”", "48. On 15 November 2004 the second applicant underwent a medical examination at the Bureau. The expert evaluation, dated 15 November 2004, stated, inter alia, the following:", "“...... Adam Makhashev had a fight with unidentified persons. From the place of the incident he was taken to GOM-2 in Nalchik. According to Adam Makhashev, at the police station three to seven officers beat him in the head with fists, kicks and truncheons ... he lost consciousness ...", "Conclusions. Mr Adam Makhashev has the following injuries:", "Closed fracture of the nose with dislocation of multiple bone fragments;", "Closed craniocerebral injury; moderate brain contusion;", "Contusion of the right kidney;", "Contusion of the ribcage;", "Extensive bruising of the face, back, lower back, neck, chest ..., upper extremities ... violent extraction of two teeth;", "Contused head wound ... The injuries described were caused by blunt firm objects ...”", "49. On 24 February 2005 the Bureau issued an additional expert report in respect of the second applicant. The text of the document contained the same findings as those established during the examination of 15 November 2004.", "50. On 6 June 2005 Nalchik Town Clinical Hospital no. 1 issued an official medical certificate concerning the second applicant. The document stated that the applicant had been “... undergoing treatment in the surgical department of the hospital since 4 June 2005” and had been diagnosed with a duodenal ulcer complicated by bleeding.", "51. On an unspecified date Nalchik Town Clinical Hospital no. 2 issued an official medical certificate concerning the second applicant’s hospitalisation from 16 June to 13 July 2005 on account of the abovementioned condition.", "52. On 15 November 2004 the third applicant also underwent a medical examination at the Bureau. The report, dated 15 November 2004, stated, inter alia, the following:", "“...... Islam Makhashev was taken to the GOM-2 in Nalchik, where several police officers beat him in the head and the torso with fists, kicks and rifle butts ... he complains of pain in the chest.", "Conclusions. Mr Islam Makhashev has the following injuries:", "Contusion of the left part of the chest;", "Bruises and contusion of facial tissue and the chest ... The injuries described were caused by blunt firm objects ...”", "53. On 24 February 2005 the Bureau issued an additional expert report on the third applicant’s condition. The text of the document contained the same findings as those established during the examination of 15 November 2004.", "54. In support of their application the applicants provided the following documents: a statement by the first applicant dated 5 June 2007; a statement by the second applicant dated 5 June 2007; a statement by the third applicant dated 5 June 2007; a statement by Ms S.G. dated 6 June 2007; a statement by Ms A.K. dated 6 June 2007; three official medical examination reports in respect of each of the applicants by the Bureau, each dated 15 November 2004; a medical certificate in respect of the first applicant issued by the department of maxillofacial injuries of the Republican Clinical Hospital in Nalchik, dated 11 December 2004; an official medical examination report in respect of the first applicant issued by the Bureau, dated 28 February 2005; two official medical examination reports in respect of the second and third applicants issued by the Bureau, both dated 24 February 2005, and two medical certificates issued by the Nalchik Town Clinical Hospitals no. 1 and no. 2 in respect of the second applicant, one dated 6 June 2005 and one undated.", "55. The Government challenged the facts as presented by the applicants, stating that during the investigation the applicants had on several occasions changed their statements concerning the participation of the third applicant in the fight in the club.", "56. The Government further stated that the domestic criminal investigation had established the true circumstances of the events of the night of 14 November 2004. According to their submission, on 14 November 2004 the applicants received their injuries as a result of the fight at the establishment referred to both as a club and a concert hall. The applicants were not subjected to beatings or inhuman or degrading treatment at the police station.", "57. On an unspecified date the investigators questioned police officers A.E. and Z.S., who stated that on 14 November 2004 they had been on duty and received information about a riot at a concert hall. Upon arrival at the hall someone had told them that one of the hall’s security guards had been taken to hospital in an ambulance. Then the officers had noticed the two Makhashev brothers sitting on a bench surrounded by a group of about fifteen men. Each of these men had been running up to the brothers and delivering blows and kicks to their heads and torsos. The policemen had broken up the flight and taken the applicants to the patrol car. According to the officers, the brothers had been severely beaten: some their teeth had been knocked out and their clothing had been torn. The men who had beaten the applicants up had asked the policemen to hand the Makhashev brothers back to them, but the officers had refused. Then the applicants had been taken to the GOM-2 police station by car. The officers had not seen the applicants again.", "58. On an unspecified date the investigators questioned the head of the criminal search division, Mr A.Bo., who stated that on 14 November 2004 he had arrived at the police station, where on the 2nd floor he had found the first and second applicants, who looked as though they had been severely beaten. The first applicant’s buttocks had been covered in blood. The officer had ordered that the second applicant be taken to his office and the first applicant to another. According to the witness, Adam Makhashev had started swearing and expressing his anger against the Republic of Kabardino-Balkaria. Two other police officers who had been present in the office, Mr M. Kh. and Mr Z.Ar., had asked the applicant to calm down. The latter had suddenly hit the witness in the face, causing bleeding, and then grabbed a stationery knife. Mr M. Kh. and Mr Z.Ar. had managed to take the knife from the applicant. After that the witness had gone to the bathroom to wash the blood off his face. When he had returned to the office, five police officers had been there: Mr Z.A., Mr M.Al., Mr Z.Ar., Mr M.Kh. and Mr T.S. After that the applicant had told the officers about the fight with Mr M.Sh. at the club. Then the witness had gone to the office where the first applicant had been questioned. The latter had told him that he and the second applicant had been beaten by unidentified persons outside the concert hall. Having noticed blood on the first applicant’s trousers the witness had asked his colleagues to call an ambulance and returned to his office. Then police officer Z.Ar. had entered the office and told him that an officer from the Department for the Fight Against Organised Crime, Mr A.R., had arrived and asked to speak with the Makhashev brothers. The witness had given his permission. Meanwhile, the ambulance had arrived at the police station and a medical doctor had examined the applicants. The applicants had been asked to go to hospital, but they had refused and signed a document to that effect. Officer Z.Le. had then entered the room and told the witness that the second applicant had claimed that a sum of money had been stolen from him at the police station. In the other office the first applicant had alleged that his watch had gone missing after he had been brought to the station; however, it had been found a few minutes later in the applicant’s pocket. The witness had then asked for an investigator from the prosecutor’s office to come to the police station. Then he and other police officers had gone outside, where they had seen two women and the third applicant, who were swearing. When the police officers had put the second applicant, Adam Makhashev, in a car, one of the women had run up to the vehicle, got into the front seat and demanded to be told where Adam was being taken. The officers had pulled her out and explained to her that they were taking him to the prosecutor’s office. Meanwhile, the third applicant had kept shouting and swearing at the officers. In view of the third applicant’s behaviour, two or three officers had taken him into the police station. After that the witness had gone back to his office, and sometime later he had gone to the town prosecutor’s office to make a statement about the events.", "59. On unspecified dates the investigators questioned police officers Z.Ar., M.Al., Z.L., V.D. and V.K., whose statements about the events of 14 November 2004 were similar to the one made by officer A. Bo.", "60. The Government stated that a number of witness confrontations were conducted by the investigators as a result of which the witness statements made by the police officers had been confirmed. In particular, on an unspecified date the investigators conducted a witness confrontation between officer V.K. and the third applicant. The applicant confirmed that he had passed by the concert hall on 14 November 2004. The Government did not furnish a copy of this statement.", "61. On an unspecified date the investigators questioned the guard of the concert hall (in the submitted documents also referred to as the night club’s security guard) Mr A.Ku., who stated that on 14 November 2004 he had been at work when a group of young men had entered the premises and started drinking alcoholic beverages. After a while a fight had broken out between them. The witness had wanted to break up the fight. He had physically removed one of the men from the premises. When returned inside, the man had followed him back in and stabbed him in the left thigh. Meanwhile, the young men had continued fighting. Someone had called an ambulance, which had taken him to hospital.", "62. On 15 November 2004 the applicants complained to the town prosecutor’s office about their ill-treatment by the police officers.", "63. On 25 November 2004 the town prosecutor’s office instituted an investigation into the beating of the applicants by “unidentified persons” under Articles 112 and 115 of the Russian Criminal Code (voluntary infliction of injuries). The case file was given the number 21/223-04.", "64. On 21 February 2005 the applicants complained to the Prosecutor General about ineffectiveness of the investigation in the criminal case. In particular, they pointed out the following:", "“... the beatings were carried out in the most humiliating way, debasing our ... ethnic dignity ...", "In spite of the fact that the proceedings have been ongoing for almost two months, the investigator has not taken investigative steps ...", "We have not been granted victim status in the criminal case ...;", "Even though we directly identified the persons who had subjected us to the beatings ... the investigator has not brought any charges against the police officers who tortured us ... he has not taken basic steps such as [organising] an identification parade, [witness] confrontations, etc ...", "On a number of occasions we have stressed that we were subjected to beatings in the police station, but the investigator nonetheless stated in the decision to open the criminal case that we had been beaten by ‘unidentified persons next to the building of GOM-2 in Nalchik’ ...", "... As long as this criminal case is being investigated by the prosecutor’s office in Kabardino-Balkaria, there will not be an objective investigation of the crime; ... Taking into account that the beatings to which we were subjected took place on account of xenophobic hostility, this criminal case should be investigated by [another] department of the Prosecutor General’s office ...", "... This criminal case could turn against us; for instance, bullet cartridges or other similar things could be planted on one or all of us and we would be prosecuted for our attempts to hold the police officers responsible ...", "... The court to which we brought our complaint about the ineffectiveness of the criminal investigation did not support us owing to our ethnic origin ...”", "65. On 15 March 2005 the investigators questioned the head of the GOM-2, officer V.D., who stated that on 14 November 2004 he had been the senior police officer responsible for the station. In the evening the police had received information about a fight taking place outside a night club. Shortly after, he and an on-duty officer had arrived at the scene, where a crowd of about eighty persons surrounded their patrol car and demanded the release of two young men who had allegedly stabbed the club’s security guard. As the officer in charge, the witness had ordered that an investigator remain at the scene; then he had driven with the wounded guard to the hospital and taken his statement about the events. Next, he had returned to the GOM-2, where on the third floor he had seen the first and second applicants who had looked as though they had been beaten up. His colleagues had informed him that one of the brothers had been stabbed. Sometime later an ambulance had arrived at the station. The doctor had advised one of the Makhashev brothers to be taken to the hospital, but he had refused, and signed a document to that effect, after which the ambulance had left. After that, the witness had gone to his office on the third floor and then he had heard screaming. About three minutes later he had overheard a loud conversation from a nearby office. He had gone there and seen a tall young man, the third applicant, who had told him that he wanted to know the reasons for his brothers’ arrest as they were not guilty of anything. The witness had promised him that the policemen would clarify the situation and returned to his office. The third applicant had not had visible injuries; he had not been subjected to beatings in the presence of the witness. The witness further stated that he had not personally beaten any of the applicants.", "66. At some point prior to the middle of June 2005 the investigators suspended the investigation of the criminal case for failure to identify the perpetrators. It appears that the applicants learnt about it and on 15 June 2005 they complained to the Prosecutor of the Republic of KabardinoBalkaria and to the Deputy Prosecutor General of Russia, stating, amongst other things, the following:", "“... on 14 November 2004 we were brought to the GOM-2 in Nalchik, where in the office of the head of the criminal search division, Mr Bo, Mr Al, Mr Ar and other policemen subjected us to beatings ... We were taken to the Nalchik town prosecutor’s office where we complained about the unlawful actions taken by the policemen of the GOM-2 against us.", "It has been more than eight months since the initiation of the criminal investigation [into the incident], but investigator K. has been procrastinating with the investigation, failing to ... prosecute the perpetrators in spite of the fact that we have directly identified them ...", "... we believe that the criminal case cannot be objectively investigated by the public prosecutor’s office in Kabardino-Balkaria as the policemen subjected us to the beatings on the basis of their hostile attitude towards people of Chechen ethnic origin, and insulted us by debasing our ethnic dignity.", "In connection with the partiality of the the policemen conducting the criminal investigation, we request that the federal law-enforcement authorities intervene and carry out a lawful investigation into all the circumstances [of the incident] ...”", "67. On 24 July 2005 the supervising prosecutor overruled the decision to suspend the investigation as unlawful and the proceedings were resumed. The decision stated, inter alia, the following:", "“... the investigation failed to verify the allegations of Ibragim Makhashev, Adam Makhashev and Islam Makhashev that they had been beaten by police officers and to take all possible measures to confirm or disprove [their allegations of] the use of violence against them.", "The decision [to suspend the investigation] did not comply with the Criminal Procedure Code, as the investigator had listed the evidence but had failed to analyse or substantiate it; the investigator’s decision was based on the statements made by the police officers, whereas the statements of the Makhashev brothers were disregarded ...”", "68. On 3 August 2005 the investigators questioned a police officer, Mr A.R., from the Main Department of the Ministry of the Interior in the Southern Federal Circuit in Chegem, Kabardino-Balkaria. The officer, who was a Chechen, stated that at about 11 p.m. on 14 November 2004 his acquaintance, Ms K.S., had asked him to go to GOM-2 and find out the reasons for the Makhashev brothers’ arrest. The witness had gone to the police station, where in one of the offices on the third floor he had met officer Z.Ar. and the first applicant, who had told him in Chechen that he had been beaten by the policemen and that his brother had been taken to an adjacent office. Immediately afterwards an ambulance doctor had entered the office and the witness had left. He had asked officers at the station about the reasons for the first and second applicants’ arrest; Mr Z.Ar. had explained to him that the applicants had been detained in connection with a fight at a club. Then another officer, Mr M.Al., had demanded that the witness leave the building. At the entrance to the police station the witness met the third applicant and suggested that he complain to the prosecutor’s office. Sometime later the applicants were taken to the town prosecutor’s office; the witness also went there and stayed at the office until 4 a.m. on 15 November 2004. The witness further stated that the applicants had not been beaten in his presence, that he had not seen masked men in camouflage uniforms armed with machine guns at the police station and that during his visit to the GOM-2 he had not seen officer A.Bo.", "69. On 3 August 2005 the investigators questioned Ms S.G. She stated that on 14 November 2004 she had gone with the second applicant to the town prosecutor’s office, where she had found officers A. Bo. and M. Al. The policemen had told her to convince her husband to write a statement to the effect that he had not been ill-treated at the police station. Immediately after that the deputy prosecutor Mr M. Tkh. had told her that instead of lodging complaints, she should take care of the applicants, as they were in an awful condition after the beating, and that it would be impossible for them to prove their allegations of ill-treatment by the police. On the basis of that advice, the witness had tried to dissuade her husband from complaining, but to no avail, as he went on to make a written complaint about his illtreatment at the GOM-2. The witness further stated that she had been kicked in the stomach by one of the policemen when she had tried to stop the officers hurting the third applicant at the entrance to the police station.", "70. On 30 November 2005 the investigators organised a witness confrontation between Ms S.G. and the deputy town prosecutor, Mr M.Tkh. The latter stated that on the evening of 14 November 2004, in connection with a mass fight at a night club, he had been asked to come to the prosecutor’s office, where he met the second applicant, who had been severely beaten. According to the deputy prosecutor, Ms S.G. had spoken with the second applicant and had then informed him that she and the applicant would not lodge complaints against the police officers and that she needed to leave as soon as possible to provide medical assistance to the applicants. According to Mr M.Tkh., he had told her that irrespective of her desire to abstain from lodging a complaint, the prosecutor’s office would conduct an inquiry into the events in any case. Ms S.G., on the other hand, insisted that the statement Mr M.Tkh. had provided during the confrontation was absolutely untruthful. She confirmed her previous statements concerning the circumstances of the applicants’ ill-treatment at the police station and their subsequent visit to the prosecutor’s office and pointed out that at the GOM-2 and the prosecutor’s office she had been with her sister, Ms A.K., who could confirm her description of the events and provide her own statement to the investigation.", "71. On the same date, 30 November 2005, the town prosecutor’s office suspended the investigation in the criminal case for failure to establish the identities of the perpetrators.", "72. On 5 December 2005 the supervising prosecutor overruled the decision on the ground that the investigators had failed to take the necessary steps and pointed out the following:", "“... it is necessary to take the following investigative steps:", "- to hold an identification parade of officer Z.Al. and, if necessary, to conduct a witness confrontation between him and the Makhashev brothers;", "- to organise witness confrontations between officers M.Al. and A.Bo. and Ms A.K.;", "- to organise a witness confrontation between Ms A.K. and the deputy prosecutor M. Tkh.;", "- to inform the Republican Ministry of the Interior about the unlawful actions of the officers of the GOM-2 in Nalchik;", "’ allegations that they had been subjected to physical violence on 14 November 2004 in his office;", "- to take other steps [necessary] for a lawful and substantiated decision ...”", "It appears that upon the prosecutor’s orders the investigation was resumed.", "73. On 21 February 2006 the town prosecutor’s office again suspended the investigation in the criminal case for failure to establish the identities of the perpetrators.", "74. On 2 March 2006 the supervising prosecutor again overruled the decision to suspend the investigation as unlawful and pointed out that the investigators had failed to carry out the previously given orders.", "75. On 13 April 2006 the town prosecutor’s office issued a “decision concerning the refusal to institute a criminal investigation” in respect of two criminal cases: no. 21/223-04 (opened against the police officers) for lack of corpus delicti in the actions of police officers A.Bo., Z.Ar., M.Al., V.D., Z.L. and no. 21/127-05 (opened against Adam Makhashev, see paragraphs 92-93 below) for lack of corpus delicti in his actions. The decision contained detailed descriptions of the statements made by the policemen from GOM-2 about the events of 14 November 2004, but none of those made by the applicants concerning their ill-treatment at the police station. The document made general references to the applicants’ participation in the fight at the concert hall and included the following:", "“... Thus, the documents in the investigation file confirm that the Makhashev brothers were beaten up outside the concert hall, [and] the brothers themselves do not deny this fact. ... this demonstrates that the brothers’ injuries were caused by unidentified persons and not by the policemen ...", "The Makhashev brothers’ statements concerning their beating by the policemen in the GOM-2 building were not confirmed by the investigation. The investigation did not obtain any objective evidence demonstrating that physical force was used against them in the GOM-2, which excludes the possibility of their alleged beating by the policemen. Therefore, a criminal investigation will not be instituted against officers A.Bo., Z.Ar., M.Al., V.D., Z.L. on account of a lack of corpus delicti in their actions ...”", "76. On 28 April 2006 the applicants complained to the Deputy Prosecutor General in the Southern Federal Circuit and the prosecutor of Kabardino-Balkaria. They requested that the decision of 13 April 2006 be overruled and the proceedings against the police officers be reopened. In particular, they alleged that the police officers had ill-treated them on account of their Chechen ethnic origin and quoted some of the officers’ disparaging remarks. The applicants further complained that the investigation of the ill-treatment had been ineffective as the local law enforcement authorities had been biased against them on account of their ethnicity; that the criminal case which was opened against Adam Makhashev six months after the events had been a means of pressure exercised by the authorities on the applicants in order to make them withdraw their complaints against the policemen; that the investigation had been conducted with numerous violations of the criminal procedure; and that there was enough evidence in the case file to prosecute the police officers.", "77. On 20 May 2006 the prosecutor’s office of Kabardino-Balkaria rejected the applicants’ complaint. The decision left the applicants’ allegations of racially motivated violence without examination and stated that the decision of 13 April 2006 was lawful and well-founded. In particular, the document stated that “the Makhashev brothers’ allegations that they had been subjected to beatings by police officers in the GOM-2 were not confirmed by the criminal investigation”.", "78. On 9 August 2006 the applicants again complained to the Deputy Prosecutor General in the Southern Federal Circuit that the decision of 20 May 2006 was unlawful. They alleged that they had been subjected to illtreatment by the officers on the grounds of their Chechen origin; that a number of witnesses had observed the third applicant being dragged into the police station in good health and his subsequent release with numerous injuries; that their allegations had been confirmed by the findings of the forensic medical examinations; that the police had initiated proceedings against the second applicant (see below) to intimidate the applicants and force them to withdraw their complaints of ill-treatment; that the investigation in criminal case no. 21/223-04 had been ineffective and plagued by inexplicable delays; that the investigators had completely disregarded their allegations of beatings at the police station and that there were numerous pieces of evidence proving their allegations of ill-treatment by the policemen. No reply to this complaint was received.", "79. According to the applicants, the investigation in criminal case no. 21/223-04 had concluded that the first applicant’s injuries had been sustained at the night club during a fight with Mr M.Sh. The latter was charged by the authorities with voluntary infliction of injuries under Article 112 § 1 of the Criminal Code for the stabbing and beating of the first applicant.", "80. The criminal investigation into the applicants’ beating has not been completed to date. From the materials submitted it follows that the investigators failed to identify the perpetrators of the second and third applicants’ ill-treatment; therefore, a separate set of proceedings was initiated in this connection and the relevant case file was given the number 21/103-06. The investigation of this criminal case is still pending (see paragraphs 95 and 96 below).", "81. According to the applicants, the authorities have not properly informed them about the progress of the criminal proceedings.", "82. According to the Government, on 25 November 2004 the town prosecutor’s office instituted an investigation into the beating of the applicants by “unidentified persons outside the building of the GOM-2 in Nalchik” under Articles 112 and 115 of the Russian Criminal Code (voluntary infliction of injuries). The case file was given the number 21/223-04.", "83. On 22 February 2005 the investigators questioned Ms A.K., who stated that on the evening of 14 November 2004 a friend of hers had called and told her about the beating of the second applicant in the GOM-2. She had called her sister, Ms S.G., immediately and had told her about it. Ms S.G. had said that she had already heard from the third applicant that his brothers had been arrested and taken to the GOM-2. After that Ms S.G. and the third applicant had picked her up and they had driven together to the police station. At the entrance to the station they had asked the police officers about the first and second applicants. At that point an ambulance had arrived at the station and a female doctor had gone inside. After the doctor had come out, the witness had asked her about the Makhashev brothers. The doctor had told her that she had wanted to take Ibragim to the hospital, but the officers had not allowed him to go. After that the ambulance had left. The witness, Ms S.G. and the third applicant had decided to wait for the first and second applicants at the entrance to the police station. Shortly afterwards, a group of five or six officers had run out of the building, grabbed Islam and dragged him inside. Ms S.G. had tried to intervene, but she had been kicked in the stomach and fainted. A policeman had brought over some water, sprinkled it on Ms S.G. and she had regained consciousness. After that the witness and Ms S.G. had waited for the applicants at the entrance to the station where they had been joined by their relatives, Mr Dzh. and Mr B.T. At some point later the first and second applicants had been brought outside by the policemen; sometime later the officers had also dragged out the third applicant. Immediately after their release the applicants had gone to the town prosecutor’s office.", "84. On 22 February 2005 the investigators questioned Ms S.G., who stated that at about 10 p.m. on 14 November 2004 her sister Ms A.K. had called and told her that her husband Adam Makhashev and his brother Ibragim had been taken to the GOM-2 in Nalchik and subjected to beatings in the police station. Shortly after that the third applicant had picked her up and they had gone to the police station. The guards at the entrance had refused to provide any information about the first and second applicants. Then the witness had knocked at the window and asked an officer to call an ambulance for her husband Adam, who suffered from a stomach ulcer. Then an ambulance had arrived and the medics had gone inside. About thirty minutes later they had come out and the witness had asked a female doctor who she had examined inside. The doctor had told her that she had examined Ibragim Makhashev and that his condition had been serious; she had asked the policemen to allow him to be taken to hospital, but they had refused. The doctor had not been allowed to see Adam Makhashev. The witness had asked the doctor to go back and convince the officers to let her take Ibragim Makhashev to hospital. The doctor had agreed and gone inside; she had returned ten minutes later and told the witness that the officers had refused. The doctor had then left in the ambulance. At about 2 a.m. Adam and Ibragim Makhashev had been released from the police station. Both of them had been beaten; Adam’s teeth had been knocked out and his face was swollen and covered in bruises and blood. Islam Makhashev had approached his brothers and asked them who had beaten them up. The witness had not had time to hear their reply as a group of four to five armed policemen in camouflage uniforms and masks had come running out of the building. One of them had hit Islam in the face, and then the others had started beating and kicking him. One of the officers had kicked the witness in the stomach and she had fainted. When she had regained consciousness, the applicants had gone to the town prosecutor’s office to make a complaint about their ill-treatment by the police officers. The applicants had told the witness that they had been subjected to beatings by the policemen in the GOM-2.", "85. On 20 March 2005 the investigators asked the Nalchik deputy prosecutor to extend the time frame for the investigation in criminal case no. 21/233-04. The text of the document included the following:", "“... the preliminary investigation in the criminal case established that on 14 November 2004 unidentified persons had beaten the applicants in the head, torso and extremities ...", "When questioned about the circumstances of the incident, Mr Islam Makhashev stated that [....]... he and his brother had been detained by security guards [after the fight at the concert hall] ... the police had then arrived and taken them to GOM-2. He and his brother had been taken to the third floor. While they had been walking up the stairs, he had been hit in the stomach and back. On the third floor he had been taken to an office located on the left side of the hall. As soon as he had entered the office, he had been knocked down on the floor and kicked repeatedly. Unable to get up, he had managed to cover his head with his hands. After some time he had lost consciousness. When he had regained consciousness he saw only the police officers, who were insulting him on account of his ethnic background. Then an ambulance had been called. The doctor had suggested that he go to hospital, but he had refused. Then he had been taken to an office and seated on a chair. He had written a statement. After that the police officers had hit him in the lower back with their rifle butts, and he had passed out again. When he had regained consciousness, nobody had demanded anything from him; the officers had just continued to insult him. After that he had been taken out of the office and had heard Islam’s voice. He had been released sometime in the morning and had immediately gone with his relatives to the Nalchik prosecutor’s office.", "Adam Makhashev’s witness statement about the events was similar to Ibragim Makhashev’s ...”", "86. On 17 May 2005 the investigators decided to sever a criminal case from criminal case no. 21/223-04 and to investigate it separately. The text of the decision included the following:", "“... Officer A.Bo. stated to the investigation that after the Makhashev brothers had been brought to his office, Adam Makhashev had started cursing the Republic of Kabardino-Balkaria and had suddenly punched him in the face, causing a closed craniocerebral injury ...", "The above circumstances demonstrate that the actions of Adam Makhashev fall within the scope of Article 318 § 2 of the Criminal Code (aggravated use of violence against a representative of the authorities) ...”", "87. On 25 May 2005 the investigators decided to suspend the investigation in criminal case 21/223-04 for failure to identify the perpetrators.", "88. On 30 May 2005 the deputy Nalchik prosecutor overruled the decision to suspend the investigation as premature, stating, amongst other things, the following:", "“... this decision was taken prematurely and without all possible investigative steps having been taken; it should be overruled due to the incompleteness of the investigation.", "For example, it is necessary to request from the Nalchik department of the interior (the UVD) information concerning the Makhashev brothers’ detention in the GOM2 ...to examine the actions of the policemen and take other steps to establish the culprits ...”", "89. On 12 June 2005 the town prosecutor’s office refused to initiate a criminal investigation against the police officers for lack of corpus delicti. The decision was taken within the framework of criminal case no. 21/22304. The Government furnished the Court with a part of this document, the text of which included the following:", "“... the Makhashev brothers’ allegations that they were beaten on the premises of the GOM-2 were not confirmed by the investigation; therefore, [this allegation] is false. For that reason, no investigation against officers A.Bo., Z.Ar., M.Al., V.D. and Z.L. will be instituted on account of a lack of corpus delicti in their actions ...”", "90. According to the Government, on 13 April 2006, within the framework of the criminal case the investigators again decided to refuse to institute criminal proceedings against police officers A. Bo., Z.Ar., M.Al., V.D. and Z.L. for lack of corpus delicti in their actions. The applicants appealed against the refusal to the Nalchik Town Court. On 4 July 2006 the court rejected the appeal and on 3 November 2006 the investigator’s decision was upheld by the Supreme Court of Kabardino-Balkaria (see paragraphs 110 – 112 below).", "91. On an unspecified date the investigators charged Mr M.Sh. with inflicting bodily harm of moderate severity on the first applicant as a result of the stabbing at what they termed the concert hall on 14 November 2004. During the trial the actions of Mr M.Sh. were redefined by the court as inflicting minor bodily harm, which fell within the scope of private prosecution. The applicant, Mr Ibragim Makhashev, refused to prosecute Mr M.Sh. and therefore, on 3 December 2007 criminal case no. 21/233-04 was terminated under Article 24 § 1-5 (absence of a complaint by the victim). The applicant did not appeal against this decision.", "92. On 17 May 2005 the investigators decided to sever a part of the material collected within the framework of criminal case no. 21/233-04 concerning the injuries caused by the second applicant, Adam Makhashev, to police officer A. Bo., from that case. The separated criminal case file was given the number 21/127-05 (see paragraph 86 above and 113-18 below).", "93. Upon the completion of the investigation of the criminal case, on 30 January 2008 the Nalchik Town Court ordered that Adam Makhashev be fined. On 25 April 2008 this sentence was upheld on appeal by the Supreme Court of Kabardino-Balkaria.", "94. According to the Government, on 13 April 2006 “in connection with the infliction of bodily injuries to the Makhashev brothers by unidentified persons ...” the investigators decided to separate a part of the material collected within the framework of criminal case no. 21/233-04 and open a new criminal case file which was given the number 21/103-06. The relevant decision stated that Mr M. Sh. and unidentified persons had severely beaten up the first applicant:", "“ ... the investigation established that at about 7.45 p.m. on 14 November 2004 Mr M.Sh. in the [concert] hall ‘Olimp’ had beaten [the first applicant] I. Makhashev up ...", "[.....] it was impossible for the investigation to identify the persons with whom Mr M.Sh. had committed this crime. Therefore, in order to investigate the actions of the unidentified persons there is a need to sever the relevant part of the criminal case file and create a separate investigation file ...”", "The decision further mentioned that the second applicant had been at the concert hall, but stated that it was only the first applicant who had been beaten up. It did not mention the third applicant.", "95. On 25 November 2006 the investigation in the criminal case was suspended for failure to identify the perpetrators.", "96. On 5 March 2010 the deputy prosecutor of the Republic of Kabardino-Balkaria overruled that decision and ordered that the investigation in the criminal case be resumed. The proceedings in criminal case no. 21/103-06 are pending and the other perpetrators responsible for ‘the infliction of bodily injuries to the Makhashev brothers’ have not been identified.", "97. Upon the Court’s request, the Government furnished copies of some of the contents of the files in criminal cases no. 21/233-04 and no. 21/10306, without specifying either the total number of pages of the submitted documents or the reasons for their failure to submit the remaining part. In addition, the Government furnished the Court with copies of documents from investigation files concerning third persons and documents irrelevant to the applicants’ complaints; the Government neither specified the reasons for their submission nor the total number of pages of the documents submitted. The total number of copies of documents submitted by the Government comprised 1021 pages.", "98. On an unspecified date in January 2005 the applicants lodged a complaint with the Nalchik Town Court (hereafter “the Town Court”). They stated that the investigators in criminal case no. 21/233-04 had failed to take certain crucial steps and that they had not been granted victim status in the criminal proceedings. They also described the circumstances of their illtreatment by the police officers at the GOM-2.", "99. On 31 January 2005 the Town Court rejected their complaint stating, amongst other things, the following:", "“... the court established the following:", "The Makhashev brothers lodged a complaint with the court stating that the investigator of the Nalchik town prosecutor’s office, Mr A.Ka., had failed to take certain crucial steps and had delayed the investigation of the criminal case opened in connection with their complaint of 25 November 2004 ... According to that complaint, on the evening of 14 November 2004 Ibragim and Adam Makhashev had been taken to the GOM-2 after they had been attacked by hooligans at the State Concert Hall. Instead of holding the perpetrators of those actions responsible, the police officers had started punching and kicking the brothers, demanding that they ‘stop loitering in the Republic [of Kabardino-Balkaria]’. Their younger brother Islam had also been taken inside the GOM-2 police station; he had also been subjected to beatings by the police officers. ... In spite of the fact that the Makhashev brothers had directly identified the [officers] who had subjected them to the beatings, no measures had been taken [by the investigators] against them; no identification parade had been carried out, nobody had been questioned as a suspect or charged with a crime and the brothers themselves had not been granted victim status in the criminal case. The applicants had also requested the investigator to exclude from the text of the decision to open the criminal case the phrase stating that they had been subjected to beatings ‘outside the building’ of the GOM-2 in Nalchik ...”", "The court further stated that it was too early to assess the effectiveness of the criminal investigation into the applicants’ allegations and that therefore their complaint was premature.", "100. On an unspecified date the applicants appealed against that decision to the Supreme Court of Kabardino-Balkaria. The outcome of the appeal is unknown.", "101. On 1 March 2005 the applicants again complained to the Town Court that the investigation in criminal case no. 21/223-04 was ineffective. They stated that the investigators had failed to take certain necessary steps, such as setting up witness confrontations between them and the policemen who had ill-treated them, and that they had not been granted victim status in the criminal proceedings.", "102. On 4 April 2005 the court rejected their complaint as unsubstantiated and premature, stating that the length of the proceedings had been due to the transfer of the investigation file for examination to the supervisory prosecutor’s office between 27 January and 11 February 2005.", "103. The applicants appealed against this decision, stating, amongst other things, that they had been ill-treated by policemen who had also undermined their dignity and insulted them on account of their ethnic origin and that none of their complaints to that effect had been properly investigated by the authorities.", "104. On 20 May 2005 the Supreme Court of Kabardino-Balkaria overruled the decision of 4 April 2005 and returned the case for a fresh examination, stating that the Town Court had failed to examine the applicants’ arguments and properly examine the investigator’s actions.", "105. On 2 June 2005 the Town Court allowed the complaint and instructed the town prosecutor’s office to “take all the measures prescribed by law to conduct an objective investigation”.", "106. On 11 July 2005 the applicants again complained to the Town Court about the investigation into their allegations of ill-treatment. They stated, amongst other things, that in spite of the information submitted by them and the witnesses to the authorities, the investigators had failed to take the requisite measures. They pointed out that the investigators had initiated criminal proceedings against the second applicant (see paragraph 113 below) as a means of putting pressure on them to withdraw their complaints.", "107. On 18 July 2005 the town court allowed their complaint in the part concerning the investigators’ failure to comply with the court’s decision of 2 June 2005 (see paragraph 105 above).", "108. On 25 July 2005 the applicants appealed against the decision to the Supreme Court of Kabardino-Balkaria, which rejected the appeal as unsubstantiated on 25 October 2005.", "109. On 5 June 2006 (in the documents submitted the date was also given as 19 June 2006) the applicants complained to the Town Court about the ill-treatment at the police station alleging, amongst other things, that “... the beating was accompanied by obscenities and insults aimed at debasing our human and ethnic dignity ...” They further stated that the investigators’ refusal to institute a criminal investigation against the police officers was unlawful, as they had disregarded numerous pieces of evidence, including several witness statements and the fact the third applicant had been taken into the police station in good health (see paragraph 65 above). They stressed that their attempts to appeal against this and other decisions of the investigating authorities to the supervising prosecutors had been rejected by the latter without proper grounds and that the authorities had deprived them of access to the investigation file. The applicants requested, amongst other things, that the court overrule the refusal and oblige the investigators to grant them victim status in criminal case no. 21/223-04 and provide them with access to the investigation file.", "110. On 4 July 2006 the court rejected the complaint, stating the following:", "“... The Makhashev brothers consider that the decision to refuse to initiate criminal proceedings of 13 April 2006 was taken unlawfully and that the actions of the policemen against them must be investigated ...", "... During the examination of the complaint the third applicant stated that he and his two brothers had been subjected to beatings by policemen. However, instead of charging the policemen ..., the investigation pinned the responsibility on Mr M. Sh. and charged him with the crime ... in spite of the fact that from the very first day of the proceedings the applicant and his brothers had stated that they had been beaten in the police station by policemen ...", "... in their statements to the investigation the Makhashev brothers stated that after the fight at the concert hall they had been taken to the GOM-2, where they had been beaten by police officers ...", "... the decision [of 13 April 2006] stated that the investigation had not confirmed the Makhashev brothers’ allegations of beating by policemen in the GOM-2 and that no pertinent evidence had been obtained by the investigators ...", "... Under part 2 of Article 38 of the Code of Criminal Procedure the investigator has the right to determine the direction of a criminal investigation, take decisions concerning investigative and other steps ... [therefore] the court is not entitled to instruct the investigators as to which steps should be taken and what decisions should be made after that ... the court is entitled to examine whether the procedure for the taking of a decision has been complied with ... in this connection the court finds that the impugned investigative decisions were delivered in compliance with the Code of Criminal Procedure ...”", "111. On 7 July 2006 the applicants appealed against this decision to the Supreme Court of Kabardino-Balkaria, stating that the Town Court had disregarded their arguments concerning their ill-treatment by the policemen and had failed to examine their complaints properly.", "112. On 3 November 2006 the Supreme Court upheld this decision on appeal. It held that the Town Court had fully examined the applicants’ complaints, that the investigation had established that Mr M. Sh. had been responsible for causing the first applicant’s injuries, and that the culprits responsible for injuring the second and third applicants had not been identified, and that therefore a separate set of proceedings had been initiated to that end and the relevant criminal case file had been given the number 21/103-06 (see paragraphs 94-96 above).", "113. On 17 May 2005 the town prosecutor’s office initiated criminal proceedings against the second applicant under Article 318 § 2 of the Criminal Code (use of violence against a representative of the authorities) in connection with the events of 14 November 2004. The case file was given the number 21/127-05.", "114. At 12.15 p.m. on 1 June 2005 the investigators of the town prosecutor’s office arrested the second applicant. The reasons for his detention were stated in the arrest report as follows:", "“... witnesses directly identified Adam Makhashev as having committed a crime under Article 318 § 2 of the Criminal Code (use of violence against a representative of the authorities); there are also reasons to assume that A. Makhashev might abscond from the investigative authorities ...”", "115. On 2 June 2005 the second applicant was released from the temporary detention centre of Nalchik (the IVS) by decision of the town prosecutor’s office. The text of the decision included the following:", "“... at about 9 p.m. on 14 November 2004 in the office of the head of the criminal search division of the GOM-2, officer A.Bo., Adam Makhashev, being aware that the latter was a representative of the authorities carrying out his duties, intentionally, and using life-threatening force, hit officer A.Bo. once in the face causing him a closed craniocerebral injury, brain concussion, bruising of the upper and the lower lips and loosening of one tooth.", "[In connection with this] on 1 June 2005 Adam Makhashev was arrested and placed in the IVS on suspicion of having committed this crime.", "Presently there is no need to hold Adam Makhashev in custody. He is therefore to be released from the IVS ...”", "116. On 10 June 2005 the second applicant was charged with the crime under Article 318 § 2. The applicant disagreed with the charges and made a note to that effect in the record of the proceedings.", "117. According to the documents submitted, on 21 November 2005 the criminal case file was forwarded to the Town Court for examination.", "118. On 30 January 2008 the Town Court ordered that Adam Makhashev be fined. On 25 April 2008 this sentence was upheld on appeal (see paragraph 93 above).", "119. For a summary of the relevant domestic law and international legal materials see Timishev v. Russia, nos. 55762/00 and 55974/00, § 28, ECHR 2005XII and Polonskiy v. Russia, no. 30033/05, §§ 90-91, 19 March 2009.", "120. The relevant parts of Articles 1 and 4 of the International Convention on the Elimination of all forms of Racial Discrimination (ICERD), ratified by Russia in 1966 and in force since 1969 provide:", "“Article 1", "1. In this Convention, the term \"racial discrimination\" shall mean any distinction, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life.", "...", "Article 4", "States Parties ... undertake to adopt immediate and positive measures designed to eradicate all incitement to, or acts of, [racial] discrimination and, to this end ...", "(a) Shall declare an offence punishable by law ... all acts of violence or incitement to such acts against any race or group of persons of another colour or ethnic origin ...”", "121. In its views of 16 March 1993 in Communication no. 4/91, L.K. v. the Netherlands, which concerned racist threats uttered by private individuals against Mr L.K. and the inadequate reaction by the authorities to the victim’s complaint, the Committee on the Elimination of All Forms of Racial Discrimination stated, inter alia, that it was incumbent on the State to investigate with due diligence and expedition cases of incitement to racist discrimination and violence.", "122. The relevant part of Article 6 of the Council of Europe’s Framework Convention for the Protection of National Minorities, in force in Russia since December 1998, provides:", "“The Parties undertake to take appropriate measures to protect persons who may be subject to threats or acts of discrimination, hostility or violence as a result of their ethnic, cultural, linguistic or religious identity.”", "123. On 13 December 2002 the European Commission against Racism and Intolerance issued its General Policy Recommendation no. 7 on national legislation to combat racism and racial discrimination. The relevant part concerning the investigation of allegations of racially-motivated acts reads as follows:", "“11. The law should provide that, if persons who consider themselves wronged because of a discriminatory act establish before a court or any other competent authority facts from which it may be presumed that there has been direct or indirect discrimination, it shall be for the respondent to prove that there has been no discrimination.”", "Explanatory memorandum to the above General Policy Recommendation no. 7 reads, as far as relevant, as follows:", "“Paragraph 11 of the Recommendation", "29. Given the difficulties complainants face in collecting the necessary evidence in discrimination cases, the law should facilitate proof of discrimination. For this reason, according to paragraph 11 of the Recommendation, the law should provide for a shared burden of proof in such cases. A shared burden of proof means that the complainant should establish facts allowing for the presumption of discrimination, whereupon the onus shifts to the respondent to prove that discrimination did not take place. Thus, in case of alleged direct racial discrimination, the respondent must prove that the differential treatment has an objective and reasonable justification ...”"], "VIOLATED_ARTICLES": ["14", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}