{"ITEMID": "001-23123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "JURIK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant, Mr Tibor Jurík, is a Slovakian national, who was born in 1966 and lives in Bánov. The respondent Government were represented by Mr P. Vršanský, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 25 August 1999 the Nitra Regional Court convicted the applicant of extortion. The applicant appealed.", "The Supreme Court scheduled a hearing for 25 November 1999. On the latter date the case was adjourned due to the absence of the applicant’s lawyer.", "After the decision to adjourn the case had been announced, the presiding judge imposed a procedural fine of 10,000 Slovakian korunas (SKK) on the applicant pursuant to Article 66 (1) of the Code of Criminal Procedure. The decision with reasons was served on the applicant at a later date. It stated that, despite previous warnings, he had unduly interrupted the presiding judge, had disrespected the latter’s instructions and that he had disturbed the conduct of the hearing.", "Under Article 66 (1), a person who, despite previous warnings, disturbs proceedings or behaves in an offensive manner in relation to a court, a public prosecutor, an investigator or a police authority or, without sufficient excuse, does not obey an order or does not comply with an instruction addressed to him or her under the Code of Criminal Procedure, can be punished with a procedural fine amounting up to SKK 50,000.", "Pursuant to Article 66 (4), the decision on such a procedural fine may be challenged by a complaint which has suspensive effect.", "Under Article 169b, a person who seriously and repeatedly disturbs a court hearing or who repeatedly behaves in an offensive manner or disparages the court shall be punished by a prison sentence of up to two years or by a fine.", "Article 53 (1) provides that a court may impose a fine between SKK 5,000 and 5,000,000 in cases when the perpetrator obtained material benefit from a premeditated offence.", "Pursuant to Article 53 (2) (a) courts may otherwise impose a fine when such a punishment is foreseen in the special provisions of the Criminal Code."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}