{"ITEMID": "001-102621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HAIDN v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-1;No violation of Art. 3", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1934 and is currently detained in a psychiatric hospital in Bayreuth.", "6. On 27 July 1994 the Freyung District Court convicted the applicant of three counts of sexual abuse of children and gave him a cumulative suspended sentence of eight months' imprisonment with probation. The applicant was found to have sexually abused a nine-year-old girl on three occasions in the spring of 1993. As confirmed by an expert, the applicant suffered from a pathological mental disorder such that diminished criminal responsibility (Article 21 of the Criminal Code) could not be excluded. On 10 December 1997 this sentence was remitted.", "7. On 16 March 1999 the Passau Regional Court convicted the applicant of two counts of rape and gave him a cumulative sentence of three years and six months' imprisonment (two years and nine months for each count of rape). The Regional Court found that the applicant had raped twelve-year-old S. twice within two weeks by use of force in the summer of 1986. It was reported by a psychiatric and a psychological expert that the applicant suffered from a continuous cerebral decomposition, due to which his criminal responsibility was diminished.", "8. According to the Regional Court's finding of facts, the applicant had had an extra-marital relationship with S.'s mother A. since 1980. Since then he had sexually abused S., then aged seven, at least once a week. Since 1982 he had had himself sexually satisfied also by P., A.'s elder daughter, then aged fourteen. These offences were time-barred when the victims reported them to the prosecution authorities. In the summer of 1982 the applicant persuaded fifteen-year-old P. to have sexual intercourse with him in exchange for his paying the family's electricity bill. P., who had initially consented, then asked the applicant to stop due to severe pain caused by the intercourse and resisted heavily, whereupon the applicant raped her by use of force. The prosecution of this offence was discontinued in view of the two counts of rape of which the applicant was convicted.", "9. The Regional Court did not examine whether preventive detention was to be ordered against the applicant because the relevant Article 66 § 3 of the Criminal Code was not applicable to offences which, as was the case for those of which the applicant was found guilty, had been committed prior to 31 January 1998 (section 1a § 2 of the Introductory Law to the Criminal Code, see paragraph 41 below).", "10. The applicant served his full sentence of three years and six months' imprisonment until 13 April 2002. Some two and a half months prior to that date, on 28 January 2002, the applicant was informed by the psychologist of Bayreuth prison that he could possibly be detained beyond that date under the Bavarian Act for the placement of particularly dangerous offenders very liable to reoffend (“Bavarian (Dangerous Offenders') Placement Act”) of 1 January 2002 (see paragraphs 43-46 below).", "11. On 10 April 2002 the Bayreuth Regional Court, sitting as a chamber responsible for the execution of sentences composed of three professional judges, having heard the applicant and his counsel as well as the representatives of Bayreuth prison and two medical experts, ordered the applicant's placement in prison for an indefinite duration under sections 1 and 2 of the Bavarian (Dangerous Offenders') Placement Act (see paragraphs 44-45 below).", "12. The Regional Court found that the applicant was liable to be placed in prison under section 1 § 1 of that Act. He had served a sentence imposed following his conviction for two counts of rape, the offences being serious enough to meet the requirements of Article 66 § 3 of the Criminal Code (see paragraph 41 below). The Regional Court further subscribed to the views expressed by both a psychological and a psychiatric and psychotherapeutic expert, who, in their reports dated 22 March 2002 and 1 April 2002 respectively, had found that following the applicant's conviction, new facts had evolved during his detention which warranted the conclusion that the applicant currently posed a serious threat to the sexual self-determination of others. It noted that the applicant had failed to participate in any therapeutic measure to address his sexual problems which had led to his offences and, by denying his offences in prison, had made any therapy pointless. Moreover, due to his organic personality disorder, which led to a continuous decomposition of his personality, the applicant was no longer able to reflect on his possibly deviant sexual behaviour and to discern limits. Statistically, his advancing age also increased his interest in children as substitutes.", "13. The Regional Court further noted that neither the applicant's placement in a psychiatric hospital (Article 63 of the Criminal Code – see paragraph 50 below) nor his preventive detention (Article 66 of the Criminal Code – see paragraphs 36-38 below) had been ordered (section 1 § 2 of the Bavarian (Dangerous Offenders') Placement Act). Moreover, the applicant had not been placed in a psychiatric hospital under the Bavarian Act on the Placement in an Institution of Mentally Ill Persons and Their Care of 5 April 1992 (see section 1 § 3 of the Bavarian (Dangerous Offenders') Placement Act and paragraph 51 below). In fact, the Bayreuth Health Office had refused to request the applicant's placement in a psychiatric hospital under the latter Act after the applicant had served his prison sentence.", "14. Taking into consideration the experts' findings, the Regional Court found that there was a high risk that the applicant might re-offend. Not least because of his limited faculties, there was a concrete danger that reactions of his victims would result in his committing very serious offences.", "15. The Regional Court stated that it considered the Bavarian (Dangerous Offenders') Placement Act to be constitutional.", "16. On 3 May 2002 the Bamberg Court of Appeal dismissed the applicant's appeal as ill-founded. Endorsing the reasons given by the Bayreuth Regional Court, it found that the applicant was liable to be placed in prison pursuant to section 1 of the Bavarian (Dangerous Offenders') Placement Act. In particular, as had been convincingly shown by two experts, there was a considerable risk of recidivism.", "17. According to the Court of Appeal, the Bavarian (Dangerous Offenders') Placement Act was constitutional. It struck a fair balance between the applicant's interest in his liberty and the public interest in security. There was no breach of the principle of legitimate trust (Vertrauensgrundsatz), as the applicant had been informed in writing by the prison authorities that it was necessary for him to undergo therapy. Nor did the Act violate the prohibition on being punished twice for the same offence, as it was not his past offences, but the risk of his re-offending in the future which was decisive for his placement. Furthermore, the Bavarian legislature had the legislative power to pass the Act in question.", "18. The applicant subsequently lodged a constitutional complaint with the Federal Constitutional Court against the decisions of the Bayreuth Regional Court of 10 April 2002 and the Bamberg Court of Appeal of 3 May 2002. He argued that his detention was illegal because the Bavarian (Dangerous Offenders') Placement Act was unconstitutional, notably as the Bavarian legislature had not had the power to legislate on the subject-matter in question. Moreover, the provisions of the Act violated the prohibition of punishment without law and human dignity as they treated him as a mere “disturbing object”.", "19. On 10 February 2004 the Federal Constitutional Court, having held a hearing, partly allowed the applicant's constitutional complaint (no. 2 BvR 834/02), together with that of another complainant (no. 2 BvR 1588/02), Mr F. Oberländer, who was the applicant in application no. 9643/04 before this Court. It found unanimously that the Bavarian (Dangerous Offenders') Placement Act, as well as another comparable Act, the Saxony-Anhalt (Dangerous Offenders') Placement Act, were incompatible with Article 74 § 1 no. 1 read in conjunction with Articles 70 § 1 and 72 § 1 of the Basic Law (see paragraph 52 below) as the Länder did not have the power to enact the legislation in question.", "20. According to the Federal Constitutional Court, the area covered by the Länder statutes regulating the placement of offenders in detention after they had served their prison sentence – so-called retrospective preventive detention (nachträgliche Sicherungsverwahrung) – fell within the concurrent legislative powers of the Federation as it involved criminal law within the meaning of Article 74 § 1 of the Basic Law. The term “criminal law” in connection with the question of power to legislate covered the regulation of all, even subsequent, repressive or preventive penal responses by the State which used the offence as a connecting factor, which were aimed exclusively at offenders and which were factually justified by the original offence. This interpretation was compatible with the fact that measures of correction and prevention, such as preventive detention, were not to be classified as “penalties” to which the prohibition of retrospective punishment under Article 103 § 2 of the Basic Law applied. The objective of this latter provision, laying down a fundamental right, was different from that of a provision on legislative competence such as Article 74 of the Basic Law. Retrospective placement in prison under the (Dangerous Offenders') Placement Acts enacted by the Länder was very similar to preventive detention under the Criminal Code, both in relation to the applicable procedure and in relation to its nature, and had been authorised in order to complement the measures of correction and prevention under the Criminal Code by the possibility of a preventive detention which had not been ordered in the judgment of the sentencing court. The Länder therefore did not have the power to make laws on the placement of criminals in detention because the Federation exhausted its concurrent legislative power in this area. The court thus disagreed with the submissions of the Federal Government, which had taken the view that the Länder had legislative competence to regulate the subject-matter at issue.", "21. The Federal Constitutional Court found that placement in prison for an indefinite duration or for indefinitely renewable periods after an offender had served his full prison sentence constituted a particularly serious interference with the offender's right to liberty as protected by Article 2 § 2 of the Basic Law. It stressed that in order for the long-term deprivation of liberty ordered independently of a person's guilt to remain proportionate, it was necessary for it to be dependent on the prior commission of a serious offence. Moreover, the courts ordering placement in detention had to make their prognosis of the offender's dangerousness based on a comprehensive assessment of his offences and personality.", "22. The Federal Constitutional Court, by a majority of five votes to three in this respect, further found that the fact that the Länder did not have power to legislate did not result in the contested statutes being void. Instead, they were merely declared incompatible with the Basic Law and the Constitutional Court ordered their continued application until 30 September 2004. Until the expiry of that transitional period, the applicant's detention was covered by the decision of the Bayreuth Regional Court, based on the (Dangerous Offenders') Placement Act, which remained applicable.", "23. The court argued that the Federal Constitutional Court Act did not prescribe that a statute found to be unconstitutional was void under all circumstances, pursuant to section 95 § 3, first sentence, of the Federal Constitutional Court Act (see paragraph 55 below). The Act also allowed a mere declaration of incompatibility with the Basic Law pursuant to section 31 § 2 of the Federal Constitutional Court Act (see paragraph 54 below). Under the Federal Constitutional Court's case-law, a mere declaration of incompatibility and a limited continued application of the unconstitutional statute was possible if the immediate invalidity of the contested law removed the basis for protection of paramount interests related to the public good, and if the result of weighing those interests against the fundamental rights affected was that the interference had to be accepted for a transitional period.", "24. In the instant case, there was a paramount interest in protecting the public against offenders who had been found by at least two experts and by courts to currently pose a considerable danger to the life, physical integrity, freedom or sexual self-determination of others. In the event of the statutes being declared void, persons who were extremely dangerous would have to be released without the federal legislature having taken the decision imposed upon it – because it mistakenly assumed it had no power to do so – as to whether it was necessary to enact federal legislation. Such federal legislation on retrospective preventive detention could be compatible with the Basic Law if it applied only in limited circumstances.", "25. The public interest in effective protection from dangerous offenders could, in exceptional circumstances, outweigh the interest of the offender concerned by the unconstitutional Act in his personal liberty as guaranteed by Article 2 § 2 of the Basic Law. For the interference with the right to liberty to be proportionate, it was, however, necessary for the transitional period, during which the Federal Constitutional Court's order of continued application of the unconstitutional Acts served as the basis for the detention of the offenders concerned, to be short. Moreover, the criminal courts which had ordered placements on the basis of the impugned Acts had to re-examine without delay whether the placements complied with the reasoning set out in the Federal Constitutional Court's judgment. In particular, they had to base their placement decisions on a properly reasoned expert's opinion as to the dangerousness of the offender in question, in the light of his personality and the offences committed. Furthermore, they were authorised to order that the offender's placement be executed in a psychiatric hospital (Article 63 of the Criminal Code) if the offender's reintegration into society could better be furthered thereby, as prescribed by Article 67a § 2 of the Criminal Code (see paragraph 39 below).", "26. According to the partly dissenting opinion of three judges, the unanimous finding of the Senate that the impugned Acts were unconstitutional should have led to their being declared void. As a consequence, the complainants would have had to be released. During the transitional period, the complainants were therefore detained without a legal basis.", "27. The minority argued that by ordering the continued application of an Act which it had found to be unconstitutional, the Federal Constitutional Court took responsibilities which, in accordance with the principle of separation of powers, were for the legislature to assume. Moreover, by ordering a continued application of the Länder statutes, it suggested that the Federal legislature authorise subsequent preventive detention, a measure which the Federation, when reforming the provisions on preventive detention in 1998 and 2002, had deliberately chosen not to introduce. The minority of judges stressed that there were numerous other, less intrusive instruments available to the courts, police and social authorities to avert the dangers posed by dangerous convicts on their release.", "28. In the minority's submission, the court's order that the Länder statutes continued to apply was also incompatible with Article 104 § 1 of the Basic Law (see paragraph 53 below). According to that Article, a person's liberty could only be restricted by virtue of a statute enacted by Parliament and only in compliance with the forms prescribed therein. The Federal Constitutional Court's order that the statutes continued to apply was, on the contrary, based on customary law and, being a court order, did not justify the deprivation of liberty. The minority further stressed that section 31 § 2, second sentence, of the Federal Constitutional Court Act, according to which a decision of the Federal Constitutional Court had force of law, was applicable only to a declaration that a statute was void and no longer applied, and not to a declaration, based on that court's case-law, that an unconstitutional statute continued to apply.", "29. Lastly, the minority took the view that the court's order of continued application of the Länder statutes disregarded the prohibition on the enactment of laws with retrospective effect. After serving the sentence imposed on them by the criminal courts, offenders had a legitimate expectation of release.", "30. On 16 December 2003 the Bayreuth Regional Court decided to suspend for one year the applicant's placement in prison pursuant to its order dated 10 April 2002. It instructed him to reside in an old people's home in Zell and not to leave the home without the permission of his custodian (Betreuer). Having regard to the findings of a psychiatric expert, the Regional Court found that the applicant's placement in the psychiatric department of an old people's home sufficiently averted the dangers he posed for the sexual self-determination of others.", "31. On 3 March 2004 the applicant was again detained in Bayreuth prison under a detention order issued under the Bavarian (Dangerous Offenders') Placement Act that day.", "32. On 26 March 2004 the Bayreuth Regional Court revoked the suspension of the applicant's placement in prison. It found that the applicant had repeatedly sexually harassed several old women suffering from dementia in the old people's home where he had been living. By this behaviour, the applicant had shown that he still posed a serious threat to the sexual self-determination of others.", "33. On 5 July 2004 the Bayreuth Regional Court ordered that the applicant's placement under the Bavarian (Dangerous Offenders') Placement Act, read in conjunction with the judgment of the Federal Constitutional Court of 10 February 2004, was to be executed in a psychiatric hospital in order to further his reintegration into society. On 28 July 2004 the applicant was transferred to Bayreuth psychiatric hospital.", "34. On 10 June 2005 the Passau Regional Court ordered the applicant's subsequent preventive detention under Article 66b § 1 of the Criminal Code (see paragraph 48 below) which was to be executed in a psychiatric hospital. On 23 March 2006 the Federal Court of Justice quashed that order and remitted the case to the Passau Regional Court.", "35. On 14 June 2007 the Hof Regional Court, having regard to the acts committed by the applicant in the old people's home (sexual harassment of persons incapable of resisting), ordered the applicant's placement in a psychiatric hospital under Article 63 of the Criminal Code. In view of that decision, the prosecution then applied to discontinue the proceedings concerning the applicant's subsequent preventive detention that were pending before the Passau Regional Court.", "36. Initially, the continued detention of convicted offenders who had served their sentence in order to protect the public was solely regulated in federal legislation, notably in the provisions on preventive detention (Articles 66 et seq. of the Criminal Code), a so-called measure of correction and prevention (Maßregel der Besserung und Sicherung). A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court's judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions relevant to the present case will be summarised below.", "37. Pursuant to Article 66 of the Criminal Code, the criminal sentencing court may, at the time of the offender's conviction, order his preventive detention under certain circumstances in addition to his prison sentence if the offender has been shown to be a danger to the public.", "38. Paragraph 1 of Article 66 provides that the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years' imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year's imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public.", "39. Under Article 67a § 2 of the Criminal Code, the court may transfer a perpetrator against whom preventive detention has been ordered to a psychiatric hospital subsequently if the perpetrator's reintegration into society can be better promoted thereby.", "40. The provisions on preventive detention underwent a reform in 1998.", "41. By the Combating of Sexual Offences and Other Dangerous Offences Act (Gesetz zur Bekämpfung von Sexualdelikten und anderen gefährlichen Straftaten) of 26 January 1998, which entered into force on 31 January 1998, a new paragraph 3 was inserted into Article 66 of the Criminal Code. Pursuant to that provision, preventive detention could also be ordered for certain serious offences (including rape and sexual abuse of children) if the perpetrator had committed two such offences which were to be punished separately with at least two years' imprisonment, if he was sentenced to an aggregate sentence of at least three years' imprisonment for these offences and if he presented a danger to the public as prescribed in Article 66 § 1, even if the perpetrator had not previously been convicted and detained as required in paragraph 1 of Article 66. Article 66 § 3 was only applicable if the perpetrator had committed one of the offences listed in that provision after 31 January 1998 (section 1a § 2 of the Introductory Law to the Criminal Code, in its version then in force).", "42. However, although the issue had been raised on several occasions in the course of the legislative process (see the judgment of the Federal Constitutional Court of 10 February 2004 in the present case, A.I.1. and 2., pp. 4-13), the Federal legislature did not choose to introduce a legal basis for ordering an offender's preventive detention retrospectively after a sentencing court's judgment which had not ordered this measure (retrospective preventive detention – nachträgliche Sicherungsverwahrung) if it became apparent only after the final judgment, notably during the convict's detention, that he was a danger to the public. Unlike several Länder, the Federal Government considered at the relevant time that it was the Länder parliaments, and not the Federal Legislature, which had the power to enact legislation on that issue (see, for instance, Bundesrat Printed Papers no. 822/2000 of 21 December 2000, pp. 647 et seq.).", "43. In view of the foregoing, several Länder parliaments passed Acts, based on their legislative competence for the preventive aversion of dangers (Gefahrenabwehr), introducing retrospective detention of convicted offenders for preventive purposes. In doing so, the Länder were reacting to the fact that the Federation had not enacted corresponding legislation.", "44. The Land of Bavaria, in particular, enacted the Bavarian Act for the placement of particularly dangerous offenders very liable to reoffend (Bayerisches Gesetz zur Unterbringung von besonders rückfallgefährdeten hochgefährlichen Straftätern – Bavarian (Dangerous Offenders') Placement Act) of 24 December 2001, which entered into force on 1 January 2002. Pursuant to section 1 § 1 of that Act, the Regional Court could order a convicted offender's placement in prison if the latter was serving a sentence under the conditions laid down in Article 66 of the Criminal Code and if facts having come to light after the offender's conviction showed that he currently posed a serious risk to life and limb or sexual self-determination of others, in particular because during the execution of his prison sentence he had persistently refused to cooperate in attaining the objective of the execution of his sentence, notably by declining or discontinuing psychotherapy or social therapy aimed at preventing recidivism. Such order was not to be made or was to be quashed if the person concerned was placed in a psychiatric hospital under Article 63 of the Criminal Code or in preventive detention under Article 66 of the Criminal Code (section 1 § 2 of the Bavarian (Dangerous Offenders') Placement Act) or if he was placed in a psychiatric hospital under the Bavarian Act on the Placement in an Institution of Mentally Ill Persons and Their Care (section 1 § 3 of the Bavarian (Dangerous Offenders') Placement Act).", "45. Section 2 of the Bavarian (Dangerous Offenders') Placement Act prescribed that retrospective detention for preventive purposes was to be ordered for an indefinite period unless it was to be expected that the person concerned would no longer be dangerous after a certain time.", "46. A chamber of the Regional Court responsible for the execution of sentences had jurisdiction to order a convicted offender's placement in prison for preventive purposes at the request of the prison in which the person concerned was serving his sentence. The Regional Court had to consult two experts on the dangerousness of the person concerned before taking its decision (see sections 3 and 4 of the Bavarian (Dangerous Offenders') Placement Act). It had to review at least every two years whether the placement in prison of the person concerned was still necessary and had to suspend the placement and put him on probation if it was no longer necessary (section 5 of the Bavarian (Dangerous Offenders') Placement Act). The placement order was to be executed in a prison; for the execution of the placement, Articles 129 to 135 of the Execution of Sentences Act (which contain special rules for the execution of preventive detention orders made under the Criminal Code) applied by analogy (section 6 of the Bavarian (Dangerous Offenders') Placement Act).", "47. On 28 July 2004 the Federal legislature enacted the Introduction of Retrospective Preventive Detention Act (Gesetz zur Einführung der nachträglichen Sicherungsverwahrung), which entered into force on 29 July 2004.", "48. Pursuant to the newly introduced Article 66b of the Criminal Code, the court may order preventive detention retrospectively, in particular, if, prior to the end of a term of imprisonment imposed on conviction for crimes punishable with at least one year's imprisonment against life, limb, personal liberty or sexual self-determination or for offences listed in Article 66 § 3, evidence comes to light which indicates that the convicted person presents a significant danger to the general public. An overall assessment of the convicted offender's personality, his offences and additionally his development during detention must have shown that he was very liable to commit serious offences by which the victims would be seriously harmed; moreover, the other conditions listed in Article 66 of the Criminal Code had to be met (§ 1 of Article 66b).", "49. The newly introduced Article 66b of the Criminal Code was applicable to persons who had been placed in detention under the Bavarian (Dangerous Offenders') Placement Act (section 1a of the Introductory Law to the Criminal Code, as amended).", "50. The detention of mentally ill persons is provided for, first of all, in the Criminal Code as a measure of correction and prevention if the detention is ordered in relation to an unlawful act committed by the person concerned. Article 63 of the Criminal Code provides that if someone commits an unlawful act without criminal responsibility or with diminished criminal responsibility, the court will order his placement – without any maximum duration – in a psychiatric hospital if a comprehensive assessment of the defendant and his acts reveals that, as a result of his condition, he can be expected to commit serious unlawful acts and that he is therefore a danger to the general public.", "51. Secondly, pursuant to sections 1 § 1, 5 and 7 of the Bavarian Act on the Placement in an Institution of Mentally Ill Persons and Their Care of 5 April 1992 (Bavarian (Mentally Ill Persons') Placement Act – Bayerisches Gesetz über die Unterbringung psychisch Kranker und deren Betreuung) a court may order a person's placement in a psychiatric hospital at the request of the authorities of a town or county if the person concerned is mentally ill and thereby poses a severe threat to public security and order. Such an order may only be executed as long as no measure under Article 63 of the Criminal Code has been taken (section 1 § 2 of the said Act).", "52. The distribution of legislative powers between the Federation and the Länder is laid down in Articles 30 and 70 et seq. of the Basic Law. Pursuant to Articles 30 and 70 § 1 the Länder have the right to legislate in so far as the Basic Law does not confer legislative power on the Federation. Pursuant to Article 74 § 1 no. 1 of the Basic Law, the Federation has concurrent power to legislate (konkurrierende Gesetzgebungskompetenz) in the domain of criminal law. In relation to subject-matter in which the Federation and the Länder have concurrent power to legislate, the Länder are authorised to legislate as long as and in so far as the Federation has not exercised its power to legislate by enacting a law (Article 72 § 1 of the Basic Law).", "53. Article 104 of the Basic Law governs legal guarantees in the event of deprivation of liberty. Under paragraph 1 of Article 104, personal liberty may only be restricted pursuant to a law enacted by Parliament and then only in compliance with the procedures prescribed therein.", "54. Pursuant to section 31 § 2, second sentence, of the Federal Constitutional Court Act, the decision of the Federal Constitutional Court on a constitutional complaint has force of law (Gesetzeskraft) if that court declares a law to be compatible or incompatible with the Basic Law or to be void.", "55. Section 95 § 3 of the Federal Constitutional Court Act provides that if a constitutional complaint against a law is upheld, the law has to be declared void. The same applies if a constitutional complaint against a decision is upheld as the decision quashed was based on an unconstitutional law.", "56. Pursuant to the Federal Constitutional Court's well-established case-law, section 95 § 3 of the Federal Constitutional Court Act is, however, interpreted in a flexible manner. Instead of declaring a statute to be void ab initio, the Constitutional Court may also solely declare it to be incompatible with the provisions of the Basic Law. It proceeds in this manner notably in cases in which, by declaring a statute void, it would create a situation which would be even less compatible with the Basic Law (see, for example, the decisions of the Federal Constitutional Court, Collection of the decisions of the Federal Constitutional Court (BVerfGE) vol. 92, pp. 158 et seq., 159, 186 et seq., vol. 99, pp. 216 et seq., 218-19, 243-44) or in which the basis for the protection of paramount interests related to the public good would otherwise be removed (see, for example, the decisions of the Federal Constitutional Court, Collection of the decisions of the Federal Constitutional Court, vol. 33, pp. 1 et seq., 13-14, vol. 40, pp. 276 et seq., 283). In such circumstances, the court has on several occasions decided to order the continued application of a statute found to be unconstitutional (see, inter alia, the decisions of the Federal Constitutional Court, collection of the decisions of the Federal Constitutional Court, vol. 99, pp. 216 et seq., 219, 243-44, vol. 72, pp. 330 et seq., 333, 422; see also, among others, Schmidt-Bleibtreu in: Maunz / Schmidt-Bleibtreu / Klein / Bethge, Bundesverfassungsgerichtsgesetz, Kommentar, Munich 2006, section 95, § 32, with many references to the Federal Constitutional Court's case-law).", "57. According to statistical material submitted by the Government, five of the sixteen German Länder had chosen to enact legislation for the placement of convicted offenders who were particularly liable to reoffend that was comparable to the Bavarian (Dangerous Offenders') Placement Act. At the beginning of 2004, four persons were placed in prison under the Bavarian Act. In June 2004 a total of eight persons were placed in prison under all of the said Länder (Dangerous Offenders') Placement Acts."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}