{"ITEMID": "001-59100", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF EGMEZ v. CYPRUS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;No violation of Art. 5-1;No violation of Art. 5-2;No violation of Art. 5-3;No violation of Art. 5-4;Violation of Art. 13;No separate issue under Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["9. The Commission, in order to establish the facts which were disputed by the parties, conducted an investigation pursuant to former Article 28 § 1 (a) of the Convention. To that end, it examined a series of documents and appointed three delegates to take the evidence of witnesses at a hearing in Cyprus between 22 and 26 March 1999, which both parties attended. The Commission made the following findings as to the facts.", "10. The applicant lived in the village of Louridjina/Akıncılar in the part of Cyprus that is not controlled by the government of the respondent State (“the northern part”). He owned fields in the buffer-zone that separates the northern part from the area controlled by the government of the respondent State (“the government-controlled area”).", "11. Before 7 October 1995 the applicant had several meetings with undercover agents of the security forces of the Republic of Cyprus in the buffer-zone. At these meetings the possibility of trading in drugs was discussed. It was finally agreed that the applicant would deliver a quantity of drugs to two undercover agents, Mr K. Kiriakidis of the Anti-Drug Service (Ipiresia Dioxis Narkotikon – IDIN) and Mr K. Miamiliotis of the Central Intelligence Service (Kendriki Ipiresia Pliroforion – KIP). The delivery was scheduled to take place in the government-controlled area near the Athienou to Kosi road on 7 October 1995. The meeting point was adjacent to the buffer zone.", "12. On the evening of 7 October 1995 a number of security agents, including members of the Special Forces (Mihanikiniti Monada Amesis Drasis – MMAD), hid around the meeting point. They had been briefed that the applicant was potentially very dangerous. The aim of the operation, which was organised by IDIN, was to arrest the applicant in flagrante delicto.", "13. The meeting took place as planned and the two undercover agents tried to immobilise the applicant while he was delivering the drugs. The applicant hit them and started running towards the buffer-zone. Two of the MMAD officers present, Mr P. Andoniou and Mr Th. Koumas, gave chase. Mr Andoniou was the first to catch up with the applicant. A brief scuffle ensued in the government-controlled area. The applicant kicked Mr Andoniou who kicked him back. Then Mr Andoniou hit the applicant twice on the head with his firearm, once on the right side and once on the left. Mr Koumas threw the applicant to the ground and a third MMAD officer, Mr A. Ioannidis, who had arrived in the meantime, put a pair of handcuffs on him. Then the applicant was surrounded by a number of officers some of whom had participated in his arrest.", "14. The head of the operation decided that the applicant should be taken in a car to Larnaka police headquarters. Apart from the driver, there were three officers in the car: Mr Andoniou, Mr Ioannidis and Mr Y. Superman, of IDIN. Mr Ioannidis sat with the applicant in the back of the car.", "15. When the car arrived at the police headquarters, the decision was taken to take the applicant to Larnaka General Hospital. A fifth officer, Mr A. Vrionis, boarded the car for the second leg of the journey.", "16. When the applicant arrived in the hospital he was fully conscious, and able to communicate in Greek. Mr Vrionis asked him questions concerning his meeting with Mr Kiriakidis and Mr Miamiliotis and the selling of drugs. He noted the answers on a hospital form.", "17. The applicant was successively examined by Dr H. Panayiotu, Dr S. Loizou and Dr D. Orphanidou in Larnaka Hospital on the evening of 7 October 1995.", "18. On his admission to the hospital, the applicant had bruises on the face, a clean laceration to the ear, a clean laceration to the buttock, parallel injuries to the feet and long, linear, clean, uninterrupted injuries to the back in a quasi-geometrical pattern.", "19. On 8 October 1995 officers of the Nicosia police force started an investigation into the case.", "20. On the afternoon of the same day, the Nicosia District Court held a hearing in Larnaka Hospital in the presence of the applicant. The judge, relying on the existence of a reasonable suspicion, the risk of absconding, the number of witnesses to be interviewed by the police and the severity of the charges, remanded the applicant in custody for eight days.", "21. On 9 October 1995 three police officers requested and obtained Dr Orphanidou's permission to question the applicant. The police officers, one of whom spoke Turkish, informed the applicant that he was suspected of drug trafficking. The applicant signed a statement.", "22. On the same day the applicant was examined by Dr H. Hatziharu.", "23. On 10 October 1995 the applicant met his lawyers, Mr N. Pelides, who practised in the government-controlled area, and Mr A. Erdag and Mr A. Mentes, who had come from the northern part. The meeting took place in the applicant's room in Larnaka Hospital in the presence of police officers.", "24. On the same day the police sought and obtained permission by Dr Hatziharu to examine the applicant. The applicant signed a supplementary statement.", "25. On 11 October 1995 the applicant was transported to Nicosia General Hospital.", "26. On 13 October 1995 the applicant was visited by two members of the United Nations Force in Cyprus (UNFICYP): the United Nations Senior Medical Officer, Lieutenant-Commander H. Marquez, and Superintendent W. Harrigan of the United Nations Australian Police Force.", "27. On 16 October 1995 the Nicosia District Court held a hearing in Nicosia Hospital. The applicant was assisted by an interpreter and was represented by Mr Pelides. The judge, considering that the police had used the first warrant properly and that it was necessary that the detention should be continued for the police to be able to complete their investigation, remanded the applicant in custody for another eight days.", "28. On 17 October 1995 the applicant was transferred to Likavitos police station. On the same day he received a visit there by his wife, Dr Marquez, Superintendent Harrigan and Lieutenant-Colonel J. Tereso, Chief Humanitarian Officer of UNFICYP.", "29", "30. On the same day the applicant appeared before the Nicosia District Court. He was represented by two counsel, Mr Pelides and Mr G. Kadri, the latter practising in the northern part. The charges were read out. The Attorney-General informed the court in writing that, given that there had been a police investigation, no preliminary inquiry was necessary. The police submitted the case file, which had also been sent to the applicant's lawyers. The applicant's lawyers stated that they reserved their position as to the applicant's defence. They also stated for the record that the applicant had been ill-treated during his arrest and transport to Larnaka police headquarters. The court committed the applicant for trial on 4 December 1995. The applicant's lawyers asked for his provisional release. The court ordered his continued detention because of the risk of absconding, the severity of the charges he was facing and the possibility that he would be convicted.", "31. The applicant was transferred to Nicosia Prison. On 25 October 1995 he was visited by Dr K. Bekiroglu, a private practitioner from the northern part.", "32. On 1 November 1995 Mr Andoniou, Mr Koumas, Mr Miamiliotis, Mr Kiriakidis and Mr S. Georyiu of KIP were rewarded with a promotion for their contribution to the applicant's arrest.", "33. On 9 November 1995 Lieutenant-Colonel Tereso informed the Presidential Commissioner for Humanitarian Affairs of the Republic of Cyprus of the following:", "“On 13 October 1995, a week after his arrest, the United Nations Senior Medical Officer examined Mr Yusuf [see paragraph 35 below] at the Nicosia General Hospital and made the following observations: His head and face were swollen with many bruises on his cheeks and lips. His forehead was bruised with two recent scars. His eyes were bloodshot, swollen and discoloured. He had a cut on his left ear which was recently stitched. This wound may have been inflicted with a knife or a similar sharp object. He had a superficial wound to his right wrist which was caused by his handcuffs. He had abrasions to his left forearm, right shoulder and both knees which could indicate an involvement in a fight or a struggle. He had two cuts on his right buttock which were 1 cm and 3 cm long and recently stitched. These wounds were probably inflicted with a knife or sharp object. On his back he had many superficial, horizontal marks, particularly in his lower lumbar region. These scars on his back may have been caused by whipping or beating. He complained of a pain in his abdomen but it must have been muscular pain because the abdomen did not show signs of internal injury. Such muscular pain could be consistent with punching or kicking. Yusuf was handcuffed to his hospital bed. It is the considered medical opinion [sic] that his injuries could not have been self-inflicted and that his injuries are consistent with being ill-treated in a fight or severely beaten, the condition of his wounds suggest that they were inflicted during the previous week and his injuries indicated that they may have occurred over a period of time as his wounds were at different stages of healing.”", "34. On 1 December 1995 the AttorneyGeneral filed with the Nicosia District Court a nolle prosequi in the applicant's case, in accordance with Article 113 § 2 of the Constitution.", "35. The applicant was released on the same day. Before his release he signed the following complaint to the Ombudsman of the Republic of Cyprus:", "“I, the undersigned Osman Yusuf (Erkan Egmez), hereby complain that as I was working in my market garden I was arrested by Greek Cypriot policemen and tortured. On arresting me they hit me over the head with a baton or a heavy metal or wooden object. They kicked and punched me in the abdomen. They stabbed me five or six times in the buttocks with a knife. I was also injured. They cut off my ear with a knife. Between eight and twelve men attacked me and beat me. I lost consciousness. When I came to, they were cutting the soles of my feet with a knife or razor blade. I was screaming with pain. They hit me in the face and wounded me under the left eye. Blood started to flow from the wound. I was injured on the forehead, which also began to bleed. Someone (a policeman) thrust his fingers into my eyes as hard as he could. They didn't stop kicking me. One of them hit me with his gun. I had injuries to my shoulders, which also began to bleed. They split my lips. My left eye was swollen up so much that I could no longer see. I was unable to speak and have absolutely no recollection of them taking a statement from me at the hospital. I therefore complain about all of these acts of torture and inhuman acts which they inflicted on me and respectfully request you to open an investigation. PS I am at your disposal for any further information on this subject.”", "The complaint was countersigned by a UNFICYP officer.", "36. The applicant returned to the northern part immediately. On the same day he was visited by a journalist who photographed his wounds.", "37. On 4 December 1995 there was a hearing before the Nicosia District Court. The prosecution did not appear. The applicant, who was not present, was represented by Mr Kadri, who declared that he spoke Greek. The court found that, given the nolle prosequi filed by the Attorney-General, the applicant was discharged.", "38. Some time after the applicant's release the Kıbrısli Türkün Sisi magazine published in its 15 December 1995-15 January 1996 issue the following statement by the applicant:", "“I grow fruit and vegetables that are irrigated in a market garden to which I hold title. On 2 October 1995, towards 4.30 p.m., I went there to turn off the irrigation system, which is near the greenhouse. As I went past the apparatus, I saw two people coming towards me. When they approached, they said to me in Greek: 'Stay where you are. Police.' I realised that they meant me harm and started to run to the village. As I did so, they began to fire at me with automatic weapons equipped with silencers. I heard a shot fly past my head and immediately dropped to the ground. At that point they set about me. They didn't say anything. They hit me. At some point I looked up and saw that there were ten to twelve of them beating me. They did so for a long time. Then I passed out. At the last minute I received a shock. I don't remember whether they used an electric baton or gas. I was semiconscious. In the meantime, they had dragged me and thrown me into the back of a jeep. When it started up, they continued to hit me. Then they began to torture me somewhere; I didn't know where we were. They said that I was an MİT [the Turkish national intelligence agency] agent, asked me whether there were other agents in the area, from whom I received my orders and all sorts of absurd questions of that kind while continuing to beat me without respite. At some point, a masked man arrived with a cutting instrument, something like a knife. He said that if I didn't speak he would cut my ear off, that if I didn't speak he would drink my blood. I must have blacked out as, when I came to, he was cutting the soles of my feet with a cutting instrument. I couldn't see because I was tied up. I was in such pain that I passed out several times. Each time I came to, the torture would start up again. At some stage they laid me out on my back and pushed something like a bayonet into the upper side of my thigh. I screamed and passed out again. They carried on torturing me like that. I couldn't cry out any more. But they continued to torture me like that. When I came to for the last time, I realised that I was somewhere else. They were no longer hitting or cutting me. I couldn't see out of one eye at all, but with the other, which was injured, I tried to make out where I was.", "Later, I was told that after the torture session I was taken to Larnaka Hospital, but the hospital authorities, seeing how serious my condition was, had me transferred to Nicosia Hospital. I have no recollection of that whatsoever. I do not recall being transferred from Larnaka to Nicosia. I have no idea how many days went by in the meantime. They gave me painkilling injections. At some stage they put a table and chairs in my room at the hospital. Two police officers and a judge then came in. When the judge saw the situation he left the room. As he was leaving, I heard him say something about a lawyer. As I was later to learn, it was decided that I was under arrest. Another day the police officers again brought a table and chairs into my room at the hospital. I remember the second time better. I was lying in my bed. I had one hand handcuffed to the bed and an intravenous drip attached to my other arm. My feet were of course also attached to the bed. On this occasion the judge arrived with some lawyers. There were about twenty people in the room, most of them policemen. The judge had ordered that I be held in detention pending trial for eight days so that questioning could continue. As he left the room, the judge turned to me with a look of pity before walking out. ...”", "The statement was accompanied by five of the photographs of the applicant's wounds taken on 1 December 1995. At least some of them had been “retouched”.", "39. On 5 January 1996 the Ombudsman met the applicant at the Ledra Palace, a hotel situated in the buffer-zone in Nicosia. The applicant was assisted by Mr Kadri.", "40. On 17 January 1996 the applicant addressed the following letter to the President of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT):", "“When I was attacked by a team of armed Greek-Cypriot policemen in my field in the buffer-zone, I was first beaten indiscriminately until my senses were numbed and I passed out. When I regained consciousness, I was in a small room surrounded by uniformed men who verbally abused, intimidated and threatened me. There the Greek-Cypriot police asked me to sign a statement to the effect that 'President Rauf Denktaş is intransigent, does not want peace and as a leader is misleading the Turkish-Cypriot people'. In return, I was offered money, a house and a job in what they called 'the free areas', i.e. South Cyprus. I refused without hesitation. They got angry and started hitting and beating me again. I thought I would be beaten to death. I was punched and slapped across my face. Suddenly one policeman held my head tightly and another cut my ear. I totally blacked out. I came to my senses in a hospital. I was on a stretcher, chained and handcuffed. Again several policemen in civilian clothes approached me, their mouths full of profanity and threats, and again started hitting. They also pressed their hands heavily on my eyes, which really hurt. As a result of such pressure my eyes got bloodshot. In the middle of this ordeal a Greek-Cypriot nurse protested. She was shouting: 'This is enough ... do not hit ... he is wounded ... you brought him here for treatment but you are killing him. He is a human being. This is a sin, even if he is a Turk ... do we have the right to treat him this way, a wounded and chained man ...' The police left me and walked towards the nurse. The Greek-Cypriot police were obviously well-trained and professional in torture methods. I don't even recall if and when I gave a statement. But I recall that twice the Greek-Cypriot police made me sign false confession papers accepting Greek-Cypriot accusations. I was branded a 'dangerous smuggler' and a Turkish-Cypriot 'spy'. In the hospital I was in chains, handcuffed to a bed and put on a drip and continuously given painkillers. The pain was excruciating. For a long time my bruised jaw hurt badly. I had difficulty even drinking water, let alone chewing. The Greek-Cypriot court was brought twice to the hospital, once on a Sunday, because they were ashamed to publicly take me to court. ...”", "41. On 8 February 1996 the President of the CPT requested the applicant to keep him informed of the Ombudsman's investigation.", "42. The Ombudsman, in the course of his investigation, questioned, among others, the police officers involved in the applicant's arrest, the Greek-Cypriot doctors who had examined the applicant and Dr Marquez. On 25 April 1996 he issued his report. In respect of his 5 January 1996 meeting with the applicant he recorded the following:", "“At the meeting, Mr Egmez said that late afternoon on 7 October 1995, when he was busy watering his tomatoes in his vegetable garden in the Louridjina region, two strangers in civilian clothes approached him, crossed the 'border' and threw him to the ground without uttering a word. Afterwards, when he next opened his eyes, he found himself in hospital. He said that he had probably received a blow to the head in order to be knocked out. He had not tried to get away. Despite my repeated questions, Mr Egmez has not provided me with details regarding what exactly happened, the circumstances or what had happened to him. He said that he did not remember. He has also said that he has no recollection of having made a deposition on 9 October (two days after his arrest), of being visited by his three lawyers (Mr N. Pelides and two Turkish-Cypriot lawyers) at Larnaka Hospital the following day, 10 October, of making a further deposition that same day or of being transferred to Nicosia Hospital. As I asked him how he had remembered all he had put in the letter [he had addressed to the Ombudsman on 1 December 1995], he replied: 'What I know is that I was in physical pain but when I found myself in hospital and came to I still had blood running down by my eye. That was when I realised I had injuries to my ear, the soles of my feet and elsewhere on my body. The cuts to my feet were so bad that I am still unable to walk.' At the end of our meeting, Mr Egmez handed me some items, including a copy of the magazine entitled Kıbrısli Türkün Sisi, first year, no. 5, 15 December 1995-15 January 1996.”", "43. According to the Ombudsman's report, the applicant had been ill-treated on the following two occasions: first, by a group of MMAD officers, amongst whom Mr Andoniou, Mr Koumas and Mr Ioannidis, during his arrest after he had been immobilised and, secondly, in the car that transported him from the place of arrest to Larnaka police headquarters when he was in the company of Mr Andoniou, Mr Ioannidis and Mr Superman. The Ombudsman considered that, on both occasions, the officers involved had acted with unprecedented brutality and without any respect for human life and dignity. The Ombudsman transmitted his report to the Council of Ministers, Parliament and the Attorney-General, in accordance with section 6(9) of the Laws on the Ombudsman.", "44. No criminal or other proceedings were instituted against any of the police officers involved in the applicant's arrest.", "45. The Government accepted the facts as established by the Commission. They added that it was the AttorneyGeneral who had encouraged the applicant to make the complaint to the Ombudsman and who had then transmitted the complaint, together with Lieutenant-Colonel Tereso's letter of 9 November 1995, to the Ombudsman on 4 December 1995.", "46. The applicant questioned the Commission's findings of fact. In his view, the delegates had approached his case with a particular state of mind. He pointed out in this connection that, during the taking of evidence, they treated him as a drug trafficker, as opposed to a person suspected of drug-related offences. The applicant also submitted that the delegates were wrong in admitting vague descriptions of the events by the police officers involved in the incident. Finally, he pointed out that the delegates failed to pursue certain lines of inquiry.", "47. The applicant's version was that he was not involved in drug trafficking. He was arrested in the buffer-zone by a large number of police officers in the presence of journalists. The police officers subjected him to physical violence before his admission to hospital in order for him to make a confession. He was under the influence of drugs when questioned. Finally, the decisions remanding him custody did not contain reasons.", "48. The applicant further claimed that, as a result of the ill-treatment to which he had been subjected, he was unable to work. He had developed serious psychological problems – for example, he could not submit himself to any external authority –, could not stand and had become bulimic and diabetic. In support of his allegations he submitted two reports by Dr S. Ramadan, a psychiatrist from the northern part, one dated 26 July 1996 to the effect that the applicant suffered from “post-traumatic reaction” and needed lengthy treatment, and another dated 21 December 1998 to the effect that “having considered the treatment applied and the lengthy period that had passed since then, [the doctor was] of the opinion that the applicant's illness had become permanent”.", "49. Article 113 § 2 of the Constitution of Cyprus provides:", "“The Attorney-General of the Republic shall have power, exercisable at his discretion in the public interest, to institute, conduct, take over and continue or discontinue any proceedings of an offence against any person in the Republic. Such power may be exercised by him in person or by officers subordinate to him acting under him and in accordance with his instructions.”", "50. Article 172 of the Constitution provides:", "“The Republic shall be liable for any wrongful act or omission causing damage committed in the exercise or purported exercise of the duties of officers or authorities of the Republic. A law shall regulate such liability.”", "51. Section 6 of the 1991 to 1995 Laws on the Ombudsman provides:", "“(7) If at the end of an inquiry ... the Ombudsman forms the conclusion that prejudice or injustice has been caused to the person concerned, he includes in his report a recommendation to the competent authority for the reparation of the prejudice or the redressing of the injustice ...”", "“(9) Any other provisions in this Law notwithstanding, if at the end of the inquiry ... the Ombudsman reaches the conclusion that the action complained of violated the human rights of the person concerned and could constitute a criminal offence, he transmits a copy of [his] report ... to the Council of Ministers, the House of Representatives and the Attorney-General of the Republic.”", "52. Section 9(5) of the 1991 to 1995 Laws on the Ombudsman provides:", "“No testimony or reply to a question or statement given or made by an official or any other person in the course of an inquiry by the Ombudsman can be used as evidence against another person in court or in another inquiry or procedure.”", "53. In most criminal cases the Attorney-General gives his consent for a preliminary inquiry not to take place. In such cases, a copy of the statement of each prosecution witness is served on the accused or his lawyer. The court then decides whether to commit or not without a preliminary inquiry."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-3", "5-4"], "NON_VIOLATED_BULLETPOINTS": []}