{"ITEMID": "001-98168", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SERIYEVY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants, who are father and daughter, were born in 1936 and 1975 respectively. They are the husband and the daughter of Bilkis Askhabayeva, who was born in 1942, and the father and sister of Sarali Seriyev, who was born in 1980. At the material time the applicants and their relatives lived in Belgatoy, Chechnya; the applicants currently live in Shali, Chechnya.", "6. On 26 December 2002 a projectile struck the applicants' house, hit Bilkis Askhabayeva and severely wounded her. She died on the same day from the injuries.", "7. On 27 December 2002 the district prosecutor's office instituted an investigation into the death of Bilkis Askhabayeva under Article 105 § 2 of the Criminal Code (aggravated murder). The case file was given number 59281.", "8. On 29 December 2002 the first applicant was granted victim status in the criminal case. On 30 December 2002 the investigative authorities ordered a forensic examination of Bilkis Askhabayeva's body.", "9. At some point between January 2003 and November 2004 the investigation of the criminal case was transferred to the military prosecutor's office of military unit no. 20116 (the military prosecutor's office), where the case file was given number 34/35/0191-03.", "10. On 25 November 2004 the military prosecutor's office terminated the proceedings in the criminal case. The decision stated that the investigation had established that on 26 December 2002 military unit no. 23132 had participated in a special operation against illegal armed groups. At about 8 p.m. an illuminating shell launched by a cannon 2C3 No. 221 from the position of the military unit, due to a technical malfunction, had hit the house at 41 Kirova Street in Belgatoy, Chechnya. The death of Bilkis Askhabayeva was a result of an accident and therefore no personal responsibility could be established for it. The decision further stated that the criminal investigation in case no. 34/35/0191-03 should be terminated for lack of corpus delicti in the actions of the military servicemen.", "11. On 7 December 2004 the military prosecutor's office informed the first applicant about the decision to terminate the criminal proceedings. The applicants did not appeal this decision.", "12. On 13 June 2005 the military prosecutor's office took another decision to terminate the proceedings in the criminal case on the grounds of lack of corpus delicti and the amnesty act applied to the military officers. The applicants did not appeal this decision either.", "13. On 29 March 2005 the first applicant brought proceedings against military unit no. 23132. He demanded compensation for pecuniary and nonpecuniary damage caused by his wife's death.", "14. On 13 June 2005 the Shali town court partially granted the claim. The court granted the applicant 168,105 Russian roubles (RUB - about 5,000 euros (EUR)) in respect of pecuniary damage and RUB 10,000 (about EUR 300) in respect of non-pecuniary damage.", "15. On an unspecified date the first applicant lodged a request with the town court asking for an extension of the time-limits for appeal of the judgment. The applicant submitted that he had not complied with the time-limits for the appellate procedure because of illness.", "16. On 25 August 2005 the Shali town court rejected his request. The court stated that the applicant had failed to provide any evidence, such as a medical certificate, to justify his failure to comply with the statutory timelimits for the appeal.", "17. On an unspecified date the first applicant again brought proceedings against military unit no. 23132 demanding compensation for pecuniary and non-pecuniary damage caused by the actions of the military in December 2002.", "18. On 23 June 2008 the Shali town court granted the applicant's claim and awarded him a total of RUB 532,000 (about EUR 15,200) in damages, of which RUB 232,000 were granted in respect of pecuniary damage and RUB 300,000 in respect of non-pecuniary damage suffered in connection with the death of Bilkis Askhabayeva. The applicant did not appeal against this decision.", "19. On 3 September 2008 the judgement was enforced and the applicant received the amount due.", "20. In 2000 as a result of an accident Sarali Seriyev (also spelled as SarAli Serbiyev) lost his right hand, three fingers on the left hand and vision in his right eye. At the material time he was wearing a prosthesis.", "21. On 1 June 2004 the applicants, Sarali Seriyev and their relative Imali Seriyev were at home at 41 Kirova Street in Belgatoy, Chechnya. The area was under the full control of the Russian federal forces; military checkpoints were located on the roads leading to and from the village.", "22. At about 5 p.m. eight or nine silver-coloured vehicles, including a van and VAZ cars, arrived at the applicants' house. Only one of them had a registration number, which was 516 95.", "23. About thirty heavily-armed masked servicemen in uniforms got out of the vehicles. Two or three of them were in helmets. The men neither identified themselves nor produced any documents. They communicated in Russian, although a few spoke Chechen. The applicants thought that the intruders were federal servicemen as the vast majority of them spoke unaccented Russian and just a few spoke Chechen.", "24. Upon entering the applicants' yard, the servicemen demanded that the residents of the house hand their weapons to them and state who had spent the night in the house. After that the men forced the second applicant and her brother Imali into different rooms.", "25. The intruders sprayed some kind of thick liquid into the room where the second applicant was placed. Two of the officers entered Imali's room, where he was forced to stay, beat him and searched the place.", "26. Meanwhile other intruders took Sarali out from the house, forced him into the yard and then into one of the cars in the street. As this was happening the first applicant was trying to explain to the servicemen that Sarali was a disabled person and to show them his and Sarali's identity documents. One of the servicemen took them from the first applicant and told him that they did not need any identity documents.", "27. The second applicant and Imali ran after the servicemen in an attempt to prevent them from detaining Sarali, but one of the intruders pushed the applicant and sprayed her with the thick liquid, causing her eyes to burn. They also sprayed Imali in the left eye and he ran to rinse his eye under an outdoor water tap. The first applicant also attempted to prevent the soldiers from taking Sarali away. The applicant threw himself onto one of the cars, but a soldier sprayed a liquid into his eyes. A group of the applicants' neighbours witnessed the abduction of Sarali Seriyev.", "28. The first applicant followed the abductors' vehicles by car with an officer from a local department of the interior. They drove up to the local military checkpoints; however, the applicant could not obtain any information there about Sarali's abductors.", "29. The description of the circumstances surrounding Sarali Seriyev's abduction is based on an account by the first applicant dated 20 May 2005, on an account by the second applicant, dated 6 February 2006, and on documents submitted with the application.", "30. On 1 June 2004 the applicants started their search for Sarali Seriyev. They contacted, both in person and in writing, various official bodies, such as the Shali administration, the Chechen administration, the Shali district military commander's office and the prosecutors' offices at different levels, describing in detail the circumstances of their relative's abduction and asking for help in establishing his whereabouts. The applicants retained copies of a number of their complaints and the authorities' replies and submitted them to the Court. An official investigation had been opened by the local prosecutor's office. The relevant information is summarised below.", "31. Immediately after his son's abduction, in the late afternoon of 1 June 2004, the first applicant invited the investigators of the Shali district prosecutor's office (the district prosecutor's office). They arrived at the house about half an hour after the events. In the yard they took down the statements of the applicants, their relatives and neighbours and drew a map of the house. When the second applicant told the investigators about the spray used to disable her, one of them dismissed her statement as irrelevant. The investigators refused to go inside and examine the house for evidence.", "32. On 2 July 2004 the district prosecutor's office instituted an investigation into the abduction of Sarali Seriyev under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was given the number 36076.", "33. On 2 July 2004 the district prosecutor's office granted the first applicant victim status in the criminal case.", "34. On 21 July 2004 the Chechnya prosecutor's office informed the first applicant that the investigation in the criminal case was taking operational search measures to establish the whereabouts of Sarali Seriyev and identify the perpetrators of his kidnapping.", "35. On 21 July 2004 the Chechnya prosecutor's office forwarded the first applicant's request for assistance in the search for his son to the district prosecutor's office for examination.", "36. On 17 September 2004 the head of the criminal search division of the Chechnya department of the interior (the Chechnya MVD) informed the first applicant that his son's abduction was being investigated by the district prosecutor's office.", "37. On 20 September 2004 the first applicant requested the military prosecutor office's of the United Group Alignment (the military prosecutor's office of the UGA) to assist in the search for his son.", "38. On 15 October 2004 the military prosecutor's office of the UGA informed the first applicant that information concerning the investigation into his son's abduction was available either at the district prosecutor office or the Chechnya prosecutor's office. The letter also stated “... it has been established that federal military servicemen were not involved in your son's abduction”.", "39. On 1 December 2004 the district prosecutor's office informed the first applicant that his complaint about the abduction had been included into the investigation file.", "40. On 2 February 2005 the first applicant addressed the Shali district military commander's office (the district military commander's office) with a request for assistance in the search for his son.", "41. On 3 February 2005 the district military commander's office informed the first applicant that they had forwarded information requests concerning Sarali Seriyev's whereabouts to a number of law enforcement agencies.", "42. On 5 February 2005 the Chechnya prosecutor's office informed the first applicant that the investigation in the criminal case had been resumed on an unspecified date.", "43. On 22 February 2005 the military prosecutor's office of military unit no. 20116 informed the first applicant that they had not received his request.", "44. On 8 March 2005 the district military commander's office provided the first applicant with a copy of their information request concerning the search for Sarali Seriyev.", "45. On 14 March 2005 the first applicant complained to the district military commander's office about the lack of information concerning the investigation into his son's abduction.", "46. On 6 June 2005 the applicants' representatives wrote to the district prosecutor's office. They asked about the measures taken in the criminal case and the progress of the investigation and requested that the first applicant be provided with copies of documents from the investigation file.", "47. On 29 June 2005 the Chechnya prosecutor's office informed the applicants' representatives that the investigation into the abduction of Sarali Seriyev had taken all measures to identify the perpetrators; that the first applicant was entitled to familiarise himself with the documents in the investigation file; that he could obtain information on the progress of the investigation and receive copies of the requested documents at the district prosecutor's office.", "48. On 28 July 2005 the Chechnya prosecutor's office informed the applicants' representatives that information concerning the investigation in the criminal case was a secret and was not a subject to disclosure.", "49. The Government submitted that “... at about 5 p.m. on 1 June 2004 in Kirov Street in Belgatoy, in the Shali district of Chechnya, about fifteen unidentified persons in camouflage uniforms and masks, armed with automatic weapons, abducted Sarali Seriyev and took him away to an unknown destination in a VAZ-21099 vehicle. The whereabouts of S. Seriyev have not been established since”. In connection with this, the district prosecutor's office had opened criminal case no. 36076 under Article 126 § 2 of the Criminal Code (aggravated kidnapping).", "50. On 10 June 2004 the investigators conducted the crime scene examination at 41 Kirova Street, Belgatoy. Nothing was collected from the scene.", "51. On 2 July 2004 the first applicant was granted victim status in the criminal case. The text of the decision included the following:", "“...the investigation established: on 1 June 2004 unidentified persons in camouflage uniforms, with firearms, had arrived during the daytime in VAZ-21099 cars at the house of S. Seriyev in Kirova Street, Belgatoy and detained him; after that they had taken him away to an unknown destination...”", "52. On the same date, 2 July 2004, the applicant was questioned by the investigators. According to a partial copy of his witness statement furnished by the Government, in the late afternoon of 1 June 2004 he had been at home with his relatives. His son Sarali was in the house while his daughter, the second applicant, was in the yard. At about 5 p.m. a masked man in camouflage uniform armed with an automatic weapon had entered the room where the first applicant was resting. The man asked the applicant in Russian whether any other men were in the house. The applicant responded that his children were on the second floor of the house and then followed the man outside. In the yard he saw a group of about eight masked men in camouflage uniforms, armed with automatic weapons; the second applicant was showing her brother's documents to them. One of the men sprayed the second applicant's face with a liquid from a spray can and took Sarali Seriyev to a VAZ-21099 car which was parked in the street. The applicant did not see how many cars were in the street. He further stated that his son had a first-degree disability owing to the amputation of his hand.", "53. On 5 July 2004 the investigators questioned the second applicant. According to a partial copy of her witness statement furnished by the Government, she stated that Sarali Seriyev had a disability: he had lost his hand as a result of a mine explosion. On 1 June 2004 she had been at home when she had heard from the hallway an order to put her hands up. She saw a man in camouflage uniform holding a machine gun, and her brother Sarali next to him. The man asked whether anyone else, other than the family members, were in the house. When the applicant responded that only family members were in the house, the man asked what had happened to her brother's hands. The applicant explained that a mine had exploded in his hands and that there were medical documents certifying it. Several more men entered the house and asked her to fetch the documents. After the applicant returned with the papers, they sprayed her in the eyes with tear gas, pushed her into a room and dragged her brother downstairs. She attempted to follow them, but one of the abductors pointed his gun at her and ordered her to get back in the room. Then the applicant decided to call for help from the window; from there she saw several more armed men in camouflage uniforms in the yard and five or six VAZ-21099 cars. All the vehicles were silver-coloured, except for one, which was white. The intruders put Sarali into one of the cars and drove away.", "54. On 5 July 2004 the investigators questioned the applicants' neighbour, Mr V.S. According to a partial copy of his witness statement furnished by the Government, he stated that on 1 June 2004 he had been at home when he had heard screams coming from the applicants' house. He went outside and heard the second applicant screaming. Then the witness went to the applicants' house. On the way there he saw a boy who told him that Sarali Seriyev was being taken away. A silver VAZ-21099 with tinted windows was in the street; its registration number was 516, region 95. Four masked men in camouflage uniforms, armed with 5.45 mm machine guns and APS pistols (“automatic Stechkin pistol”) walked towards the car from the vegetable garden. Judging by the way the men moved, the witness concluded that they were about twenty to twenty-five years old; they were wearing white training shoes. Three men got in the VAZ-21099 car, whereas the fourth one pointed his gun at the witness and said in Russian: “Stop or I will shoot”. After that the man also got into the car, which drove away down the street in the direction of the Rostov-Baku auto route. According to the witness, three more silver VAZ-21099 cars, a white VAZ2110 car and a white minivan GAZ, all with tinted windows, had been parked next to the Seriyevs' house; these vehicles followed the VAZ-21099 in the direction of the Rostov-Baku motorway.", "55. On an unspecified date the investigators questioned Mr M.K. who stated that in June 2002 he and other residents of Belgatoy had been on their way back to the village from haymaking. On the road they had seen some objects. Sarali Seriyev picked up one of them. The objected exploded in his hands. He was immediately taken to the nearest military checkpoint and from there to the hospital. As the result of the incident Sarali Seriyev had lost his hand.", "56. On 8 July 2004 the investigators requested that the Road Traffic Department of the Chechnya Ministry of the Interior (the Chechnya GIBDD) informed them about the owners of vehicles which had numbers 516-95 on their registration plates. According to the response from the authorities, four persons, Mr I.B., Mr S.M., Mr L.Yu. and Mr Kh.V., owned cars with the numbers 516-95 on the plates.", "57. In response to the investigators' request, in July 2004 the Shali district department of the Federal Security Service (the FSB) submitted that they had not conducted special operations on 1 June 2004 in Belgatoy and had no information which discredited Sarali Seriyev. A similar response was received in August 2004 from the Security Service of the Chechen President.", "58. On 28 July 2004 the investigators forwarded a request to the military prosecutor's office of the UGA and the Shali district department of the interior (the Shali ROVD) asking whether they had conducted a special operation in Belgatoy on 1 June 2004 and whether Sarali Seriyev had been detained in either the UGA detention centre or the ROVD premises. According to their replies, these authorities had no information either concerning a special operation in Belgatoy on 1 June 2004 or detention of the applicants' relative.", "59. In February 2005 the investigators forwarded requests to the Achkhoy-Martan district prosecutor's office and the Shelkovskoy district prosecutor's office asking the authorities to question the owners of the four vehicles. According to their responses, it was impossible to question Mr I.B. as his whereabouts had not been established; a neighbour of Mr Kh.V. had stated that the latter had moved to the Shatoi district of Chechnya and therefore could not be questioned. Mr S.M. stated that for three months in 2002 he had owned a dark red 1976 VAZ-21099 with the registration number X516 AX-95, which he had sold to Mr A. from the Samashki village, Chechnya. As for Mr L.Yu., he stated that in December 2003 he had purchased a silver 2003 VAZ-21099 with the registration number T 516 PC95. In February 2004 he had sold the car to a man from Dagestan who had been introduced to him by the owner of a local service station, Mr M.", "60. On an unspecified date the head of the criminal search division of the Shelkovskoy ROVD informed the investigators that they could not establish the identity of the new owner of the car which had belonged to Mr L.Yu.", "61. The investigators forwarded a number of requests to various detention centres and the district prosecutors' offices in Chechnya asking whether these authorities had detained Sarali Seriyev and whether they had opened criminal proceedings against him. According to the replies received by the investigation, the applicants' relative had not been detained and no criminal proceedings had been opened against him.", "62. On an unspecified date the investigation received a letter from the Special Group of the Ministry of the Interior (the MVD) which stated that Sarali Seriyev was listed by the criminal search police as a member of an illegal armed group.", "63. According to the Government, the investigation failed to establish the whereabouts of Sarali Seriyev. The investigating authorities sent requests for information to the competent State agencies and took other steps to have the crime resolved. The investigation found no evidence to support the involvement of Russian military servicemen in the crime, nor did they find any evidence that the applicants' relative was dead.", "64. The Government further submitted that the investigation had been suspended and resumed on a number of occasions and that the applicants had been duly informed of all decisions taken during the investigation.", "65. Despite specific requests by the Court the Government did not disclose most of the contents of the investigation file in criminal case no. 36076. They provided copies of only a few documents, including only partial copies of the applicants' witness statements to the investigators, and requested the Court to apply Rule 33 § 3 of the Rules of Court concerning confidentiality of the submitted documents and to restrict public access to the submitted documentation. In their request the Government stated that the criminal investigation was still in progress and that public disclosure of the documents could be detrimental to the interests of participants in the criminal proceedings.", "66. The Government further stated that a copy of the entire investigation file could not be submitted to the Court owing to the absence of any guarantees on the part of the Court of non-disclosure of the secret data contained in the investigation file. In this respect the Government referred to Article 161 of the Criminal Procedure Code, since the file contained information concerning participants in criminal proceedings. They also cited, by way of comparison, the Rome Statute of the International Criminal Court of 17 July 1998 (Articles 70 and 72) and the Statute of the International Criminal Tribunal for the former Yugoslavia (Articles 15 and 22) and argued that these instruments provided for personal responsibility for a breach of the rules of confidentiality.", "67. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}