{"ITEMID": "001-60806", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BERGER v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 as regards the right of access to a court;Violation of Art. 6-1 as regards failure to supply a copy of the reporting judge's submissions;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicant was born in 1932 and lives in Champagny-en-Vanoise (Savoie).", "9. On 30 September 1991 she signed a notarial deed by which she entered into a leasing arrangement with a limited company called SOFEBAIL for the renovation and furnishment of a holiday centre. She intended to run the business as a sole trader. As early as the end of 1991 she complained that the company had failed to complete the renovation works stipulated in the contract.", "10. On 13 June 1994 the applicant lodged a criminal complaint against the company for fraud, theft and fraudulent breach of trust and sought leave to join the proceedings as a civil party seeking damages.", "11. On 5 May 1997 the investigating judge discontinued the proceedings in an order worded as follows:", "“It appears, in fact, from the evidence given by the civil parties and the head of SOFEBAIL and from the documents produced by the parties that the leasing arrangement, the mechanism of which has been described as fraudulent by the civil party, does not fall within the ambit of the criminal law. The disputes between [the applicant] and SOFEBAIL are clearly matters governed by civil or commercial law and have, moreover, given rise to various proceedings of this type in the civil or commercial courts.”", "12. On 7 May 1997 the applicant appealed against that order.", "13. On 10 July 1997 the Indictment Division of the Colmar Court of Appeal upheld the order in question. It found that the applicant's complaints were “manifestly dilatory” and that some of her allegations were “contradictory”, “purely gratuitous” or “entirely unsupported”.", "14. On 11 July 1997 the applicant appealed to the Court of Cassation. Her appeal was heard on 24 September 1998. She was represented by counsel. Both parts of the reporting judge's report (the first containing a statement of the facts, the procedure and the grounds of appeal and the second a legal analysis of the case and an opinion on the merits of the appeal) had been sent to the advocate-general prior to the hearing. However, the applicant had not been sent a copy of both parts of the reporting judge's report. In a judgment of the same date the Court of Cassation declared the appeal inadmissible on the following grounds:", "“The Court of Cassation is satisfied from the wording of the judgment appealed against that, in upholding the order discontinuing the proceedings, the Indictment Division, after examining all the facts alleged by the appellant and addressing the main arguments in her memorial, stated the reasons for its decision that there was insufficient evidence that anyone had committed the alleged offences of fraudulent breach of trust and fraud or any other offence.", "None of the grounds of appeal, which amount to contesting the validity of the judges' findings of fact and of law, corresponds to any of the situations in which a civil party may appeal to the Court of Cassation, under Article 575 of the Code of Criminal Procedure, against a judgment of an indictment division in the absence of an appeal by the prosecution ...”", "...", "19. Article 575 of the Code of Criminal Procedure provides:", "“A civil party cannot appeal to the Court of Cassation against judgments of the investigation division unless the prosecution lodges an appeal.", "However, an appeal to the Court of Cassation by the civil party alone shall be admissible in the following circumstances:", "(1) where the investigation division has stated in the judgment that there are no grounds for an investigation;", "(2) where the investigation division has declared the civil party's action inadmissible;", "(3) where the investigation division has upheld an objection terminating the criminal proceedings;", "(4) where the investigation division has declared, of its own motion, or on an objection by the parties, that it has no jurisdiction;", "(5) where the investigation division has omitted to rule on a charge;", "(6) where the judgment does not formally satisfy the conditions essential for its legal validity;", "(7) where a breach of personal rights as defined in Articles 224-1 to 224-5 and 4324 to 432-6 of the Criminal Code has been alleged.”", "20. The Court of Cassation has confirmed that Article 575 is compatible with Article 6 of the Convention. In a recent judgment the Criminal Division reiterated that there was no incompatibility between the two foregoing provisions, “since the victim had a remedy in the civil courts by which to exercise his or her rights” (Court of Cassation, Criminal Division (Cass. crim.), 23 November 1999, Société Besnier Charchigne, Bulletin criminel (Bull. crim.) no. 268).", "..."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}