{"ITEMID": "001-101321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LEONID LAZARENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1 and 6-3;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1968 and is currently serving life imprisonment in Yenakiyeve Prison no. 52.", "6. In its judgment of 14 November 2002 the Donetsk Regional Court of Appeal (“the Donetsk Court”) outlined the factual background of this case as follows. On 22 December 2001 the applicant and an acquaintance, G., stopped a taxi and asked the driver, L., to take them to a destination out of town. According to the applicant, they were planning a robbery and carjacking. The applicant had a knife hidden in his sleeve, which he had prepared in advance, and G. had a rope with him. Once the car reached a forest, the applicant and G. ordered the driver to stop. G. put the rope around the driver's throat while the applicant threatened him with the knife. The applicant got into the driver's seat and drove further into the forest, where they removed L., unconscious by that time, from the car. Later in December 2001 the dead body of L. was found in the forest with multiple stab wounds.", "7. After the applicant and G. had unsuccessfully tried to sell L.'s car, it was found and seized by the police on 4 January 2002.", "8. The applicant submitted that he had been arrested on 4 January 2002. According to the arrest report, he was arrested on 5 January 2002 on suspicion of the murder of L., which the investigator classified as falling under Article 115 § 1 of the Criminal Code (a premeditated murder). The applicant was recorded in the arrest report as having stated that he had no complaints or requests. The case file also contains a waiver of legal assistance by the applicant dated 5 January 2002.", "9. On 8 January 2002 the applicant was examined by a doctor, who found his right wrist to be injured. The applicant explained that he had sustained the injury as a result of a fall during his arrest.", "10. As confirmed in a note by the town hospital, on 11 January 2002 the applicant was taken there by the police for an examination of the aforementioned injury. An X-ray revealed that he had a closed fracture of a bone in his right wrist, and the wrist was put in plaster.", "11. Between 5 and 16 January 2002 the applicant was held in the Petrovskyy District Police Station of Donetsk (“the police station”), after which he was moved to Donetsk Pre-Trial Detention Centre no. 5 (“the SIZO”). During that period, in the absence of a lawyer and allegedly after being subjected to beatings and threats, the applicant signed a confession, which was further confirmed in the course of a reconstruction of the events. He confessed that, acting together with G. and by their prior conspiracy, he had robbed and murdered L. The applicant admitted, in particular, that he had stabbed L. once with a knife. Later on, apparently after moving to another place of detention, the applicant withdrew his confession to murder, stating that it had been given under duress. He continued, however, to admit to the robbery and carjacking throughout the proceedings.", "12. On 16 January 2002 the applicant wrote a note to the investigator, in which he stated that he had injured his wrist on 3 January 2002 after accidentally falling down some stairs. He also stated that he had no complaints against the police.", "13. On an unspecified date, after the applicant's confession and after the reconstruction of the events, a lawyer was appointed for him.", "14. On 20 May 2002 the Petrovskyy District Prosecutor's Office dismissed as unsubstantiated the applicant's complaint regarding his alleged ill-treatment by the police. The applicant did not challenge that decision. At some stage of the pre-trial investigation the charges against the applicant were reclassified to premeditated murder for profit, robbery, and carjacking, carried out by an organised group.", "15. On 14 November 2002 the Donetsk Court, acting as a first-instance court, found the applicant and G. guilty of premeditated murder for profit, robbery, and carjacking, carried out by an organised group, and it sentenced each of them to fifteen years' imprisonment with confiscation of all personal property. As to the applicant's guilt, the court based its findings on the confession he had given at the initial stages of the pre-trial investigation, the testimony given by G. during the pre-trial investigation (although retracted by him at the trial as untruthful), according to which the applicant had stabbed L. once, and the testimony of several persons to whom the defendants had tried to sell L.'s car. The court examined the applicant's allegation of ill-treatment and found it to be no more than defence tactics. The police officer responsible for the applicant's arrest was questioned at the hearing and denied having coerced him in any way. The court noted that the applicant's injury could not be considered evidence of his ill-treatment in custody since he had given several inconsistent explanations as to its cause.", "16. The prosecutor appealed against the aforementioned verdict in the part regarding the applicant, considering that it was too lenient given the seriousness of the crimes committed and in the light of the applicant's personality.", "17. On 3 April 2003 the Supreme Court allowed that appeal. It quashed the verdict of 14 November 2002 in the part pertaining to the applicant and remitted the case for fresh examination to the same court.", "18. On 2 September 2003 the Donetsk Court issued a new verdict with findings concerning the applicant's guilt identical to those it had made before. However, it changed his sentence to one of life imprisonment, referring to the seriousness of the crimes at issue and the personality of the applicant, who had committed the crimes some two months after his release from prison on probation. The court considered the fact that the applicant had repeatedly committed robbery with assault to be an aggravating circumstance.", "19. On an unspecified date the lawyer acting on the applicant's behalf appealed. She submitted, inter alia, that the first-instance court had failed to duly examine the applicant's allegation of ill-treatment. On 13 October 2003 the applicant also introduced an appeal in cassation, in which he complained that the trial court had wrongly relied on a confession allegedly extracted by coercion, as well as on G.'s allegedly contradictory statements about him. He noted that as soon as he had been able to gain access to a lawyer after his transfer from the police station to the SIZO he had stopped giving any statements or signing any documents. On 19 January 2004 the applicant added a supplement to his appeal in cassation, complaining that he had not been legally represented during the initial stages of the pre-trial investigation, contrary to Article 45 of the Code of Criminal Procedure, and requesting the court not to accept his confession as evidence in the case. Copies of the applicant's appeal in cassation and the supplements to it were submitted to the Court by the Government along with their observations on the admissibility and merits of the application.", "20. On 8 April 2004 the Supreme Court upheld the verdict subject to a minor amendment, namely, the removal of the reference to the repeated offence of robbery as an aggravating circumstance, since it had already been included in the classification of the crimes of which the applicant had been found guilty. The Supreme Court noted that the finding of guilt had been “based on evidence obtained in compliance with the requirements of the criminal procedural legislation and which had been explored at the hearings and properly evaluated by the court”. Furthermore, it saw “no indication of any gross violations of the provisions of the Code of Criminal Procedure during the investigation, or any misapplication by the court of the criminal law”. Lastly, the Supreme Court noted that the Donetsk Court had rightly dismissed as unsubstantiated the applicant's allegation that he had incriminated himself under duress.", "21. After his conviction the applicant was moved to Yenakiyeve Prison no. 52 to serve his sentence.", "22. After complaining that he was suffering from shortness of breath and a sore throat, on 11 February 2008 the applicant was taken to the Donetsk Regional Hospital at Prison no. 124 for a medical examination and treatment. He was diagnosed with chronic pharyngitis, iron deficiency, anaemia and hypertension. Furthermore, the applicant tested HIV-positive and was registered as an asymptomatic HIV carrier at the first clinical stage of the disease according to the WHO classification.", "23. In March 2008, after blood tests had confirmed the HIV diagnosis, a doctor specialising in HIV/Aids met with the applicant and explained to him, in particular, that his disease was at such an early stage that no medical treatment was required, and that at a more advanced stage antiretroviral therapy would be considered.", "24. Later in March 2008 the applicant was moved back to Prison no. 52, where he continued to serve his sentence.", "25. Under paragraph 1 of Article 115 premeditated murder is punishable by imprisonment for a term of seven to fifteen years. Under paragraph 2 of Article 115, premeditated murder for profit and/or committed by a group of persons upon prior conspiracy, is punishable by imprisonment for a term of ten to fifteen years, or life imprisonment.", "26. Under Article 187, robbery by a group of persons upon prior conspiracy, or by a person who has previously committed robbery, is punishable by imprisonment for a term of seven to ten years, with confiscation of property (paragraph 2); the penalty is increased to fifteen years' imprisonment in the case of a robbery of large amounts of property, or committed by an organised group, or coupled with the infliction of serious bodily injuries (paragraph 4).", "27. Under paragraph 3 of Article 289, carjacking coupled with violence endangering the victim's life or health, or under the threat of such violence, or committed by an organised group, involving of a vehicle whose value exceeds two hundred and fifty times the minimum non-taxable income, is punishable by imprisonment for a term of ten to fifteen years, with confiscation of property.", "28. According to paragraph 1 of Article 64, life imprisonment is envisaged as a penalty for particularly serious crimes and is applied only in the cases explicitly provided for by the Criminal Code, where the court does not find it appropriate to apply a fixed term of imprisonment. Paragraph 2 of this Article exempts from life imprisonment certain categories of person (pregnant women, minors and the elderly).", "29. Under Article 70, the total penalty for several criminal offences must be established by the absorption by the most severe punishment of the less severe one(s).", "30. Article 45 provides that legal representation during the inquiry, the pre-trial investigation and the trial before the first-instance court is obligatory if, inter alia, the possible penalty is a life sentence. It further specifies that in this case the legal representation must be provided from the moment of the arrest or bringing charges against the person.", "31. Under Article 46, a suspect, accused or defendant may dispense with the invited or appointed counsel at any stage of the proceedings. Such a waiver is possible only at the initiative of the suspect, accused or defendant and does not preclude him/her from appointing the same or a different counsel at a later stage of the proceedings (paragraph 1). However, a waiver of counsel in the cases covered by Article 45 should be based on reasoning found to be satisfactory by the inquiry officer, the investigator or the court (paragraph 3). Should it be accepted, the suspect, accused or defendant has up to three days to replace the counsel (paragraph 4). If he/she fails to do so within the set time-limit and if his/her legal representation is mandatory under Article 45 of the Code, a legal representative must be appointed by the inquiry officer, investigator or judge, depending on the stage of the proceedings (paragraph 5).", "32. According to Article 103, the inquiry comprises operational and investigative activities aimed at establishing the facts of a crime and the suspected offenders.", "33. According to paragraph 1 of Article 370, substantial violations of the requirements of the criminal procedural legislation are considered to be those which have impeded or could have impeded the court in the complete and thorough examination of a case and in issuing a lawful, reasoned and just verdict. Paragraph 2 of this Article lists a violation of the right of an accused to defence among the substantial violations of the requirements of the criminal procedural legislation which warrant the quashing of a verdict in any event (that is, regardless of whether the requirements of paragraph 1 have been met).", "34. Article 390 provides for a person having lodged an appeal in cassation the right to supplement, amend or withdraw it before the beginning of the examination of the case in the cassation court.", "35. The provisions concerning the obligation to institute criminal proceedings and investigate a crime can be found in the judgment of 27 November 2008 in the case of Spinov v. Ukraine (no. 34331/03, §§ 3233); those concerning judicial challenges to decisions of an inquiry body, investigator or prosecutor not to institute criminal proceedings can be found in the judgment of 25 October 2007 in the case of Yakovenko v. Ukraine (no. 15825/06, §§ 46-47).", "36. The Rules on Medical and Sanitary Care in Detention Centres and Penitentiaries, approved by Decree no. 3/6 of 18 January 2000 of the State Department for Execution of Sentences, stipulate that medical assistance to HIV-infected persons is to be provided on the same basis as to everybody else (paragraph 4.3.4). The Rules also contain recommendations on counselling before and after HIV-testing, according to which this should be accessible, informative and supportive (annex 28 to paragraph 4.3.4). Paragraph 6.1.9 of these Rules provides for preventive medical examinations of detainees on an annual basis, with the participation of a therapist, psychiatrist and dentist, as well as a doctor of another speciality, possibly from outside the detention facility, as required.", "37. The relevant provisions of Decree No 186/607 of 15 November 2005 of the Ministry of Health and the State Department for Execution of Sentences on the Antiretroviral Treatment of Persons with HIV/AIDS Detained in Prisons and Pre-Trial Detention Centres are summarised in the case of Yakovenko (cited above, §§ 49-52).", "38. The relevant international documents concerning access to a lawyer during police custody are summarised in the judgments of Salduz v. Turkey [GC], no. 36391/02, §§ 37-38, 41 and 44, 27 November 2008, and Panovits v. Cyprus, no. 4268/04, § 45, 11 December 2008)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}