{"ITEMID": "001-118675", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "CUPRIANOV v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Eugeniu Cuprianov, is a Moldovan national who was born in 1971 and lives in Chişinău. He was represented before the Court by Mr V. Zama, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr L. Apostol.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. At the time of the events the applicant was employed by the Moldovan national railway company as a train attendant. On 3 April 2007 one of his colleagues, S.H., was arrested at work on suspicion of involvement in the smuggling of drugs by train to the Russian Federation. He had in his possession a bag containing a considerable quantity of marijuana. Later the same day the applicant was arrested. According to the police’s version of the events, confirmed by S.H., the applicant’s role was to hide the bag in a train in order to have it smuggled into the Russian Federation.", "4. On the day of the applicant’s arrest he was taken to the police station, where he was allegedly subjected to ill-treatment. He did not confess to the offences he was accused of but only said that some time earlier S.H. had enquired whether he would be willing to transport drugs to an unspecified direction and that he had replied no. He also stated that S.H. had asked where it would be possible to hide drugs in the train. During the questioning he was assisted by a lawyer. A search was carried out at his home and a small quantity of marijuana was found. The police also found equipment for producing dried marijuana and a picture of him next to a large marijuana plant.", "5. On 5 April 2007, after engaging a lawyer, the applicant complained to the prosecutor’s office that he had been ill-treated at the police station. Later the same month the applicant underwent a medical examination by a forensic doctor, who found bruises on his face and scratches on his head and shoulder.", "6. On 27 April 2007 the prosecutor’s office dismissed the applicant’s complaint of ill-treatment and found that his injuries had been caused by his resistance to his arrest. The applicant appealed to the hierarchically superior prosecutor’s office, which dismissed his appeal on 26 March 2008. He did not challenge this decision before the investigating judge.", "7. During the criminal proceedings against him, the applicant submitted that he had been ill-treated to make him confess and that the small quantity of marijuana at his home had been planted by the police. The co-accused S.H. submitted that he had agreed to incriminate the applicant during the investigation phase of the proceedings in exchange for a promise by the police not to prosecute him. He did not complain about any form of pressure or ill-treatment. The prosecution also obtained a medical report which stated that the applicant was not a user of marijuana.", "8. On 24 March 2008 the Centru District Court found the applicant guilty and sentenced him to seven years’ imprisonment on charges of fabricating narcotic substances for the purpose of sale. At the same time the court acquitted the applicant of the charges of attempted smuggling of narcotic substances. The court based its decision, inter alia, on the statements made by S.H. immediately after his arrest and on the findings of the search of the applicant’s home. The court dismissed the applicant’s complaint that he had been ill-treated, relying on the prosecutor’s decision. S.H. was also found guilty and received the same sentence. Both the applicant and S.H. appealed.", "9. On 11 June 2008 the Chişinău Court of Appeal upheld the applicant’s appeal and acquitted him. The court found contradictions between S.H.’s statements in respect of the applicant made at the investigating stage of the proceedings and his testimony during the trial. Moreover, the court found the prosecution’s version of the facts unreliable, because the applicant’s passport had no longer been valid at the relevant time and he would not have been able to travel abroad on the day in question as stated in the indictment. S.H.’s conviction was upheld by the Court of Appeal. The prosecution and S.H. appealed to the Supreme Court of Justice.", "10. On 27 January 2009 the Supreme Court of Justice upheld the prosecutor’s appeal, quashed the judgment of the Chişinău Court of Appeal and upheld the judgment of the first-instance court. It dismissed the applicant’s submission to the effect that he had been ill-treated during the investigation phase of the proceedings and observed that his ill-treatment complaint had been dismissed by the prosecutor’s office. The Supreme Court also found that the prosecution had presented sufficient evidence to prove the involvement of the applicant in the fabrication of narcotics with the purpose of further sale.", "11. According to Articles 298, 299 and 313 of the Code of Criminal Procedure a complaint about ill-treatment is to be lodged with the Prosecutor’s Office and the decision of that office is to be challenged before the hierarchically superior Prosecutor’s Office. The decision of the latter body can be challenged before an investigating judge. The explanatory judgments of the Plenary Supreme Court No. 7 and No. 8 dated 4 April 2005 and 30 October 2009 respectively, confirm that this is the remedy to be used in cases concerning ill-treatment and torture."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}