{"ITEMID": "001-93292", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GRZEGORZ HULEWICZ v. POLAND (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["8. The applicant was born in 1974 and lives in Lębork. He is currently serving a prison term.", "9. On 19 November 2002 the applicant was arrested on suspicion of forgery of documents as well as armed robbery and drug trafficking, committed in an organised criminal group. Since September 2002 he had been in hiding.", "10. On 21 November 2002 the Gdańsk District Court (Sąd Rejonowy) remanded him in custody, relying on the reasonable suspicion that he had committed the offences in question. It also considered that detaining the applicant was necessary to secure the proper conduct of the proceedings, because the applicant had threatened the victim at the time of the commitment of the alleged offence. The court also stressed the severity of the anticipated sentence and the fact that the applicant had a previous criminal record.", "11. An appeal by the applicant against the detention order was unsuccessful. On 16 December 2002 the Gdańsk Regional Court (Sąd Okręgowy) upheld the challenged decision, basically repeating the arguments of the District Court and relying additionally on the fact that in September 2002 the applicant had gone into hiding.", "12. The argument that the applicant had gone into hiding was repeated by the Słupsk District Court in its decisions of 18 February 2003 and 3 June 2003, extending the applicant's detention.", "13. Numerous appeals by the applicant against decisions extending his detention and all his subsequent applications for release were unsuccessful.", "14. Subsequently, the applicant's pre-trial detention was prolonged on several occasions (on 18 February, 6 March, 3 June, 28 August and 5 December 2003 and on 16 February, 8 June and 17 August 2004). In all their detention decisions the courts repeatedly relied on a strong suspicion that the applicant had committed the offences in question, which was supported by evidence from witnesses. They attached importance to the grave nature of those offences and the likelihood of a severe sentence of imprisonment being imposed on the applicant.", "15. On 22 July 2003 the Public Prosecutor lodged a bill of indictment with the Słupsk District Court. The bill of indictment comprised fifty charges of, among others, participation in an organised criminal group, drug trafficking, uttering threats and robberies brought against thirteen defendants. The applicant was charged with participation in an organised criminal group, drug smuggling, uttering threats and forgery of documents.", "16. Once the length of the applicant's detention had reached the statutory two-year maximum laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks Postępowania Karnego), the first-instance court no longer had jurisdiction to extend it. Consequently, it was the Gdańsk Court of Appeal (Sąd Apelacyjny) which issued further extensions. In its first extension decision, on 13 October 2004, the Gdańsk Court of Appeal relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged and on the considerable complexity of the case. The court also held that the risk that the applicant and other co-accused would obstruct the investigation had been established.", "17. The applicant's detention was subsequently extended by the Gdańsk Court of Appeal on 1 December 2004, 26 January 2005 and 1 March 2005. The Court relied on the reasonable suspicion that the applicant had committed the offences in question and on their serious nature. It also stressed that the fact that the applicant and the co-defendants were charged with participation in an organised criminal group created the reasonable fear that they might obstruct the proceedings or try to influence witnesses. The Court additionally examined the conduct of the proceedings and found no undue or unjustified delays. Between 15 September and 23 November 2004 the District Court held nine hearings. In December 2004 four hearings were held and in January 2005 five hearings were held.", "18. On 21 March 2005 the Słupsk District Court convicted the applicant as charged and sentenced him to four years' imprisonment.", "19. On the same day the court lifted the applicant's detention.", "20. On 2 January 2006 the applicant and his lawyer lodged appeals against the first-instance judgment.", "21. On 11 December 2006 the Słupsk Regional Court heard the appeals, partly varied the first-instance judgment, acquitted the applicant of one charge of forgery and sentenced the applicant to two years and ten months' imprisonment.", "22. The applicant lodged a cassation appeal (kasacja) with the Supreme Court (Sąd Najwyższy).", "23. On 28 February 2008 the Supreme Court dismissed the cassation appeal as manifestly ill-founded.", "24. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court 's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "25. For the latest amendments of the provisions concerning detention on remand see the Court's judgment in the case of Kauczor v. Poland, no. 45219/06, § 25-33, 3 February 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}