{"ITEMID": "001-5976", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "NWOSU v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Nigerian national, born in 1959. At present he is resident in Nigeria to where he was returned by the Danish authorities. He is represented before the Court by Mr Bjørn Elmquist, a lawyer practising in Copenhagen.", "The respondent Government are represented by their Agent, Mr Hans Klingenberg, and Co-Agent Ms Nina Holst-Christensen of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant came to Denmark in October 1992 and applied for asylum. In the beginning of 1993 he married a Danish citizen but the marriage only lasted about half a year. In December 1993 he married another Danish citizen. His request for asylum was rejected by the Danish authorities but he received in March 1994 a residence permit due to the fact that he was married to a Danish citizen. No children have resulted from any of the marriages. His parents as well as two sisters still live in Nigeria whereas other members of his family live in the United States and the United Kingdom. While living in Denmark the applicant visited Nigeria three times, most recently he spend a month there in January 1998. He experienced no problems while he was there. He received a new Nigerian passport in 1997.", "In February 1998 the applicant was arrested and charged with narcotics offences, namely for having been in possession of 1,127 kilo of heroin and 200.5 grams of cocaine, for the purpose of passing it on. He was detained on remand. On 18 June 1998 an indictment was served and the trial commenced in the Copenhagen City Court (byretten) on 19 June 1998. The applicant pleaded guilty to the charges brought against him whereas he opposed the prosecutor’s request for an expulsion due to the fact that he had lived in Denmark since 1992, had been married to a Danish citizen since 1993 and since he allegedly risked 5 years’ imprisonment according to Nigerian law, due to his conviction in Denmark, in conditions which would be cruel and inhuman.", "By judgment of the same day the applicant was found guilty of the charges brought against him and sentenced to 3½ years’ imprisonment. The City Court also decided to expel the applicant from Denmark for ever.", "The applicant appealed against the judgment requesting a more lenient sentence and acquittal as regards the decision to expel him. On 7 September 1998 the High Court of Eastern Denmark (Østre Landsret) upheld the City Court judgment in its entirety. As regards the expulsion order the High Court stated:", "“Due to the character and extent of the criminal activity concerned (the High Court) agrees that the requirements for expulsion pursuant to the Aliens Act ... are fulfilled. The allegations that (the applicant) might perhaps be sentenced to an additional term of imprisonment in Nigeria for the crimes committed and that serving a sentence in a Nigerian prison would run counter to the minimum standards of prison conditions acknowledged by Denmark do not speak decisively against expulsion. Furthermore, there appears to be no other special reasons speaking in favour of refraining from expulsion pursuant to the Aliens Act ...”", "On 17 September 1998 the applicant applied for leave to appeal to the Supreme Court (Højesteret). This was refused on 26 October 1998. On 2 November 2000 the deportation order was carried out."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}