{"ITEMID": "001-80510", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ATICI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 3;Violation of Art. 3;Violation of Art. 5-3", "JUDGES": "", "TEXT": ["4. The applicant was born in 1970 and lives in Istanbul.", "5. On 16 October 1992 the applicant was arrested by police officers on suspicion of being a member of an illegal organisation, namely Dev-Sol (Revolutionary Left) and was taken into custody.", "6. On 26 October 1992 an investigating judge remanded the applicant in custody in Gebze Prison.", "7. On 8 January 1993 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant and 16 other co-accused, charging them with membership of an illegal, armed organisation and participation in activities that undermined the constitutional order of the State. The public prosecutor sought the death penalty for the applicant, pursuant to Article 146 § 1 of the Criminal Code.", "8. On 11 December 2002 the applicant was released pending trial.", "9. Following a constitutional amendment in 2004, the State Security Courts were abolished and the applicant's case was transferred to the Istanbul Assize Court. On 2 May 2005 the Istanbul Assize Court convicted the applicant as charged and sentenced him to life imprisonment. The Court of Cassation quashed this judgment. The case was remitted to the Istanbul Assize Court, where it is apparently still pending.", "10. The applicant was detained in Gebze Prison. He had various health problems and underwent several operations. He has submitted medical reports to this effect.", "11. On 27 July 2001 the applicant was transferred to the Kandıra/Kocaeli F-Type Prison. On his arrival at the prison, the security forces and the prison guards allegedly subjected the applicant to a strip- search, which included an anal inspection. The applicant complained about this incident to the Kandıra public prosecutor.", "12. On 2 August 2001 the applicant was to be taken to hospital for a routine medical check when he was again allegedly subjected, by force, to an anal and oral inspection. The applicant tried to resist the search, which he thought was degrading. Following this, the security forces drew up a report, stating that the applicant had objected to the search and had therefore not been taken to hospital. The applicant filed a complaint with the Kandıra public prosecutor about this treatment.", "13. On 16 August 2001 the applicant's lawyer complained to the Directorate General of Sentences and Prisons regarding the incident of 2 August 2001. She submitted that her client had been subjected to a degrading search and had not been taken to hospital for a medical examination. She requested that the applicant be transferred to Bayrampasa Prison in Istanbul in order to facilitate his treatment and to avoid the problems related to transfers and searches.", "14. In a letter dated 4 October 2001, the Directorate disputed the content of that complaint. They maintained that the applicant had received medical treatment in the infirmary of the Kandıra/Kocaeli F Type Prison, as well as having been taken to the Kocaeli State Hospital on 6 August 2001. They added that the prison authorities were corresponding with a hospital in Istanbul in order to arrange for the applicant's subsequent medical treatment. Lastly, they maintained that a prison change was unnecessary as the applicant could be conveyed to and from the hospital in Istanbul if necessary.", "15. On 13 February 2002 the applicant's lawyer filed a complaint with the Kocaeli Criminal Court. She stated that her client had been subjected to degrading treatment during a search on 7 February 2002, and had been detained in solitary confinement because of his resistance to that measure. She asked the court to take the necessary action against the prison officers concerned. She also requested that her client be transferred back to the cell which he had shared with two other inmates, or to another one which would allow him to mix with others in the courtyard.", "16. On 27 February 2002 the Kocaeli Criminal Court rejected this request. It concluded that the Cell Allocation Committee (Oda Secici Kurulu) had placed the applicant in a room where he could share part of the prison courtyard with two other inmates. The complaint concerning the acts of the prison officers was left for the public prosecutor to consider.", "17. On 26 April 2002 the public prosecutor decided that no prosecution should be brought against the prison guards of the Kandıra/Kocaeli F-Type Prison in respect of the events of 27 July 2001. In his decision not to prosecute, the prosecutor noted that the security forces had been obliged to use force to restrain the prisoners (including the applicant) since they had resisted transfer from Gebze Prison to the F-Type Prison. After their arrival at the F-Type Prison, the prisoners had been examined by a doctor who had drawn up medical reports. He concluded that there was thus no concrete evidence to prosecute the soldiers or the prison guards.", "18. On 20 May 2002 the applicant's lawyer challenged the public prosecutor's decision of 26 April 2002 before the Kocaeli Assize Court. She maintained that the public prosecutor had decided not to prosecute without having conducted a sufficient preliminary investigation. She argued that, under domestic law, it was compulsory for a public prosecutor to commence criminal proceedings where there was enough testimony to show that the security forces and the prison officers could have been responsible for the alleged ill-treatment.", "19. On 4 December 2002 the applicant was transferred to the Gebze Special Type Prison. He was released from that prison on 11 December 2002.", "20. In a letter dated 2 September 2005, the governor of the Kandıra/Kocaeli F-Type Prison informed the Kocaeli public prosecutor that the applicant had been held in a single room between 7 February and 15 May 2002, though not by way of disciplinary punishment. He maintained that the applicant could share the courtyard with other inmates. He relied on the report prepared by the psychological and social services, which had recommended that the applicant be sent to another prison as he had fallen out with his friends from the organisation and therefore had no one to share the room with. The applicant maintained that the “single room” mentioned in the letter was a cell from where he could not share the courtyard with other inmates."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}