{"ITEMID": "001-109893", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ZARAFIM v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Gheorghe Moşoi Zarafim, is a Romanian national who was born in 1970 and before his arrest lived in Craiova. He was represented before the Court by Ms Andreea Livia Troanţă-Rebeleş Turculeanu, a lawyer practising in Craiova. The Romanian Government (“the Government”) were represented by their Agent, Ms Irina Cambrea, of the Ministry of Foreign Affaires.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 22 February 1999 the applicant was apprehended by police on suspicion of having committed several violent crimes. On the same date he was placed in pre-trial detention by order of the prosecutor.", "4. During the early stages of the proceedings, the applicant lodged several complaints with the prosecutor concerning ill-treatment by the investigators. His complaints were dismissed as illfounded or vexatious. In particular the prosecutor considered that the evidence in the file did not support the applicant’s claims. The applicant was informed about the prosecutor’s decisions in letters of 5 October 1999, 24 November 1999, 4 and 29 December 1999.", "5. The proceedings were held before the Olt County Court. The applicant was represented at all hearings by a court-appointed lawyer. On 4 December 2001 the County Court convicted the applicant and sentenced him to twenty-five years’ imprisonment for crimes of aggravated murder, attempted aggravated murder, causing bodily harm, and trespassing.", "The judge who delivered the judgment had not heard the applicant and the witnesses at a previous hearing.", "6. Both the applicant and the prosecutor appealed against the judgment. The applicant complained of breaches of his procedural rights by the firstinstance court and about the outcome of the proceedings.", "The prosecutor contested the court’s legal classification of some of the crimes.", "7. The Court of Appeal quashed the judgment of 4 December 2001 and decided to re-examine the case on the merits. It did not hear new evidence from the applicant or witnesses.", "In a decision of 4 July 2002 it changed the legal classification of the crimes committed by the applicant. The sentence remained unchanged. The court further dismissed the applicant’s appeal as ill-founded without giving any reasons.", "8. Both the applicant and the prosecutor submitted appeals on points of law (recurs) against the judgment. The applicant pleaded his innocence and requested a less severe sentence.", "In a final decision of 8 May 2003 the Supreme Court of Justice upheld the previous decision. It dismissed the applicant’s appeal as it considered that the sentence handed down had been appropriate, taking into account his previous criminal activity and his inferior intellect.", "9. The applicant has been incarcerated continuously from 22 February 1999, initially in pre-trail detention and subsequently while serving his sentence. He is currently held in Craiova Prison.", "10. During his detention, the applicant has been transferred twenty-three times between the prisons in Iaşi, Bucharest, Jilava and Craiova. The Government submitted a detailed prison record describing the conditions of the applicant’s detention to date.", "11. The applicant has been reprimanded on several occasions for breaches of the prison rules (making or retaining prohibited objects or substances, maintaining an illegal alcohol processing device in the cell, insulting magistrates dealing with his case, violence towards prison personnel or inmates, and destroying prison property). The applicant exercised his right to appeal against the reprimands and his complaints were examined on the merits and rejected by the courts or the prosecutor.", "12. The applicant was recorded as “clinically healthy” in the prison medical chart drafted upon his arrest.", "On 7 May 1999 he was admitted to the Jilava Prison Hospital for a psychiatric examination. He was diagnosed with a personality disorder and exhibiting antisocial behaviour.", "13. According to the prison medical record, the applicant was admitted on several occasions to prison hospitals, underwent expert examinations, was taken regularly for medical check-ups and received treatment. He was diagnosed with arterial hypertension, gallbladder dyskinesia, a duodenal ulcer and a fungal infection of the nail, type two obesity, an old fracture of the collarbone, superior brachial plexus paresis, a urinary infection, and respiratory diseases. According to the prison medical chart, he received treatment for his conditions.", "It also appears that on several occasions in April 2005 the applicant refused to be examined by the prison doctors.", "14. The applicant alleges that his health problems were caused and subsequently aggravated by inhuman detention conditions and lack of adequate medical treatment at the Iaşi, Jilava and Craiova prisons. In 2005 and 2006 the applicant filed numerous complaints in that connection, with the National Administration of Prisons and other authorities. On 27 December 2005 and 8 February 2006 the National Administration of Prisons replied that, according to his prison medical file, the applicant was receiving adequate medical treatment and therefore his complaints were not supported by evidence.", "15. In 2006 the applicant also filed a criminal complaint for illtreatment and abuse against O.C. and B.A., doctors at the Iaşi Prison. On 1 September 2006 the Prosecutor’s Office of the Iaşi Court of Appeal rejected the complaint on the ground that there was no evidence of a crime. It appears from the file that the applicant did not appeal against that decision.", "16. The applicant repeatedly got into fights with other inmates or the prison personnel. Each such incident was reported and investigated and the applicant was taken to the prison infirmary and to prison or civilian hospitals for further examinations and/or treatment. Expert reports were drafted concerning any injuries suffered and the number of days needed for recovery. On at least on one occasion the prison doctors informed the authorities of such an incident.", "17. The applicant also complained once under Law no. 275/2006 on the execution of sentences (“Law no. 275”) that he had been the victim of an attack by inmates and guards and the prison doctors had refused to give him medical assistance.", "On 8 April 2008 the judge responsible for the execution of sentences dismissed that complaint. He found that the applicant had been taken to the infirmary and given assistance and from there had been taken to a civilian hospital for further tests. The prison infirmary had subsequently given him the treatment prescribed by the civilian doctors. Furthermore, the prison doctors had informed the applicant that he could request a further medical examination in a civilian hospital.", "18. On several occasions the applicant requested envelopes and stamps to send letters, as well as photocopies of documents from his prison file. In most of the cases his requests were met by the prison authorities. When such requests were refused, the applicant filed complaints with the judge responsible for the execution of sentences and with the courts under Law no. 275.", "His actions were examined on the merits and dismissed, with the exception of a complaint that an envelope addressed to him had been opened by the director of Iaşi Prison, which led a to a decision of 25 January 2008 acknowledging a violation of his right to correspondence.", "On 3 July 2007, while he was incarcerated in Iaşi Prison, the applicant submitted a formal request to be given an envelope in order to send documents asked for by the Court. He alleged that this request had been denied with no reasons being given.", "19. The domestic legislation on the execution of sentences, in particular Law no. 23/1969, Emergency Ordinance no. 56/2003 (“Ordinance no. 56”), and Law no. 275/2006 on the execution of sentences, is described in Petrea v. Romania, no. 4792/03, §§ 21-23, 29 April 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}