{"ITEMID": "001-86089", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "FISCHER v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr František Fischer, is a Czech national who was born in 1953 and lives in Lysá Nad Labem. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In a judgment of 20 October 1987 the Nymburk District Court (okresní soud) dismissed the applicant’s action against a certain R. seeking to vacate parcel no. 420/3 situated in Lysá nad Labem. It found that the applicant was not the owner of the land as he had neither inherited it nor acquired it by prescription. On 29 March 1988 the Prague Regional Court (krajský soud) upheld this judgment, which then became effective on 24 June 1988.", "On 5 May 1992 a motion to determine the ownership title to plot no. 420/3 in the Lysá nad Labem cadastral area was drawn up together with R. and filed in the court’s records.", "It appears that the proceedings are still pending.", "On 7 November 2006 the applicant claimed compensation under Act no. 82/1998 as amended before the Ministry of Justice. In a letter of 23 February 2007 the Government notified the Court that the applicant’s claim for compensation had not, in fact, satisfied the formal requirements laid down by Act no. 82/1998 as amended.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}