{"ITEMID": "001-118733", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BALAŽOSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Fair hearing);Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["5. The applicant was born in 1956 and lives in Kičevo.", "6. On 1 April 1998 the applicant’s ex-wife (“the plaintiff”) brought a civil action against him seeking a declaration that she owned a half share of a property acquired during their marriage or, as an alternative, monetary compensation equal to half of its value, which was not specified in the claim. The plaintiff set the claim value of the dispute (вредност на спорот) at 10,000 Macedonian denars (MKD) (approximately 160 euros (EUR), as a basis for calculation of the court fees. The case was heard in the Kičevo Court of First Instance (“the first-instance court”).", "7. Both parties were legally represented in the proceedings. According to an expert report of 19 May 1998, the value of the property at issue was set at MKD 6,012,944 (approximately EUR 98,000).", "8. On 9 October 1998 the first-instance court dismissed the plaintiff’s claim, which it summarised as follows:", "“to recognise that the plaintiff holds title to a half share of the [property], it being joint matrimonial property ... and if the [applicant] wants to be released from this obligation, to pay the plaintiff the sum of MKD 3,006,472 (approximately EUR 49,000)”.", "9. It established that the applicant, who had been living and working in Austria, had paid for the house that had been constructed on a land owned by his late father. The plaintiff had not contributed to the construction of the house. As specified in the introduction to the judgment, the court set the value of the dispute at MKD 3,006,472. On 14 April 1999 the Bitola Court of Appeal upheld the judgment.", "10. The plaintiff challenged the lower courts’ judgments by lodging an appeal on points of law (ревизија) with the Supreme Court. She complained that the first-instance court had been assisted by an unqualified interpreter and that it had wrongly established the facts regarding her contribution to the construction of the house, which was a matrimonial property. The public prosecutor also requested a protection-of-legality review (барање за заштита на законитоста) arguing that the lower courts had wrongly established that the parties had lived together for ten years, instead of twenty-one years (their marriage had terminated de facto in 1997 when the plaintiff had left the house). The prosecutor further argued that the house in question, the value of which was German Marks 190,887, had been constructed between 1989 and 1996. The lower courts had failed to consider the plaintiff’s contribution to the construction of the house, as a property obtained in wedlock.", "11. On 30 September 1999 the Supreme Court upheld both the legality review request and the plaintiff’s appeal on points of law and remitted the case to the first-instance court for fresh examination. It held that the lower courts had incorrectly established that the house in question had been constructed while the parties had no longer been married. In the court’s view, it had been in 1997 when the applicant had explicitly declared his intention to separate from the plaintiff. It was irrelevant that the parties had not lived together for many years before (while the applicant had been in Austria). Similarly, it was of no importance whether the plaintiff had contributed to the construction of the house. Had it been constructed during marriage, it had been a joint property. The introductory part of that judgment specified that the value of the dispute was MKD 3,006,472.", "12. By judgments of 26 May 2000 and 13 June 2001 the first-instance court again dismissed the plaintiff’s claim. Both judgments were set aside by the Bitola Court of Appeal on 29 January and 11 December 2001 respectively. All four judgments indicated the same value of the dispute (MKD 3,006,472) in their introductions. The case was again referred to the first-instance court for examination.", "13. As submitted by the Government, at a hearing on 15 May 2002 the first-instance court established that the applicant had lodged a counterclaim requesting that the court award him ownership of the entire property at issue. It was decided that both claims would be dealt with in a single set of proceedings.", "14. On 25 December 2002 the first-instance court ruled partly in favour of the plaintiff and awarded her ownership of a 5% share of the property. It further ordered that the applicant recognise the plaintiff’s rights of ownership or pay her 5% of the property’s value, previously calculated to be MKD 6,012,944. It dismissed the plaintiff’s claim to be recognised as the owner of a half share of the property or to receive monetary compensation of MKD 3,006,472. Furthermore, the applicant was awarded ownership of the remaining 95% share. His request to be recognised as the owner of the entire property was dismissed. The court also ruled on the trial costs. This judgment also indicated MKD 3,006,472 as the value of the dispute.", "15. On 22 October 2003 the Bitola Court of Appeal dismissed an appeal by the plaintiff and upheld an appeal by the applicant. It ordered a re-examination of the case concerning the first-instance court’s judgment awarding the plaintiff ownership of a 5% share of the property or the equivalent monetary compensation and dismissing the applicant’s claim to be declared the sole owner of the entire property. It also quashed the first-instance court’s judgment regarding the trial costs.", "16. Оn 20 November 2003 the plaintiff lodged, with the Supreme Court, an appeal of points of law challenging the lower courts’ judgments, namely the dismissal of her claim to be declared the owner of a half share of the property or to receive the equivalent monetary compensation, as well as the courts’ award of ownership to the applicant of 95% share. She alleged substantial procedural flaws and errors on the law. The applicant did not submit observations in reply.", "17. By a judgment of 18 May 2005, the Supreme Court accepted the plaintiff’s appeal on points of law and set aside the lower courts’ judgments in the disputed parts. It found that the lower courts had provided conflicting and insufficient reasons for their judgments. They had given contradictory arguments concerning the time when the house had been constructed and whether the latter could be regarded as a joint property obtained during marriage. Since the first-instance court had not complied with its instructions outlined in the judgment of 30 September 1999 (see paragraph 11 above), the court ordered that the case is considered by a different panel of judges of the first-instance court. The introductory part of that judgment specified that the value of the dispute was MKD 3,006,472.", "18. On 14 November 2005 the first-instance court allowed the plaintiff’s claim, awarding her ownership of half of the disputed property, as a joint property acquired during marriage. It also ordered the applicant to recognise the plaintiff’s rights of ownership to that part. It further dismissed the applicant’s claim to award him ownership of the entire property at issue. On 24 October 2006 the Court of Appeal dismissed an appeal by the applicant and upheld the lower court’s judgment. Neither judgment contained any information about the value of the dispute.", "19. On 7 December 2006 the applicant lodged, with the Supreme Court, an appeal on points of law arguing that the lower courts had not followed the instructions of the Supreme Court’s judgment of 18 May 2005 (see paragraph 17 above). In this connection he complained that they had not established the relevant facts, namely when had the relations between the parties deteriorated and what had been the plaintiff’s contribution to the construction of the house. The plaintiff submitted observations in reply, in which she requested that the appeal be rejected as inadmissible.", "20. On 20 March 2008 the Supreme Court, referring to sections 34 (2) and 368 (3) of the Civil Procedure Act 1998 (see paragraph 21 below), rejected (отфрла) the applicant’s appeal as inadmissible ratione valoris. The court stated:", "“While assessing the admissibility of an appeal of points of law, values of the dispute regarding a claim and a counterclaim are not cumulative. The admissibility of an appeal on points of law is assessed on the basis of the value of the dispute of the claim and the counterclaim taken separately.", "In the present case, the value of the dispute regarding the claim was set at MKD 10,000. The claim value regarding the counterclaim is neither specified nor there is evidence that court fees were paid. Having regard to the list of legal fees for the legal representation of the [applicant], it is clear that [his lawyer] requests the payment of MKD 2,000 for legal representation, which corresponds, as per the fee scale of the Macedonian Bar, to a claim value between MKD 25,000 and MKD 50,000 ... According to a list of court fees under the Court Fees Act, the plaintiff paid court fees in amount of MKD 1,500, which corresponds to a claim of MKD 40,000 in value. In view of the foregoing, the appeal on points of law is inadmissible. The Supreme Court accordingly rejects the appeal on points of law as inadmissible under section 378 of the Civil Proceedings Act. According to section 474 of the Civil Proceedings Act (“Official Gazette” no.79/2005) provisions of the old Civil Proceedings Act (“Official Gazette” no.33/98) apply in the present case”.", "21. The relevant provisions of the Civil Procedure Act 1998, as valid at the material time, read as follows:", "“When an action does not concern a sum of money, but the plaintiff specified in the lawsuit (тужба) that he or she would accept monetary compensation instead of the claim, the amount of that compensation would be regarded as the value of the dispute.", "In other cases, when the action does not concern a sum of money, the relevant value shall be the value of the dispute indicated by the plaintiff in the lawsuit.", "If, in the case referred to in paragraph 2 of this section, it is obvious that the value of the subject matter of the dispute indicated by the plaintiff is too high or too low, so that the question of ... the right to lodge an appeal on points of law arises, the court shall, at the latest at the preparatory hearing or, if no preparatory hearing was held, at the main hearing before the examination of the merits, quickly and in an appropriate manner verify the accuracy of the indicated value.”", "“When the composition of the court or the right to lodge an appeal on points of law, depends on the value of the dispute, and the object of an action is not the sum of money, the plaintiff shall in the lawsuit indicate the value of the dispute.”", "“The court is bound by its judgment as soon as it has been pronounced, and if the judgment has not been pronounced, as soon as it has been dispatched (испратена).”", "“An appeal on points of law is inadmissible in property-related disputes in which the action does not concern a sum of money, transfer of movable property or any other activity, if the value of the dispute, as specified in the lawsuit by the plaintiff, does not exceed MKD 1,000,000.”", "“An appeal on points of law shall be lodged with the court which gave the first-instance judgment ...”", "“A belated, incomplete or [otherwise] inadmissible appeal on points of law, shall be declared inadmissible by a decision of the president of a panel of the first-instance court, without holding a hearing.”", "“The president of a panel of the first-instance court shall forward a copy of a timely, complete and admissible appeal on points of law to the opposing party and the public prosecutor authorised to lodge a request for the protection of legality (барање за заштита на законитоста).", "...", "The opposing party can, within thirty days of the service of the appeal on points of law, submit a reply to the appeal on points of law to the [same] court.", "...", "On receipt of the reply ... the president of the panel of the first-instance court shall forward the appeal on points of law and the reply..., if any, together with the case file to the Supreme Court ...”", "“A belated, incomplete or [otherwise] inadmissible appeal on points of law shall be declared inadmissible by the [Supreme Court], if the first-instance court has not already rejected it, within its powers (section 375).”", "22. Section 400 of the Civil Procedure Act of 2005 provides as follows:", "“(1) When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Macedonia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Macedonia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2) The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3) In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}