{"ITEMID": "001-75689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SÜRMELI v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Alvina Gyulumyan;Antonella Mularoni;Christos Rozakis;Georg Ress;Ireneu Cabral Barreto;Ján Šikuta;Jean-Paul Costa;John Hedigan;Karel Jungwiert;Khanlar Hajiyev;Kristaq Traja;Lucius Caflisch;Luzius Wildhaber;Matti Pellonpää;Nicolas Bratza;Volodymyr Butkevych", "TEXT": ["8. The applicant was born in 1962 and lives in Stade (Germany).", "9. On 3 May 1982 he was involved in an accident with a cyclist on the way to school and sustained injuries including a broken left arm. On 22 May 1982 he left hospital. He subsequently entered into negotiations with the cyclist’s liability insurers, who paid him a sum of approximately 12,500 euros (EUR) in respect of any damage he might have sustained. The accident insurers for Hanover City Council, the authority responsible for the applicant’s school, paid him a temporary disability pension (Verletzenrente) until the end of 1983. They also paid him approximately EUR 51,000 in compensation.", "10. The applicant subsequently instituted proceedings against the City Council’s accident insurers, in the course of which a considerable number of expert reports and medical opinions were produced.", "In a judgment of 16 November 1989, the Lower Saxony Social Court of Appeal (Landessozialgericht), which itself had asked experts in the fields of orthopaedic surgery, neurology and, at the applicant’s request, hand surgery to produce reports on his medical problems, acknowledged that he had become 20% permanently disabled as a result of the accident and was entitled to a pension on that account with effect from 1 June 1984.", "11. Since 1 July 1994, after falling on his left arm or hand in January 1993, the applicant has been in receipt of an occupational-disability pension of approximately EUR 800 per month.", "12. The applicant instituted a second set of proceedings against Hanover City Council’s accident insurers, seeking in particular the award of an increased pension. He submitted that the accident had caused him mental damage and a stomach disorder. In a judgment of 19 February 2001, the Social Court of Appeal dismissed the applicant’s claim. It based its decision on two reports by experts in neuropsychiatry whom it had appointed during the proceedings, on a large number of other medical reports, some of which had been drawn up shortly after the accident, and on files from other administrative and judicial proceedings concerning the applicant.", "13. On 18 September 1989, after the negotiations aimed at securing increased payments had failed, the applicant brought an action against the cyclist’s insurance company in the Hanover Regional Court (Landgericht), in particular seeking damages and a monthly pension, among other claims. On 10 June 1991, after holding several hearings and taking evidence about the accident from four witnesses between July 1990 and March 1991, the Regional Court delivered a partial decision. It held that the applicant’s liability for the accident was limited to 20% and that he was entitled to damages for the remaining 80%.", "14. On 26 November 1992 the Celle Court of Appeal (Oberlandesgericht) dismissed an appeal by the applicant. On 29 January 1993 the applicant appealed on points of law. He twice requested an extension of the time he had initially been allowed for filing his grounds of appeal. On 2 June 1993 the applicant’s new representative applied for a third extension until 14 July 1993. On 14 December 1993 the Federal Court of Justice (Bundesgerichtshof) dismissed the appeal.", "15. In March 1994 the proceedings for the assessment of the damages and the pension resumed in the Hanover Regional Court. The applicant was represented by counsel. On 18 April 1994 the court held a hearing.", "16. On 9 May 1994 it ordered an expert medical assessment. On 25 May 1994 the applicant applied for the three judges dealing with his case to withdraw, but his application was dismissed. On 19 July 1994 Hanover Medical School proposed a Professor B. to draw up the expert report that had been ordered. On 21 July 1994 the applicant appealed against the court’s decision of 9 May 1994. On 2 August 1994 the Celle Court of Appeal dismissed his appeal.", "17. On 15 September 1994 the court appointed Professor B. as the expert. Professor B. informed the court that it would be preferable for the report to be drawn up by a specialist in accident surgery and that it was likely to take at least one year to produce. On 2 December 1994, following a reminder from the court, the applicant agreed to the appointment of a surgical expert.", "18. On 15 December 1994 a Professor T. was proposed. The applicant objected to his appointment on the ground that he was not a specialist hand surgeon (Handchirurg). On 6 February 1995 the court accordingly asked Professor B. to draw up the expert report. On 7 February 1995 the applicant informed the court that he agreed with the deadline set; he insisted, however, that there should not only be an expert assessment by a general surgeon but also one by a specialist hand surgeon. Professor B. informed the court that he was unable to draw up the report as requested because the fractures observed in the applicant’s forearm did not come within his field of expertise but were a matter for a specialist in traumatology or an orthopaedic surgeon. On 20 February 1995 the defendant proposed appointing Professor T. On 24 April 1995, following a reminder from the court, the applicant suggested appointing Professor B. or, failing that, a Professor B.-G.", "19. On 12 May 1995 the court appointed Professor T., who informed it that an additional assessment by a specialist hand surgeon was necessary and that it was likely to take at least one year to produce the report. On 28 July 1995 the court informed the applicant that Professor B. had refused to draw up the report and asked him whether Professor B.-G., whom he had suggested, had already drawn up an expert report on him. On 27 November 1995 the court informed the parties that Professor B.-G. had retired but that his successor, Professor P., would be appointed as expert. On 23 January 1996 Professor P. informed the court that it would take him nine to twelve months to draw up the report.", "20. On 3 September 1996 the applicant informed the court that the accident had caused him severe depression, and asked it to order an expert psychiatric assessment.", "21. On 10 June 1997 the court asked the expert how his report was progressing. The expert replied that the report would be ready in four to six weeks. On 22 August 1997 the court again contacted the expert. He initially replied that the report would be completed by the end of September but subsequently stated that, owing to an excessive workload, he would need a further month. Professor P.’s report was received at the court on 6 November 1997. The applicant criticised Professor P.’s work and requested that he submit an additional report. He also requested an expert assessment (Schmerzgutachten) of the pain he had felt since the accident. On 3 December 1997 the court granted the defendant company an extension of the time it had been allowed for filing observations on the report; it submitted its observations on 6 January 1998. On 27 April 1998 the applicant’s representatives informed the court that as their client had been ill they would not be able to submit their observations in reply until mid-May.", "22. On 31 August 1998 the applicant’s representatives informed the court that the parties had not been able to reach a partial friendly settlement. They subsequently began fresh out-of-court negotiations on a friendly settlement, asking on three successive occasions for the deadline to be put back. On 5 May 1999 they informed the court that the negotiations had failed and asked for the proceedings to be resumed. The defendant stated that the failure of the negotiations had been due to the applicant’s unreasonable demands.", "23. On 27 May 1999 the president of the division dealing with the case asked the parties to inform him whether they still wished to submit observations. In a note of 8 September 1999, the reporting judge stated that the proceedings had not been able to progress more quickly owing to an excessive workload and to certain priority cases. In a note of 23 December 1999 he made a similar observation, referring to a number of periods of leave, in particular sick-leave, in addition to the reasons stated previously.", "24. On 18 February 2000 the president of the division asked the parties to inform him whether they intended to submit any further observations. The applicant replied that negotiations for an out-of-court settlement could take until mid-May and that he reserved the right to submit further observations if they were unsuccessful. On 26 June 2000 he informed the court that the negotiations had failed and asked for an expert assessment of his total loss of earnings resulting from the accident. In support of that request, he submitted an expert psychiatric assessment that had been drawn up during the proceedings in the Social Court of Appeal (see paragraph 12 above). On 17 August 2000 the defendant informed the court that the negotiations had failed because the applicant had refused to make payment of the sum negotiated conditional on the findings of an expert assessment.", "25. On 17 October 2000 the applicant requested the court to deliver a decision promptly, seeing that the proceedings had already taken eighteen years. In support of his request he submitted an expert psychiatric assessment of his state of health. In a note of 19 January 2001, the court pointed out to him that the proceedings had been pending only since 18 September 1989.", "26. On 21 February 2001 the applicant revised his claim, which now concerned a lump sum of 702,122 German marks (DEM – approximately EUR 359,000) and a monthly pension of DEM 1,000. On 2 March 2001 the court assessed the value of the subject matter of the case at DEM 985,122.", "27. On 17 April 2001 the applicant asked the court when it would be holding a hearing. On 15 May 2001 the court set the case down for hearing on 9 July 2001 and asked the applicant to provide information, concerning in particular his alleged loss of earnings. It was important to establish his likely career path had the accident not taken place and the extent to which the physical injury from which he was now suffering was the direct consequence of the accident.", "28. On 9 July 2001, having obtained the parties’ consent at the hearing, the court decided to admit in evidence the file from the proceedings in the Social Court of Appeal. The file could not be forwarded immediately because it was at the Federal Social Court (Bundessozialgericht).", "29. On 14 August 2001, at the applicant’s request, the court ordered Professor P. to supplement his expert report of 30 October 1997. He replied that it would take him at least ten months to do so.", "30. On 20 September 2001 the court asked the applicant to give his consent in writing to its consulting the file in the possession of the Federal Social Court. Pointing out that he was undergoing treatment abroad which was expected to take until mid-November, the applicant asked for an extension of the time allowed for his reply. On 26 October 2001 the court told him that he had not provided sufficient evidence of the injury to his forearm and asked him to inform it whether he intended to pursue his request for an assessment by a specialist hand surgeon. The applicant asked for a further extension of the time allowed for his reply. On 18 December 2001 he stated that he did not agree to the use in evidence of the file from the proceedings in the social courts and requested a further extension with regard to the expert surgical assessment.", "31. On 8 February 2002 the court ordered the applicant to submit a number of documents and asked Professor P. to draw up the additional report. In reply to two letters from the applicant it reminded him that he had requested the additional report himself. On 7 May 2002 the applicant submitted his observations, having twice requested further time to do so. On 24 May 2002 he personally informed the court by telephone that he no longer required the additional report and only wanted an assessment of his pain, on the ground that he was suffering from neurosis caused by the proceedings (Prozessneurose).", "32. On 28 May 2002 the court declared inadmissible an application for the judges to withdraw, which the applicant had lodged on 23 May 2002.", "33. On 29 May 2002 the court asked the applicant’s representatives for clarification as to the additional expert report. On 12 July 2002 they informed the court that their client no longer wished the report to be produced.", "34. On 1 August 2002 the President of the Regional Court asked to be sent the file in the applicant’s case.", "35. On 16 September 2002 the court decided to appoint a Professor X to draw up an expert report concerning in particular the onset and cause of the pain suffered by the applicant. It also requested the applicant to provide certain items of information.", "36. On 7 October 2002 the applicant again applied for the members of the court to withdraw. On 8 October 2002 he asked for an extension of the time allowed for submitting the information requested. On 22 October 2002 he objected to the expert who had been appointed, proposed another one (Dr J.), sought leave to consult the file and applied for a further extension of six weeks. On 29 October 2002 the court invited him to submit reasons for his objection to the expert, proposed other experts and gave him until 20 December 2002 to produce the information requested.", "37. On 12 November 2002 the applicant personally informed the court by telephone that he was unable to inspect the file because he had broken his arm. On 18 November 2002 the defendant proposed an expert. The applicant expressed the view that the expert proposed, not being a specialist in the field, was not competent to carry out an assessment of his pain, and asked the court to deliver a partial decision.", "38. On 5 December 2002 Dr J. informed the court that he would be unable to draw up a report before the end of 2003. On the same day the court appointed Professor X as expert and dismissed the applicant’s reservations as to his professional credentials. It pointed out that it was unable to give a partial decision. The applicant objected that Professor X had already acted as expert, and requested that an “interdisciplinary” report be produced in addition to the report on his pain.", "39. On 15 January 2003 the applicant applied for the reporting judge in his case to withdraw.", "40. On 3 March 2003 the president of the division dealing with the case held discussions with the parties’ representatives with a view to reaching a friendly settlement and scheduled a hearing to that end for 10 March 2003. At the hearing the applicant stated that he would not let Professor X examine him. The president asked him to stop telephoning the judges dealing with the case and stated that, with a view to speeding up the proceedings, he would not be so willing in future to accept requests to consult the file. On 2 May 2003 the court, in reply to a further request by the applicant, informed him that he could consult the file at the court’s registry but that, to avoid delays in dealing with the case, the file would not be sent to the registry of the District Court in Stade, his place of residence.", "41. On 16 May 2003 a division of the Regional Court dismissed three applications by the applicant for the reporting judge to withdraw.", "42. On 4 June 2003 the applicant again sought leave to consult the case file at the registry of the Stade District Court.", "43. On 11 June 2003, after learning that the applicant had instituted disciplinary proceedings against Professor X, the court appointed Professor W. to replace him as expert. On 25 June 2003 the applicant left a message for the president of the division on his answering machine, expressing his concerns about the choice of expert. The applicant’s representatives also expressed reservations as to Professor W.’s credentials and proposed another expert. The president of the division informed the parties that Professor W. had stated that he was prepared to draw up the report, and indicated that he was standing by his choice of expert despite the applicant’s reservations about him.", "44. On 16 September 2003 Hamburg-Eppendorf University Hospital informed the court that the applicant’s medical examination was scheduled for 23 October 2003. On 29 September 2003 Professor W. returned the file to the court and asked it to relieve him of his duties on the ground that the applicant had stated his opposition to the production of the report and had contacted the hospital’s legal department to tell them so. On the same day the court sent the file back to Professor W., asking him to wait and see whether the applicant kept his appointment for the medical examination. On 29 October 2003 Professor W. informed the court that he had been able to examine the applicant and asked whether a further expert assessment on pain therapy could be produced by a Professor Y. On 21 November 2003 the court ordered a further examination of the applicant by Professor Y.", "45. On 9 December 2003 Professor W.’s report was received at the court. The president of the division informed the expert that further explanations were necessary. On 26 February 2004 the hospital informed the court that a Dr M., from its psychiatric department, was prepared to examine the applicant. On 26 March 2004 Professor W. informed the court that he would be submitting his final conclusions in collaboration with Dr M. The applicant’s representatives proposed another expert who, in their opinion, was better qualified to examine their client. On 24 May 2004 the court eventually appointed a Dr W. as expert. Dr W. replied that the case was a difficult and complex one requiring approximately forty hours’ work and that he would not be able to submit the report until October 2004. On 14 June 2004 the court decided to ask the parties to pay advances on the fees for the production of the expert report, but the applicant refused to do so. His representatives objected to the decision of 14 June 2004 but paid the advances as requested. On 28 June 2004 the court dismissed the objection.", "46. On 19 July 2004 the court, in reply to a request by the applicant, decided not to supplement its decision of 16 September 2002 on the production of the expert report.", "47. On 10 January 2005 Dr W.’s report was received at the court. It was forwarded to the parties on 21 February 2005. On 8 March 2005 the applicant’s representatives requested an examination of their client by a different expert.", "48. On 5 April 2005 the court’s registry asked to be sent the file.", "49. On 14 April 2005 the applicant submitted an expert report he had himself commissioned from a Dr K.", "50. On 6 October 2005 the court held a hearing at which Professor W. gave evidence and Dr W. and Dr K. were present.", "51. In a judgment of 31 October 2005, the court awarded the applicant a total of EUR 20,451.68 for non-pecuniary damage. Taking into account the payments already made after the accident, the defendant was required to pay the outstanding sum of EUR 12,015.36 under this head and EUR 417.93 for loss of earnings. The court dismissed the remainder of the applicant’s claim and ordered him to pay 97% of his costs.", "Relying on the expert reports ordered in the course of the proceedings, on the judgments of the Social Court of Appeal and on various other expert reports and medical opinions produced in separate proceedings, the court outlined the injuries sustained by the applicant in the accident and examined whether any other forms of damage, such as chronic pain and mental disorders, were attributable to the accident as he claimed them to be. It concluded that there was not a sufficiently established link between the accident and most of the damage alleged. In assessing non-pecuniary damage, the court had regard to the circumstances of the accident, the subsequent conduct of the parties and the relevant case-law of the Celle Court of Appeal. It pointed out that the length of the proceedings could be taken into account only in small measure because the defendant could not be held responsible for the fact that the applicant had not brought his claim until seven years after the accident, making it more difficult to adduce evidence, that he had refused to allow the file from the proceedings in the Social Court of Appeal to be used in evidence, and that he had objected on several occasions to the choice of experts appointed.", "52. The applicant subsequently applied to the Celle Court of Appeal for legal aid in order to appeal against the judgment.", "53. On 14 March 2001 the applicant lodged a constitutional complaint with the Federal Constitutional Court, stating:", "“The proceedings at first instance before the Hanover Regional Court in case no. 20 O 186/89 have lasted since 1989 and have irreparably destroyed my existence.", "I am lodging a constitutional complaint on account of an infringement of Article 2 § 1 and Article 20 § 2 of the Basic Law because the excessive length of the proceedings is no longer compatible with the rule of law and I request the Court to find a breach of the law and of Article 839 of the Civil Code in that Article 139 of the Code of Civil Procedure has not been complied with.", "Evidence: Hanover Regional Court, no. 20 O 186/89. Information: no. 1 BvR 352/2000.", "Please inform me if you need any other documents.”", "On 23 March 2001 the Federal Constitutional Court requested information on the state of the proceedings from the Regional Court, which informed it on 22 May 2001 that it had scheduled a hearing for 9 July 2001. On 22 June 2001 it sent the applicant the Regional Court’s reply.", "54. On 5 and 11 August 2001 the applicant filed additional observations.", "55. On 16 August 2001 the Federal Constitutional Court, sitting as a panel of three judges, decided not to examine the applicant’s complaint (no. 1 BvR 1212/01). The decision, in which no reasons were given, stated:", "“The complaint is not accepted for adjudication. No appeal lies against this decision.”", "56. On 26 May 2002 the applicant again complained to the Federal Constitutional Court about the length of the proceedings. His complaint, which referred to his previous one, was worded as follows:", "“I, the undersigned, Mr Sürmeli, residing at ..., hereby lodge a constitutional complaint on account of a breach of the rule of law [Rechtsstaatsprinzip] by the Hanover Regional Court (no. 20 O 186/89), because the proceedings in that court continue to be delayed.”", "57. On 27 June 2002 the Federal Constitutional Court, sitting as a panel of three judges, decided not to examine this new complaint (no. 1 BvR 1068/02. In its decision it stated:", "“Since the requirements of section 93a(2) of the Federal Constitutional Court Act have not been satisfied, the constitutional complaint cannot be accepted for adjudication. It does not raise any issue of fundamental significance [grundsätzliche Bedeutung]. Nor is there any need to examine the complaint for the purpose of safeguarding the constitutional rights which the complainant alleges to have been infringed, since it does not have sufficient prospects of success. The complaint lacks substance in that it cannot be ascertained from the complainant’s observations whether the length of the proceedings [in the Hanover Regional Court] has exceeded a reasonable time.", "In accordance with the third sentence of section 93d(1) of the Federal Constitutional Court Act, no further reasons for this decision are necessary. No appeal lies against the decision.”", "58. On 27 July 2005 the registry of the Federal Constitutional Court informed the applicant that it was not possible to reopen the proceedings.", "59. On 23 May 2002 the applicant applied to the Hanover Regional Court for legal aid in order to bring an action for damages against the State on account of the excessive length of the proceedings in issue.", "60. On 14 May 2003 the Regional Court refused his application on the ground that the delays in the proceedings had not been attributable to the justice system but were due to the courts’ excessive workload. It added that the applicant had not provided sufficient details of the damage allegedly sustained.", "61. On 21 July 2003 the Celle Court of Appeal upheld that decision, basing its conclusion, in particular, on the Government’s observations in the present case before the Third Section of the Court, which the applicant had produced in the proceedings before it.", "62. The relevant provisions of the Federal Constitutional Court Act (Gesetz über das Bundesverfassungsgericht) of 12 December 1985, in its version of 11 August 1993, read as follows:", "“(1) Any person who claims that one of his basic rights or one of his rights under Article 20 § 4 and Articles 33, 38, 101, 103 and 104 of the Basic Law has been violated by public authority may lodge a complaint of unconstitutionality with the Federal Constitutional Court.", "(2) If legal action against the violation is admissible [zulässig], the complaint of unconstitutionality may not be lodged until all remedies have been exhausted. However, the Federal Constitutional Court may decide immediately on a complaint of unconstitutionality lodged before all remedies have been exhausted if it is of general relevance or if recourse to other courts first would entail a serious and unavoidable disadvantage for the complainant ...”", "“(1) A complaint of unconstitutionality shall require acceptance prior to a decision.", "(2) It is to be accepted", "(a) if it raises a constitutional issue of general interest; or", "(b) if this is advisable for securing the rights mentioned in section 90(1); or also in the event that the denial of a decision on the matter would entail a particularly serious disadvantage [besonders schwerer Nachteil] for the complainant.”", "The third sentence of section 93d(1) provides that no reasons need be given for a decision by a panel of three judges not to accept a constitutional complaint for adjudication.", "“(1) If the complaint of unconstitutionality is upheld, the decision shall state which provision of the Basic Law has been infringed and by which act or omission. The Federal Constitutional Court may at the same time declare that any repetition of the act or omission complained of will infringe the Basic Law.", "(2) If a complaint of unconstitutionality against a decision is upheld, the Federal Constitutional Court shall quash the decision [and] in the cases contemplated in the first sentence of section 90(2) above it shall refer the matter back to a competent court ...”", "63. Article 34 of the Basic Law (Grundgesetz) provides:", "“Where a person, in the exercise of a public office entrusted to him, breaches an official duty [Amtspflicht] towards a third party, liability shall in principle rest with the State or the public authority in whose service the person is engaged. An action by the State for indemnity shall remain possible in the event of intentional wrongdoing or gross negligence. The possibility of bringing an action for damages or indemnity in the ordinary civil courts shall remain open.”", "64. Article 839 of the Civil Code (Bürgerliches Gesetzbuch) provides:", "“1. A public servant who wilfully or negligently commits a breach of his official duties towards a third party shall afford redress for any damage arising in consequence. If the public servant merely acted negligently, he may be held liable only if the injured party is unable to obtain redress by other means.", "2. A public servant who commits a breach of his official duties when adjudicating on an action may not be held liable for any damage sustained unless the breach of duty constitutes a criminal offence. This provision shall not apply where the breach of official duties consists in a refusal to discharge a function or a delay in performing it contrary to professional duty.", "3. The obligation to afford redress shall not arise where the injured party has wilfully or negligently omitted to avoid the damage by means of a legal remedy.”", "By Article 253 of the Civil Code, in the version in force until 31 July 2002, compensation for non-pecuniary damage could be awarded only if it was provided for by law. In this connection, Article 847 § 1, which was in force until 31 July 2002, provided for compensation only in the event of physical injury or deprivation of liberty. The new Article 253 § 2 of the Civil Code, as in force since 1 August 2002, has not introduced any amendments relevant to the matters in issue in the instant case.", "65. According to the settled case-law of the Federal Constitutional Court, Article 2 § 1 of the Basic Law, in conjunction with the principle of the rule of law as enshrined in Article 20 § 3 of the Basic Law, guarantees effective protection by the law. The rule of law dictates that, in the interests of legal certainty, legal disputes must be settled within a reasonable time (angemessene Zeitof the parties and any other persons (experts or others) acting independently of the court. The longer the proceedings as a whole or at one particular level of jurisdiction, the more pressing the obligation on the court to take steps to expedite or conclude them (see, among other authorities, the decisions of 20 April 1982, no. 2 BvL 26/81, published in the Reports of Judgments and Decisions of the Federal Constitutional Court, volume 60, p. 253 (at p. 269), and of 2 March 1993, no. 1 BvR 249/92, Reports, volume 88, p. 118 (at p. 124)).", "66. Where the Federal Constitutional Court considers that the length of pending proceedings has been excessive, it holds that there has been an infringement of the Basic Law and requests the court dealing with the case to expedite or conclude the proceedings.", "For example, in its decision of 20 July 2000 (no. 1 BvR 352/00 – see Grässer v. Germany (dec.), no. 66491/01, 16 September 2004), concerning the length of proceedings that had lasted twenty-six years, it held:", "“... In view of the exceptional fact that the proceedings had already lasted fifteen years by the time the case reached the Court of Appeal, that court should not simply have treated it as an ordinary complex case. On the contrary, it should have ... used all available means to expedite the proceedings. If necessary, it should also have sought ways of lightening its own workload.", "It is not for the Federal Constitutional Court to order the courts to take specific measures to expedite proceedings, that being a matter for assessment by the court dealing with the case. The decision [as to the measures required] cannot be taken in the abstract but must have regard to the specific to the reasons for the length of the proceedings. The fact that the Court of Appeal was dependent on the collaboration of an expert in the instant case was not an obstacle to expediting the proceedings. By way of example, when selecting the expert the Court of Appeal should have taken account of the particular need to speed up its examination of the case and, to the extent that it had a choice between several similarly qualified experts, should have attached decisive weight to the time that appeared necessary to draw up the expert report. The court must keep track of the production of the report by setting deadlines. If there are any matters requiring the involvement of several experts, organisational arrangements calculated to allow the experts to work simultaneously, such as making a copy of the file, should be made wherever possible.", "... The legal analysis of the case and the assessment of the evidence relevant for establishing the facts are tasks entrusted to the judges. A review of their findings is only possible in the context of an appeal. In the absence of any specific evidence it is not necessary to assess whether the Federal Constitutional Court may intervene at an earlier stage of the proceedings in exceptional cases, for example, where the court’s manner of proceeding is arbitrary in that it is not based on any objective reasons. ...", "Seeing that the Court of Appeal has not yet given judgment, the Federal Constitutional Court must confine itself [muss sich beschränken] to a finding of unconstitutionality pursuant to section 95(1) of the Federal Constitutional Court Act. The Court of Appeal is now required, in the light of the above findings, to take effective steps to ensure that the proceedings can be expedited and concluded as quickly as possible. ...”", "Similar reasoning was adopted in decisions of 17 November 1999 (no. 1 BvR 1708/99), concerning civil proceedings that had lasted fifteen years, and 6 May 1997 (no. 1 BvR 711/96), concerning a case that had been pending before a family court for six and a half years.", "In its decision of 6 December 2004 (no. 1 BvR 1977/04), concerning civil proceedings pending in the Frankfurt am Main Regional Court since 1989, the Federal Constitutional Court reached the following conclusions:", "“In view of the exceptional amount of time the proceedings have already taken, the Regional Court can no longer simply treat this as an ordinary complex case. The longer the proceedings, the more pressing the obligation on the court to seek to expedite and conclude them. In such circumstances, the court is obliged to take all steps available to it to speed up the proceedings. Where necessary, the reporting judge must ask to be relieved of other duties within the court ...", "In accordance with section 95(1) of the Federal Constitutional Court Act, the Federal Constitutional Court is confined to making a finding of unconstitutionality [of the length of the proceedings]. The Regional Court is now required, in the light of the above findings, to take effective steps to ensure that the proceedings can be concluded promptly.”", "67. In certain decisions the Federal Constitutional Court, while declining to examine a constitutional complaint lodged with it, has given particular indications to the court complained of. For example, in a decision of 18 January 2000 (no. 1 BvR 2115/98, unreported), it requested the regional court concerned to expedite the proceedings, which had been pending for almost nine years, and to give a final decision promptly (see Herbolzheimer v. Germany, no. 57249/00, § 38, 31 July 2003). Similar reasoning was adopted in a decision of 26 April 1999 (no. 1 BvR 467/99) concerning the length of civil proceedings lasting seven years at one level of jurisdiction, and in a decision of 27 July 2004 (no. 1 BvR 1196/04) concerning civil proceedings that had been pending for three years, in which the Federal Constitutional Court stated that it was assuming that the hearing scheduled for the end of 2004 would be held on the appointed date.", "In a decision of 15 December 2003 (no. 1 BvR 1345/03), concerning proceedings which had been pending in the Administrative Court for two years but in which the complainant had reason to believe that his case would not be dealt with until late 2005, the Federal Constitutional Court observed that, according to what was at stake for the parties, a case could call for priority treatment and an exemption from the rule on examining applications in the order in which they were lodged.", "68. In a number of cases the Federal Constitutional Court, after finding the length of proceedings to be unconstitutional, has set aside the appellate court’s refusal to grant the complainant’s request to expedite the proceedings and has remitted the case to the same court.", "For example, in a decision of 11 December 2000 (no. 1 BvR 661/00), it set aside a judgment in which a court of appeal had dismissed a special complaint alleging inaction on the part of a family court, and remitted the case to the court of appeal on the ground that there had been a violation of the right to a decision within a reasonable time and that it was not inconceivable that the court of appeal might have reached a different conclusion if it had taken account of the length of the proceedings. The same reasons were given in a decision of 25 November 2003 (no. 1 BvR 834/03). Similar findings were reached in decisions of 14 October 2003 (no. 1 BvR 901/03), concerning a period of five and a half years for an application for legal aid, and 28 August 2000 (no. 1 BvR 2328/96), concerning administrative proceedings that had been pending for ten years.", "In case no. 1 BvR 383/00 (decision of 26 March 2001), concerning a constitutional complaint about the length of proceedings that had ended, the Labour Court of Appeal had taken eighteen months to draft its judgment and the Federal Labour Court had considered that, notwithstanding the fact that, by law, judgments were to be drafted within a period of five months from the date on which they were delivered in public, there were no grounds for allowing the appeal on points of law in the case before it. The Federal Constitutional Court, holding that there had been an infringement of the Basic Law, considered that such cases could be referred to it as soon as the five-month period had elapsed and remitted the case to a different division of the Labour Court of Appeal. Similar reasoning was adopted in a decision of 27 April 2005 (no. 1 BvR 2674/04).", "69. In some cases complainants have declared their constitutional complaint to have lost its purpose where, after the complaint has been lodged, the court in question has taken action by scheduling a hearing or giving a decision. In such cases the Federal Constitutional Court has merely had to rule on costs.", "In case no. 2 BvR 2189/99 (decision of 26 May 2000), the tax court before which proceedings had been pending for eight years held a hearing after the applicant had complained to the Federal Constitutional Court of their excessive length. He consequently withdrew his complaint and was refunded the legal costs incurred in lodging it in so far as it related to the length of the proceedings. However, in so far as he had challenged statutory provisions, he was required to await the outcome of the proceedings in the tax court. Similar reasoning was adopted in case no. 1 BvR 165/01 (decision of 4 July 2001), concerning proceedings in the social courts.", "70. In a decision of 30 April 2003 (no. 1 PBvU 1/02), adopted by a majority of ten votes to six, the Federal Constitutional Court, sitting as a full court, called upon the legislature to create a remedy in respect of infringements of the right to be heard by a court. The final part of the decision contains the following passage:", "“To redress certain deficiencies in the system of judicial protection, the courts have allowed the creation of special remedies partly outside the scope of written law. These remedies do not satisfy the requirements of constitutional law regarding the transparency of legal remedies [Rechtsmittelklarheit]. Remedies must be provided for in the written legal order and the conditions for their use must be visible to citizens.”", "In the Federal Constitutional Court’s view, the principle of the transparency of legal remedies resulted from the principle of legal certainty (Rechtssicherheit), which was an integral part of the rule of law. Citizens had to be in a position to assess whether a remedy could be used and, if so, under what conditions.", "“The current system of special remedies in respect of violations of the right to be heard by a court does not comply with this principle of transparency. Doubts thus exist as to whether a special remedy has to be used first or whether a complaint should be lodged immediately with the Federal Constitutional Court. To avoid forfeiting their rights of appeal, litigants often avail themselves of both remedies at the same time. Such constraints provide a clear illustration of the shortcomings of special remedies in terms of the rule of law. At the same time they create an unnecessary burden for citizens and the courts.", "The shortcomings referred to above preclude the Federal Constitutional Court from making the admissibility of a constitutional complaint contingent on the use of such special remedies. They are not among the remedies that must be used for the purposes of the first sentence of section 90(2) of the Federal Constitutional Court Act. In so far as such an approach has hitherto been adopted by the Federal Constitutional Court, it can no longer be pursued. ...”", "In a decision of 19 January 2004 (no. 2 BvR 1904/03), the Federal Constitutional Court nevertheless declined to examine a constitutional complaint by a prisoner concerning the length of proceedings before a court responsible for the execution of sentences, holding that the complainant should first have lodged a complaint alleging inaction. After observing that some courts accepted such a remedy only where the lack of activity could be deemed to amount to a final rejection of the initial application, the Federal Constitutional Court pointed out that other courts applied less stringent criteria. It concluded:", "“This remedy was not bound to fail in advance. The complainant could have been expected to attempt it. He should first have sought judicial protection from the appropriate courts, even if the admissibility of a remedy was the subject of dispute in the case-law and among legal writers and there was consequently some doubt as to whether the court in question would accept it or not.”", "In case no. 2 BvR 1610/03 (decision of 29 March 2005), the division of the Hamburg Regional Court responsible for supervising the execution of sentences had remained inactive despite several requests to expedite the proceedings and despite a decision in which the Hamburg Court of Appeal had held that their length was unlawful. The Federal Constitutional Court declared the constitutional complaint admissible in so far as it concerned the court’s inaction but dismissed it in so far as it concerned the impossibility for the Court of Appeal to give a ruling in place of the Regional Court in order to put an end to the lack of activity. The Regional Court’s persistent inaction did not show that the legislative framework failed to satisfy the requirements of Article 19 § 4 of the Basic Law. Besides the possibility of a finding by the appellate court that such inaction was unlawful, there were other remedies for restoring the proper administration of justice, namely an appeal to a higher authority and an action for damages against the State.", "71. The special remedy of a complaint alleging inaction (ausserordentliche Untätigkeitsbeschwerde) has been recognised according to varying criteria by a number of courts of appeal. While some have accepted it where there have been significant delays, others have limited its application to cases in which the court’s inactivity cannot be objectively justified and amounts to a denial of justice. Decisions falling into the latter category include those delivered by the Celle Court of Appeal on 17 March 1975 (no. 7 W 22/75, in which the remedy was found to be admissible only if the court’s decision amounted to a denial of justice) and 5 March 1985 (no. 2 W 16/85, in which the remedy was found to be admissible in respect of an unjustified delay by the lower court in dealing with an application for legal aid). The Federal Court of Justice, for its part, has to date left open the question whether, in exceptional cases and with due regard to constitutional law, a special complaint may be allowed in respect of arbitrary inaction that could be construed as a denial of justice on the part of a lower court (see the decisions of 21 November 1994 (no. AnwZ (B) 41/94) and 13 January 2003 (no. VI ZB 74/02)).", "72. The Government have cited several decisions in which a court of appeal has allowed a special complaint alleging inaction and has called on the lower court to continue its examination of the case (decisions of the Cologne Court of Appeal (23 June 1981, no. 4 WF 93/81), the Hamburg Court of Appeal (3 May 1989, no. 2 UF 24/89), the Saarbrücken Court of Appeal (18 April 1997, no. 8 W 279/96) and the Bamberg Court of Appeal (20 February 2003, no. 7 WF 35/03)) or has referred the case back to it (the Zweibrücken Court of Appeal’s decision of 15 November 2004 (no. 4 W 155/04)). More recent decisions have clarified the consequences of a complaint alleging inaction. For example, in two decisions of 24 July 2003 (nos. 16 WF 50/03 and 51/03) the Karlsruhe Court of Appeal allowed such a remedy not only where there had been unjustifiable inactivity amounting to a denial of justice, but also where the delay complained of was likely to be prejudicial to a parent claiming parental responsibility, or to the child’s well-being. It observed that it could not take the place of the family court, even if this was the most efficient manner of proceeding. Nor could it impose a procedural timetable on the lower court, since unforeseen circumstances might arise. The action it could take was limited to calling on the court to expedite the proceedings as much as possible. However, to give more substance to its order, it set the court deadlines for dealing with an objection to an expert, for giving the expert six weeks in which to produce his report or, otherwise, appointing a new one, for interviewing the parents and child and for arranging a hearing. The Naumburg Court of Appeal delivered a similar decision on the same subject on 20 December 2004 (no. 14 WF 234/04). In other cases courts of appeal have given decisions in place of the lower courts on account of the delays observed and in so far as the case was ready for decision (decisions of the Zweibrücken Court of Appeal (10 September 2002, no. 4 W 65/02), the Naumburg Court of Appeal (19 July 2004, no. 14 WF 38/04) and the Cologne Labour Court of Appeal (9 June 2004, no. 3 Ta 185/04)).", "73. The Government have not produced any decisions of the Federal Constitutional Court on this subject.", "In a decision of 26 February 1999 (no. 1 BvR 2142/97, unreported – see Mianowicz v. Germany, no. 42505/98, § 40, 18 October 2001), the Federal Constitutional Court refused to examine a constitutional complaint on the following grounds, inter alia:", "“... The constitutional complaint is inadmissible in so far as the complainant is asking the Federal Constitutional Court to award him damages for the excessive length of the proceedings in issue. If a complainant seeks compensation for pecuniary or non-pecuniary damage sustained by him as a result of an infringement of his fundamental rights, he must first exhaust the remedies available in the civil courts. It is for those courts to assess, where appropriate, the extent to which the provisions on the State’s liability (Article 34 of the Basic Law) and those deriving from the European Convention on Human Rights as incorporated in domestic law form a basis for awarding compensation for the excessive length of proceedings ...”", "In a decision of 12 March 2004 (no. 1 BvR 1870/01, unreported), the Federal Constitutional Court confirmed that position:", "“In so far as the constitutional complaint concerns the Labour Court of Appeal’s decision of 18 May 2001 and that court’s alleged inaction, it has become inadmissible because the Court of Appeal has in the meantime given judgment.", "The complainant is not entitled to seek an ex post facto finding of a violation of the Basic Law on account of the excessive length of the proceedings. There is no statutory basis in constitutional law for applying to have a court decision set aside because of the excessive length of the proceedings, or for seeking damages on that account. Setting aside the Labour Court of Appeal’s judgment of 3 December 2002 would not remedy the violation of the Basic Law resulting from the excessive length of the proceedings but would simply delay them further ...”", "74. The Government cited a judgment delivered by the Munich I Regional Court on 12 January 2005 (no. 9 O 17286/03). The case concerned an action for damages in which the claimant alleged that the Bavaria Administrative Court of Appeal had remained inactive for a period of four years and seven months. He had lodged a special complaint with the Federal Administrative Court alleging inaction on that account. Shortly afterwards, the Administrative Court of Appeal made an interlocutory order in the proceedings, with the result that the complainant informed the Federal Administrative Court that his complaint alleging inaction had lost its purpose and that his claim now related solely to the reimbursement of his legal fees. The president of a division of the Federal Administrative Court replied that as no official proceedings had been instituted before it – the complaint alleging inaction being a special remedy – it was unnecessary to rule on the question of costs. The Regional Court granted the claimant approximately EUR 1,400 in damages for the legal fees incurred within the limits of the applicable rates. The court further noted that the claimant had satisfied the conditions in Article 839 § 3 of the Civil Code by having appealed to a higher authority before bringing his action before it.", "The Karlsruhe Regional Court, however, awarded compensation in a decision of 9 November 2001 (no. 3 O 192/01) for damage sustained as a result of the length of proceedings in the Saarland Court of Appeal after the Federal Constitutional Court had found their length to be unlawful (decision of 20 July 2000, no. 1 BvR 352/00 – see paragraph 66 above). It pointed out that State liability was not precluded by the “judicial privilege” enshrined in the first sentence of Article 839 § 2 of the Civil Code, since that rule did not apply in the event of inaction on the court’s part. The decision has not become final (see the Court’s decision in Grässer, cited above)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}