{"ITEMID": "001-57543", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1974, "DOCNAME": "CASE OF NEUMEISTER v. AUSTRIA (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - finding of violation sufficient;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["1. The Neumeister case was referred to the Court on 7 October 1966 by the European Commission of Human Rights (hereinafter referred to as \"the Commission\") and on 11 October 1966 by the Government of the Republic of Austria (hereinafter referred to as \"the Government\"). The case has its origin in an application against the Republic of Austria submitted to the Commission by an Austrian national, Mr. Fritz Neumeister, in 1963. The applicant complained, inter alia, of the length of time he had spent in detention while on remand from 24 February to 12 May 1961, that is, two months and sixteen days, and from 12 July 1962 to 16 September 1964, that is two years, two months and four days.", "2. By judgment of 27 June 1968 the Court, while rejecting two other complaints of the applicant, held that there had been a breach of Article 5 (3) (art. 5-3) of the Convention in that the detention of Neumeister had been continued for longer than a reasonable time (first point of the operative part of the judgment and paragraphs 3 to 15 of the reasoning).", "3. On 2 July 1968, the Vienna Regional Criminal Court sentenced the applicant to five years’ severe imprisonment for aggravated fraud; the two above-mentioned periods of detention on remand were reckoned as part of the sentence. The Supreme Court upheld that decision on 16 June and 4 November 1971.", "4. On 23 December 1970, Neumeister presented to the Austrian Federal Ministry of Justice a claim for a provisional overall sum of 3,500,000 schillings compensation in reparation of the damage he had allegedly sustained by reason of the violation so found by the European Court. On 17 March 1971, the Finanzprokuratur (revenue department of the Attorney General’s office) informed him that the Republic of Austria could not accept that he was entitled to such compensation since the conditions required therefore under the law in force were not satisfied.", "5. Considering this reply as a final decision under the law, the applicant addressed his claim to the Commission on 16 September 1971, referring to the judgment of 27 June 1968 and to Articles 5 (5) and 50 (art. 5-5, art. 50) of the Convention. He stated that, by reason of his second detention on remand (12 July 1962 - 16 September 1964), he had suffered considerable financial loss, not to mention personal injustice and humiliation. He alleged that the sudden cessation of his services had ruined his business; that not only had he lost important business contacts, but contracts in hand had had to be left unfulfilled or carried out incompletely; that this had resulted in a serious decline of the Scherzinger company and an almost total loss of the company’s capital. Reserving his right to present further claims, Neumeister for the time being estimated the loss at 3,500,000 schillings at least. He requested the Commission to accept his claim and to initiate the proceedings provided in this connection.", "6. On 27 September 1971, Mr. Sørensen, Principal Delegate of the Commission in the earlier proceedings, transmitted the applicant’s request to the Registrar.", "7. After consultation with the judges, the President of the Court directed that the examination of this aspect of the case should be conducted by the Chamber which had given judgment on 27 June 1968. Mr. O’Donoghue, a substitute judge since an additional drawing of lotson 12 May 1972, has been called upon to sit by reason of the death (April 1973) of Mr. Rolin, President; Mr. Balladore Pallieri has become President of the Chamber. In February 1972 Mr. Schima, appointed by the Government in February 1968 as an ad hoc judge when the elected judge of Austrian nationality, Mr. Verdross, was prevented from attending, found in agreement with the President, Mr. Rolin, that he was no longer able to sit to hear the case; in these circumstances Mr. Verdross has resumed ex officio his place in the Chamber. Mr. Bilge, a member of the Chamber in 1968 and of the Court until 7 November 1972, was not able to exercise his functions (Rule 4): he was appointed as a member of the Government of Turkey and subsequently as ambassador, and he has been replaced by Mr. Cremona, substitute judge.", "8. On the instructions of the President of the Chamber, the Registrar requested the Agent of the Government to present his written observations on the question of the application of Article 50 (art. 50) in this case. The Registrar received these observations on 15 February and 23 May 1972.", "9. On 17 February 1972, the Delegates of the Commission informed the Registrar that they would not reply to the Government’s observations for the time being but would do so later, in writing or at the hearing, as the Court might decide.", "10. By Order of 21 March 1972, the President of the Chamber decided that the oral hearings should open on 23 May.", "By telex message received on 16 May 1972, the Agent of the Government informed the Court that he had \"initiated negotiations with a view to reach a friendly settlement of Mr. Neumeister’s claims for compensation\"; he explained that \"the aim of these negotiations (was) a pardon concerning the remaining part of the sentence Mr. Neumeister would have to serve\"; the Agent asked the Court to adjourn the oral hearings \"since the proceedings to bring about such settlement take at least six months\".", "On being consulted by the President of the Chamber through the Registrar, the Delegates of the Commission stated that they had \"no objections to make\", observing that the applicant had informed them that he agreed to an adjournment. On the same day, the President of the Chamber adjourned the hearings.", "11. The Court has since received additional information concerning the events which preceded the dispatch of the telex message. On 12 May 1972, the applicant’s lawyer, Mr. Waldhof, had an interview at the Federal Ministry of Justice to negotiate an agreed settlement. Three days later a meeting took place at the Federal Ministry of Foreign Affairs, with Mr. Waldhof and his client on one side and the Agent of the Government and several senior officials on the other. An arrangement was contemplated on that occasion, but its precise terms have been disputed before the Court: according to the Government, Neumeister undertook to waive all claim to monetary compensation if the remainder of his sentence were remitted by an act of grace; the applicant’s account is that there was also mention of the Republic of Austria abandoning claims for money it was entitled to bring against him arising out of his conviction.", "12. In November 1972, the President of the Chamber directed the Registrar to make enquiries about the progress of the negotiations for an agreed settlement which had begun in May.", "By letter received on 26 March 1973, the Agent of the Government informed the Registrar that \"the Federal President of the Republic of Austria on 14 February 1973 (had) granted a pardon to Fritz Neumeister in respect of the unserved part of the sentence pronounced by the Regional Court of Criminal Matters in Vienna on 2 July 1968 ... This pardon (had) the effect that Fritz Neumeister (was) to be considered under probation concerning the remainder of his sentence for the time of three years\".", "13. The observations and documents filed subsequently with the Court make it possible to reconstruct the events which occurred between 16 May 1972 and 14 February 1973:", "(a) On 26 May 1972, Neumeister addressed to the Ministry of Justice a request for remission of sentence by an act of grace. Referring to the proceedings pending before the Court and to the negotiations between the Agent of the Government and his lawyer, he stated, inter alia, that it was clearly impossible to wipe out (ungeschehen zu machen) the detention on remand which he had had to endure from July 1962 to September 1964, but that partial reparation would be possible in his case if the Republic of Austria forbore to insist on his serving the remainder of his sentence. He added that for his part he was prepared to waive all claims for material reparation (materielle Ersatzansprüche) against the Republic of Austria. In an addendum of 2 June 1972, he stressed that he had offered in his letter of 26 May to withdraw, in the event of his obtaining the settlement under negotiation, the claim for compensation which he had made to the Commission.", "(b) In a report of 11 January 1973 prepared for the Federal President of the Republic after consultation with the Ministry of Foreign Affairs and the Federal Chancellery, the Ministry of Justice stressed that conditional remission, by an act of grace; of the part of the sentence remaining unserved would be a more adequate reparation than monetary compensation. The Ministry of Foreign Affairs, to whom the report was submitted subsequently, made a note on the file to say they shared the opinion of the Ministry of Justice: the procedure contemplated seemed to them the most likely to show the public that Austria was disposed to observe its obligations under the Convention. The Federal Chancellery, for its part, made comments along the same lines and noted that Neumeister would be agreeable (ware einverstanden) to this form of reparation and would waive (würde verzichten) all claims to monetary compensation.", "(c) It was on the basis of this proposal that, on 14 February 1973, the Federal President of the Republic of Austria granted Neumeister remission of the part of his sentence remaining unserved, i.e., two years, seven months and ten days. The decision, which bears the signature of the President and is countersigned by the Minister of Justice, is worded as follows: \"I assent to the proposal for pardon, Zl. Gt. 42/73, for Fritz Neumeister\".", "Remission has the effect of a conditional sentence subject to a probationary period of three years. In order to conserve the benefit of the act of grace, Neumeister must comply with the conditions – and them alone - laid down in Section 3 of the Austrian Act on Conditional Sentences.", "14. On the instructions of the President of the Chamber, the Registrar invited the Delegates of the Commission, on 27 March 1973, to present by 9 April any observations they might have to make on the letter received on 26 March from the Agent of the Government (paragraph 12 above).", "In a reply of 5 April, the Delegates enquired \"what (was), in the Austrian Government’s opinion, the significance of the information submitted by the Government in relation to Mr. Neumeister’s claim under Article 50 (art. 50) of the Convention\".", "15. On the following day the President of the Chamber, through the Registrar, accordingly requested the Government to provide explanations in writing by 26 April as to the significance they attributed to that information for the purposes of the proceedings pending in the case before the Court.", "In a letter received on 27 April, the Agent stressed that the judgment delivered by the Court on 27 June 1968 had been \"an essential element motivating the Federal President ... to grant the pardon to Mr. Neumeister\"; he furthermore expressed the opinion - which, he stated, had been \"shared by Mr. Neumeister ... during the conversations which (had) preceded the granting of the pardon – that this pardon (had) to be considered as a form of compensation in the largest sense of the word for any disadvantages Mr. Neumeister might have experienced through the violation\" of Article 5 § 3 (art. 5-3).", "16. On the instructions of the President of the Chamber, the Registrar invited the Delegates of the Commission, on 27 April 1973, to send him by 7 May their observations on that letter.", "The Delegates’ reply was received at the Registry on 2 May: the applicant’s lawyer, Mr. Gussenbauer, had confirmed to the Secretary of the Commission that his client had been granted a pardon: Mr. Gussenbauer was now expecting \"an agreement to be concluded between the Federal Ministry of Finance or the Finanzprokuratur and Mr. Neumeister by which the Republic of Austria (would) waive any claims against Mr. Neumeister resulting from\" his conviction and sentence on 2 July 1968.", "17. Again at the direction of the President of the Chamber, the Registrar wrote to the Agent of the Government and the Delegates of the Commission on 11 May 1973.", "He requested the Delegates to send him by 15 June any observations they wished to make on the two latest communications received from the Agent (paragraphs 12 and 15 above).", "In his letter to the Agent of the Government the Registrar asked him to present, also by 15 June, his observations on the above-mentioned letter of 2 May (paragraph 16 above) and informed him that the President of the Chamber especially wished to have explanations concerning the negotiations mentioned in that letter, their progress and the nature of the Republic of Austria’s claims against the applicant arising out of the judgment of 2 July 1968.", "18. In their reply which was received on 4 June 1973, the Delegates considered that \"pending a final clarification of the ... situation\" they could do no more than communicate to the Court information which they had received from Mr. Gussenbauer. That information concerned the conversations which had taken place on 12 and 15 May 1972 (paragraph 11 above) and also a further discussion on 16 March 1973 between another of the applicant’s lawyers, Mr. Waldhof, and several senior Austrian officials, including the Agent of the Government.", "19. In a letter received at the Registry on 11 July 1973, the Agent of the Government provided the Court with additional information from his side relating to the discussions of 15 May 1972 and 16 March 1973 (paragraphs 11 and 18 above). He stated that the granting of the pardon on 14 February 1973 \"was not connected with any request by the competent Austrian authorities that Mr. Neumeister should waive his claim for monetary compensation, since on the one hand such a waiver appeared to be a logical consequence of the whole arrangement and, on the other hand, an act of grace by the Head of State could not be considered to be part of any ‘deal’\". The Agent concluded by stating that his \"Government (was) not in the position to take any further measures in respect of any new requests of Mr. Neumeister aiming at a friendly settlement of the case. If the Court\" - unlike the Government -\"should not consider the act of grace ... as sufficient and just compensation it (had) to be assumed that the attempt to reach a friendly settlement (had) ultimately failed\".", "20. It was through the two last-mentioned replies that the Court was apprised of the meeting which had taken place on 16 March 1973; further details concerning it have been furnished since.", "At that meeting, Mr. Waldhof stated that his client was now withdrawing all his claims connected with the proceedings before the Court on condition that the Republic of Austria waived all possible claims against Mr. Neumeister which might have arisen out of the facts leading to his conviction.", "As to what transpired later in the discussion two divergent versions have been given to the Court. According to the Government, the parties agreed to inform the organs at Strasbourg \"of the mere fact of the granting of the pardon to Mr. Neumeister\" and the Agent referred Mr. Waldhof \"to the competent finance authorities\" in so far as the additional requests were concerned. The applicant maintains on his side that on 16 March 1973 it was agreed in principle that the Republic of Austria would drop all claims it had against him arising out of his conviction in return for which he himself would waive his claim for compensation pending before the Court.", "However that may have been, it was immediately after the meeting that the Agent of the Government informed the Court of the granting of the pardon to the applicant.", "21. On the instructions of the President of the Chamber, the Registrar invited the Delegates of the Commission, on 11 July 1973, to send him in writing by 15 August any observations and submissions they wished to make. In their reply, received at the Registry on 25 July, the Delegates submitted certain observations on the applicant’s claim for compensation. They also transmitted to the Court a letter of 8 May 1972 which they had received from Neumeister and which, in view of the adjournment of the hearings fixed for 23 May 1972 (paragraph 10 above), they had not thought appropriate to forward to the Court at the time.", "In that letter, the applicant gave further particulars of, and developed, his initial claim (paragraph 5 above). He estimated the total damage allegedly caused to his firm at 3,564,400 schillings at the very least, and the loss of his salary and allowances as manager as additional damage of not less than 405,000 schillings. He further claimed that he had spent in vain at least 100,000 schillings in lawyers’ fees in order to obtain his release. Finally, he considered that he was entitled to at least 3,000,000 schillings damages for the injustice he had suffered. He pointed out, however, that the total amount he claimed, 7,069,400 schillings, should be reduced somewhat as his business losses resulting from his arrest had been calculated on estimated gross profits. Noting that the damages due to him by the Republic of Austria considerably exceeded the total sum originally claimed, he reserved his right to make a corresponding increase in his claim and in addition he asked for payment of interest at an official rate of 5 per cent per annum.", "22. In accordance with the directions of the President of the Chamber the Registrar, on 26 July, invited the Agent of the Government to send him by 30 August any observations he wished to make. On 7 August and at the request of the Government, the time was extended to 31 October.", "23. The Government’s memorial entitled \"further additional observations\" was received at the Registry on 5 November. When transmitting it the same day to the Delegates of the Commission, the Registrar, in accordance with the instructions of the President of the Chamber, requested them to submit as soon as convenient and if possible by 23 November, any available evidence concerning the applicant’s claim which they might think useful to furnish to the Court. The Delegates submitted in reply, on 20 November and with some brief comments, several documents which Neumeister had appended to his above-mentioned letter of 8 May 1972 (paragraph 21 above), including the balance sheets of the Scherzinger company for the years 1961 to 1966.", "24. On 12 November 1973 and on the instructions of the President of the Chamber, the Registrar requested the Agent of the Government to send him, if possible by 23 November, a copy of the act of grace of 14 February 1973 (paragraph 12 above) and to indicate on the same occasion the condition or conditions to which the remission of the applicant’s sentence was made subject unless the same appeared from the terms of the act of grace itself.", "That document and the information requested were received at the Registry on 29 November and 11 December 1973 (paragraph 13 (c) above).", "25. By Order of 6 December 1973, the President of the Chamber decided that the oral hearings should open on Tuesday, 22 January 1974.", "26. The public hearings took place on 22 and 23 January in the Human Rights Building at Strasbourg.", "There appeared before the Court:", "- for the Commission:", "- for the Government:", "and", "The Court heard the addresses and submissions of these representatives as well as their replies to questions put by several judges.", "The Government produced to the Court a copy of the request for pardon made on 26 May 1972 and several other documents relating to the meetings and consultations which had preceded the decision of the President of the Republic taken on 14 February 1973 (paragraphs 10 to 13 above).", "The Delegates of the Commission produced copies of correspondence exchanged on 30 October and 22 November 1973 between Mr. Waldhof and the Ministry of Finance. They, furthermore, handed in to the Court a statement of account dated 18 January 1974 in which Neumeister put his costs for lawyers’ fees at approximately 250,000 to 260,000 schillings.", "27. On 24 January 1974, the Registrar informed the Agent of the Government that the President had fixed at two weeks the time within which the Agent was to file any observations in writing he might wish to make on the above mentioned statement of account of 18 January. Observations were received at the Registry on 11 February and 27 March."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}