{"ITEMID": "001-57644", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF HUBER v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos;R. Pekkanen", "TEXT": ["10. Mrs Jutta Huber, a Swiss national, resides in Zürich.", "A District Attorney (Bezirksanwalt) of Zürich, Mr J., issued instructions to the police (Vorführungsbefehl) requiring her to be brought to give evidence as a witness on 10 August 1983. He did so in connection with a criminal investigation concerning two persons - Mr K. of Hamburg and Mr B. of Zürich - suspected of living on the earnings of prostitution and of procuring.", "11. On 11 August 1983 the applicant was taken by the Zürich municipal police to the District Attorneys’ Office (Bezirksanwaltschaft) in that town, where she was questioned as a witness by District Attorney J., although no summons to appear as a witness (Vorladung zur Zeugeneinvernahme) had been issued. In answer to his questions, she admitted making a living from prostitution, but maintained that she knew Mr K. and Mr B. only by name and that she did not pass on to them any of her earnings.", "12. On concluding his examination, the District Attorney signed a detention order (Verhaftsverfügung) remanding the applicant in custody on grave suspicion of having given false evidence.", "According to this order, members of the \"Hell’s Angels\" of Zürich and Hamburg were strongly suspected of having brought to Zürich German prostitutes, some of whom had married Swiss nationals who received payment for this. The women were then encouraged, partly under threat, to engage in prostitution under the protection of the \"Hell’s Angels\", who were paid a part of the proceeds in exchange. There were strong grounds for supposing that Mrs Huber was one of these women. When appearing as a witness, she had denied any contact with the \"Hell’s Angels\", which appeared unlikely to be true.", "The order referred in particular to the danger of collusion and the possibility that evidence might be tampered with. It stated further that the applicant could appeal within 48 hours to the Public Prosecutor’s Office (Staatsanwaltschaft) of the Canton of Zürich.", "13. Mrs Huber was released on 19 August 1983.", "14. On 12 October 1984 District Attorney J. instituted proceedings before the Judge in Criminal Cases (Einzelrichter in Strafsachen) at the Zürich District Court (Bezirksgericht). His indictment (Anklageschrift) alleged that the applicant had given false evidence in judicial proceedings and, as a possible additional charge (eventualiter), that she had been an accessory to a criminal offence. He sought the imposition on Mrs Huber of a fine of 5,000 Swiss francs.", "The trial took place on 10 January 1985, after the indictment had been accepted (zugelassen, Article 165 of the Zürich Code of Procedure - Strafprozessordnung, \"StPO\"); the District Attorney was not present. The accused’s lawyer stated on that occasion (translation):", "\"In this case we are confronted in the first place with a violation of ... Article 5 para. 3 (art. 5-3) of the European Convention for the Protection of Human Rights and Fundamental Freedoms which provides that anyone who is arrested or detained in accordance with the provisions of Article 5 para. 1 (c) (art. 5-1-c) ... must be brought promptly before a judge or other officer authorised by law to exercise judicial power. This never happened in the present case. Indeed the person who remanded the accused in custody, District Attorney J., is now also prosecutor [Ankläger].\"", "15. On 10 January 1985 the District Court acquitted Mrs Huber on the ground that she had never been validly summoned to appear as a witness (vorgeladen zur Zeugeneinvernahme), which made her testimony unlawful and inadmissible. The judgment did not refer to the defence argument based on Article 5 para. 3 (art. 5-3) of the Convention.", "16. On appeal (Berufung) by the prosecution, the Court of Appeal (Obergericht) of the Canton of Zürich fined the applicant 4,000 Swiss francs for attempting to give false evidence.", "In its judgment of 13 September 1985, the appeal court found that the accused’s testimony was not unlawfully obtained and could therefore be used in evidence. In addition, it referred to the monitoring of telephone conversations between Mrs Huber and Mr K., carried out by the German authorities who had communicated the transcript thereof to the Swiss judicial authorities in accordance with the system of mutual assistance in criminal matters. The court inferred from this evidence that the applicant in fact knew Mr K. and Mr B.", "On the question of the issue raised under Article 5 para. 3 (art. 5-3) of the Convention, the appeal court said (translation):", "\"Finally, ... the appellant’s lawyer’s objection that, on her arrest and in contravention of Article 5 para. 3 (art. 5-3) of the Convention, the accused was not brought before a judge or other officer authorised by law to exercise judicial power is unfounded. For, according to the case-law of the Federal Court, the Zürich District Attorney also exercises judicial power within the meaning of Article 5 para. 3 (art. 5-3) of the Convention at the stage of the investigation (ATF [Arrêts du Tribunal fédéral suisse] 102 Ia 179).\"", "17. On 1 July 1986 the Court of Cassation (Kassationsgericht) of the Canton of Zürich dismissed Mrs Huber’s application for a declaration of nullity (Nichtigkeitsbeschwerde).", "It took the view that the submission relating to Article 5 para. 3 (art. 5-3) could not be taken into account in this instance. If Mrs Huber had wished to challenge the District Attorney on this point, she should have done so during the investigation.", "18. On 22 August 1986 Mrs Huber lodged a public-law appeal with the Federal Court. She complained, inter alia, that, notwithstanding Article 5 para. 3 (art. 5-3), the same District Attorney had both ordered her detention on remand and drawn up the indictment.", "19. The Federal Court dismissed the appeal by a judgment of 24 November 1986, which was served on 18 December. As to the complaint based on Article 5 para. 3 (art. 5-3), it held as follows (translation):", "\"As the appellant has long since been released from detention on remand, she no longer has a current, practical interest in a ruling on [her] complaint, for which reason the Court can no longer deal with it. The objection would in any event be unfounded since both the Federal Court (ATF 102 Ia 179 et seq.) and the European Court of Human Rights (the Schiesser judgment of 4 December 1979) have declared that at the stage of the investigation the Zürich District Attorney qualifies as an ‘officer authorised by law to exercise judicial power’ within the meaning of Article 5 para. 3 (art. 5-3) of the Convention.\"", "20. The Canton of Zürich is divided into eleven districts, each of which has a District Attorneys’ Office with one or more Attorneys. The status and powers of District Attorneys were laid down in the Courts Act of 13 June 1976 (Gerichtsverfassungsgesetz, \"GVG\"), which came into force on 1 January 1977 and which in substance re-enacted the provisions of an Act of 29 January 1911.", "Ordinary District Attorneys are elected by universal suffrage for a term of office of four years (section 80 GVG). If necessary, the Cantonal Government appoints Special District Attorneys for a specified period (sections 81 and 87 GVG). Both Ordinary and Special District Attorneys are subordinate to the Principal Public Prosecutor who in turn comes under the authority of the Department of Justice and the Government (Regierungsrat) of the Canton of Zürich.", "21. District Attorneys carry out three different functions.", "22. The investigation (instruction) of criminal cases comes within the competence of the prosecuting authorities (section 73 GVG). The District Attorney conducts the investigation except in those cases where it is entrusted by law to the Principal Public Prosecutor or a judge (Article 25 StPO).", "23. The District Attorney may make a detention order (Verhaftsbefehl - Article 55 StPO), the grounds for which he must state. He has to hear an arrested suspect within 24 hours (Article 64 StPO). During this first interrogation, at which the suspect’s lawyer is not normally present, the suspect must be clearly informed of the reasons prompting the suspicions held against him (Article 65 StPO) and of the existence of a right of appeal against the order (1956 Circular from the Public Prosecutor’s Office). Detention on remand ordered by the District Attorney may not exceed 14 days; this period may be extended by the President of the District Court or, in cases coming within the jurisdiction of the Assize Court, the President of the Indictments Division of the Court of Appeal (Article 51 StPO).", "24. In carrying out the investigation, the District Attorney is under a duty to establish both incriminating and exonerating evidence with equal care (Article 31 StPO).", "25. The District Attorney is the prosecuting authority before the \"Judge in Criminal Cases\" and before the District Courts in cases concerning petty offences and misdemeanours; for the higher cantonal courts (the Court of Appeal and the Assize Court - section 72 GVG), this function is performed by the Principal Public Prosecutor.", "26. Unless he finds that there is no case to answer, the District Attorney, or, depending on the seriousness of the offence, the Principal Public Prosecutor, must institute the main proceedings (Hauptverfahren) by drawing up the indictment (Article 161 StPO). In preparing the indictment, he has to take account of both incriminating and exonerating evidence (Article 178 para. 2 StPO), without setting out the grounds of suspicion or any legal considerations (Article 162 para. 3 StPO).", "The President of the District Court, or the President of the Indictments Division of the Court of Appeal, as the case may be, decides whether to accept or reject the indictment (Article 165 StPO).", "27. Before the trial court, the District Attorney has the status of a party in the proceedings (Article 178 para. 1 StPO). He assumes the role of prosecuting authority, but is not required to attend the hearing unless the sentence sought exceeds eighteen months’ imprisonment or additional investigative measures are ordered.", "28. Finally, the District Attorney is empowered to issue a punishment order (Strafbefehl) if the accused has admitted his guilt and if a fine (Busse) or a prison sentence of not more than one month is deemed sufficient (Article 317 StPO); however, the person concerned is entitled to enter an objection (Einsprache) to the punishment order, as is the Principal Public Prosecutor (Article 321 StPO).", "29. The combination of the functions of investigation and prosecution has given rise to case-law - at cantonal and federal level - which has recently been confirmed.", "30. In a judgment of 13 June 1988 (Ante Djukic gegen Staatsanwaltschaft des Kantons Zürich), the Cantonal Court of Cassation stated as follows (translation):", "\"In this connection, the Federal Court has held that the District Attorney of the Canton of Zürich exercises judicial power (ATF 102 Ia 180, confirmed by the European Court of Human Rights, Publications of the European Court of Human Rights, Series A no. 34, ...; see also ATF 107 Ia 254). However, the appellant considers ... that reference to these precedents is not relevant as in the instant case the District Attorney who had drawn up the indictment was the same as the one who had ordered the arrest.", "This complaint is unfounded. What is decisive is whether at the time of the arrest the decision was taken by an official who satisfied the requirements of Article 5 para. 3 (art. 5-3) of the European Convention on Human Rights in other words by an officer who exercised judicial power. This question has been answered in the affirmative by the eminent courts referred to above. This finding that the functions discharged by that officer are compatible with the provisions of the Convention cannot subsequently be called in question on the sole ground that, once the investigation has been completed, the District Attorney assumes the role of prosecuting authority. The status of this officer at the time of and in relation to the decision to arrest remains the same, and the arrest, initially regarded as being lawful, cannot subsequently become unlawful on this sole ground. Furthermore, it is only natural that the District Attorney, as the investigating authority and acting within his powers, should draw up an indictment after the investigation has been completed if he considers that he possesses sufficient evidence of the accused’s guilt. Nor can it readily be seen what the accused would gain if the indictment had to be drawn up by an officer other than the District Attorney who, at the beginning of the investigation, had ordered his arrest. In other words, as far as Article 5 para. 3 (art. 5-3) of the Convention is concerned, the fact that the officer who ordered the arrest is the same as the officer who drew up the indictment is not decisive.\"", "31. On a public-law appeal lodged against the judgment cited in the preceding paragraph, the Federal Court held as follows on 14 March 1989 (translation):", "\"It has to be recognised that it is possible - as the instant case demonstrates - that the District Attorney may subsequently have occasion to draw up the indictment and even to put the prosecution case before the court. The mere fact that this possibility exists is not, however, decisive in this respect. Firstly, the eventuality cannot put in question or negate the Attorney’s independence from the parties at the time of an arrest. As has been shown, it is far more a matter of looking at the position as it stands at the time when the detention is ordered. Secondly, the possibility in question was held not to be decisive by the European Court in its judgment in the Schiesser case. In that case it could also have happened that the District Attorney subsequently had to draw up the indictment, since the jurisdiction of the Public Prosecutor’s Office at the stage of beginning the investigation or at the time of the arrest had not been established. This eventuality did not, however, prevent the European Court from finding that there had been no breach of Article 5 para. 3 (art. 5-3) of the Convention in the Schiesser case. That fact likewise shows that the relevant officer’s independence and impartiality must be considered exclusively at the time of the arrest and not in the light of the mere possibility that he may play a role later in the proceedings and draw up the indictment.\"", "32. In 1989, 108 District Attorneys in the Canton of Zürich dealt with 17,647 investigations, of which 20.3% resulted in an indictment, 33.8% in the case being discontinued, 42.2% in a punishment order and 3.7% in the referral of the case to a higher court.", "33. The number of cases in which the District Attorney personally conducted the prosecution in court does not appear in the statistics, but according to the Government it is very low."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}