{"ITEMID": "001-23070", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "OMEROVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Mehmedalija Omerović, is a Croatian citizen who was born in 1945 and lives in Gračanica, Bosnia and Herzegovina. The respondent Government are represented by their Agent, Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 December 1987 the applicant brought a civil action for damages with the Podravska Slatina Municipal Court (Općinski sud u Podravskoj Slatini), against the Podravska Slatina Municipality, A. K. and the insurance company C.", "On 14 December 1987 the applicant’s son entered the proceedings as the second plaintiff.", "Before the period to be examined by the Court (the Convention entered into force in respect of Croatia on 5 November 1997) the Supreme Court (Vrhovni sud Republike Hrvatske) transferred the case to the Virovitica Municipal Court (Općinski sud u Virovitici), at the applicant’s request. The first instance court adjourned two hearings due to the applicant’s absence and held one hearing. On several occasions the applicant asked the court to stay the proceedings because the criminal proceedings against I.S., relevant for the case in question, were still pending.", "On 23 April 1998 the first instance court asked the Donji Miholjac Municipal Court (Općinski sud u Donjem Miholjcu) about the state of the criminal proceedings against I.S. On 15 May 1998 the Donji Miholjac Municipal Court informed the Virovitica Municipal Court that the proceedings in question had been terminated because the statutory limitation had expired.", "On 1 June 1998 the Virovitica Municipal Court requested the criminal case file against I.S. from the Donji Miholjac Municipal Court. On 4 June 1998 the case file was submitted.", "On 3 and 17 February 1999 the Virovitica Municipal Court asked two different Public Prosecutor’s Offices for information about the criminal case file against I.S.", "On 12 March 1999 the Slatina Municipality Public Prosecutor’s Office (Općinsko državno odvjetništvo u Slatini) informed the court that all proceedings against I.S. had been terminated due to the expiration of the statutory limitation.", "At the next hearing before the Virovitica Municipal Court on 15 April 1999 the court stayed the proceedings (mirovanje postupka) because the applicant did not appear.", "On 28 April the applicant and his son asked the court to be exempted from the payment of the costs of the proceedings.", "On 29 April 1999 the applicant’s son filed an appeal against the decision to stay the proceedings.", "On 12 May 1999 the Virovitica Municipal Court held a hearing and exempted the applicant and his son from paying the costs of the proceedings. The case file was forwarded to the appellate court upon the appeal of 28 April 1999.", "On 3 June 1999 the appellate court rejected the appeal as being lodged by an unauthorised person.", "On 26 July 1999 the applicant asked the first instance court to proceed with his case.", "On 28 January 2000 the court asked the applicant to clarify his claim and submit relevant medical and other documentation.", "On 20 March 2000 the applicant filed additional submissions.", "On 24 March 2000 the court dismissed the applicant’s claim as incomprehensible and because the applicant had failed to submit the relevant documents.", "On 11 and 15 May 2000 the applicant and his son respectively appealed against the above decision.", "On 30 November 2000 the Bjelovar County Court (Županijski sud u Bjelovaru) rejected both appeals.", "Both the applicant and his son filed a request for revision with the Supreme Court on 2 and 11 January 2001 respectively.", "On 21 November 2001 the Supreme Court granted the request and quashed the first and appellate decisions and remitted the case for a re-trial to the Virovitica Municipal Court.", "It appears that the proceedings are presently pending before the court of first instance.", "The relevant parts of Section 63 of the Constitutional Act on the Constitutional Court (entered into force on 15 March 2002, published in the Official Gazette no. 49 of 3 May 2002 - hereinafter “the 2002 Constitutional Act on the Constitutional Court” - Ustavni zakon o Ustavnom sudu Republike Hrvatske iz 2002) read as follows:", "(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}