{"ITEMID": "001-117876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF FLORIN MACOVEI v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Alvina Gyulumyan;Johannes Silvis;Kristina Pardalos", "TEXT": ["4. The applicant was born in 1969 and lives in Bucharest.", "5. On 1 September 1999 the Romanian Copyright Office (“ORDA”) suspended the applicant from work for gross misconduct, that is, suspicion of fraud, malfeasance in public office and document destruction. A criminal complaint was further filed by ORDA with the prosecution authorities on 14 September 1999.", "6. On an unspecified date in November 2000 the applicant complained about the protraction of the investigation. His complaint was admitted on 10 November 2000 by the Public Prosecutor’s Office as no procedural act had been carried out until that date. The prosecuting authorities were instructed to deal with the complaint within reasonable delays.", "7. On 21 February 2001 the Public Prosecutor’s Office with the Bucharest District Court no. 1 (“the Prosecutor”) decided to initiate the criminal prosecution against the applicant.", "8. By a subsequent decision of 31 January 2002 the Prosecutor rejected the initiation of prosecution in respect of the applicant as his conduct did not meet the statutory essential elements of the prosecuted offences. ORDA contested this decision before the Higher Ranking Prosecutor.", "9. On 6 March 2002 the contestation was allowed and the criminal prosecution was resumed.", "10. Subsequent to the examination of evidence (hearing of four witness testimonies and examination of few documents, without the commission of any expert study), the Prosecutor decided on 8 May 2002 to discontinue the investigation in respect of the applicant. The decision was challenged by ORDA before the Public Prosecutor’s Office with the High Court of Cassation and Justice.", "11. On 6 March 2003 the contestation was allowed and the impugned decision was quashed. The case was reopened for further investigation before the prosecuting authorities.", "12. On 23 July 2003 the Prosecutor decided to discontinue the investigation against the applicant in respect of the charges of fraud and malfeasance in public office. At the same time, an administrative fine was imposed for charges of document destruction.", "13. The decision was upheld before the Higher Ranking Prosecutor and became final on 17 October 2003.", "14. Subsequent to the decisions to discontinue the criminal prosecution against him, the applicant requested to resume his work at ORDA. Following the latter’s refusal, the applicant brought two sets of labour litigations against his employer on 22 February 2002 and on an unspecified date in 2003 respectively.", "15. On 15 April 2003 the Bucharest County Court dismissed the first action. It ruled that the applicant could not resume work since the decision to discontinue the criminal investigation had not been final at that time. Later on the applicant was reinstated to a different position at ORDA. Shortly afterwards, the employment contract was voluntarily terminated.", "16. The second action was allowed by way of a final decision. On 6 July 2006 the Court of Appeal of Bucharest awarded the applicant the retroactive payment of wages he had been entitled to."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}