{"ITEMID": "001-106165", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF IZZETOV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Dean Spielmann;Elisabet Fura;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy", "TEXT": ["6. The applicant was born in 1971 and lives in Trudolyubove, the Autonomous Republic of Crimea (“the ARC”).", "7. On 28 November 1998 a criminal case (no. 91241) was initiated into the circumstances under which money was extorted from the I. family.", "8. On 2 August 1999 the applicant, a police officer at the material time, was arrested on suspicion of taking part in this crime.", "9. On 5 August 1999 the applicant was charged with robbery of the I. family, although no formal case concerning robbery had been initiated and the case on extortion had not been formally terminated. On the same date the Prosecutor of the ARC remanded the applicant in custody for two months.", "10. On 7 October 1999 the Prosecutor of the ARC extended the applicant’s detention for three more months, referring to the need to carry out further investigative actions.", "11. On 2 January 2000 the Prosecutor of the ARC extended the applicant’s detention for one further month.", "12. On 27 January 2000 the Prosecutor General of Ukraine extended the applicant’s detention for six further months. The order concerned extension of detention of thirteen persons, including the applicant, with reference to a different case (no. 8229), which concerned robberies and organisation of a gang by Mr S. P., another policeman. At the material time the applicant had no formal procedural status in this latter case.", "13. On 20 March 2000 case no. 91241 and case no. 8229 were joined.", "14. On 19 May 2000 the Prosecutors’ Office of the ARC rejected the applicant’s request for release, referring to the need to take further investigative action.", "15. During the pre-trial investigation, the authorities questioned some 120 witnesses concerning some thirty-four criminal episodes, carried out some twenty reconstructions of the crime scenes and ordered numerous expert assessments.", "16. On 20 July 2000 the investigation was completed and the applicant, along with eighteen other individuals implicated in gang membership, was committed for trial to the Supreme Court of the ARC (subsequently renamed the Court of Appeal of the ARC (hereafter “the ARC Court”).", "17. On 4 May 2001, following familiarisation of the defendants with the materials in the case file and completion of other procedural formalities, the ARC Court held a preliminary hearing in the case and scheduled the trial for 5 June 2001.", "18. Having held some eighteen hearings between June and December 2001, the ARC Court adjourned the proceedings following a request by one of the defendants that the hearings be recorded, for which the technical means were not available at the time.", "19. On 15 May 2002 the ARC Court resumed consideration of the case and held some 150 hearings up to 22 May 2004.", "20. According to the applicant, the episode with which he had been charged (the I. family robbery) was examined by the court only in February 2003 in the course of five hearings.", "21. On several occasions during the trial stage the applicant unsuccessfully attempted to institute criminal proceedings against investigator D., alleging that she had infringed his right to defend himself by concealing the fact that she had ordered ten expert assessments in the case, the results of which he had discovered only upon the completion of the pre-trial investigation.", "22. On an unspecified date the applicant also attempted to institute criminal proceedings against the investigating authorities for unlawfully detaining him. In particular, they allegedly had no regard to his serious illness (pleuritis) at the time of his arrest, had charged him with robbery within the framework of an extortion case, and had obtained an extension of the detention order within the framework of a case in which he had no procedural status at the material time.", "23. On 8 November 2002 the Prosecutors’ Office of the ARC refused to institute criminal proceedings, finding however that investigator Ch., who had been in charge of the case at the material time, had infringed Articles 26 and 156 of the Code of Criminal Procedure when processing the case file material. In particular, he was obliged to join the cases before seeking an extension of the detention order.", "24. On several occasions during his trial the applicant requested to be released from custody on account of alleged illegality of the orders detaining him issued during the pre-trial investigation. The ARC Court rejected his requests, noting that at the material time the initial omissions in case-processing, if any, had been remedied and the seriousness of the charges against the applicant warranted holding him in custody.", "25. On 17 November 2004 the ARC court pronounced its judgment (which was presented on some 200 pages), according to which the applicant was convicted of gang membership and of robbery of the I. family and sentenced to six and a half years’ imprisonment.", "26. The applicant appealed in cassation, alleging that the trial court had erred in its assessment of the facts and application of the law, and had also not summoned a further witness suggested by him. The applicant also allegedly requested to be represented by Yustis, a public organisation of law students, in his appeal proceedings. This request was refused.", "27. On 2 February 2006 the applicant was released from detention as the term of his imprisonment was up.", "28. On 16 March 2006 the Supreme Court dismissed the applicant’s appeal in cassation.", "29. Following his arrest on 2 August 1999, the applicant was placed in the Saky Temporary Detention Centre (ITU). According to the applicant, he was held in the same cell as serial offenders, in spite of the fact that he was a policeman, and offered no medical assistance for his serious illness (pleuritis).", "30. On 9 August 1999 the applicant was transferred to the Simferopol no. 15 Pre-trial Detention Centre (“the SIZO”) and stayed there until his release in February 2006.", "31. According to the applicant, the cells in the SIZO were grossly overcrowded, as there was between 1.5 and 1.9 square metres per detainee in a cell. The detainees were confined to their cells for most of the day. Tuberculosis and other infectious diseases were rife among the inmates. Overall, the SIZO had some 230 cells and only twenty-four outdoor yards, which made it impossible to ensure that every detainee had outdoor exercise on a regular basis. The sanitary facilities were inadequate for detainees to keep themselves clean.", "32. The Government submitted that throughout his stay in detention the applicant was held in seven different cells, designed for occupancy by up to ten inmates. The space per inmate was between 1.2 and 3.6 square metres. At some point the applicant was held in a single occupancy cell of 8.2 square metres. Each of the cells had a window enabling natural ventilation and penetration of daylight. All cells were equipped with ventilating equipment, water supply and sewerage, a table, chairs, a metal cupboard for food products and a radio. The cells had central heating. In the evenings the cells had electric light, enabling the detainees to read and write without damaging their eyes. Sanitary facilities available in each cell were separated from the living area and each morning the detainees were provided with a disinfectant solution to clean them. The detainees were likewise provided with linen at State expense and had weekly access to bathing facilities. On a daily basis the detainees were taken out for one hour’s exercise in the outdoor yards of the SIZO, where they could also have access to facilities where they could do physical exercises.", "33. Relevant provisions of domestic law can be found in the judgment in the case of Yeloyev v. Ukraine (no. 17283/02, § 35, 6 November 2008).", "34. Relevant provisions of the Report by the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment and Punishment can be found in the judgment in the case of Dvoynykh v. Ukraine (no. 72277/01, §§ 39-40, 12 October 2006)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "6-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}