{"ITEMID": "001-95075", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GLUSHKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1954 and died on 10 September 2008.", "5. On 3 April 1994 the applicant had a work-related accident. Subsequently, he received the status of a partially disabled person.", "6. The applicant's former employer, the State company “Makeyivvugillya” (“the company”) paid the applicant a lump sum accident benefit and awarded him a monthly allowance for his disability.", "7. In 2003 the applicant instituted proceedings in the Tsentralnogorodskoy Court of Makeyevka against the company and the State Insurance Fund for Industrial Accidents and Diseases (“the Fund”). He sought re-calculation of the above allowances and claimed compensation for losses sustained due to erroneous calculation.", "8. On 29 October 2003 the court found for the applicant and awarded him 42,970.19 Ukrainian hryvnas (UAH), to be paid by the company, and UAH 12,485.76 to be paid by the Fund.", "9. On 25 February 2004 the Tsentralno-gorodskoy District Bailiffs' Service of Makeyevka instituted enforcement proceedings.", "10. On an unspecified date the Fund paid the applicant the full amount awarded under the judgment.", "11. In the period from 24 December 2004 to 26 July 2005 the company partly paid its debt. The judgment remains unenforced.", "12. The relevant domestic law is summarised in the Romashov v. Ukraine judgment (no. 67534/01, §§ 16-19, 27 July 2004)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}