{"ITEMID": "001-5846", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "O.V.R. v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Russian citizen, born in 1971 and living in Severodvinsk, Russia. She is represented before the Court by Mr G.B. Romanovskiy, a lawyer practising in Severodvinsk.", "The respondent Government are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 August 1995 the applicant was granted a general notary licence by the Ministry of Justice. On 10 October 1995 she was appointed as a notary to the Severodvinsk State notary firm by a decision of the Arkhangelsk Regional Department of Justice (Управление Юстиции Архангельской области, hereinafter referred to as “the Department of Justice”).", "On 14 February 1997 the Department of Justice licensed the applicant to open her own private notary practice. Shortly after she had opened her notary office, she was informed by the Arkhangelsk Notary Chamber (Архангельская Нотариальная Палата, hereinafter referred to as “the Notary Chamber”) that she had a statutory obligation to join it. On 4 March 1997 she applied for such membership, pursuant to Articles 2 and 24 of the Notary Act, which provide that every private practising notary must be a member of a notary chamber.", "The applicant submits that she was informed by the president of the Notary Chamber that she was required to pay a membership entry fee of 500 times the minimum reference tariff (минимальный размер оплаты труда), which at the time equalled 40,000,000 roubles (RUR) / (approximately 40,160 FF). On 17 March 1997 the applicant withdrew her application for membership since she was unable to pay this sum and because she disagreed with the manner in which the fee had been established. On 21 March 1997 the members’ assembly of the Notary Chamber struck the applicant out of its list.", "On 31 March 1997, after the applicant had resigned from membership, she received a copy of the decision of the board of the Notary Chamber, dated 11 March 1997, to admit her as a member. It fixed her membership entry fee at 100 times the minimum reference tariff, equal to 8,349,000 RUR (approximately 8,382 FF) to be paid in six instalments. However, she did not reapply for membership.", "On 14 April 1997 the Notary Chamber brought an action before the Severodvinsk City Court of the Arkhangelsk Region (Северодвинский городской суд Архангельской Области, hereinafter referred to as “the City Court”) for the withdrawal of the applicant’s right to practise as a private notary because she was no longer a member.", "On 18 April 1997 the City Court issued an interim decision by which the applicant was forbidden to exercise the profession of private notary before her case had been decided on the merits. The applicant appealed to the Arkhangelsk Regional Court (Судебная коллегия по гражданским делам Архангельского Областного Суда, hereinafter referred to as “the Regional Court”) claiming that the Notary Chamber was not entitled to bring the action and that the relevant national legislation breached her right under Article 30 of the Constitution not to be compelled to join or to remain in an association. She also maintained that there was no valid reason for the interim decision, since Article 133 of the Code of Civil Procedure provided that such a decision could only be taken if there was a risk that it would be otherwise impossible to execute the final court decision in the case.", "On 15 May 1997 the Regional Court quashed the interim decision on the grounds that it was insufficiently motivated and unjustified, and referred the case back to the City Court. On 2 July 1997 the City Court adjourned the proceedings in order to submit to the Constitutional Court the question of the constitutionality of the provisions of the Notary Act relating to the obligation for a private practising notary to be a member of a notary chamber. The applicant joined the application, alleging in addition a violation of Article 19 of the Constitution which guarantees equality before the law.", "On 25 September 1997 another City Court judge reopened the proceedings despite the fact that the Constitutional Court had not yet rendered its decision. On 14 October 1997 the City Court suspended the applicant’s right to act as a private notary on the basis that she was not a member of the Notary Chamber and thus practised her profession in violation of the legislation in force.", "The applicant appealed. In January 1998 the Regional Court adjourned the proceedings awaiting the decision of the Constitutional Court.", "On 19 May 1998 the Constitutional Court, after a hearing held on 29 April 1998, ruled that compulsory membership of a notary chamber is not contrary to Articles 19 and 30 § 2 of the Constitution. It stated, inter alia, that notary chambers perform important public law functions, which include the supervision of the exercise of private notaries’ professional duties, and the right to address a court with a request to deprive a notary of the right to practise because of a violation of the law. Having regard to these public law functions and duties, the Constitutional Court found that the principle of voluntary membership could not apply to notary chambers. As regards the status of notary chambers, the Constitutional Court added that they were to be considered as non-governmental organisations taking part in State power. Further, it ruled that membership of a notary chamber should not be subjected to conditions other than those established by law, in particular membership fees which are not foreseen by the notary legislation.", "On 4 June 1998, following the Constitutional Court decision, the Regional Court held that the City Court’s decision of 14 October 1997 was in accordance with the law and should remain unchanged.", "Subsequently, the Notary Chamber requested the City Court to order the applicant to pay its legal costs (19,991 Roubles). On 28 October 1998 the City Court partly granted this claim and ordered the applicant to pay the Chamber 3,130 Roubles. The applicant did not lodge an appeal against that decision.", "Article 2 provides that in performing notary acts, notaries have equal rights and duties, irrespective of whether they are employed by State notary offices or in private practice. Documents authenticated by notaries are of equal legal validity. It further states that a notary engaged in private practice must be a member of a notary chamber.", "According to Article 24, a notary chamber is a non-profit making organisation, which is a professional association based on the compulsory membership of private practising notaries. Persons who intend to obtain a license to conduct notary acts may also be members. Notary chambers shall be formed in each republic within the Russian Federation, in an autonomous region, autonomous areas, territories and regions, and in the cities of Moscow and St. Petersburg. The notary chamber shall be a corporate body and shall organise its work on the principles of self-government. It shall conduct its activities in accordance with the legislation of the Russian Federation, the republics within the Russian Federation, and its statutes. It may engage in business activities insofar as this is necessary for the performance of its statutory tasks. Its property shall not be subject to company property tax. Its statutes shall be adopted by a meeting of its members and shall be registered in accordance with the procedures prescribed for registering the statutes of public organisations.", "According to Article 27, the membership fees and other payments by the members of the notary chamber are fixed by the general assembly of its members.", "According to Article 34, the implementation of professional duties by notaries employed at State notary offices shall be supervised by State justice bodies, and by notary chambers in the private sector.", "Article 19 of the Constitution provides for the equality of all before the law and courts of law, and equality of rights and liberties.", "Article 30 § 2 of the Constitution provides that no one may be coerced into joining any association or into membership thereof."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}