{"ITEMID": "001-5009", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "WICKS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British citizen. He was born in 1942 and lives in Margate, Kent, in the United Kingdom. He is represented before the Court by S.J. Burton & Co., solicitors, and Mr Anthony Speaight QC, counsel, practising in Margate, Kent, and London respectively.", "On 13 March 1990 an enforcement notice was issued and served on Mr Wicks under section 87 of the Town and Country Planning Act 1971 (“TCPA 1971”). The notice recited that there appeared to the Thanet District Council (“the Council”) to be a breach of planning control in that a two-storey building had been erected to the rear of 23 and 24 Tivoli Road, Margate, and of 1A and 1B Buckingham Road, Margate, without the necessary planning permission. The notice required the applicant to remove all parts of the building which were higher than 2.5 metres above the original ground level, within one month of 24 April 1990. The notice complied on its face with the provisions of the TCPA 1971.", "On 24 August 1990 the Town and Country Planning Act 1990 (“TCPA 1990”) entered into force, consolidating the previous legislation including the TCPA 1971.", "The applicant appealed to the Secretary of State for the Environment under section 174 of the TCPA 1990. Section 174 lists eight grounds upon which appeals may be brought. The applicant appealed on four grounds:", "“(a) that planning permission ought to be granted for the development to which the notice relates....", "(b) that the matters alleged in the notice do not constitute a breach of planning control;", "(c) that the breach of planning control alleged in the notice has not taken place;", "(g) that the steps required by the notice to be taken exceed what is necessary to ... achieve a purpose specified in section 173(4) ...”", "In accordance with the TCPA 1990, an inspector was appointed to determine the appeal against the enforcement notice. Neither the applicant nor the Council requested a formal public hearing or public inquiry. The inspector made her decision after inspecting the building and considering written representations from both parties. In her decision letter dated 10 May 1991, the inspector rejected the appeal under all four grounds.", "The applicant did not appeal against the decision of the inspector, and on 10 June 1991, the enforcement notice came into effect. The applicant remained the owner of the premises, and did not reduce the structure to a height of 2.5 metres as required by the notice.", "On 11 June 1992, a summons was issued alleging that the applicant had committed a criminal offence under section 179 of the TCPA 1990, by failing to remove parts of the building higher than 2.5 metres. The applicant was granted legal aid for his representation in criminal proceedings by solicitors and counsel.", "The applicant’s legal advisers sought and obtained disclosure of documents from the Council. On the basis of these documents, the legal advisers wished to argue that there had been bad faith, including bias and improper motives, on the part of a Councillor in connection with the decision to issue the enforcement notice. The applicant’s counsel advised him that an application for leave to move for judicial review, and thereby directly challenge in separate proceedings the decision to issue the enforcement notice, would have no reasonable prospect of success, being some two years out of time.", "The criminal trial took place on 27 and 28 September 1993 at the Canterbury Crown Court, before His Honour Judge Rooke and a jury. The judge ruled that the applicant was not entitled to contend, as a defence in the criminal proceedings, that the decision to issue the enforcement notice had been influenced by bias and bad faith, as a challenge to the enforcement notice could only be brought by way of proceedings for judicial review. Consequently, the applicant changed his plea from “not guilty” to “guilty”.", "The applicant appealed against the conviction on the basis that the ruling of His Honour Judge Rooke had been wrong. On 11 April 1995, the Court of Appeal (Criminal Division) dismissed the appeal. On 15 July 1996, the House of Lords granted leave to appeal.", "A hearing took place before the House of Lords on 12 and 13 February 1997 and, on 21 May 1997, the House of Lords dismissed the applicant’s appeal ([1998] Appeal Cases 92). The House of Lords held that “enforcement notice” in section 179(1) of the TCPA 1990 meant a notice issued by a planning authority which, on its face, complied with the requirements of the Act and had not been quashed on appeal or by judicial review. The effect of this was that, to constitute a defence in the criminal proceedings, the validity of an enforcement notice would have to be challenged within the time limits for a statutory appeal under the TCPA 1990 or for an application for judicial review. It noted that the statutory grounds of appeal against an enforcement notice were wide enough to include every aspect of the merits of the decision to serve an enforcement notice. An application for judicial review would in practice be needed only for the rare case in which enforcement was objectively justifiable but the decision that service of the notice was “expedient” (section 172(1)(b)) was vitiated by some impropriety."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}