{"ITEMID": "001-69891", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SILIADIN v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits and rejected (victim);Violation of Art. 4;Costs and expenses award - Convention proceedings", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["9. The applicant was born in 1978 and lives in Paris.", "10. She arrived in France on 26 January 1994, aged 15 years and 7 months, with Mrs D., a French national of Togolese origin. She had a passport and a tourist visa.", "11. It had been agreed that she would work at Mrs D.'s home until the cost of her air ticket had been reimbursed and that Mrs D. would attend to her immigration status and find her a place at school. In reality, the applicant became an unpaid housemaid for Mr and Mrs D. and her passport was taken from her.", "12. In the second half of 1994, Mrs D. “lent” the applicant to Mr and Mrs B., who had two small children, so that she could assist the pregnant Mrs B. with household work. Mrs B. also had another daughter from a first marriage who stayed with her during the holidays and at weekends. The applicant lived at Mr and Mrs B.'s home, her father having given his consent.", "13. On her return from the maternity hospital, Mrs B. told the applicant that she had decided to keep her.", "14. The applicant subsequently became a general housemaid for Mr and Mrs B. She worked seven days a week, without a day off, and was occasionally and exceptionally authorised to go out on Sundays to attend mass. Her working day began at 7.30 a.m., when she had to get up and prepare breakfast, dress the children, take them to nursery school or their recreational activities, look after the baby, do the housework and wash and iron clothes.", "In the evening she prepared dinner, looked after the older children, did the washing up and went to bed at about 10.30 p.m. In addition, she had to clean a studio flat, in the same building, which Mr B. had made into an office.", "The applicant slept on a mattress on the floor in the baby's room; she had to look after him if he woke up.", "15. She was never paid, except by Mrs B.'s mother, who gave her one or two 500 French franc (FRF) notes.", "16. In December 1995 the applicant was able to escape with the help of a Haitian national who took her in for five or six months. She looked after the latter's two children, was given appropriate accommodation and food, and received FRF 2,500 per month.", "17. Subsequently, in obedience to her paternal uncle, who had been in contact with Mr and Mrs B., she returned to the couple, who had undertaken to put her immigration status in order. However, the situation remained unchanged: the applicant continued to carry out household tasks and look after the couple's children. She slept on a mattress on the floor of the children's bedroom, then on a folding bed, and wore second-hand clothes. Her immigration status had still not been regularised, she was not paid and did not attend school.", "18. On an unspecified date, the applicant managed to recover her passport, which she entrusted to an acquaintance of Mr and Mrs B. She also confided in a neighbour, who alerted the Committee against Modern Slavery (Comité contre l'esclavage moderne), which in turn filed a complaint with the prosecutor's office concerning the applicant's case.", "19. On 28 July 1998 the police raided Mr and Mrs B.'s home.", "20. The couple were prosecuted on charges of having obtained from July 1995 to July 1998 the performance of services without payment or in exchange for payment that was manifestly disproportionate to the work carried out, by taking advantage of that person's vulnerability or state of dependence; with having subjected an individual to working and living conditions that were incompatible with human dignity by taking advantage of her vulnerability or state of dependence; and with having employed and maintained in their service an alien who was not in possession of a work permit.", "21. On 10 June 1999 the Paris tribunal de grande instance delivered its judgment.", "22. It found that the applicant's vulnerability and dependence in her relationship with Mr and Mrs B. was proved by the fact that she was unlawfully resident in France, was aware of that fact and feared arrest, that Mr and Mrs B. nurtured that fear while promising to secure her leave to remain – a claim that was confirmed by her uncle and her father – and by the fact that she had no resources, no friends and almost no family to help her.", "23. As to the failure to provide any or adequate remuneration, the court noted that it had been established that the young woman had remained with Mr and Mrs B. for several years, was not a member of their family, could not be regarded as a foreign au pair who had to be registered and given free time in order to improve her language skills, was kept busy all day with housework, did not go to school and was not training for a profession and that, had she not been in their service, Mr and Mrs B. would have been obliged to employ another person, given the amount of work created by the presence of four children in the home.", "It therefore concluded that the offence laid down in Article 225-13 of the Criminal Code (see paragraph 46 below) was made out.", "24. The court also found it established that Mr and Mrs B. were employing an alien who was not in possession of a work permit.", "25. The court noted that the parties had submitted differing accounts concerning the allegations that the working and living conditions were incompatible with human dignity.", "It found that the applicant clearly worked long hours and did not enjoy a day off as such, although she was given permission to attend mass. It noted that a person who remained at home with four children necessarily began his or her work early in the morning and finished late at night, but had moments of respite during the day; however, the scale of Mrs B.'s involvement in this work had not been established.", "26. The court concluded that, while it seemed established that employment regulations had not been observed in respect of working hours and rest time, this did not suffice to consider that the working conditions were incompatible with human dignity, which would have implied, for example, a furious pace, frequent insults and harassment, the need for particular physical strength that was disproportionate to the employee's constitution and having to work in unhealthy premises, which had not been the case in this instance.", "27. As to the applicant's accommodation, the court noted that Mr and Mrs B., who were well-off, had not seen fit to set aside an area for the applicant's personal use and that, although this situation was regrettable and indicated their lack of consideration for her, her living conditions could not be held to infringe human dignity, given that a number of people, especially in the Paris region, did not have their own rooms. Accommodation which infringed human dignity implied an unhygienic, unheated room, with no possibility of looking after one's basic hygiene, or premises which were so far below the applicable norms that occupation would be dangerous.", "28. Accordingly, the court found that the offence laid down in Article 22514 of the Criminal Code (see paragraph 46 below) had not been made out.", "Nonetheless, the judges concluded that the offences of which Mr and Mrs B. were convicted were incontestably serious and were to be severely punished, particularly as the couple considered that they had treated the applicant quite properly.", "Accordingly, they sentenced them to twelve months' imprisonment each, of which seven months were suspended, imposed a fine of FRF 100,000 and ordered them to pay, jointly and severally, FRF 100,000 to the applicant in damages. In addition, Mr and Mrs B. forfeited their civic, civil and family rights for three years.", "29. Mr and Mrs B. appealed against this decision.", "30. On 20 April 2000 the Paris Court of Appeal gave an interlocutory judgment ordering further investigations.", "31. On 19 October 2000 it delivered its judgment on the merits.", "32. The Court of Appeal found that the additional investigation had made it possible to confirm that the applicant had arrived in France aged 15 years and 7 months, in possession of a passport and a three-month tourist visa. During the period that she lived with Mrs D., from January to October 1994, she had been employed by the latter, firstly, to do housework, cook and look after her child, and, secondly, in the latter's clothing business, where she also did the cleaning and returned to the rails clothes that customers had tried on, without remuneration.", "33. Around October 1994 the applicant had spent a few days at Mr and Mrs B.'s home, shortly before Mrs B. gave birth to her fourth child. She travelled by underground to Mr and Mrs B.'s home every day and returned to Mrs D.'s house in the evening to sleep.", "34. In July/August 1994 she was “lent” to Mr and Mrs B., and stayed in their home until December 1995, when she left for Mrs G.'s home, where she was remunerated for her work and given accommodation. She had returned to Mr and Mrs B. in May/June 1996 on her uncle's advice.", "35. The Court of Appeal noted that it had been established that the applicant was an illegal immigrant and had not received any real remuneration.", "Further, it noted that it appeared that the applicant was proficient in French, which she had learnt in her own country.", "In addition, she had learnt to find her way around Paris in order, initially, to go from Mrs D.'s home to the latter's business premises, and later to travel to Maisons-Alfort, where Mrs G. lived, and finally to return to Mr and Mrs B.'s home.", "36. She had a degree of independence, since she took the children to the locations where their educational and sports activities were held, and subsequently collected them. She was also able to attend a Catholic service in a church near Mr and Mrs B.'s home. In addition, she left the house to go shopping, since it was on one of those occasions that she had met Mrs G. and agreed with her to go to the latter's home.", "37. The Court of Appeal further noted that the applicant had had an opportunity to contact her uncle by telephone outside Mr and Mrs B.'s home and to pay for calls from a telephone box. She had met her father and her uncle and had never complained about her situation.", "38. Furthermore, Mrs B.'s mother confirmed that the applicant spoke good French and that she was in the habit of giving her small sums of money for family celebrations. She had frequently had the applicant and her grandchildren to stay in her country house and had never heard her complain of ill-treatment or contempt, although she had been free to express her views.", "39. The applicant's uncle stated that she was free, among other things, to leave the house and call him from a telephone box, that she was appropriately dressed, in good health and always had some money, which could not have come from anyone but Mr and Mrs B. He had offered to give her money, but she had never asked for any. He added that he had raised this question with Mrs B., who had told him that a certain amount was set aside every month in order to build up a nest egg for the applicant, which would be given to her when she left, and that the girl was aware of this arrangement.", "He stated that, on the basis of what he had been able to observe and conclude from his conversations with the applicant and with Mrs B., the girl had not been kept as a slave in the home in which she lived.", "40. The Court of Appeal ruled that the additional investigations and hearings had shown that, while it did appear that the applicant had not been paid or that the payment was clearly disproportionate to the amount of work carried out (although the defendants' intention to create a nest egg that would be handed over to her on departure had not been seriously disputed), in contrast, the existence of working or living conditions that were incompatible with human dignity had not been established.", "It also considered that it had not been established that the applicant was in a state of vulnerability or dependence since, by taking advantage of her ability to come and go at will, contacting her family at any time, leaving Mr and Mrs B.'s home for a considerable period and returning without coercion, the girl had, in spite of her youth, shown an undeniable form of independence, and vulnerability could not be established merely on the basis that she was an alien.", "Accordingly, the Court of Appeal acquitted the defendants on all the charges against them.", "41. The applicant appealed on points of law against that judgment. No appeal was lodged by the Principal Public Prosecutor's Office.", "42. In a letter of 27 October 2000 to the Chair of the Committee against Modern Slavery, the public prosecutor attached to the Paris Court of Appeal wrote:", "“In your letter of 23 October 2000 you asked me to inform you whether the public prosecution office under my direction has lodged an appeal on points of law against the judgment delivered on 19 October 2000 by the Twelfth Division of the court which heard the appeal in the criminal proceedings against Mr and Mrs B.", "The Court of Appeal's decision to acquit the defendants of the two offences of insufficiently remunerating a person in a vulnerable position and subjecting a person in a vulnerable or dependent state to demeaning working conditions was based on an assessment of elements of pure fact.", "Since the Court of Cassation considers that such assessments come within the unfettered discretion of the trial courts, an appeal on points of law could not be effectively argued.", "That is why I have not made use of that remedy.”", "43. The Court of Cassation delivered its judgment on 11 December 2001. It ruled as follows:", "“All judgments must contain reasons justifying the decision reached; giving inadequate or contradictory reasons is tantamount to giving no reasons.", "After an investigation into the situation of [the applicant], a young Togolese national whom they had employed and lodged in their home since she was 16, V. and A.B. were directly summoned before the criminal court for, firstly, taking advantage of a person's vulnerability or dependent state to obtain services without payment or any adequate payment, contrary to Article 225-13 of the Criminal Code and, secondly, for subjecting that person to working or living conditions incompatible with human dignity, contrary to Article 225-14 of the same Code.", "In acquitting the defendants of the two above-mentioned offences and dismissing the civil party's claims in connection therewith, the appeal court, having noted that [the applicant] was a foreign minor, without a residence or work permit and without resources, nonetheless stated that her state of vulnerability and dependence, a common constituent element of the alleged offences, had not been established, given that the girl enjoyed a certain freedom of movement and that vulnerability could not be established merely on the basis that she was an alien.", "Furthermore, in finding that the offence defined in Article 225-13 of the Criminal Code had not been made out, the court added that 'it does appear that the applicant has not been paid or that the payment was clearly disproportionate to the amount of work carried out (although the defendants' intention to build up a nest egg that would be handed over to her on departure has not been seriously disputed)'.", "Finally, in acquitting the defendants of the offence set out in Article 225-14 of the Criminal Code, the courts found that subjection to working or living conditions incompatible with human dignity 'had not been established'.", "However, in ruling in this way, with reasons that were inadequate and ineffective with regard to the victim's state of vulnerability and dependence and contradictory with regard to her remuneration, and without specifying the factual elements which established that her working conditions were compatible with human dignity, the Court of Appeal failed to draw from its findings the legal conclusions that were required in the light of Article 225-13 of the Criminal Code and did not justify its decision in the light of Article 225-14 of that Code.", "The judgment must therefore be quashed.", "For these reasons,", "[The Court of Cassation] quashes the above-mentioned judgment of the Paris Court of Appeal dated 19 October 2000 but only in respect of the provisions dismissing the civil party's requests for compensation in respect of the offences provided for in Articles 225-13 and 225-14 of the Criminal Code, all other provisions being expressly maintained, and instructs that the case be remitted, in accordance with the law, for a rehearing of the matters in respect of which this appeal has been allowed. ...”", "44. The Versailles Court of Appeal, to which the case was subsequently referred, delivered its judgment on 15 May 2003. It ruled, inter alia, as follows:", "“As was correctly noted at first instance, the evidence shows that [the applicant], an alien who arrived in France at the age of 16, worked for several years for Mr and Mrs B., carrying out household tasks and looking after their three, and subsequently four, children for seven days a week, from 7 a.m. to 10 p.m., without receiving any remuneration whatsoever; contrary to the defendants' claims, she was not considered a family friend, since she was obliged to follow Mrs B.'s instructions regarding her working hours and the work to be done, and was not free to come and go as she pleased.", "In addition, there is no evidence to show that a nest egg has been built up for her, since the list of payments allegedly made by the defendants is in Mrs B.'s name.", "It was only at the hearing before the tribunal de grande instance that the defendants gave the victim the sum of 50,000 francs.", "Finally, far from showing that [the applicant] was happy to return to Mr and Mrs B.'s home, the conditions in which she did so after an absence of several months are, on the contrary, indicative of the pressure she had been subjected to by her family and of her state of resignation and emotional disarray.", "With regard to the victim's state of dependence and vulnerability during the period under examination, it should be noted that this young girl was a minor, of Togolese nationality, an illegal immigrant in France, without a passport, more often than not without money, and that she was able to move about only under Mrs B.'s supervision for the purposes of the children's educational and sports activities.", "Accordingly, it was on appropriate grounds, to which this court subscribes, that the court at first instance found that the constituent elements of the offence punishable under Article 225-13 of the Criminal Code were established in respect of the defendants.", "With regard to the offence of subjecting a person in a vulnerable or dependent position to working or living conditions that are incompatible with human dignity:", "As the court of first instance correctly noted, carrying out household tasks and looking after children throughout the day could not by themselves constitute working conditions incompatible with human dignity, this being the lot of many mothers; in addition, the civil party's allegations of humiliating treatment or harassment have not been proved.", "Equally, the fact that [the applicant] did not have an area reserved for her personal use does not mean that the accommodation was incompatible with human dignity, given that Mr and Mrs B's own children shared the same room, which was in no way unhygienic.", "Accordingly, the constituent elements of this second offence have not been established in respect of Mr and Mrs B.", "Independently of the sums due to [the applicant] in wages and the payment of 50,000 francs in a belated gesture of partial remuneration, Mr B., whose intellectual and cultural level was such as to enable him to grasp fully the unlawfulness of his conduct, but who allowed the situation to continue, probably through cowardice, has, together with Mrs B., caused [the applicant] considerable psychological trauma, for which should be awarded 15,245 euros in compensation, as assessed by the court of first instance.”", "45. On 3 October 2003 the Paris industrial tribunal delivered judgment following an application submitted by the applicant. It awarded her 31,238 euros (EUR) in respect of arrears of salary, EUR 1,647 in respect of the notice period and EUR 164 in respect of holiday leave.", "46. The Criminal Code as worded at the material time", "“It shall be an offence punishable by two years' imprisonment and a fine of 500,000 francs to obtain from an individual the performance of services without payment or in exchange for payment that is manifestly disproportionate to the amount of work carried out, by taking advantage of that person's vulnerability or state of dependence.”", "“It shall be an offence punishable by two years' imprisonment and a fine of 500,000 francs to subject an individual to working or living conditions which are incompatible with human dignity by taking advantage of that individual's vulnerability or state of dependence.”", "47. The Criminal Code as amended by the Law of 18 March 2003", "“It shall be an offence punishable by five years' imprisonment and a fine of 150,000 euros to obtain from an individual whose vulnerability or state of dependence is apparent or of which the offender is aware, the performance of services without payment or in exchange for payment which is manifestly disproportionate to the amount of work carried out.”", "“It shall be an offence punishable by five years' imprisonment and a fine of 150,000 euros to subject an individual whose vulnerability or state of dependence is apparent or of which the offender is aware to working or living conditions which are incompatible with human dignity.”", "“The offences set out in Articles 225-13 and 225-14 shall be punishable by seven years' imprisonment and a fine of 200,000 euros if they are committed against more than one person.", "If they are committed against a minor, they shall be punishable by seven years' imprisonment and a fine of 200,000 euros.", "If they are committed against more than one person, including one or more minors, they shall be punishable by ten years' imprisonment and a fine of 300,000 euros.”", "48. Information report by the French National Assembly's joint fact-finding taskforce on the various forms of modern slavery, tabled on 12 December 2001 (extracts)", "“The situation of minors, who are more vulnerable and ought to receive special protection on account of their age, strikes the taskforce as highly worrying: ..., children doomed to work as domestic servants or in illegal workshops ... represent easy prey for traffickers of all kinds ...", "What solutions can be proposed in view of the growth in these forms of slavery? Some already exist, of course. We have available a not inconsiderable arsenal of punitive measures. However, these are not always used in full and are proving an insufficient deterrent when put to the test. The police and the justice system are obtaining only limited results.", "...", "The determination of the drafters of the new Criminal Code to produce a text imbued with the concept of human rights is particularly clear from the provisions of Articles 225-13 and 225-14 of the Code, which created new offences making it unlawful to impose working and living conditions that are contrary to human dignity. As demonstrated by the explanatory memorandum to the initial 1996 bill, the purpose of those provisions was primarily to combat 'slum landlords' or other unscrupulous entrepreneurs who shamelessly exploit foreign workers who are in the country illegally.", "...", "The concept, found in both Articles 225-13 and 225-14 of the Criminal Code, of the abuse of an individual's vulnerability or state of dependence contains ambiguities that could be prejudicial to their application.", "...", "Thus, by failing on the one hand to specify the possible categories of individuals defined as vulnerable and, further, by failing to require that the vulnerability be of a 'particular' nature, the legislature has conferred on Articles 225-13 and 225-14 an extremely wide, or even vague, scope, one that is likely to cover circumstances of vulnerability or dependence that are 'social or cultural in nature'.", "...", "The current wording of the Criminal Code, especially that of Article 225-14, is highly ambiguous, since it requires, on the one hand, that the victim has been subjected to working or living conditions that are incompatible with human dignity and, on the other, that those conditions have been imposed through the 'abuse' of his or her vulnerability or state of dependency.", "It may therefore logically be concluded, as Mr Guy Meyer, deputy public prosecutor at the Paris public prosecutor's office, stated before the taskforce, that, 'by converse implication... provided one has not taken advantage of [an individual's] vulnerability, it is alright to undermine human dignity [...] Undermining human dignity ought to be an offence in itself and, possibly, abuse of [an individual's] vulnerability or status as a minor an aggravating factor'.", "That said, and since the law is silent, it is up to the court to determine where the scope of those provisions ends. In this connection, analysis of the case-law reveals differences in evaluation that impede the uniform application of the law throughout France, since, as Ms Françoise Favaro rightly noted when addressing the taskforce: 'We are in a sort of ephemeral haze in which everything is left to the judge's assessment.'", "...", "Even more surprisingly, on 19 October 2000 the same court of appeal refused in another case to apply the provisions of Articles 225-13 and 225-14 in favour of a young woman, a domestic slave, despite the fact that she was a minor at the relevant time. In its judgment, the court noted, inter alia: 'It has not been established that the young girl was in a position of vulnerability or dependence as, by taking advantage of the possibility of coming and going at will, contacting her family at any time, leaving Mr and Mrs X's home for a considerable period and returning without coercion, she has, in spite of her youth, shown an undeniable form of independence, and vulnerability cannot be established merely on the basis that she was an alien.'", "It is therefore apparent that, in the absence of legal criteria enabling the courts to determine whether there has been abuse of [an individual's] vulnerability or state of dependence, the provisions of Articles 225-13 and 225-14 of the Criminal Code are open to interpretation in different ways, some more restrictive than others.", "...", "Whether with regard to actual or potential sentences, the shortcomings of the provisions are clearly visible, in view of the seriousness of the factual elements characteristic of modern slavery.", "...", "Bearing in mind, on the one hand, the constitutional status of the values protected by Articles 225-13 and 225-14 of the Criminal Code and, on the other, the seriousness of the offences in such cases, the inconsequential nature of the penalties faced by those guilty of them is surprising, and raises questions about the priorities of the French criminal justice system.", "...", "The minors whose cases the taskforce has had to examine are minors caught up or at risk of being caught up in slavery, whether for the provision of sex or labour. More often than not they are illegal immigrants.”", "“In France, since its foundation in 1994, the Committee against Modern Slavery (CCEM) has taken up the cases of over 200 domestic slavery victims, mostly originating from West Africa (Ivory Coast, Togo, Benin) but also from Madagascar, Morocco, India, Sri Lanka and the Philippines. The majority of victims were women (95%). One-third arrived in France before they came of age and most of them suffered physical violence or sexual abuse.", "The employers mostly came from West Africa or the Middle East. 20% are French nationals. 20% enjoyed immunity from prosecution, among them one diplomat from Italy and five French diplomats in post abroad. Victims working for diplomats mainly come from India, Indonesia, the Philippines and Sri Lanka. It has been estimated that there are several thousand victims of domestic slavery in France.”", "“1. In the last few years a new form of slavery has appeared in Europe, namely domestic slavery. It has been established that over 4 million women are sold each year in the world.", "2. In this connection the Assembly recalls and reaffirms Article 4, paragraph 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR), which prohibits slavery and servitude, and also the definition of slavery derived from the opinions and judgments of the European Commission of Human Rights and the European Court of Human Rights.", "3. The Assembly also recalls Article 3 of the ECHR, which provides that no one shall be subjected to torture or to inhuman or degrading treatment or punishment, and Article 6, which proclaims the right of access to a court in civil and criminal matters, including cases where the employer enjoys immunity from jurisdiction.", "...", "5. It notes that the victims' passports are systematically confiscated, leaving them in a situation of total vulnerability with regard to their employers, and sometimes in a situation bordering on imprisonment, where they are subjected to physical and/or sexual violence.", "6. Most of the victims of this new form of slavery are in an illegal situation, having been recruited by agencies and having borrowed money to pay for their journey.", "7. The physical and emotional isolation in which the victims find themselves, coupled with fear of the outside world, causes psychological problems which persist after their release and leave them completely disoriented.", "...", "9. It regrets that none of the Council of Europe member States expressly make domestic slavery an offence in their criminal codes.", "10. It accordingly recommends that the Committee of Ministers ask the governments of member States to:", "i. make slavery and trafficking in human beings, and also forced marriage, offences in their criminal codes;", "ii. strengthen border controls and harmonise policies for police cooperation, especially with respect to minors;", "...", "vi. protect the rights of victims of domestic slavery by:", "a. generalising the issuing of temporary and renewable residence permits on humanitarian grounds;", "b. taking steps to provide them with protection and with social, administrative and legal assistance;", "c. taking steps for their rehabilitation and their reintegration, including the creation of centres to assist, among others, victims of domestic slavery;", "d. developing specific programmes for their protection;", "e. increasing victims' time limits for bringing proceedings for offences of slavery;", "f. establishing compensation funds for the victims of slavery;", "...”", "“1. The Parliamentary Assembly is dismayed that slavery continues to exist in Europe in the twenty-first century. Although, officially, slavery was abolished over 150 years ago, thousands of people are still held as slaves in Europe, treated as objects, humiliated and abused. Modern slaves, like their counterparts of old, are forced to work (through mental or physical threat) with no or little financial reward. They are physically constrained or have other limits placed on their freedom of movement and are treated in a degrading and inhumane manner.", "2. Today's slaves are predominantly female and usually work in private households, starting out as migrant domestic workers, au pairs or 'mail-order brides'. Most have come voluntarily, seeking to improve their situation or escaping poverty and hardship, but some have been deceived by their employers, agencies or other intermediaries, have been debt-bonded and even trafficked. Once working (or married to a 'consumer husband'), however, they are vulnerable and isolated. This creates ample opportunity for abusive employers or husbands to force them into domestic slavery.", "...", "5. The Council of Europe must have zero tolerance for slavery. As an international organisation defending human rights, it is the Council of Europe's duty to lead the fight against all forms of slavery and trafficking in human beings. The Organisation and its member States must promote and protect the human rights of the victim and ensure that the perpetrators of the crime of domestic slavery are brought to justice so that slavery can finally be eliminated from Europe.", "6. The Assembly thus recommends that the Committee of Ministers:", "i. in general:", "a. bring the negotiations on the Council of Europe draft convention on action against trafficking in human beings to a rapid conclusion;", "b. encourage member States to combat domestic slavery in all its forms as a matter of urgency, ensuring that holding a person in any form of slavery is a criminal offence in all member States;", "c. ensure that the relevant authorities in the member States thoroughly, promptly and impartially investigate all allegations of any form of slavery and prosecute those responsible;", "...", "ii. as concerns domestic servitude:", "a. elaborate a charter of rights for domestic workers, as already recommended in Recommendation 1523 (2001) on domestic slavery. Such a charter, which could take the form of a Committee of Ministers' recommendation or even of a convention, should guarantee at least the following rights to domestic workers:", "– the recognition of domestic work in private households as 'real work', that is, to which full employment rights and social protection apply, including the minimum wage (where it exists), sickness and maternity pay as well as pension rights;", "– the right to a legally enforceable contract of employment setting out minimum wages, maximum hours and responsibilities;", "– the right to health insurance;", "– the right to family life, including health, education and social rights for the children of domestic workers;", "– the right to leisure and personal time;", "– the right for migrant domestic workers to an immigration status independent of any employer, the right to change employer and to travel within the host country and between all countries of the European Union and the right to the recognition of qualifications, training and experience obtained in the home country;", "...”", "50. Council of Europe Convention on Action against Trafficking in Human Beings, opened for signature on 16 May 2005 (extracts)", "“...", "Considering that trafficking in human beings may result in slavery for victims;", "Considering that respect for victims' rights, protection of victims and action to combat trafficking in human beings must be the paramount objectives;", "Considering that all actions or initiatives against trafficking in human beings must be non-discriminatory, take gender equality into account as well as a child-rights approach;", "...", "Bearing in mind the following recommendations of the Parliamentary Assembly of the Council of Europe: ... 1663 (2004) Domestic slavery: servitude, au pairs and mail-order brides;", "...”", "“1. The purposes of this Convention are:", "(a) to prevent and combat trafficking in human beings, while guaranteeing gender equality;", "(b) to protect the human rights of the victims of trafficking, design a comprehensive framework for the protection and assistance of victims and witnesses, while guaranteeing gender equality, as well as to ensure effective investigation and prosecution;", "...”", "“For the purposes of this Convention:", "(a) 'Trafficking in human beings' shall mean the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs;", "(b) The consent of a victim of 'trafficking in human beings' to the intended exploitation set forth in sub-paragraph (a) of this Article shall be irrelevant where any of the means set forth in sub-paragraph (a) have been used;", "(c) The recruitment, transportation, transfer, harbouring or receipt of a child for the purpose of exploitation shall be considered 'trafficking in human beings' even if this does not involve any of the means set forth in sub-paragraph (a) of this Article;", "(d) 'Child' shall mean any person under eighteen years of age;", "(e) 'Victim' shall mean any natural person who is subject to trafficking in human beings as defined in this Article.”", "“Each Party shall consider adopting such legislative and other measures as may be necessary to establish as criminal offences under its internal law, the use of services which are the object of exploitation as referred to in Article 4 paragraph (a) of this Convention, with the knowledge that the person is a victim of trafficking in human beings.”", "“1. For the purposes of this Convention the term 'forced or compulsory labour' shall mean all work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily.", "2. Nevertheless, for the purposes of this Convention the term 'forced or compulsory labour' shall not include:", "(a) Any work or service exacted in virtue of compulsory military service laws for work of a purely military character;", "(b) Any work or service which forms part of the normal civic obligations of the citizens of a fully self-governing country;", "(c) Any work or service exacted from any person as a consequence of a conviction in a court of law, provided that the said work or service is carried out under the supervision and control of a public authority and that the said person is not hired to or placed at the disposal of private individuals, companies or associations;", "(d) Any work or service exacted in cases of emergency, that is to say, in the event of war or of a calamity or threatened calamity, such as fire, flood, famine, earthquake, violent epidemic or epizootic diseases, invasion by animal, insect or vegetable pests, and in general any circumstance that would endanger the existence or the well-being of the whole or part of the population;", "(e) Minor communal services of a kind which, being performed by the members of the community in the direct interest of the said community, can therefore be considered as normal civic obligations incumbent upon the members of the community, provided that the members of the community or their direct representatives shall have the right to be consulted in regard to the need for such services.”", "“For the purposes of this Convention the term 'competent authority' shall mean either an authority of the metropolitan country or the highest central authority in the territory concerned.”", "“1. The competent authority shall not impose or permit the imposition of forced or compulsory labour for the benefit of private individuals, companies or associations.", "2. Where such forced or compulsory labour for the benefit of private individuals, companies or associations exists at the date on which a Member's ratification of this Convention is registered by the Director-General of the International Labour Office, the Member shall completely suppress such forced or compulsory labour from the date on which this Convention comes into force for that Member.”", "“For the purpose of the present Convention, the following definitions are agreed upon:", "1. Slavery is the status or condition of a person over whom any or all of the powers attaching to the right of ownership are exercised;", "2. The slave trade includes all acts involved in the capture, acquisition or disposal of a person with intent to reduce him to slavery; all acts involved in the acquisition of a slave with a view to selling or exchanging him; all acts of disposal by sale or exchange of a slave acquired with a view to being sold or exchanged, and, in general, every act of trade or transport in slaves.”", "“The High Contracting Parties shall give to one another every assistance with the object of securing the abolition of slavery and the slave trade.”", "“The High Contracting Parties recognise that recourse to compulsory or forced labour may have grave consequences and undertake, each in respect of the territories placed under its sovereignty, jurisdiction, protection, suzerainty or tutelage, to take all necessary measures to prevent compulsory or forced labour from developing into conditions analogous to slavery.", "It is agreed that:", "1. Subject to the transitional provisions laid down in paragraph 2 below, compulsory or forced labour may only be exacted for public purposes;", "2. In territories in which compulsory or forced labour for other than public purposes still survives, the High Contracting Parties shall endeavour progressively and as soon as possible to put an end to the practice. So long as such forced or compulsory labour exists, this labour shall invariably be of an exceptional character, shall always receive adequate remuneration, and shall not involve the removal of the labourers from their usual place of residence;", "3. In all cases, the responsibility for any recourse to compulsory or forced labour shall rest with the competent central authorities of the territory concerned.”", "“Each of the States Parties to this Convention shall take all practicable and necessary legislative and other measures to bring about progressively and as soon as possible the complete abolition or abandonment of the following institutions and practices, where they still exist and whether or not they are covered by the definition of slavery contained in Article 1 of the Slavery Convention signed at Geneva on 25 September 1926:", "(a) Debt bondage, that is to say, the status or condition arising from a pledge by a debtor of his personal services or of those of a person under his control as security for a debt, if the value of those services as reasonably assessed is not applied towards the liquidation of the debt or the length and nature of those services are not respectively limited and defined;", "(b) Serfdom, that is to say, the condition or status of a tenant who is by law, custom or agreement bound to live and labour on land belonging to another person and to render some determinate service to such other person, whether for reward or not, and is not free to change his status;", "...", "(d) Any institution or practice whereby a child or young person under the age of 18 years, is delivered by either or both of his natural parents or by his guardian to another person, whether for reward or not, with a view to the exploitation of the child or young person or of his labour.”", "“1. States Parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child.", "2. Such protective measures should, as appropriate, include effective procedures for the establishment of social programmes to provide necessary support for the child and for those who have the care of the child, as well as for other forms of prevention and for identification, reporting, referral, investigation, treatment and follow-up of instances of child maltreatment described heretofore, and, as appropriate, for judicial involvement.”", "“1. States Parties recognise the right of the child to be protected from economic exploitation and from performing any work that is likely to be hazardous or to interfere with the child's education, or to be harmful to the child's health or physical, mental, spiritual, moral or social development.", "2. States Parties shall take legislative, administrative, social and educational measures to ensure the implementation of the present Article. To this end, and having regard to the relevant provisions of other international instruments, States Parties shall in particular:", "(a) Provide for a minimum age or minimum ages for admission to employment;", "(b) Provide for appropriate regulation of the hours and conditions of employment;", "(c) Provide for appropriate penalties or other sanctions to ensure the effective enforcement of the present Article.”", "“States Parties shall protect the child against all other forms of exploitation prejudicial to any aspects of the child's welfare.”"], "VIOLATED_ARTICLES": ["4"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}