{"ITEMID": "001-57562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF PUDAS v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13 and P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;Gaukur Jörundsson", "TEXT": ["8. The applicant, Mr. Bengt Pudas, is a Swedish citizen born in 1959. He lives at Hedenäset, which is situated in the Municipality of Övertorneå and the County of Norrbotten, in the North of Sweden.", "9. On 1 February 1980, the County Administrative Board (länsstyrelsen) of Norrbotten granted him a taxi traffic licence, and, on 20 May, a licence to carry passengers and their goods on specified interurban routes (linjetrafik). The licences were expressed to be valid until further notice.", "10. The applicant commenced his combined taxi and interurban traffic business on 20 May 1980. Two vehicles (a Peugeot 505 - mainly for the taxi traffic; and a seven-seater Citroën - mainly for the interurban traffic) were used in the business, which occupied the applicant, his father and a third driver on a part-time basis. By way of interurban traffic, the applicant offered a service of two journeys a week at scheduled times. This service was available on request and had to be ordered one day in advance.", "11. On 2 April 1981, the County Traffic Company of Norrbotten (länstrafiken i Norrbotten AB) (see paragraph 20 below) filed an application with the County Administrative Board (see paragraph 19 below) for a licence to provide interurban transport on routes including those covered by Mr. Pudas’ second licence. The County Traffic Company at the same time requested that this licence be revoked, as well as a licence held since 1973 by a certain Mr. Wälimaa.", "In support of its application, the Company submitted that two traffic services in two different regions were to be united into one regular service with a single time-table, to be provided by the bus service business owned by Mr. Wälimaa and others.", "The applicant opposed the revocation of his licence.", "12. On 17 August 1981, the County Administrative Board granted the County Traffic Company a licence, valid as from 1 September 1981, to provide interurban transport of passengers and goods on the routes indicated in its request. In another decision on the same day, the Board revoked the applicant’s and Mr. Wälimaa’s licences for interurban traffic, inter alia on the following grounds:", "\"The plans for the future transport service offered by the County Company include a regular bus service which is to be created between the places in question. Such a plan will, in the opinion of the Board, enable a better network of routes to be created for the area and transport to be co-ordinated in one route. Bearing this in mind, it is the opinion of the Board that the transport service in the area will be improved in such a way that the licence applied for by the County Company cannot be refused. Consequently, the former licences, issued to (the applicant) and Mr. Wälimaa, shall be revoked.\"", "By virtue of a subsequent order, Mr. Pudas’ licence was to cease to be valid as from the date on which the revocation of 17 August became final. Shortly thereafter, the County Traffic Company contracted out to the company owned by Mr. Wälimaa and others the running of a bus service on the routes covered by its new licence.", "13. The applicant lodged an appeal with the Board of Transport (transportrådet), in which he alleged, inter alia, the following. The County Traffic Company’s application for a licence for the routes covered by his licence had been motivated not by any public interest in improving the transport service, but by an arrangement between the Company and Mr. Wälimaa (see paragraphs 11 and 12 above). Only very serious reasons, such as misconduct of the licence-holder, could justify revocation. When revoking his licence, the County Administrative Board had failed to take due account of his interests. Finally, the transport service on the routes concerned was not likely to be improved simply by being carried out by Mr. Wälimaa and others instead of by himself.", "The Board of Transport rejected the appeal on 14 May 1982.", "14. Mr. Pudas thereupon lodged a further appeal with the Government (Ministry of Transport and Communications), in which he referred to his arguments submitted to the Board of Transport.", "15. The Government dismissed the appeal on 21 October 1982. In response to a further request from the applicant, the Government declined, on 13 January 1983, to review their previous decision.", "16. The relevant law is to be found in the Act and the Ordinance of 1979 on Commercial Transport (yrkestrafiklagen 1979:559 - \"the 1979 Act\", and yrkestrafikförordningen 1979:871 - \"the 1979 Ordinance\").", "Section 4 in Chapter 1 of the 1979 Act defines commercial transport as a transport service of goods or passengers by car, truck or bus offered to the public for a fee. Such service may only be performed by persons possessing a transport licence (Chapter 2, section 1).", "17. Under the 1979 Act (Chapter 1, section 5), there are three kinds of passenger transport licences, which can briefly be described as follows:", "- transport on request, where the vehicle, with a driver, is put at the customer’s disposal and the price is determined according to the customer’s use of it (beställningstrafik);", "- tourist transport, which comprises commissioned tours for sightseeing, etc. (turisttrafik); and", "- regular transport on defined routes within or between specified urban areas - interurban traffic (linjetrafik) -, where the vehicle is not put at the customer’s disposal.", "Only persons (physical or legal) deemed suitable to conduct the service may obtain a licence. In examining applications, such factors as professional skill and personal and economic circumstances are considered, with a view to ensuring that the transport is effected under safe conditions by economically stable undertakings (Chapter 2, section 3, of the 1979 Act). A further condition is that the intended service is deemed necessary and appropriate (Chapter 2, section 11). The reason for this is the overall objective of establishing an adequate transport network and preventing any harmful surplus service. This objective extends to ensuring that transport operators who work on days and at hours that are not profitable are not exposed to uncontrolled competition from others who only provide a service when profitable.", "The licensing authority makes licences to carry passengers on interurban routes subject to specific conditions, concerning such matters as routes and time-tables (Chapter 2, section 23, and Chapter 3, sections 5 and 6, of the 1979 Ordinance). The Board of Transport sets the rates to be charged (ibid., Chapter 3, sections 1 to 3).", "18. Norrbotten is one of the vast and sparsely populated counties in Sweden where an adequate transport service is not feasible unless publicly-funded transport is provided. It is estimated that an average of 50 per cent of passenger transport costs in Sweden are borne out of public funds and that this percentage is even higher in the Northern parts of the country.", "19. Licences to carry passengers on interurban routes are normally issued and revoked by the County Administrative Board.", "20. According to the Act of 1978 on \"Principals\" for various forms of public transport of passengers (Lag 1978 : 438 om huvudmannaskap för viss kollektiv persontrafik - \"the 1978 Act\"), each county shall have a \"Principal\" (\"huvudman\") responsible for the local and regional public traffic by road (section 1) and, in particular, for ensuring the availability of proper transport facilities at a cost which does not impose an undue burden on taxpayers.", "The Principal, which is constituted by the County Council (landstinget) and the local municipalities (kommunerna) together, has overall responsibility for public transport within the county. In some counties the Principal’s tasks are carried out by a public entity (kommunalförbund). However, in most counties, including that of Norrbotten, they are performed by a company, known as the County Traffic Company, which is wholly owned by the County Council and the municipalities.", "The Principal may either hold the licences itself or operate a system under which they are held by private transporters. In the former event, the Principal may provide the service under its own management or arrange for private persons to run the traffic under contract. Even where the licence-holder is a private transporter, he is dependent on funding from the Principal in order to cover deficits.", "21. A licence must be revoked if it has been misused in such a way that the holder can no longer be deemed suitable to provide the service, though in less serious cases a warning may be issued; it must also be revoked if the service is not maintained (Chapter 3, sections 1 and 2, of the 1979 Act).", "A licence must also be revoked where, inter alia, a municipality or a Principal applies for a licence and establishes that the transport facilities in the area will probably be improved if it takes over the licence itself (Chapter 3, section 5, of the 1979 Act). In addition, a licence may be revoked, following an application by a prospective transporter, when there are good grounds to suppose that this will be conducive to the most rational organisation of transport.", "22. An appeal against any such decision by a County Administrative Board to revoke a licence lies to the Board of Transport. In its capacity as authority of final instance, the Government (Ministry of Transport and Communications) may review decisions by the Board.", "23. Generally speaking, the Swedish administration is not subject to supervision by the ordinary courts. Those courts entertain proceedings against the State only in contractual matters, on questions of extra-contractual liability and, under some statutes, in respect of administrative decisions.", "Judicial review of the administration’s acts is therefore primarily a matter for administrative courts. These courts comprise three levels: the county administrative courts (länsrätterna); the administrative courts of appeal (kammarrätterna); and the Supreme Administrative Court (regeringsrätten). They are composed of independent judges and enjoy, as a rule, wide powers which enable them not only to set aside administrative acts but also to vary or substitute them.", "This principle is subject to an important exception, in that no appeal may be made against decisions of the Government. There is, however, a limited possibility to file a petition with the Supreme Administrative Court for re-opening of the proceedings (resningsansökan) in respect of decisions of the Government as well as other authorities. Further particulars regarding this remedy appear in the Sporrong and Lönnroth judgment of 23 September 1982 (Series A no. 52, pp. 19-20, § 50).", "24. The civil liability of the State is dealt with in Chapter 3 of the Civil Liability Act 1972 (skadeståndslagen 1972:207).", "According to section 2, acts of public authorities may give rise to an entitlement to compensation in the event of fault or negligence.", "However, under section 7, an action for damages will not lie in respect of decisions taken by Parliament, the Government, the Supreme Court, the Supreme Administrative Court or the National Social Security Court.", "25. Finally, when a new licence has been granted, the former licence-holder may call on the new licence-holder to \"redeem\" the vehicles and other equipment used in his enterprise. Any such request must be lodged not later than two months after the revocation became effective. Redemption cases are dealt with by the Bus and Taxi Assessment Board in accordance with the provisions of a 1969 Ordinance (kungörelsen 1969 : 690 om buss-och taxivärderingsnämnden). This Board determines the scope of the redemption and the amount to be paid. The assets are to be given a value corresponding to what could be obtained on a sale under normal conditions. If the assessment would produce a manifestly unfair result, the amount may, however, be adjusted.", "The Board must give the parties the opportunity to state their case in writing or orally. The Board may also have an enquiry carried out by independent experts. The expenses of the proceedings are to be borne, as a rule, by the new holder of the licence.", "The Board is composed of a chairman and two other members. The chairman must be an experienced judge."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}