{"ITEMID": "001-78159", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BUTA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1975 and lives in Poznań.", "6. On 14 April 1999 the applicant was detained on suspicion of robbery and deprivation of liberty with aggravated violence.", "7. On 15 April 1999 the Wałcz District Prosecutor’s Office requested the Wałcz District Court to remand the applicant in custody. He indicated that the crimes the applicant was charged with had been committed with exceptional cruelty and that there was a risk that he would influence the witnesses and his co-accused if released.", "8. On 15 April 1999 the Wałcz District Court remanded the applicant in custody for 3 months. In its decision the court underlined that there was a strong likelihood that the applicant had committed the crimes and, moreover, had done so soon after he had been released from prison. In addition, since the applicant was charged with a crime against a person who had refused to testify in his favour, the court considered that there was a reasonable fear that the applicant would obstruct the proceedings.", "9. On 9 July 1999 the District Court prolonged the applicant’s detention. In its reasons for this decision it stated, inter alia, that there was a need to extend the scope of the investigation in the applicant’s case and at the same time to prevent him from contacting other suspects. The applicant’s appeal against this decision was dismissed on 21 July 1999. The Poznań Regional Court found that the applicant’s detention pending trial was fully justified bearing in mind the severity of the charges, the likely penalty and the applicant’s recidivism. The court agreed with the District Court’s view that there was a possibility that the applicant would collude with his co-accused or try to influence witnesses. No grounds for release listed in the Code of Criminal Procedure were established by the court.", "10. In the course of the investigation the suspects and 18 witnesses were heard.", "11. On 29 October 1999 the investigation was closed and a bill of indictment against the applicant and four other persons was lodged with the Wałcz District Court. The applicant was charged with six offences. The prosecutor named 25 witnesses to be summoned for the hearing and 6 persons were identified as victims of the crimes. A local inquiry (wywiad środowiskowy) was concluded.", "12. By decisions of 7 December 1999 and 12 April 2000 the applicant’s detention pending trial was further prolonged. The courts stated, inter alia, that the grounds for applying this measure remained valid. They found that there was a need to secure the proper conduct of the proceedings, bearing in mind the severity of the charges against the applicant, his recidivism and the fact that he had committed the offences within two months of his release from prison. The circumstances of one of the offences - deprivation of liberty - pointed to the risk that the applicant would attempt to pervert the course of justice. No special circumstances dictated the lifting of the detention. The court also took into account the complicated nature of the case, which related to numerous persons and criminal acts. On 24 May 2000 the decision of 12 April 2000 was upheld by the Poznań Regional Court. The court considered that the evidence gathered in the proceedings indicated a strong likelihood that the applicant had committed the crimes with which he had been charged. In addition, the applicant’s continued detention pending trial was found to be necessary, bearing in mind the seriousness of the charges, the severity of the anticipated penalty and the applicant’s criminal record. His attempts to influence the testimonies of a witness in another case and the fear of the applicant expressed by some of the victims justified the perceived risk of collusion. At the same time the Poznań Regional Court underlined that the trial court should make every effort to conduct the proceedings promptly and swiftly.", "13. In a subsequent decision of 5 October 2000 prolonging the applicant’s detention the District Court indicated, inter alia, that despite the fact that the victims had already been heard there was still a risk of collusion and unlawful obstruction of the proceedings by the applicant, bearing in mind in particular his behaviour during the previous hearing. The court considered that police supervision would not be enough to secure the proper conduct of the proceedings.", "14. In the reasons for the decision of 9 January 2001 prolonging the applicant’s detention for a further three months, the court underlined, inter alia, that there was a risk that the applicant would influence witnesses, especially bearing in mind his aggressive attitude during the hearings, and that no other preventive measure would sufficiently secure the proper conduct of the proceedings. The court also stressed the need to examine the witnesses requested by the applicant’s defence counsel. The applicant appealed against this decision on 19 January 2001. On 31 January 2001 the Poznań Regional Court upheld the decision and ruled that the District Court had correctly indicated both the general and specific circumstances which justified the extension of the applicant’s detention pending trial. At the same time the appellate court drew the trial court’s attention to the need to accelerate the proceedings.", "15. On 27 March 2001 the District Court granted the co-accused’s request to undergo a psychiatric examination and at the same time decided to request the Poznań Court of Appeal to prolong the applicant’s detention until 12 October 2001. Since the applicant had reacted violently and declared that he too was mentally ill and should therefore be examined by a psychiatrist, the court decided to order a psychiatric expert opinion to be prepared on him.", "16. In the reasons for the decision of 3 April 2001 on prolongation of the applicant’s detention the Poznań Court of Appeal considered, inter alia, that the conditions laid down in Article 263 § 4 of the Code of Criminal Procedure were met and that the prolongation of the detention pending trial was necessary in order to allow for the completion of the complicated procedure for the taking of evidence. It was also necessary because the applicant and the co-accused had deliberately prolonged the proceedings by requesting a psychiatric examination at a time when the proceedings had almost been concluded. The court also noted other important obstacles beyond the court’s control, such as the illness of the referring judge and the need to conduct the proceedings again. In the court’s opinion, the Wałcz District Court could not be held responsible for the excessive length of the proceedings. The applicant’s defence counsel appealed on 18 April 2001. On 8 May 2001 the Poznań Court of Appeal upheld the impugned decision.", "17. In the course of the proceedings, the applicant lodged several applications for the lifting of his detention pending trial or the imposition of a more lenient preventive measure. His applications were dismissed by the court on 24 May, 2 September and 27 September 1999, 28 October, 30 November 2000, 14 February and 28 June 2001. The applicant unsuccessfully appealed against these decisions.", "18. The hearings in the proceedings were held on 27 January, 15 May, 12 June, 21 August, 20 September 2000, 14 February, 27 March, 18 September, 25 October, 26 November 2001, 7 January, 6 February, 11 March, 23 May, 25 June, 5 September 2002, and 28 January, 4 March and 28 August 2003.", "19. At a hearing held on 15 May 2000 three of the co-accused did not appear and in consequence it had to be adjourned. The court decided to remand the co-accused in custody for 3 months. In addition, the court received information that one of the witnesses had moved away and it ordered that her new whereabouts be established. The court also refused to allow the motions of the applicant’s and the co-accused’s counsel to have their cases examined separately. It observed that all the offences were closely linked and that the co-accused had acted together and in concert. Consequently, conducting the proceedings separately for each of the coaccused would be contrary to the principle of promptness of proceedings.", "20. The applicant was released from detention on 12 October 2001.", "21. On 6 September 2005 the Wałcz District Court found the applicant guilty of three of the four robberies with which he had been charged and one of the two kidnappings and acquitted him of the charge of drug trafficking. The applicant was sentenced to three years and six months’ imprisonment.", "22. The relevant domestic law concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}