{"ITEMID": "001-69260", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "DANILYUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms Zoya Nikolayevna Danilyuk, is a Ukrainian national, who was born in 1955 and lives in Simferopol, Ukraine.", "In 1990, as a result of the Chernobyl nuclear plant disaster, the applicant and her family had to move from Korosten, which is situated 100 km from Chernobyl (a so-called “third zone of radioactive pollution”). The applicant settled in Simferopol, the Crimea. The applicant's apartment in Korosten (which she had leased from the State) is currently occupied by her son's family", "In 1996 the Simferpol City Executive Committee provided the applicant with an apartment in a co-operative house. The applicant paid part of the price. The applicant alleges that the apartment was in an unfit state and that she had to spend money to have it repaired.", "On 18 October 1999 the applicant applied to the Executive Committee for the reimbursement of the expenses incurred in acquiring the apartment, to which she was entitled as a victim of the Chernobyl disaster.", "By September 2000 the applicant had received, in three instalments, a total of UAH 12,629 (approximately EUR 2,000) by way of reimbursement of the cost of purchasing the apartment. In January 1999 the applicant instituted proceedings against the Ministry of Chernobyl Affairs, alleging that the sum received did not cover the amount that she had had to spend on the repair of the apartment and took no account of the effects of inflation.", "On 19 October 2000 the Tsentralny District Court of Simferopol rejected the applicant's claim. On 16 May 2001 the Supreme Court of the Crimea upheld this judgment. The court stated, inter alia, that the case was not a civil but a public law dispute. Therefore, the sum to be reimbursed could not be based on the actual expenses and losses of the applicant but had to be determined by the local authorities on the basis of the Law of 27 February 1991 (see the “Relevant law” below) and relevant governmental regulations. The court further indicated that, in the applicant's case, the amount of the reimbursement had been determined by the Council of Ministers of the Crimea on the basis of the method established by the Ministry of Chernobyl Affairs in accordance with the 1991 Law. The sum was calculated with reference to the value of the apartment on the date of purchase, the time of the payment of the reimbursement and other criteria. Since the applicant's costs had been reimbursed in full, the applicant had no right under domestic legislation to receive any further sum from the State.", "According to Articles 1 and 4 of the Law “On the Status and Social Security of the Victims of the Chernobyl Nuclear Plant Disaster” of 28 February 1991 (“the 1991 Law”), the zones of radioactive pollution are determined depending on their level of pollution. Persons living in the third zone of radioactive pollution are entitled to “guaranteed voluntary resettlement”. This means that the citizens who live in this zone are entitled to receive objective information about the level of pollution, sufficient to enable them to decide whether to continue living in this territory. If they decide to leave the area, then the authorities are obliged to create the necessary conditions for resettlement.", "Article 32 §§ 2 and 3 of the Law provides that persons who moved from the third zone of radioactive pollution are entitled to receive free housing with at least two options to apply for it. First, they can apply to the local authorities to obtain free municipal housing. In this case:", "“[the persons] are put by the organisations they work in or by executive committees of the local councils on a separate waiting list for attribution of municipal housing on the priority basis”", "Or second:", "“the executive committee of the local council, the citizens' employer as well as the citizens themselves can buy ... homes and apartments from private persons for a market price ... as well as vacant public homes or apartments for residual value”", "In case if persons resettling from the Chernobyl zone opt for acquiring the housing on their own (either by buying or building it) they are entitled to have their costs and expenses reimbursed to them by the State. The amount of and procedure for reimbursement are determined by the councils, based on the Law and relevant governmental regulations."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}