{"ITEMID": "001-23833", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "HURTIG v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Per-Runo Hurtig, is an Swedish national, who was born in 1926 and lives in Hammerdal. He was represented before the Court by Mr U. Jacobson, a lawyer practising in Stockholm.", "The applicant retired on 1 December 1991. On 1 January 1992 he applied for the first time for disability benefits under the Social Insurance Act (Lagen om allmän försäkring, 1962:381; hereinafter “the 1962 Act”). Claiming that he was in need of assistance and had extra expenses due to problems with the urine tract, the intestines and the back, he requested a disability allowance as from April 1991. By a decision of 16 March 1992 the Social Insurance Office (försäkringskassan; hereinafter “the Office”) of the County of Jämtland rejected the application, finding that the applicant's needs or costs were not such as to make him eligible for disability benefits. The applicant appealed, and by judgments of 18 June 1992 and 15 June 1993, respectively, the County Administrative Court (länsrätten) of the County of Jämtland and the Administrative Court of Appeal (kammarrätten) in Sundsvall upheld the Office's decision. On 3 February 1994 the Supreme Social Insurance Court (Försäkringsöverdomstolen) refused leave to appeal.", "The applicant applied anew in November 1994. The Office dismissed the application on 30 November 1994 and the County Administrative Court dismissed the appeal on 20 March 1995, both without an examination on the merits, finding that the matter had already been finally determined.", "A third application was lodged by the applicant, assisted by legal counsel, on 5 January 1996. He submitted a medical certificate issued on 19 December 1995 by Dr Stefan Gedda, chief physician at Östersund hospital, which purportedly indicated that his need of assistance existed already in the 1980s, i.e. before he retired. He also claimed that he had needs and costs which he had failed to state in the earlier proceedings. The third application should thus be examined on the merits, as the previous ones had been determined on insufficient evidence.", "By a decision of 30 January 1996 the Office again dismissed the case without an examination on the merits, finding that the matter was res judicata due to the earlier court examination.", "On 24 June 1996, upon appeal, the County Administrative Court quashed the Office's decision, finding that, as the applicant had invoked new circumstances, his application should be examined on the merits under the 1962 Act.", "On 17 January 1997 the Office rejected the application, finding that the applicant's needs or costs due to the impairment that had occurred before the age of 65 were not such as to make him eligible for disability benefits.", "The applicant appealed on 26 January 1997 and requested the County Administrative Court to hold an oral hearing during which Dr Gedda should be heard. He also wished to present his own submissions orally.", "The applicant has claimed that he was contacted by the court in August/September 1998. Allegedly, the court suggested that a hearing could be held on 29 September 1998 but later stated that it had been postponed. No evidence of these contacts has been submitted, however.", "By a judgment of 17 May 1999 the County Administrative Court decided that an oral hearing was not necessary. It further rejected the appeal against the Office's decision on disability benefits, agreeing with the reasoning given by the Office. In regard to the request for a hearing, the court noted that Dr Gedda had been furnished with a copy of the Office's investigation and had stated that he had no objections to the Office's assessment.", "The applicant appealed to the Administrative Court of Appeal and complained about the lack of an oral hearing before the County Administrative Court. He maintained, inter alia, that, before examining the case, that court should have given him an opportunity to make further submissions in the case.", "On 14 September 2000 the Administrative Court of Appeal refused the applicant leave to appeal. On 13 September 2001 the Supreme Administrative Court (Regeringsrätten) also refused him leave to appeal.", "According to chapter 9, section 2 of the 1962 Act, a person who is ill or handicapped is entitled to disability benefits, provided that, before reaching the age of 65, he or she has become functionally impaired for a considerable time and to such a degree that he or she needs time-consuming assistance from another person in everyday life or continuing assistance in order to be gainfully employed or otherwise has considerable extra expenses. The total need of support and assistance determines the eligibility for disability benefits and the amount of compensation. It is thus necessary to look at the whole situation of the person in question and to add together the need for different types of assistance and the extra expenses.", "A decision by the Social Insurance Office under the 1962 Act may be appealed against to the County Administrative Court and from there on to the Administrative Court of Appeal and the Supreme Administrative Court.", "The procedure in the administrative courts is governed by the provisions of the Administrative Court Procedure Act (Förvaltningsprocesslagen, 1971:291; hereinafter “the 1971 Act”). Section 9 provides:", "“The proceedings are in writing.", "An oral hearing may be held in regard to a certain issue, when there is reason to assume that that would be to the benefit of the proceedings or the speedy determination of the case.", "In the Administrative Court of Appeal and the County Administrative Court an oral hearing shall be held if requested by an individual party to the proceedings, unless it is unnecessary or there are particular reasons against holding a hearing.”", "The possibility for an individual party to obtain an oral hearing on request under those circumstances is not available in the proceedings before the Supreme Administrative Court.", "According to the preparatory documents to the 1971 Act, an oral hearing can be a valuable complement to the written proceedings and may benefit the examination of a case in two situations in particular: firstly, when it is necessary to hear a witness, an expert or a party or when it is difficult for a party to present the case in writing and, secondly, when different positions in the case need to be sorted out in order to eliminate unnecessary or pointless issues of dispute. In the latter case, the oral hearing takes on a preparatory character. It was stressed, however, that an oral hearing should not to be seen as an alternative to the written procedure but as a complement to it (see Government Bill 1971:30, p. 535).", "It was further stated, in respect of the third paragraph of section 9, that a party's request for an oral hearing should be given great consideration. However, such a request should not have a decisive influence on the matter, as the question whether an oral hearing is necessary is to be determined primarily on the basis of the available information in the case. Still, other circumstances may be of relevance, for instance the importance for the party of the matter at stake or the possibility that an oral hearing could enhance the party's understanding of a future decision in the case. Nevertheless, if the case is of a trivial character or the costs of an oral hearing would be disproportionate to the values at stake in the case, there could be reason not to hold an oral hearing (p. 537)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}