{"ITEMID": "001-59372", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF TANLI v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 2 with regard to the death;Violation of Art. 2 with regard to the investigation;No violation of Art. 3;No violation of Art. 5;Violation of Art. 13;No violation of Art. 14;No violation of Art. 18;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The facts of the case, in particular concerning what happened to Mahmut Tanlı, the applicant’s son, during his detention in police custody from 27 to 28 June 1994 are in dispute between the parties. Having regard however to the length of time which had elapsed since those events and the nature of the documentary material submitted by the parties, the Court decided that a fact finding investigation, involving the hearing of witnesses, would not effectively assist in resolving the issues. It has proceeded to examine the applicant’s complaints on the basis of the written submissions and documents provided by the parties.", "8. The applicant’s and Government’s submissions concerning the facts are set out below (Sections A and B). The documents relating to the events and complaints are also summarised (Section C).", "9. The applicant, a Kurdish farmer born in 1933, lived in the village of Örtülü in the Doğubeyazit region in south-east Turkey. His son Mahmut was born in 1972.", "10. On 27 June 1994, gendarmes from the Doğubeyazit central gendarme station arrived at the village to carry out a search. The villagers were gathered outside the mosque. The applicant’s son conducted some of the gendarmes round the village as they searched. The gendarme commanders questioned the applicant about his son. The gendarmes left taking Mahmut Tanlı with them. At that time Mahmut Tanlı was in good health.", "11. On 28 June 1994, the applicant sought information from the authorities about his son. They refused to let him see his son and he left.", "12. On 29 June 1994, at about 5.30 a.m., a police car arrived at the applicant’s son’s house and took the applicant to the police station. There the security director informed him that his son had died of a heart attack while in custody. The applicant replied that his son did not suffer from any illness and that he had probably died from torture. He asked to speak to the public prosecutor, who came into the security director’s office and told the applicant that the cause of death was heart failure. The applicant maintained that his son’s death had been caused by torture.", "13. On 28 June 1994, an autopsy was carried out on the body by two doctors İhsan Özüu and Aydın Mazlum, one of whom was a paediatrician and the other worked in a health clinic at the Doğubeyazit Hospital.", "14. Mahmut Tanlı’s body was delivered to Ulusoy police station on 29 June 1994. The body was covered in bruises. There was also a large incision, which had been stitched, running down the left breast towards the upper abdomen. The police claimed that the incision was the result of an operation carried out when Mahmut Tanlı had had a heart attack. The police asked the applicant to sign a document. As he was afraid for his safety, the applicant signed without knowing what it was.", "15. Mahmut Tanlı had no criminal record and was not suspected of any criminal activities. He had no known or suspected heart disease before he was taken into custody or any other medical condition. The applicant was too afraid of the risk of reprisals to request or arrange a forensic examination of his son’s body.", "16. On 29 June 1994, the applicant made a statement to the Doğubeyazit branch of the Human Rights Association, reporting that his son’s body had shown marks and blows of force and that it was clear that he was killed under torture. The applicant’s brother made a statement in similar terms.", "17. On 29 June 1994, the applicant lodged a written petition with the Doğubeyazit chief public prosecutor concerning his son’s death, which he said was suspicious. He also complained of the inadequacy of the post mortem examination which had not been carried out by experts. He asked that his son’s body be referred to the Forensic Medical Institute. He later withdrew this request because he feared for his life.", "18. On 25 July 1994, the public prosecutor took statements from the muhtar and other villagers in Örtülü, which confirmed that Mahmut Tanlı had no previous medical problems.", "19. On 3 August 1994, proceedings were brought by the Agri Chief Public Prosecutor against the three police officers, Ali Gündoğdu, Murat Demirpençe and Ökkeş Aybar, who had been interrogating Mahmut Tanlı when he died. There were a series of adjournments in the proceedings. On 2 February 1995, the court ordered that the file be sent to the Forensic Medicine Institute for an opinion as to the cause of death. On 23 May 1995, it was noted that the Institute had ordered the exhumation of the body. Further adjournments followed awaiting the Institute’s report. On 14 May 1996, the court found that the cause of Mahmut Tanlı’s death could not be established and the three defendants were acquitted.", "20. Ahmet Akkuş, a former member of the PKK, had informed the authorities that Mahmut Tanlı from Örtülü village was an armed militiaman in the PKK. His name was also mentioned on a list of militiamen found on a dead PKK member after a clash. Mahmut Tanlı was therefore suspected of having aided and abetted the PKK.", "21. On 27 June 1994, following a search of Örtülü, the Doğubeyazit gendarmes took Mahmut Tanlı into custody. They transferred him the same day to the Uluyol police station for questioning. He arrived at about 9.30 p.m. As the police officers responsible for questioning were in pursuit of other suspects, his questioning was postponed to the next day.", "22. On 28 June 1994 three police officers, Ali Gündoğdu, Murat Demirpençe and Ökkeş Aybar, started to question Mahmut Tanlı. He at first refused to admit any connection with the PKK, alleging that it was a slander. When details were put to him of his alleged connections, including Akkuş’s statement, he became excited and began stammering and trembling. He went pale, his voice changed and it was clear that he was developing a kind of shock. The questioning was stopped and a doctor sent for. The doctor arrived within 5 to 10 minutes. The doctor, Yunus Ağralı, found him to be having difficulty in breathing and that he was cyanotic. He ordered an ambulance. Within three minutes, his breathing and heart had stopped. He was given artificial respiration and cardiac massage for 20 minutes by the doctor, assisted by the police officers. This was to no avail.", "23. The public prosecutor, informed of the death, arrived soon after. The ambulance took the body to the Ağri State Hospital where an autopsy was carried out by İhsan Özlü and Aydın Mazlum, two doctors from the Doğubeyazit State Hospital, in the presence of the public prosecutor. According to the report, there was no trace of lesions, traumas or the use of force on the head and no fresh bruises. After the autopsy the public prosecutor suggested to the applicant that his son’s body should undergo a comprehensive forensic examination at the İstanbul Forensic Medicine Institute in order to dispel any doubts. The applicant initially agreed. After consulting other members of the family, however, he withdrew his consent. The public prosecutor handed over the body to be buried by the family.", "24. The public prosecutor, Halil Erdem, started an investigation into the allegation of the applicant that his son died as a result of torture in custody. He interviewed the three police officers. He also wrote to the Doğubeyazit Military Recruitment Office to obtain any military medical records. After a comprehensive investigation, an indictment was drawn up accusing the three police officers of an offence under Article 243 of the Turkish Penal Code. On 14 May 1996, having considered all the evidence, the Ağri Criminal Court acquitted the three police officers on grounds of lack of evidence. The decision of acquittal was upheld by the Court of Cassation on 11 November 1996. It also rejected the applicant’s appeal as he had failed to intervene in the proceedings against the police officers.", "25. The applicant stated that on 26 June 1994 the Doğubeyazit gendarmes station and central commanders carried out a search in Örtülü village. They asked about his son Mahmut who was walking around with the soldiers. His son had never committed an offence. His son had been killed under torture by teams in the Uluyol district of Doğubeyazit. He had made an application. He was going to take the body to the Forensic Medicine place. He did not as he was afraid for his life. He complained against those who killed his son, whose only offence was to be a Kurd.", "26. This was also signed by the applicant’s uncle, Ahmet Tanlı. The applicant’s son had been taken into custody by the Doğubeyazit Security Directorate on 27 June 1994. The applicant stated that the police claimed that his son had died of a heart attack in custody. When he went there he saw marks of blows and force on his son. His body was covered in bruises and it was clear that he had been killed under torture. The uncle said that he had seen the whole of the body covered in bruises. There was no question of a heart attack.", "27. The applicant submitted four colour photographs of the body of Mahmut Tanlı taken before the burial. These showed the chest, face and forearms. The quality was poor. Red marks and grazes appeared to be visible on the arms, body and hips. A stitched incision ran from the neck across the chest to the stomach.", "28. The suspect was from Örtülü village. In recounting his contacts and activities for the PKK, he named Mahmut Tanlı, son of Mustafa, as one of the villagers working for the PKK in the village.", "29. This document was signed by the public prosecutor and police superintendent Ali Gündoğdu, head of the Anti-Terror Department of the Doğubeyazit Security Directorate. It stated that at 10.30 p.m. on 28 June 1994 it had been reported on the telephone that Mahmut Tanlı, a suspected PKK member, had had an attack while under interrogation at the Uluyol police station. When he entered the police station, the public prosecutor found the body stretched out on the bench. There was nothing worthy of note at the scene. The body was dressed and there were no signs of blows.", "30. Ali Gündoğdu stated, having been sworn, that Mahmut Tanlı had been handed over to the police station by the gendarmes at about 9 to 9.30 p.m. on 27 June 1994. He had the necessary medical examination by the doctor. He looked perfectly well. They did not interrogate him that day. He and two other officers, Murat Demirpençe and Ökkeş Aybar, went to the room to interrogate him. He told him that his name had been mentioned in statements taken from Ahmet Akkuş and other PKK activists. Mahmut Tanlı denied that he was involved and claimed that it was slander. He became very agitated and began to tremble. As they realised that he was unwell, they immediately sent for a doctor at the hospital. By the time the doctor arrived, he had died from the sudden shock. They tried to revive him without success. The suspect had not been subject to any blows or violence. He died of shock.", "31. Dr Yunus Ağralı, from the Doğubeyazit State Hospital, stated that despite artificial respiration and cardiac massage the suspect had died.", "32. The decision was taken to transport the body to the Doğubeyazit State Hospital for an autopsy to be performed.", "33. No traces of blows or lesions were found on the head. There was a graze about 2 cm below the right collarbone on which a scab had formed – it looked about two days old. No traces of blows were found on the back, arms, hands or legs. Grazes about 2x2 cm were found on the left hip, which were probably about one week old.", "34. No traces of blows or violence were found on opening the thoracic cavity. The ribs and collarbones were intact, as were the bones of the chest. The heart tissue was seen to be pale in colour and a bruised area observed near the apex. Blood clotting was observed inside the blood vessels in the front section and clotted blood was detected inside heart. Black pigmented specks were found in the lungs. No abnormalities were found in the abdominal or cranial cavities. The cause of death was sudden heart failure resulting from an embolus in the blood vessels of the heart. As no further procedures were required, it was decided to issue the burial and transport licence.", "35. The autopsy had been carried out by Dr İhsan Özlü, a paediatrician at the Doğubeyazit State Hospital, and Dr Aydın Mazlum, employed in the Doğubeyazit Health Clinic.", "36. This stated that his son did not have any heart condition. It was suspicious and absurd to claim that he died of a heart attack. His son had just completed his military service without the slightest health problem during or before. As far as he gathered, no traces of violence had been found. However, other forms of torture (electric shock, medication, injections, cold water treatment) were possible which left no marks but could affect the heart. He requested that the body be sent to the Forensic Medicine Institute for a full report so that the responsible persons could be punished.", "37. It had been determined that the deceased died of a heart attack and a decision was taken to issue a licence for the applicant to transport and bury the body.", "38. The applicant withdrew his request for a report by the Forensic Medicine Institute as there was no point in doing so. The note was taken down by the public prosecutor and signed by him and the applicant.", "39. Mahmut Tanlı, wanted as a suspected member of the PKK militia in Örtülü, was handed over to them by the gendarmes at about 9.30 p.m. on 27 June 1994. He was not interrogated then as they had other duties on search operations the next day. He, Murat Demirpençe and Ökkeş Akbar commenced questioning Mahmut Tanlı in the interrogation room on 28 June 1994 at about 9 p.m. They told him that his name had been mentioned in statements made by Ahmet Akkuş and that documents found on the bodies of PKK members killed in operations showed that he had carried out activities as a member of the armed militia of Örtülü under the assumed name of Agır. Mahmut Tanli suddenly became agitated, his voice began to tremble and, speaking in a quavering voice, he said that he did not have the assumed name of Agir and that they had been lying. The witness repeated that his name was mentioned in documents. He suddenly was unable to speak, his colour changed and he began to shake. He lost consciousness. The witness immediately informed the relevant authorities and asked them to send a doctor. They laid Mahmut Tanlı on the floor and uncovered his chest. His breathing was difficult. Ökkeş Aybar, who had knowledge of first aid and was attending a training course, began to give him heart massage. There was no change. They continued for about 10 minutes until the doctor arrived. Dr Yunus Ağrali immediately checked the patient’s pulse as he lay on the floor and listened to his heart and said that his condition was very serious. While he gave heart massage, he told the police officers to give artificial respiration. This went on for 10 minutes but there was no change in his condition and the doctor said that he had died. During the interrogation, they had not pushed, kicked or beaten the detainee in any way. The detainee’s death was not the result of any action on his part or on the part of his colleagues.", "40. The witness, a police officer in the Anti-Terror Branch of the Doğubeyazit Security Directorate, was with Superintendent Gündoğdu and Murat Demirpençe when they interrogated Mahmut Tanlı on 28 June 1994. They had not done so earlier due to other business. He did not carry out interrogations himself. They began to put questions to the detainee. Superintendent Gündogdu told the detainee that he was wanted by the Security Police and that they had information and documents about him. The detainee spoke calmly to begin with, but when Superintendent Gündogdu told him those things, his voice changed and he quavered and stammered. He suddenly became unwell and appeared to faint. They immediately laid him out on the floor and uncovered his chest as he was having difficulty breathing. The witness knew how to give first aid, having attended a course in first aid. Superintendent Gündogdu immediately informed the squads and the security headquarters of the situation and told an officer to take the HQ car and get a doctor urgently. Dr Yunus Ağrali arrived 10 minutes later and immediately checked the patient’s pulse and heart beat and said that his condition was serious. A couple of minutes after his arrival, the doctor said that the patient had died but that it was necessary to continue with heart massage and artificial respiration. He told them to give artificial respiration, while he carried out heart massage. However, it was to no avail and the doctor then said that the patient had died. While the detainee was in the security headquarters neither the witness nor his colleagues did anything to him which would have made him faint or caused his death.", "41. The witness, a police officer in the Anti-Terror Branch of the Doğubeyazit Security Directorate, stated that at about 9 p.m. on 28 June 1994, Superintendent Ali Gündogdu, Ökkeş Aybar and himself went to the Uluyol police station to interrogate Mahmut Tanlı. They commenced the interrogation in the room reserved for detainees. They had not done so before as they had had other business. There were only the three officers in the interrogation room. Superintendent Ali Gündogdu first asked the detainee if he knew why he had been arrested. When he said that he did not, the Superintendent told him that he had been mentioned as a member of the armed militia in Örtülü village in the statements made by Ahmet Akkuş, and that his name had been found in notebooks found with the bodies of the 24 terrorists killed in clashes near Uzunkaya village on 9 May1994 identifying him as a member of the PKK armed militia in Örtülü village. Thereupon the detainee began to stammer and tremble. He went pale and suddenly collapsed. The Superintendent immediately reported the situation to the squads by radio and told them to get a doctor urgently. At the same time he told a police officer outside the room to take the car and fetch the doctor. Meanwhile, Ökkeş Aybar said that he knew how to give first aid and he laid the detainee out on the floor, uncovered his chest and gave him heart massage. Within ten minutes, the police officer returned with Dr Yunus Ağralı, who immediately checked the patient’s pulse, listened to his heart and said that his condition was serious. The doctor told police officer Cafer to go and get medicine. The doctor told them to give artificial respiration while he gave the heart massage. They continued like that for several minutes. Then the doctor checked his pulse and listened to his heart again and said that the patient had died, but that it was necessary to continue with heart massage and artificial respiration. They continued. Then the doctor said that the patient had died and there was nothing else to be done. They reported the situation to their security headquarters by radio. Neither he nor his colleagues did anything to the detainee which would have caused his death.", "42. The witness, a lawyer, stated that the applicant and other members of the family came to his office telling him that the death of Mahmut Tanlı was suspicious and consulting him as to what could be done legally. He suggested that the body be sent to the Forensic Medicine Institute before burial. They agreed. He wrote a petition for them to the public prosecutor, which they presented together. The prosecutor said that it was possible and he would look into it. A couple of hours later, he phoned the witness and said that he would send the body and that a special coffin had to be prepared. He said that there was no budget for this at the prosecutors’ office but that assistance could be obtained through the District Governor’s office. The witness told the family that once they had obtained the zinc-lined coffin the public prosecutor would send the body to the Institute. The family went away and came back an hour later. They said that they were afraid that it would be very difficult to transport the body back and forth and that anything might happen. The witness went with them to the public prosecutors’ office and the applicant declared verbally to the public prosecutor that he was waiving any further examination. The public prosecutor said that it would be of great advantage in elucidating the facts, as well as from a legal point of view, if the body were sent. The applicant went away with his family and came back half an hour later. He repeated that they were definitely waiving sending the body to the Institute and were going to bury it. The public prosecutor told them that they could. The family took the burial licence, collected the body from the morgue and took it back to the village.", "43. While the witness was on duty at the State Hospital, a police officer came and said that there was a patient in need of urgent treatment. Taken in a police car to the Uluyol police station, he found the patient stretched out on a bench. The pulse was 200/minute, the heartbeat irregular and breathing difficult. The patient’s situation was serious. He told a police officer to get some adrenaline atropine. The patient’s general appearance was somnolent. His breathing stopped. He could not hear any heartbeat. He immediately performed heart massage, telling the police officers to give artificial respiration at the same time. This went on for 5 to 10 minutes. There was no trace of any vital functions. The pupils were fairly dilated and there was no light reflex. He realised the patient was dead and stopped performing first aid as there was no point. However, since heart massage and artificial respiration can continue up to half an hour, he told the police officers to continue both. It was in vain.", "44. On 27 June 1994, the gendarmes came to the village, saying that they were looking for his son Mahmut. They took him away. On 28 June the applicant went to visit his son but they would not let him speak to him. On 29 June, when he was at his son Hasan’s house, a police car arrived at about 5.30 a.m. and took him to the office of the chief of police. The chief of police told him that his son had died. The applicant replied that his son had not been ill, that it was suspicious and that he could have been tortured to death. He asked to talk to the public prosecutor. The public prosecutor came into the office and said that he had carried out the autopsy procedure which showed no signs of blows or violence and that his son had died of heart failure. The applicant repeated that he could have been tortured to death.", "45. The applicant went to see the lawyer Ahmet Gerez who said that the body could be sent to the Forensic Medicine Institute. He drew up a petition for this and they took it to the public prosecutor. The prosecutor said that they needed a galvanised sheet metal coffin and asked them to have it made. Some money for this might be available from local funds. The applicant, family elders and relatives discussed the matter and decided to give up the idea as various difficulties could arise and they would be put under pressure. They told the prosecutor that. He said that it would be of great advantage to send the body to the Institute and asked them to reconsider. The family discussed it again and, accompanied by Ahmet Gerez, told the public prosecutor that they had decided not to send the body. The public prosecutor issued a burial licence and they buried the body in the village.", "46. The applicant wanted an investigation concerning the persons who caused his son’s death and that they should be punished.", "47. The witness, a police officer, was sitting in the office of the chief of the Anti-Terror Branch when the chief, Ali Gündoğdu, as well as Ökkeş Aybar and Murat Demirpençe, went into the room for detainees. Gündoğdu asked for the statements of Ahmet Akkuş and took them with him. About 10 to 15 minutes later, he came back and said that Mahmut Tanlı had been taken ill. He asked the police driver present to get a doctor quickly. The witness went to the room to see the detainee. Ökkeş Aybar had uncovered the detainee’s chest and was trying to get him to breathe. Dr Ağralı arrived a short time later. He said that he needed heart massage and artificial respiration. He told the police driver to go to the pharmacist to get a drug but a few minutes later announced that the Mahmut Tanlı had died. The witness did not see or hear that Mahmut Tanlı had been subjected to blows or violence. Only a short time passed between his colleagues going into the room and coming out again.", "48. The witness, a police driver at the Anti-Terror Branch of Doğubeyazit Security Directorate, was on duty that evening. Superintendent Gündoğdu and officers Aybar and Demirpençe arrived at Uluyol at about 9 p.m. The superintendent was carrying a file in his hand. They went into the room where Mahmut Tanlı was being held. The witness and other officers waited in the superintendent’s office. After about 10 minutes, the superintendant came out, saying that the detainee was ill and telling him to take a car to get a doctor. He drove to the hospital about 800-1000 metres away and brought back Dr Ağralı 5 to 10 minutes later. The doctor checked the detainee’s pulse and heart and said that the man needed heart massage and artificial respiration. He told the witness to fetch a drug from the chemist on night call. He was about to get into the car when the doctor said that it was no longer necessary as the detainee had died. He had not seen anyone at the station subject the detainee to any blows or violence.", "49. The witness, a police officer in the intelligence unit, arrived at Uluyol police station at about 9 p.m. He was having tea with others while three colleagues went to take a statement from Mahmut Tanlı. About 10 minutes later, Superintendent Gündoğdu came out and told the police driver to get a doctor urgently as the detainee had been taken ill. The witness did not go in the room. He heard the doctor tell the driver to get a drug and then not to bother. While he was there no-one subjected the detainee to blows or violence.", "50. This stated, with reference to an incident report of 13 May 1994, that after an armed clash between the terrorists and security forces, 24 terrorists had been arrested or killed and a number of documents found. One of these, a list of PKK members, included Mahmut Tanlı’s name on page 45.", "51. These statements from villagers stated that Mahmut Tanlı had no health problems and that they had never seen or heard of him having any illness.", "52. Having examined the file of Mahmut Tanlı in response to the query as to whether he had suffered any health problems or been treated during his military service, they could not find any medical reports about his health.", "53. This listed the defendants Ali Gündoğdu, Ökkeş Aybar and Murat Demirpençe as charged with the offence of causing the death of Mahmut Tanlı by ill-treatment in their capacity as police officers, contrary to Article 243/2 of the Turkish Penal Code. The evidence was summarised, including the autopsy conclusion that death had been caused by heart failure and that there were no signs of blows or violence. It concluded that it was for the court to assess the fault or negligence of the defendants in possibly causing death – such as causing the death of the deceased, allegedly tortured, by frightening him.", "54. It was stated that the letter and enclosures from the Ministry of Justice (International Law and Foreign Relations Directorate) were read out to the applicant.", "55. The applicant stated that he had been informed that his son had died of a heart attack in police custody. The public prosecutor said that there had been an autopsy and that this had concluded that there had been a heart attack and that there were no marks of ill-treatment. The applicant wanted the body to go to the Forensic Medicine Institute for a more definite conclusion. The prosecutor accepted this and he left to obtain a coffin. For a couple of hours, he discussed the matter with the elders in the family and finally decided that it would be very burdensome to take the corpse there and back. They went to the prosecutor’s office and told him that they had given up the idea. The prosecutor said that, although the cause of death had been established, it would still be useful to send the body for a more thorough examination. They insisted however and took the body to the village.", "56. He confirmed his petition and signature on the petition and letter of authority. He wanted those who killed his son found and punished.", "57. The court decided to summon the defendants to give evidence, to obtain any records of their previous convictions and to summon witnesses (the applicant, Dr Ağrali, Ahmet Gerez, Ali Temtek, Musa Sabaş, Mirsevdin Timur, Mahmut Ardin, Ömer Güzel, Cafer Yiğit, Nihat Açar and Ahmet Akkuş).", "58. The court heard evidence from a number of witnesses and two of the defendants. Murat Demirpençe did not attend.", "59. Ökkeş Aybar said that they had been questioning the deceased. When Superintendent Gündoğdu told him that he was wanted as a PKK militia man, the deceased’s speech and voice changed. His facial expression changed. As he said that he was unwell, they got him to lie down on a bench. Since he had difficulty breathing, they tried to help him and called a doctor. A few minutes after the doctor arrived, the doctor said that he had died. He had not tortured or ill-treated the deceased in any way.", "60. Ali Gündoğdu said that he told the deceased what the allegations were and the evidence that he was in the PKK militia. The deceased suddenly became unwell, his voice began to tremble and he had difficulty breathing. He ended the interrogation and they tried to ease his breathing. At the same time they contacted the hospital. A doctor came but after a couple of minutes said that the deceased had died. He denied the offence.", "61. The applicant said that his son had no health problems whatsoever and did his military service without problem. The police had not called him after they had killed his son. He thought that the doctor who carried out the autopsy was under pressure. The defendants had tortured his son to death. In answer to a question, he said that he had not allowed his son’s body to be sent to the Forensic Medicine Institute because he was afraid of reprisals. The public prosecutor had suggested it should be done but he was afraid that they would kill him on the way there. He rejected the autopsy report. He had heard that one of the doctor signatories had not in fact been there. It was impossible that his son had died of a heart attack.", "62. Mirsevdin Timur from Örtülü village confirmed that Mahmut Tanlı had had no health problems.", "63. Nihat Açar, a police officer, stated that he was outside the interrogation room when the defendants and deceased were in there. After a few minutes, Ali Gündoğdu came and said that that the deceased was unwell, sending the driver to fetch a doctor. When he entered the room, the police officers were trying to ease the deceased’s breathing. The doctor arrived about 5 minutes later. The deceased had no marks of blows on him and he did not see him being tortured.", "64. Mahmut Ardin, a villager, stated that Mahmut Tanlı had no health problems. He had been present when his body was being washed. There were marks of blows on his arms and bruises on the sides. He had not mentioned that in his previous statement as he was not asked.", "65. Cafer Yiğit, a police officer, stated that he had been on duty at the police station when the defendants went in to interrogate the deceased. A short while later, Ali Gündoğdu came out and said that the deceased was unwell. He went to find a doctor. That took about 5 to 10 minutes. He did not hear or see the deceased being tortured. They had been adjacent to the room and would have heard any sounds coming from there.", "66. Ömer Güzel, a police officer, had been outside the room where the deceased was being interrogated. He saw the defendants and deceased go in. After 10 minutes, Ali Gündoğdu came out and said that the deceased was unwell and asked for a doctor to be called. Cafer brought back a doctor after 5 to 10 minutes. He did not hear or see the defendants subject the deceased to any blows or violence. They would have been bound to hear if they had.", "67. Ali Temtek, the muhtar from Örtülü, had not been there and did not attend the funeral.", "68. The court decided inter alia to make a further request for the defendants’ records, to subpoena Murat Demirpençe, to send letters rogatory concerning Dr Ağralı and to subpoena Ahmet Gerez, Musa Savaş and Ahmut Akkuş.", "69. The defendant Murat Demirpençe attended. He stated that he had taken the deceased into the room used for interrogation. The deceased sat down on the bench. Superintendent Gündoğdu asked if he knew why he was there. When he said that he did not know, the superintendent told him why he had been brought. The deceased began to tremble. His voice changed, he went pale and began to feel unwell. The superintendent reported this on the radio. They sent Cafer to fetch a doctor, who arrived about 10 minutes later. The doctor treated him and sent Cafer for some medicine. He and his colleagues had definitely not tortured the deceased.", "70. The court adjourned to wait for the reply inter alia to the letters rogatory and subpoenas for the remaining witnesses.", "71. It was noted that Dr Ağralı, by reply to the letter rogatory, had maintained his previous statement.", "72. Ahmut Akkuş appeared. He denied the statement of 17 February 1994. He had been blindfolded and did not know what was in it. He did not know if the deceased was in the PKK or not.", "73. Musa Savaş, a villager, said that Mahmut Tanlı had no health problems and knew nothing else.", "74. The court decided inter alia to await the response to the subpoena for Ahmet Gerez and to re-issue letters rogatory to Dr Ağralı to put a question about the autopsy report.", "75. The court adjourned pending responses to pending matters.", "76. The court decided to dispense with hearing Ahmet Gerez, whose address had not been found, and to send the entire file to the Forensic Medicine Institute, requesting their opinion on the cause of death of the deceased and asking whether he had died as the result of torture, violence or blows.", "77. The court adjourned pending the reply from the Forensic Medicine Institute.", "78. Pursuant to the report of the 1st Specialist Committee of the Institute of Forensic Medicine, the court decided to order the exhumation of the body of Mahmut Tanlı.", "79. The court adjourned pending the report of the Forensic Medicine Institute. On 18 January 1996, noting the delay, it issued a writ to the prosecution department to request the opinion to be submitted.", "80. The report reviewed the evidence in the file. It stated that an autopsy had been performed on the body exhumed on 9 June 1995 and an autopsy report issued on 12 June 1995. That report indicated that the body was in an advanced state of putrefaction. The soft tissue in the head area had entirely disappeared; the radioscopy did not reveal any particular features in the skeletal system or any foreign metal objects; no lesions were found on the skull; 3-5 cm lesions were observed from the previous autopsy; the facial bones and teeth were intact; despite the putrefied and shrunken appearance of the heart, it could be seen that the ventricles had not been opened; advanced putrefaction made it impossible to assess the main veins or coronary arteries; no particular features could be distinguished in the lungs or abdomen; examination of the cervical organs revealed that the standard dissection had not been performed; the toxicological analysis disclosed no substances for which tests were done.", "81. It was concluded as follows: The information given was that an autopsy including the opening of the three cavities was performed, that clotted blood was found in the heart and internal clotting in the anterior part of the coronary arteries and that death was caused by sudden heart failure due to an embolism in the cardiac vessels. However, as the autopsy after the exhumation showed, the organs had not been removed, sectioned and examined and that the heart ventricles had not been opened. The changes described therefore were of no scientific value. In cases of torture, traumatic changes might not be visible on external examination. The skin and deep muscle tissue had to be sectioned and examined to investigate deceptive traumatic changes. As regarded possible electric shocks, samples of cutaneous and subcutaneous tissue had to be taken from the usual places – the inside of the mouth, nose and ears and genital area had to be examined and samples taken from the organs for histopathological analysis. None of these tests, included in the Minnesota model autopsy protocol published by the United Nations, were performed at the time. Therefore the judicial procedure had been left incomplete.", "82. The findings showed that no injury was suffered likely to cause bone fracture. However owing to advanced putrefaction, it could not be established whether or not the deceased died as a result of torture, assault or battery; nor was it possible to determine the cause of death.", "83. The court summarised the evidence. It noted that the public prosecutor had given his opinion that there was no concrete evidence to support the allegation that the defendants had caused the death of Mahmut Tanlı. The testimonies of the witnesses who appeared before the court did not make it possible to reach the conclusion that the defendants tortured or ill-treated the deceased.", "According to the documents in the file and the on-site report, the deceased was apprehended by the gendarmerie on 27 June 1994 on suspicion of being a PKK militant and was handed to the police the same day in order to be questioned. He had not been questioned the same day because they had other things to do and, when they started to question him the next day, he fell ill and subsequently died despite the first aid attempts.", "According to the corpse examination and autopsy report of 28 June 1994, a copy of which is in the case file, there were no signs of ill-treatment or lesions on the head; there was a cut under his right collar bone, measuring 2 cm, which had formed a scab and which probably had been caused 2 days previously. There were no signs of ill-treatment on the back of the body, hands or arms. On the left side of the buttocks there were superficial cuts, measuring 2x2 cm, which had formed scabs and which had possibly been caused a week previously. There were no signs of ill-treatment on the legs or the feet. A full autopsy was also carried out on the deceased’s body. There were no signs of ill-treatment on the chest. The collar-bones and the rib cage were intact. There were no bruises on the neck. There was no accumulation of blood in the thoracic cavity. The examination of the heart revealed an ecchymotic area on the apex cordis, near the pallor. On the front sides of the coronary arteries there were blood clots. There was also clotted blood in the heart and occasional pigment spots in the lungs. There was no blood accumulation in the thoracic or abdominal cavities. The stomach and intestines were normal. There were no signs of ill-treatment on the scalp or on the bones. No broken bones or oedema were observed. The brains were intact and there was no bleeding or discoloration on the tissue covering the brains. The cause of death was given as emboli in the blood vessels of the heart which caused the heart to stop.", "The Forensic Medicine Council was contacted and their opinion was requested. The 1st Specialist Committee in their report of 13 March 1996 stated that the autopsy conducted locally on the body was inadequate. They also stated that the autopsy conducted on the remains of the body after the exhumation was not sufficient to determine conclusively whether he had been killed as a result of torture or ill-treatment, or to determine conclusively the cause of death, because the soft tissues of the body and the internal organs had seriously decomposed.", "According to the summary of the documents above, and the autopsy reports, it had not been possible to determine the cause of death. The defendants’ denials had also not been disproved. It was therefore not possible to determine conclusively that the defendants had committed this crime. The cause of death had not been established and therefore there was no conclusive evidence to prove beyond reasonable doubt that the defendants had committed the crime with which they have been charged. It was therefore decided, unanimously, to acquit all the defendants.", "84. The court noted that on 15 May 1996 the applicant had appealed against the decision of acquittal. However, as he had not applied to join the proceedings as an intervenor, the Assize Court had refused leave to appeal. He appealed against this refusal on 15 June 1996.", "85. The court decided, unanimously, that the decision of the Assize Court not to grant leave to appeal, as the applicant was not a party, was correct. The applicant’s appeal was therefore rejected.", "86. This report was issued on behalf of the applicant by Dr Milroy, a Reader in Forensic Pathology at the University of Sheffield and consultant pathologist to the Home Office.", "87. The report recounted the findings of the autopsy. It noted that no organ weights were recorded or any indication of any material being retained for toxicology or histology. Though the cause of death was alleged to be heart failure as a result of emboli in the heart veins, there was no description of any such finding in the section on the chest organs. The further post mortem examination in June 1995 found that the heart had not been opened or dissected in an appropriate manner, that dissection to detect traumatic changes due to torture had not been carried out and that the neck area had not been dissected in the classical manner at the first examination (the hyoid bone and thyroid cartilage were firm). The black and white photocopies of the photographs of the body taken by the applicant were of no assistance in determining the presence of injuries.", "88. The opinion was given that the post mortem examination after the death of Mahmut Tanlı was wholly inadequate. The conclusion of death due to heart failure appeared to have no pathological basis. It is said that there were emboli in the coronary veins but there is no description of any source for these emboli and no disorder of any organs was described. If the heart was dissected at all, and this appeared unlikely from the second examination, the so-called emboli would appear to be post mortem clotting of blood and not an event that had occurred in life to account for death. In any event emboli, or thrombosis, in a 22 year old man would be exceptional and, if present, would be expected to be present in coronary arteries not veins. The cause of death given at the first post mortem examination could be dismissed as incorrect, based on observations of doctors who had no pathological training or as, frankly, made up as the heart did not appear to have been dissected.", "89. While no fresh injuries were identified by the doctors at the first examination, in view of the incompetent nature of the examination, it had to be questioned whether subtle changes would have been detected. If such injuries were present on the skin, they would not have been visible to the pathologists carrying out the second examination a year later.", "90. The possibility that Mahmut Tanlı met his death as the result of torture had to be strongly considered. Techniques such as neck holds leave subtle signs in the neck which require detailed and appropriate dissection which was not carried out. The absence of injury to the hyoid bone and thyroid cartilage were not conclusive as the structures were cartilaginous and less liable to fracture than in an older person. Another possibility was some form of restraint asphyxia or positional asphyxia where significant pathological findings were absent or minimal and needed careful consideration. Post mortem techniques existed for that but were not used. Another possibility was the application of electrical current, which left subtle skin changes that required careful examination for detection. The autopsy was inadequate for that purpose.", "91. It was concluded that the autopsy findings did not support a natural cause of death and no other natural cause of death was identified. In the absence of a natural cause of death, unnatural causes had to be strongly considered. However, the first autopsy was inadequate to identify specifically subtle forms of torture or ill-treatment that could lead to death.", "92. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "93. Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. It is also an offence for a government employee to subject someone to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment). The authorities’ obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors’ offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "94. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of State Security prosecutors and courts established throughout Turkey.", "95. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor’s jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the Council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "96. By virtue of Article 4, paragraph (i), of Legislative Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see preceding paragraph) also applies to members of the security forces who come under the governor’s authority.", "97. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person’s life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 93 above) or with the offender’s superior.", "98. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "99. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities are subject to judicial review ...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State’s strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people’s lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "100. Article 8 of Legislative Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned in the preceding paragraph, provides:", "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "101. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant’s guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative act” or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations).", "102. Article 79 of the Turkish Code on Criminal Procedure provides:", "“Official examination of a corpse must be made in the presence of a physician. An autopsy shall be performed in the presence of a judge and in those case where it is necessary to avoid prejudicial delay, the autopsy shall be performed by two physicians in the presence of the public prosecutor, at least one of the physicians being a forensic practitioner.", "In an emergency situation, the operation may be conducted by one doctor only.”", "103. By the end of 1999, the European Committee for the Prevention of Torture (CPT) had carried out eight visits to Turkey. The two first visits in 1990 and 1991 were ad hoc visits considered necessary in the light of the considerable number of reports received from a variety of sources, containing allegations of torture or other forms of ill-treatment of persons deprived of their liberty, in particular, relating to those held in police custody. A third periodic visit took place at the end of 1992. Further visits took place in October 1994, August and September 1996, October 1997 and February-March 1999. The CPT’s reports on these visits, save the last two, have not been made public, such publication requiring the consent of the State concerned, which has not been forthcoming.", "104. The CPT has issued two public statements.", "105. In its public statement adopted on 15 December 1992, the CPT concluded that torture and other forms of severe ill-treatment were important characteristics of police custody. On its first visit in 1990, the following types of ill-treatment were constantly alleged: Palestinian hanging, electric shocks, beating of the soles of the feet (“falaka”), hosing with pressurised cold water and incarceration in very small, dark, unventilated cells. Its medical examinations disclosed clear medical signs consistent with very recent torture and other severe ill-treatment of both a physical and psychological nature. The on-site observations in police establishments revealed extremely poor material conditions of detention.", "On its second visit in 1991, it found no progress had been made in eliminating torture and ill-treatment by the police. Many persons made complaint of similar types of ill-treatment – an increasing number of allegations were heard of forcible penetration of bodily orifices with a stick or truncheon. Once again, a number of the persons making such claims were found on examination to display marks or conditions consistent with their allegations. On its third visit from 22 November to 3 December 1992, its delegation was inundated with allegations of torture and ill-treatment. Numerous persons examined by its doctors displayed marks or conditions consistent with their allegations. It listed a number of these cases. On this visit, the CPT had visited Adana, where a prisoner at Adana prison displayed haematomas on the soles of his feet and a series of vertical violet stripes (10 cm long, 2 cm wide) across the upper part of his back, consistent with his allegation that he had recently been subjected to falaka and beaten on the back with a truncheon while in police custody. In Ankara police headquarters and Diyarbakır police headquarters, it found equipment consistent with use in torture and the presence of which had no other credible explanation. The CPT concluded in its statement that “the practice of torture and other forms of severe ill-treatment of persons in police custody remains widespread in Turkey”.", "106. In its second public statement issued on 6 December 1996, the CPT noted that some progress had been made over the intervening four years. However, its findings after its visit in 1994 demonstrated that torture and other forms of ill-treatment were still important characteristics of police custody. In the course of visits in 1996, CPT delegations once again found clear evidence of the practice of torture and other forms of severe ill-treatment by police. It referred to its most recent visit in September 1996 to police establishments in Adana, Bursa and Istanbul, when it also went to three prisons in order to interview certain persons who had very recently been in police custody in Adana and Istanbul. A considerable number of persons examined by the delegations’ forensic doctors displayed marks or conditions consistent with their allegations of recent ill-treatment by the police, and in particular of beating of the soles of the feet, blows to the palms of the hands and suspension by the arms. It noted the cases of seven persons who had been very recently detained at the Anti-Terror Department at Istanbul Police Headquarters which ranked among the most flagrant examples of torture encountered by CPT delegations in Turkey. They showed signs of prolonged suspension by the arms, with impairments in motor function and sensation which, in two persons who had lost the use of both arms, threatened to be irreversible. It concluded that resort to torture and other forms of severe ill-treatment remained a common occurrence in police establishments in Turkey.", "107. The Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions adopted by the United Nations in 1991 includes a Model Autopsy Protocol aimed at providing authoritative guidelines for the conduct of autopsies by public prosecutors and medical personnel. In its introduction, it noted that an abridged examination or report was never appropriate in potentially controversial cases and that a systematic and comprehensive examination and report were required to prevent the omission or loss of important details:", "“It is of the utmost importance that an autopsy performed following a controversial death be thorough in scope. The documentation and recording of those findings should be equally thorough so as to permit meaningful use of the autopsy results.”", "108. In part 2(c), it stated that adequate photographs were crucial for thorough documentation of autopsy findings. Photographs should be comprehensive in scope and confirm the presence of all demonstrable signs of injury or disease commented upon in the autopsy report."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18", "3", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}