{"ITEMID": "001-139017", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "GOLUBENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Aleš Pejchal;André Potocki;Ann Power-Forde;Ganna Yudkivska;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["1. The applicant, Mr Vladimir Pavlovich Golubenko, is a Ukrainian national, who was born in 1952 and lives in Vilnyansk.", "2. The applicant was granted leave to present his own case in the proceedings before the Court, in accordance with Rule 36 § 3 in fine of the Rules of Court. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr Nazar Kulchytskyy.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. From 6 April to 14 November 2004 the applicant was detained in the Kherson Pre-Trial Detention Centre (SIZO).", "5. From 14 November 2004 to 16 December 2006 he served his sentence in Orikhivska Prison no. 88, a correctional colony.", "6. From 16 December 2006 to 30 January 2007 the applicant underwent a psychiatric examination in the psychiatric hospital of Vilnyansk Prison no. 20.", "7. From 30 January 2007 until his release on 6 April 2009 he was detained in Sofiyivska Prison no. 55.", "8. The applicant stated in his submissions before the Court that he was fully satisfied with the conditions of his detention and healthcare afforded to him in Vilnyansk Prison no. 20 and Sofiyivska Prison no. 55.", "9. According to the applicant’s initial submissions, he was detained in “premises” measuring 42.5 sq. m (5.67 x 7.5 m). It had seventeen two-tier bunks and accommodated thirty-four inmates, all suffering from tuberculosis.", "10. Later the applicant accepted without reservation the Government’s account, according to which he had been accommodated in a dormitory measuring 95.19 sq. m shared by thirty-eight inmates (see paragraph 18 below).", "11. According to the applicant, there was no heating and the temperature inside never exceeded 9 degrees Celsius in winter. All the inmates therefore had to sleep in their outer clothes, which were permanently damp as there had been no place to dry them.", "12. While there were two ordinary lamps and a night lamp, only the bulb in the night lamp worked. As a result, the lighting was poor.", "13. The supply of electricity was limited and intermittent. More precisely, electric power was only supplied during the following periods: 220V from 6 to 7 a.m., 10 to 10.20 a.m., 12 to 12:20 p.m., 3 to 3.20 p.m., and 7 to 10 p.m.; and 110V from 10 p.m. to 6 a.m., and 4.30 to 7.30 p.m.", "14. All the prisoners (the number of whom varied from 160 to 200) had to share seven taps for hand washing. Even those taps were unusable in winter, as the water pipes often cracked because of frost and were not properly maintained. When this happened the inmates had to fill plastic bottles with water from the shower block or the kitchen. Some of them preferred to use snow for “washing”.", "15. Mere pits served for toilets, which were insufficient in number (only five). The prison was infested with rats.", "16. The quality of food was poor. The applicant noted, in particular, that inmates were served porridge for lunch and dinner most days. Twice or three times per week mashed potatoes were on the menu. Inmates suffering from tuberculosis also received carrot juice in the morning, biscuits at lunch and cheese in the evening. Meat was served not as separate portions for each detainee, but from a communal casserole dish. Butter was also served from a shared dish. Sweets were offered instead of sugar. According to the applicant’s calculations, detainees suffering from tuberculosis received 20-30% fewer calories than the required nutritional amount.", "17. The prison in question is a medium-security correctional colony for men who have served their prison sentence. The applicant was held in the “resocialisation” section, where inmates are accommodated in dormitories. The section measured 451 sq. m and comprised four dormitories (each measuring approximately 95, 71, 21 and 16 sq. m).", "18. The applicant slept in dormitory no. 1 measuring 95.19 sq. m. He shared it with thirty-seven inmates, all having a medical history of tuberculosis.", "19. There were two fluorescent tube lamps used for lighting in the dormitory. It also had six windows, each measuring 2.5 sq. m.", "20. The dormitory had satisfactory sanitary conditions. It had a bathroom unit measuring 24 sq. m with one washing basin and four lavatory pans.", "21. In addition, the section had the following:", "a bathroom unit measuring 36 sq. m with eight toilet pits and ten washbasins;", "an education room measuring 36.35 sq. m with two windows and one lamp;", "a room for taking meals measuring 60.12 sq. m with two lamps and two windows;", "a room for storing prisoners’ personal belongings measuring 14.37 sq. m with one window and one lamp;", "a special room for drying clothes and shoes measuring 14.38 sq. m with one window and one lamp.", "22. Prisoners also had at their disposal a sports ground, a smoking area and an outside area for drying clothes.", "23. The dormitories were ventilated twice a day: from 8 to 9 a.m. during the morning check, and from 5 to 5.30 p.m. during the evening check.", "24. The prison was centrally heated in summer and by stand-alone boilers during the cold season. The temperature in the dormitories was maintained at 18-19 degrees Celsius.", "25. Prison nutrition was in compliance with the applicable legal and regulatory requirements. The applicant was provided with the full nutritional amount for people infected with mycobacterium of tuberculosis.", "26. Aside from alleging that the physical conditions of detention and nutrition in the prison had been inadequate for inmates suffering from or having previously suffered from tuberculosis, the applicant did not give any factual account regarding his diagnosis of tuberculosis and treatment.", "27. According to the applicant’s medical file (a copy of which has been submitted to the Court by the Government), the applicant stated on several occasions that he had suffered from tuberculosis from 1984 to 1997.", "28. On 28 July 2004, during one of his examinations by a tuberculosis specialist in the SIZO, the applicant was diagnosed with a minor inflammation in his left lung, known as a Ghon focus, with a limited likelihood of it progressing to tuberculosis. As a result, he was placed under medical supervision for five years.", "29. Upon his arrival at the prison the applicant underwent a medical examination which included urine, blood and sputum tests and an X-ray. As a result, he was prescribed and underwent tuberculosis anti-relapse therapy.", "30. On 19 April, 20 October and 17 December 2004, 17 December 2005 and 7 June 2006 the applicant was X-rayed. Furthermore, on 15 July 2004, 22 April 2005, 14 and 21 March and 28 September 2006 he was examined by a tuberculosis specialist. As a result, he was prescribed and received certain medication as preventive medical treatment.", "31. According to the applicant’s initial submissions, during his detention in Orikhivska Prison no. 88 his sight progressively deteriorated for almost a year. Despite this, his requests for a specialist examination remained ignored, as the prison did not employ an ophthalmologist, and seeking an external consultation was not deemed feasible.", "32. According to the applicant’s later observations in reply to those of the Government, all the inmates of Orikhivska Prison no. 88 who had any sight-related complaints could register for an examination with a visiting ophthalmologist from Orikhivska Town Hospital. The applicant provided no further details.", "33. As submitted by the Government, the applicant did not raise a single complaint about his sight deterioration during his detention in Orikhivska Prison.", "34. On 31 January 2007 he was diagnosed for the first time with visual impairment (no further details being available) in Sofiyivska Prison, and he was told to wear spectacles. The applicant was placed under dispensary supervision in that regard, with check-ups twice a year. He was also prescribed medical treatment for meibomitis of the upper eyelid of the left eye (an inflammation of glands that produce an oily substance to reduce the evaporation of a person’s tears).", "35. The applicant alleged that he had contracted onychomycosis of both feet and the left hand, as a result of poor sanitary conditions. According to him, the head of the medical unit of Orikhivska Prison refused to provide him with any treatment, telling him that there was a lack of medication and that this type of infection was not dangerous.", "36. According to the applicant’s medical file (submitted by the Government), on 20 April 2004, while the applicant was detained in the Kherson SIZO, he was examined by a dermatologist who did not diagnose him with any dermatological conditions.", "37. As stated by the Government on the basis of the applicant’s medical file, during his detention in Orikhivska Prison the applicant only applied once for medical assistance regarding skin problems, on 23 December 2005. He was examined and diagnosed with a foot fissure. As a result, he was prescribed and treated with Methyluracil ointment.", "38. According to the Government, the applicant did not subsequently raise any complaints regarding any dermatological conditions with the medical staff or prison administration. Nor did he raise any such complaints with the prosecutor.", "39. On 16 December 2006 the applicant was transferred to the psychiatric hospital of Vilnyansk Prison no. 20. His general medical examination upon arrival there did not reveal any skin rashes, scabs, pediculosis or any other dermatological conditions. The applicant did not raise any complaints either.", "40. On 26 February 2013 the applicant consulted an ophthalmologist who gave the following diagnoses: high-degree myopia, myopic astigmatism, central and peripheral chorioretinal dystrophy of the right eye; and low-degree myopia and myopic astigmatism of the left eye. Further examinations were recommended with a view to defining the appropriate treatment.", "41. The applicant neither undertook the recommended examinations nor sought any treatment, referring to the fact that he was experiencing financial hardship.", "42. On 28 February 2013 the applicant was also examined in a local dermatovenerologic hospital. He was diagnosed with onychomycosis of both feet and the left hand, and was recommended treatment.", "43. The applicant did not pursue any treatment, which he explained to the Court was because of his low income."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}