{"ITEMID": "001-111976", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MELERO ECHAURI AND OSTIZ MELERO v. SPAIN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicants, Ms María Elena Melero Echauri and Ms Elena Ostiz Melero, are Spanish nationals who were born in Pamplona (Navarra) in 1953 and 1972 respectively and live in Pamplona. They are mother and daughter and work as associate lawyers in their law firm in Pamplona. They are represented before the Court by Ms Melero Echauri, the first applicant.", "3. On 15 January 2005, as the result of disciplinary and criminal proceedings brought by Pamplona civil judge no. 3 against the first applicant for defamation, the applicant was admonished by the Ruling Board of the Pamplona Law Bar for a minor infraction, of lack of respect to a judge and a fellow lawyer. In fact, the applicant, acting in her capacity as counsel in separation proceedings, had submitted a brief in which she had accused the judge in the case of general malfeasance in favouring a lawyer with whom the judge appeared to be friendly, to the detriment of the rights to defence and to a fair hearing of her clients and of other lawyers’ clients.", "4. On 9 November 2006 the first applicant requested the Pamplona judge responsible for the allocation of cases (“the Pamplona judge”) to have the case allocation rules of the courts of Pamplona altered so as to guarantee her clients the right to defence and to a fair hearing. In her view, these rights would be seriously jeopardised if her cases and those of her daughter were allocated to Pamplona civil judge no. 3.", "5. On 20 November 2006 the Pamplona judge refused the applicant’s request and invited her to make use, whenever she found it appropriate, of a request for withdrawal. This decision was upheld by the General Council of the Judiciary on 14 March 2007.", "6. On 29 January 2007, on the occasion of a civil action against one of her clients, the first applicant submitted a request for withdrawal of Pamplona civil judge no. 3. That request was refused by the judge on 16 February 2007 on the ground that, pursuant to Article 218 of the Organic Law on the Judiciary, in civil, social and adversarial administrative proceedings only the parties and the public prosecutor had standing to request that a judge withdraw from a case.", "7. The first applicant introduced an appeal against that decision before the same civil judge no. 3, arguing that the fact that that judge had introduced criminal and disciplinary proceedings against her in the past disqualified the judge from deciding in cases in which the first applicant acted as counsel, and that it was a legal absurdity to request that her clients submit a request for withdrawal since, according to the legislation in force, the request would not be successful, in so far as no enmity could be said to exist, in principle, between the judge and her clients. The appeal was orally dismissed on 5 March 2007, the judge insisting that if there were to be such a request it could only be submitted by the applicant’s client.", "8. The applicant introduced an amparo appeal that was declared inadmissible on 2 July 2008 by the Constitutional Court on the ground that the applicant lacked standing. That decision was served on 8 July 2008.", "9. Article 24 of the Constitution reads as follows:", "“1. Everyone has the right to obtain the effective protection of judges and the courts in the exercise of his or her legitimate rights and interests, and in no case may he or she go undefended.", "2. Likewise, everyone has the right of access to the ordinary courts as predetermined by law; to the defence and assistance of a lawyer; to be informed of the charges brought against them; to a public trial without undue delays and with full guarantees; to the use of evidence appropriate to their defence; not to make self-incriminating statements; not to declare themselves guilty; and to be presumed innocent.”", "10. Section 218 of Organic Law 6/1985 of 1st July 1985, on the Judiciary identifies those who have standing to request the withdrawal of a judge. It reads as follows:", "“The withdrawal of a judge can only be requested:", "1. In civil, social and adversarial administrative proceedings by the parties; the public prosecutor shall have also standing to request the withdrawal of a judge in those cases in which, by the character of the rights in dispute, he could or should intervene”.", "Article 219 of the Organic Law on the Judiciary enumerates the reasons for abstention and withdrawal of judges. The relevant part of Article 219 for the purposes of this case reads as follows:", "“Grounds for abstention and, if appropriate, for withdrawal are...", "7. A close friendship with or a manifest enmity towards any of the parties...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}