{"ITEMID": "001-58839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF A.O. v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award", "JUDGES": "Christos Rozakis;Vitaliano Esposito", "TEXT": ["8. In 1969, the applicant let at a low rent, pursuant to a 1969 law on rent control (equo canone), an apartment he owned in Rome.", "9. On 10 October 1986 the applicant served a notice to quit (disdetta) on the tenant on expiry of the term on 31 December 1987, but she refused to leave.", "10. In a writ served on the tenant on 28 November 1986, the applicant reiterated his intention to terminate the lease and summoned the tenant to appear before the Rome Magistrate (pretore).", "11. In a decision of 10 April 1987, which was made enforceable on the same day, the magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 September 1988.", "12. On an unspecified date the applicant served notice (precetto) on the tenant requiring her to vacate the premises. He subsequently served notice on the tenant informing her that the order for possession would be enforced by a bailiff (significazione di sfratto).", "13. Between 28 November 1989 and 29 March 1991, the bailiff made nine attempts to recover possession. Each attempt proved unsuccessful as, under the statutory provisions providing for the suspension or staggering of the evictions, the applicant was not entitled to police assistance. The competent prefect, in fact, had to give priority in the grant of police assistance to any pending urgent cases.", "Thereafter, the applicant decided not to pursue the enforcement proceedings, in order to avoid useless costs, given the lack of prospects of obtaining the assistance of the police. He resumed the proceedings on a later, unspecified date.", "14. On 15 November 1995 the bailiff evicted the tenant. In the report on the eviction, the bailiff noted that the tenant, who was elderly and sick, had been lying in bed for two years; she had to be transferred by ambulance to a council flat which was allocated to her by the Municipality of Rome on the same day.", "15. The applicant thus recovered possession of his flat.", "16. The relevant domestic law is described in the Immobiliare Saffi v. Italy judgment of 28 July 1999, to be published in the Court’s official reports, §§ 18-35."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}