{"ITEMID": "001-114778", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF V.K. v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 12 - Right to marry (Article 12 - Marry);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant was born in 1964 and lives in Zagreb.", "5. On 30 November 2002 the applicant married M., and on 22 September 2003 a child, K., was born of the marriage.", "6. On 14 April 2004 the applicant filed a petition for divorce with the Z. Municipal Court (Općinski sud u Z.).", "7. At a hearing on 14 December 2004 the applicant submitted his proposal concerning contact and child maintenance for K. At the same hearing the parties agreed that the marriage be dissolved.", "8. On 30 December 2004 M. informed the Z. Municipal Court that she did not agree with the applicant’s proposal as regards child maintenance and asked the court to set an appropriate amount.", "9. The applicant lodged a request for expedition of the proceedings with the Z. Municipal Court on 2 February 2005.", "10. On 2 August 2005 the applicant brought a separate action in the Z. Municipal Court, contesting his paternity of K.", "11. The applicant further lodged a request with the Supreme Court (Vrhovni sud Republike Hrvatske) on 25 August 2005 asking that the proceedings be transferred to another court.", "12. The Z. Municipal Court on 15 September 2005 ordered the parties to submit information concerning their incomes. On 22 September 2005 the applicant, and on 18 October 2005 M., complied with this order and submitted the requested information.", "13. At a hearing on 31 October 2005 M. failed to appear. At the same hearing the applicant requested the trial court to issue a partial judgment by which the marriage would be dissolved. The trial judge dismissed the applicant’s request and ordered him to submit further documents concerning his financial status.", "14. The applicant complied with the above order and submitted the requested documents on 2 November 2005.", "15. On 14 December 2005 the applicant again lodged a request for expedition of the proceedings with the Z. Municipal Court.", "16. The Z. Municipal Court on 13 March 2006 ordered M. to submit information concerning the child maintenance payments she had received from the applicant. On 19 April 2006 she complied with this order and submitted the requested information.", "17. Another hearing was scheduled for 3 May 2006 but it was adjourned since the applicant informed the trial court that he was ill and could not attend the hearing.", "18. At a hearing on 10 July 2006 the applicant asked the Z. Municipal Court to join the divorce proceedings with the proceedings in which he was contesting paternity of K. This request was granted, but further proceedings were stayed pending a Supreme Court decision on the applicant’s request for transfer of the proceedings to another court.", "19. On 10 November 2006 the applicant asked the Z. Municipal Court to adopt a partial judgment, in respect of the petition for divorce alone.", "20. The Supreme Court dismissed the applicant’s request for transfer of the proceedings to another court on 22 November 2006.", "21. M. informed the Z. Municipal Court on 8 December 2006 and 9 March 2007 that she and K. had been living in Switzerland and that the applicant had refused to give consent for K. to obtain a passport and to come to Croatia to take part in the paternity proceedings.", "22. On 30 March 2007 the applicant informed the Z. Municipal Court that he had given his consent for K. to obtain a passport.", "23. A hearing scheduled for 23 April 2007 was adjourned because the applicant had not been properly summoned.", "24. Another hearing scheduled for 12 June 2007 was adjourned because the applicant failed to appear. At the same hearing the Z. Municipal Court ordered a DNA test.", "25. The Z. Municipal Court ordered the applicant to pay a sum of 10,000 Croatian kunas (HRK) for the DNA test on 26 June 2007.", "26. In the period between 12 September and 21 November 2007 the applicant made four payments in instalments for the DNA test. He also asked the Z. Municipal Court to extend the time-limit for payment. The Z. Municipal Court granted the applicant’s request and extended the time-limit for a further thirty days. On 26 November 2007 he informed the Z. Municipal Court of the amount he had managed to pay for the DNA test.", "27. On 27 November 2007 the applicant lodged a complaint about the length of the proceedings with the Constitutional Court (Ustavni sud Republike Hrvatske) which was forwarded to the Z. County Court (Županijski sud u Z.) for further examination. In his submissions the applicant complained that the Z. Municipal Court had dismissed his request for the partial judgment by which his marriage could be dissolved. He submitted that the lengthy divorce proceedings had had an adverse effect on his private life and his dignity and that the delay could prevent his marriage to another woman, planned for June 2008. The applicant also asked that the Z. Municipal Court be ordered to adopt a partial judgment by which his marriage with M. would be dissolved.", "28. At a hearing on 11 February 2008 the Z. Municipal Court found that the applicant had failed to pay the full amount required for the DNA test, and adjourned the hearing.", "29. Another hearing scheduled for 10 March 2008 was adjourned because the applicant informed the trial court that he could not attend the hearing.", "30. On 15 May 2008 the applicant asked the Z. Municipal Court to exempt him from the duty to pay for the DNA test, relying on war veterans’ rights, but on 13 June 2008 that court dismissed his request.", "31. Another hearing was held on 9 July 2008; the applicant failed to appear.", "32. On 25 September 2008 the applicant submitted further complaints to the Z. County Court about the length of the proceedings: he argued that he was a practising Christian and would therefore like to marry again, but had been unable to do so because the Z. Municipal Court had refused to issue a partial judgment by which he could be divorced. He also stressed that he would be humiliated if he had to cancel the planned marriage because he had been unable to divorce.", "33. On 26 September 2008 the applicant informed the Z. Municipal Court that he had made a further payment for the DNA test.", "34. At a hearing on 15 October 2008 the Z. Municipal Court found that the amount necessary for the DNA blood test had been almost fully paid, and requested the parties to make an arrangement to have DNA samples taken.", "35. On 27 October 2008 the applicant, relying on the Court’s case-law, complained before the Z. County Court about the manner in which the paternity proceedings and the DNA blood test had been conducted by the Z. Municipal Court. He pointed out that M. had refused to come to Croatia to have a sample of K.’s DNA taken. He again requested the Z. County Court to order the Z. Municipal Court to adopt a partial judgment concerning the divorce.", "36. The Z. County Court accepted the applicant’s complaint about the length of the proceedings on 31 October 2008. It found a violation of the applicant’s right to a hearing within a reasonable time, awarded him HRK 5,000 in compensation and ordered the Z. Municipal Court to adopt a decision as soon as possible, and within six months at the latest. The relevant part of the decision reads:", "“ ... the overall length of these civil proceedings cannot be said to have complied with the reasonable time requirement. ... Everything suggests that the court has failed to conduct the proceedings in compliance with the principle of efficiency, since over a period of longer than four years the case has still not been decided by the first-instance court ...", "The applicant, as a plaintiff in the proceedings, has contributed to the length of the proceedings, since the court’s summons to some hearings could not be served on him and he failed to appear at these hearings. His contribution to the length of the proceedings can also be observed through the fact that he has failed to comply with the court’s orders in time (for example to pay for the DNA test).”", "37. On the same day the applicant informed the Z. Municipal Court that he was insisting on a DNA test, although in the meantime he had been informed by M. that she and K. would not attend to have a DNA sample taken.", "38. On 20 November 2008 the applicant lodged an appeal with the Supreme Court against the Z. County Court decision of 31 October 2008 in the part concerning the amount of the awarded compensation. He also complained that the Z. County Court had ignored his request that the Z. Municipal Court be ordered to adopt an interim judgment on his divorce.", "39. On 26 January 2009 the applicant submitted to the Z. Municipal Court a written statement from the Employment Service (Hrvatski zavod za zapošljavanje) confirming that he was unemployed.", "40. Another hearing scheduled for 2 April 2009 was adjourned because the applicant informed the trial court that he could not attend this hearing and M. had failed to inform the court when she and K. would be able to attend to have a DNA sample taken.", "41. On 23 April 2009 the Supreme Court awarded the applicant further compensation of HRK 3,000 in respect of the length of the proceedings. The relevant part of the decision reads:", "“... This court considers that the conduct of the applicant had no influence on the length of the proceedings. On the contrary, the case file reveals that the applicant has demonstrated a strong resolve to have the proceedings concluded as soon as possible and within a reasonable time; this can be seen by his numerous requests that [the court] decide on his petition for divorce, to which the defendant also agreed at the hearing of 14 December 2004 ... Although the first-instance court pointed out that the applicant had contributed to the length of the proceedings by not complying with the summons to appear at the hearings, it is to be noted that it was only the hearing of 12 June 2007 at which he failed to appear despite having been properly summoned. As regards the hearing of 11 February 2008, the applicant was not properly summoned, since the court summons was returned with the notice “informed, did not collect”. As to the applicant’s failure to pay for the DNA test, it is to be noted that he requested that the time-limit for this payment be extended since it concerned a significant amount, given his income and his social circumstances, and the fact that he paid certain amounts in instalments on more than one occasion, in accordance with his financial means. This demonstrated his resolve to comply with the court order.”", "42. The applicant further lodged a constitutional complaint with the Constitutional Court on 22 May 2009 against the above decision of the Supreme Court.", "43. At a hearing on 7 July 2009 the Z. Municipal Court commissioned a DNA paternity report from Clinical Hospital Š. (Klinička bolnica Š.).", "44. M. informed the Z. Municipal Court on 21 July 2009 that she refused to come to Zagreb to have a DNA sample taken.", "45. On 6 August 2009 the applicant lodged a request for disqualification of the trial judge, president and all judges of the Z. Municipal Court.", "46. On 10 September 2009 the Constitutional Court dismissed the applicant’s constitutional complaint in respect of the length of the proceedings as ill-founded, on the ground that his complaints had been properly addressed by the lower courts.", "47. The Clinical Hospital Š. on 21 September 2009 informed the Z. Municipal Court that the parties had failed to appear to have DNA samples taken.", "48. The Z. Municipal Court rejected the applicant’s request for disqualification of the judges of that court on 23 September 2009.", "49. On 28 September 2009 the applicant again requested the Z. Municipal Court to commission a DNA report.", "50. The president of the Z. County Court rejected the applicant’s request for disqualification of the president of the Z. Municipal Court on 2 October 2009.", "51. On 7 October 2009 the applicant again requested the Z. Municipal Court to adopt a partial judgment in respect of the divorce alone.", "52. The president of the Z. Municipal Court dismissed the applicant’s request for disqualification of the trial judge on 29 October 2009.", "53. The Z. Municipal Court on 13 November 2009 again summoned the parties to have DNA samples taken.", "54. On 30 November and 1 December 2009 the applicant informed the Z. Municipal Court that he was withdrawing his action concerning his paternity of K., on the ground that the payment of the requested sum for the DNA test had created an intolerable financial burden for him since he was unemployed and without any source of income. He also asked that the marriage be dissolved as soon as possible since his social benefits depended on his marital status.", "55. At a hearing on 14 January 2010 the parties reached an agreement on child maintenance and contact between the applicant and K. On the same day the Z. Municipal Court dissolved the marriage of the applicant and M. and decided on the amount of the child maintenance and contact between the applicant and his child. The parties also declared that they would not lodge appeals and the judgment thus became final.", "56. On 11 September 2010 the applicant married J.V.", "57. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette no. 56/1990, 135/1997, 113/2000, 28/2001) read as follows:", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "“Family is under the special protection of the State.", "Marriage and legal relations in marriage, extra-marital relationship and family shall be governed by law.”", "58. The relevant provisions of the Family Act (Obiteljski zakon, Official Gazette nos. 116/2003, 17/2004, 136/2004, 107/2007) read as follows:", "“Marriage cannot be concluded by a person who is already married.”", "“(1) Irrespective of the form in which it was contracted, a marriage ceases upon: the death of a spouse, the pronouncement that a missing spouse is deceased, annulment or divorce.", "(2) A marriage ceases by annulment or divorce when the judgement of a court concerning the annulment or divorce becomes final ...“", "“(1) This Act governs special civil proceedings, non-contentious proceedings and special enforcement proceedings concerning the marital and family affairs under this Act.", "(2) Proceedings as in paragraph 1 are urgent.”", "“The provisions of the Civil Procedure Act and the Enforcement Act shall be applicable to proceedings under section 263 of this Act, unless otherwise provided under this Act.”", "59. The relevant provisions of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and the Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008, and 123/2008), read as follows:", "“(1) If only some of a number of claims are ready for a final decision on the basis of the litigation, or if only part of one claim is ready for a final decision, the court may conclude the trial and adopt a judgment (partial judgment) in respect of the claims or the part of the claim that are ready.", "(2) The court is obliged to adopt a partial judgment without delay if, on the basis of admission or waiver of several claims put forward only some become ready for a final decision, or if only part of one claim is ready for this decision ...“", "60. The relevant provisions of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/2005, 16/2007 and 113/2008), as in force at the material time, read as follows:", "“(1) A party to court proceedings who considers that the court has failed to decide within a reasonable time on his or her rights or obligations or a criminal charge against him or her, may lodge a request for the protection of the right to a hearing within a reasonable time with a court at the next higher level of jurisdiction.", "(2) If the request concerns proceedings pending before the High Commercial Court of the Republic of Croatia, the High Court for Administrative Offences of the Republic of Croatia or the Administrative Court of the Republic of Croatia, the request shall be decided by the Supreme Court of the Republic of Croatia.", "(3) Proceedings for deciding on a request as in sub-section 1 of this section shall be urgent. The rules of non-contentious procedure shall apply mutatis mutandis in those proceedings and, in principle, no hearing shall be held.", "(1) If the court referred to in section 27 of this Act finds the request well founded, it shall set a time-limit within which the court before which the proceedings are pending must decide on a right or obligation of, or a criminal charge against, the person who lodged the request, and may award him or her appropriate compensation for a violation of his or her right to a hearing within a reasonable time.", "(2) The compensation shall be paid out of the State budget within three months of the date on which the party’s request for payment is lodged.", "(3) An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on the request for the protection of the right to a hearing within a reasonable time. No appeal lies against a Supreme Court decision, but a constitutional complaint may be lodged.”", "61. Amendments to the Courts Act in connection with the length-of-proceedings complaint procedure, enacted on 11 December 2009 (Zakon o izmjenama i dopunama Zakona o sudovima, Official Gazette, no. 153/2009), read as follows:", "“Section 28 [of the Courts Act] now reads:", "...", "(5) An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on the request for the protection of the right to a hearing within a reasonable time. A further appeal, to be lodged with a panel of judges of the Supreme Court, lies against the decision of the Supreme Court. The panel shall adopt its decision within three months.", "(6) The panel of judges referred to in paragraph 5 shall be composed of three Supreme Court’s judges. They shall be elected by a plenary session of the Supreme Court.", "... “"], "VIOLATED_ARTICLES": ["12", "13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}