{"ITEMID": "001-90360", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SAVINY v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["5. The applicants, husband and wife, were born in 1957 and 1956 respectively and live in Romny.", "6. Both applicants have been blind since childhood.", "7. From 1990 to 2006 the first applicant was officially employed by an enterprise run by the Ukrainian Society of the Blind (“the USB”; Українське товариство сліпих), a public organisation subsidised by the State to provide assistance to blind people. However, as appears from his employer’s statement that between 2001 and 2006 the first applicant actually worked at most a few days a year. In 2006 the first applicant reached retirement age and was dismissed on redundancy. The second applicant stopped working in the early nineties.", "8. Since 1997 the family have officially occupied two two-bedroom flats owned by the State, although the applicants claim that they have used only one of them. The flats were supplied with oven heating, but have no drains or hot running water.", "9. The applicants have given birth to seven children: O.S. born in 1991, M.S. born in 1992, Y.S. born in 1993, P.S. born in 1995, S.S. born in 1997, K.S. born in 1998 and T.S. born in 2001.", "10. In February 1998 four of the children (M.S.,Y.S., P.S. and S.S.) were taken into public care on account of the applicants’ inability to provide them with adequate care and upbringing. The children were initially placed in various institutions; however, it appears that currently all of them, except P.S., who has been adopted with the applicants’ consent, reside in the Romny Boarding School (Роменська загальноосвітня школа-інтернат І-ІІІ ступенів для дітей-сиріт і дітей, позбавлених батьківського піклування ім. О.А. Деревської).", "11. In 1997 O.S., the eldest son, who remained in the applicants’ care, was also admitted to the Romny Boarding School. The parents took him home for weekends and vacations. On several occasions the school administration complained to the municipal authorities that O.S. habitually ran away from school, wandering, collecting empty bottles and begging. No specific details or incidents were given.", "12. Between 1998 and 2004 representatives of the Municipal Juvenile Service (Служба у справах неповнолітніх) and the Tutelage Board (Орган опіки та піклування), in cooperation with several other municipal authorities, visited the applicants’ flat on some ten occasions and drafted reports concerning the suitability of the living conditions for the upbringing of the children who remained in their care. According to these reports, the conditions were grossly unsatisfactory. In particular, the premises badly needed renovation; they were cold, dirty, full of cob-webs and smelled of human excrement. Clothes and rags were scattered around the floor and on the beds. Dishes were not washed. Bedding, if present, was very dirty. The baby’s mattress had rotted in the middle because of large quantities of urine. The baby’s cot was unusable. No food was found in the kitchen. The children were dirty and dressed unseasonably. One report also noted that T.S., the smallest child, had a skin rash. According to another report “the children were sick”, although no symptoms were noted. On one occasion the children would not let the inspectors in as the parents had gone out to buy milk and the children were alone with the oldest child, O.S.", "13. On several unspecified dates between 1998 and 2004 the USB provided the applicants with various assistance of unrecorded amounts, including firewood, clothing, shoes and alimentary products (such as sugar, potatoes, grain and flour). In 1998 the USB also arranged for local student volunteers to do some renovations on the flat: in particular, to whitewash the walls and to paint the floor and windows.", "14. On an unspecified date the applicants requested the municipal authorities to equip their household with natural gas in order to improve their heating, ability to cook and access to hot water. On 10 January 2000 they were informed that their neighbours had strongly objected to this, finding it dangerous in view of the applicants’ blindness and the presence of small children. Moreover, it was technically unfeasible.", "15. On 22 February 2000 the applicants requested the Chief of the Municipal Department for Social Assistance to assist them in finding a suitable job for the first applicant. There is no information as to the ensuing response.", "16. On 22 February 2000 the Juvenile Service requested the Head of the Municipal Women’s Committee to provide humanitarian assistance to the applicants’ family. There is no information as to the ensuing response.", "17. On 16 February 2001 K.S. was examined by a doctor, who recorded that his speech development was delayed and he appeared to be suffering from first-stage anaemia. The doctor further noted that the child’s stomach was soft and not bloated; he had a normal temperature, displayed no signs of malnutrition or skin rash, no enlargement of the lymph nodes or the liver, no redness in the throat and no abnormalities in urination or defecation.", "18. On 27 February 2001 the applicants received 150 Ukrainian hryvnyas (UAH) in financial assistance to pay for electricity.", "19. On 8 July 2003 the Municipal Committee for Social Protection and Prevention of Juvenile Delinquency warned the applicants that they needed to improve the conditions in which their children were being brought up.", "20. On an unidentified date the administration of the kindergarten attended by K.S. since 2003 issued a report on his development, stating that K.S. had attended the establishment regularly and that the parents brought him to school and took him home on time. The second applicant was reported to be actively interested in K.S.’s affairs and generally responsive to remarks by teaching and medical staff. The child was reported to be somewhat stubborn and inactive during classes, but eager to communicate with other children. On the other hand, K.S.’s classmates were reported to have been at times appalled by his untidy looks and dirty clothes.", "21. In December 2003 the Romny Children’s Health Centre certified that O.S. and K.S. had been fed at school and that they had also been provided with vouchers for summer camps, as they had been recorded as having first-stage anaemia.", "22. On an unspecified date the first applicant instituted court proceedings against his employer, seeking to collect salary arrears and various compensatory payments, including compensation for idle time, for an unspecified period ending on 31 November 2004. On 3 November 2004 the Romny Court discontinued the proceedings in view of a friendly settlement between the parties, pursuant to which the first applicant was to be paid UAH 1,500. On 5 January 2006 the Romny Court further awarded the first applicant UAH 1,110 in various compensatory payments in respect of the subsequent idle period.", "23. On 5 January 2004 the Romny Prosecutor initiated, at the request of the Juvenile Service, court proceedings for the placement of O.S., K.S. and T.S. in public care.", "24. On 2 December 2004 the court, having heard the applicants, the Juvenile Service and the Tutelage Board, allowed the prosecutor’s claim. The relevant part of the judgment stated as follows:", "“ The defendants [the applicants] do not take care of or bring the children up properly. The children are dirty, hungry, and often stay at home alone...", "The representatives of the Juvenile Service and the Tutelage Board supported the claim and described the horrible (жахливі) living conditions of the defendants’ family, dirt, insufficient sanitary arrangements (антисанітарія), very poor financial state....", "... According to a note from the children’s hospital of 16 December 2003, K.S. and O.S. are registered with the health centre due to first-stage anaemia...", "The court established that the living conditions of the children O.S., K.S. and T.S. are dangerous for their lives and health and moral upbringing, in particular the children are dirty, hungry, dressed unseasonably, are registered with the health centre; O.S. wanders, picks up empty bottles and begs, thus the children should be removed from the defendants and transferred to the Tutelage Board...”", "25. The applicants appealed against this decision. They stated that the Family Code of Ukraine contained limited grounds for removal of children from their parents – evasion of child maintenance, cruelty, chronic alcoholism or drug addiction of parents, exploitation of children, involving them in begging and vagrancy. They insisted that they had never done any such things and that there was no proof that the conditions of their children’s upbringing, albeit basic, were in fact dangerous. The applicants further explained that the fact that they could not provide the children with better conditions was only due to their blindness. They claimed that as people with a disability they were discriminated against and underlined that the State authorities should provide their family with the necessary support instead of removing their children. The applicants also referred to Article 8 of the Convention.", "26. On 14 February 2005 the Sumy Regional Court of Appeal dismissed their appeal. It repeated the conclusions of the first-instance court that leaving the children with the applicants would endanger the children’s life, health and moral upbringing. It stated, inter alia:", "“The fact that the defendants were visually handicapped had no impact on the court’s conclusions. The applicants did not prove that the State authorities created disadvantageous conditions for their life. Quite the opposite, as it follows from the case file, the State authorities acted within their power to help them.", "According to Article 8 of the European Convention of Human Rights, the State can interfere with private and family life for the protection of health or morals, or for the protection of the rights and freedoms of others. Bearing this in mind and considering the facts of the case, the court comes to the conclusion that there was no violation of Article 8 of the Convention.”", "27. The applicants appealed in cassation, raising essentially the same arguments as in their previous appeal. On 22 March 2006 the Supreme Court of Ukraine dismissed the appeal in cassation. The applicants’ children were not heard at any stage of the proceedings.", "28. The judgment was enforced on 23 June 2006. Eventually, K.S. was placed in a school in Romny, while O.S. and T.S. were placed in a school in Sumy (some one hundred kilometres from Romny). According to submissions by an educational social worker (соціальний педагог) retained by O.S.’s new school dated June 2007, O.S. continued to run away from school, wandered, and often needed to be searched for.", "29. The relevant provisions of the Constitution of Ukraine read as follows:", "Article 32", "“No one shall be subject to interference in his or her personal and family life, except in cases envisaged by the Constitution of Ukraine...”", "Article 51", "“...The family, childhood, motherhood and fatherhood are under the protection of the State.”", "30. The relevant provisions of the Family Code of Ukraine read as follows:", "Article 170. Removal of the Child from the Parents without Depriving them of Parental Rights", "“1. The court may decide to remove the child from both parents or one of them without depriving them of parental rights, in cases referred to in Article 164, paragraph 1, subparagraphs 2 -5, as well as in other situations if leaving the child with them is dangerous to his or her life, health and moral education.", "In such a case, the child shall be given to the other parent, grandmother, grandfather, other relatives upon their request or to the Tutelage Board.", "2. In exceptional situations, when the child’s life or health is seriously endangered, the Tutelage Board or the prosecutor may order the immediate removal of the child from his or her parents.", "In such a case, the Tutelage Board shall inform the prosecutor without delay and within seven days of the date of the decision shall lodge a claim with a court for deprivation of the parental rights of one or both parents or for removal of the child from his or her mother or father without depriving them of parental rights.", "The same claim can be lodged by the prosecutor.", "3. Whenever the circumstances which have hampered the proper upbringing of the child by his or her parents disappear, the court, upon the parents’ request, may order the return of the child”", "31. The relevant provisions of the Law read as follows:", "Section 11. A child and a family", "“(...) Each child has the right to live in a family together with parents or in a family of one of the parents and in their care”", "Section 12. Rights, obligations and responsibility of parents with respect to bringing up and development of a child", "“to be brought up in a family is a fundamental principle for development of a child”", "The State shall provide parents... with support in fulfilment of their obligations on bringing up children.., shall protect rights of a family”", "Section 14. Separation of a child and family", "“Children and parents shall not be separated against their will, except for cases when such a separation is necessary in the best interests of a child and is provided for by a legally valid court judgment”", "32. In her First Annual Report the Commissioner for Human Rights (2002) mentioned as follows:", "(...) The average social pension for a disabled person... is 41 Ukrainian hryvnas (UAH), which is one-fifteenth of the amount allocated for a child who attends boarding school (UAH 400-700 per month)”", "33. In the Preamble to the Convention it is mentioned that a child, for the full and harmonious development of his or her personality, should grow up in a family environment. According to Article 9 of the Convention, States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such a separation is necessary in the best interests of the child. Such determination may be necessary in a particular case such as one involving abuse or neglect of the child by the parents. In such a case all interested parties shall be given an opportunity to participate in the proceedings and make their views known.", "34. In its Concluding Observations, adopted on 9 October 2002 upon consideration of the second periodic report of Ukraine, the Committee mentioned as follows:", "“(...) the Committee remains concerned about the low level of resources in general for social services, health and education having a negative impact on the quality and accessibility of services, especially affecting families with children living in poverty;", "(...) The Committee is concerned that the principles of ... the right to have his/ her best interest as a primary consideration ... (is) not fully reflected in the State party’s legislation, policies and programmes at national and local levels.", "(...) The Committee expresses its serious concern at the high increase in number of children left without parental care and regrets that its previous recommendations, to the State party, to develop a comprehensive strategy to assist vulnerable families, has not been followed”.", "35. The basic principles, listed in the annex to Recommendation Rec (2005)5 of the Committee of Ministers on the rights of children living in residential institutions, adopted on 16 March 2005, include, among others:", "« (...) The family is the natural environment for the growth and well-being of the child and the parents have the primary responsibility for the upbringing and development of the child;", "– preventive measures of support for children and families in accordance with their special needs should be provided as far as possible;", "– the placement of a child should remain the exception and have as the primary objective the best interests of the child (...) ;", "– the decision taken about the placement of a child and the placement itself should not be subject to discrimination on the basis of ... disability ...or any other status of ... his or her parents (...).»", "36. According to the Recommendation Rec(2006)19 on policy to support positive parenting, adopted on 13 December 2006, policies and measures in the field of support for parenting should take into account the importance of a sufficient standard of living to engage in positive parenting. Governments should also ensure that children and parents have access to an appropriate level and diversity of resources (material, psychological, social and cultural). In the best interests of the child, the rights of parents, such as entitlement to appropriate support from public authorities in fulfilling their parental functions, must also be given prominence. Particular attention should be paid to difficult social and economic circumstances, which require more specific support. It is also essential to supplement general policies with a more targeted approach."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}