{"ITEMID": "001-61054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SYLVESTER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["10. The applicants were born in 1953 and 1994 respectively. The first applicant lives in West Bloomfield (Michigan) and the second applicant lives in Graz.", "11. The first applicant married an Austrian citizen in April 1994. The marriage was concluded in the United States of America, where the couple set up their common residence. On 11 September 1994 their daughter, the second applicant, was born. The family's last common residence was in Michigan. Under the law of the State of Michigan the parents had joint custody over the second applicant.", "12. On 30 October 1995 the first applicant's wife, without obtaining his consent, left the United States with the second applicant and took her to Austria.", "13. On 31 October 1995 the first applicant, relying on the 1980 Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”), requested the Austrian courts to order the second applicant's return. In these and the subsequent proceedings the first applicant was represented by counsel.", "14. On 3 November 1995 the second applicant's mother filed an application with the Graz District Civil Court (Bezirksgericht für Zivilrechtssachen) for the award of sole custody over the second applicant.", "15. On 20 December 1995 the Graz District Civil Court, after having heard evidence from the first applicant and his wife and the oral statement of an expert in child psychology, Dr. K., ordered that the second applicant be returned to the first applicant at her former place of residence in Michigan.", "16. The court, noting that under Michigan law the first applicant and his wife had joint custody of their daughter, found that the first applicant's wife had wrongfully removed the child within the meaning of Article 3 of the Hague Convention. Moreover, it dismissed the mother's claim that the child's return would entail a grave risk of physical or psychological harm within the meaning of Article 13 (b) of the Hague Convention. It considered that the second applicant's return could not be hindered by the fact that the mother was her main person of reference and that returning could cause a massive trauma affecting her development. Otherwise, mothers of small children could easily circumvent the aim of the Hague Convention. As to the mother's allegation that the first applicant regularly masturbated in the presence of the child, the court referred to the expert's statement that such conduct would, in view of the child's tender age, not cause immediate harm. The fact that such conduct, if proved, could in the long run be harmful to the child would have to be assessed in the custody proceedings. Finally, it held that the mother could be expected to return with the second applicant to the United States.", "17. On 19 January 1996 the Graz Regional Civil Court (Landesgericht für Zivilrechtssachen) dismissed an appeal by the second applicant's mother.", "18. The Regional Court confirmed the District Court's assessment as regards the question whether the second applicant's return would entail a grave risk of physical or psychological harm within the meaning of Article 13 (b) of the Hague Convention. It noted that the onus of proof was on the person opposing the return, i.e. the second applicant's mother. Further, it noted that the statement of the expert in child psychology had denied that there was any such risk. That statement had been made on the assumption that the mother's allegations were true. However, the Regional Court emphasised that the truth of these allegations had not been proved and that the District Court had had the benefit of hearing the first applicant and, thus, of forming a personal impression of him.", "19. On 27 February 1996 the Supreme Court (Oberster Gerichtshof) dismissed a further appeal by the second applicant's mother.", "20. On 27 February 1996 the first applicant filed an application for enforcement of the return order of 20 December 1995.", "21. Meanwhile, the first applicant had started divorce proceedings before the Oakland Circuit Court (Michigan). By a decision of 16 April 1996, the court pronounced a default judgment of divorce. Further, it awarded the first applicant sole custody of the second applicant and ordered that the second applicant should reside with the first applicant in the event of her return.", "22. On 7 May 1996 the file arrived again at the Graz District Civil Court.", "23. On 8 May 1996 the Graz District Civil Court ordered the enforcement of the return order under section 19 (1) of the Non-Contentious Proceedings Act (Ausserstreitgesetz). It noted that it was necessary to order coercive measures as there were indications that the mother was obstructing the child's return. She had given an interview to a local newspaper according to which she frequently changed her whereabouts and was determined not to let the child be taken away from her.", "24. In the early hours of 10 May 1996, an attempt to enforce the return order was made in accordance with the terms set out in the order of 8 May. A bailiff, assisted by a police officer, a locksmith and a representative of the Youth Welfare Office, appeared at the house where the second applicant and her mother were living. The first applicant was also present. A search carried out in the house, necessitating the use of force against the second applicant's mother and the forceful opening of several doors, remained unsuccessful. On the occasion of the enforcement attempt the Supreme Court's decision of 27 February 1996 and the enforcement order of 8 May 1996 were served on the second applicant's mother.", "25. On 15 May 1996 the second applicant's mother appealed against the decision of 8 May 1996 and again filed an application for the award of sole custody of the second applicant.", "26. On 29 May 1996 the United States District Court, Eastern District of Michigan, issued an arrest warrant against the second applicant's mother on suspicion of international parental kidnapping.", "27. On 18 June 1996 the first applicant made a further application for enforcement of the return order.", "28. By a decision of 25 June 1996 the Graz District Civil Court, at the request of the second applicant's mother, transferred jurisdiction to the Leibnitz District Court, in the judicial district of which the second applicant had purportedly established her residence.", "29. On 29 August 1996 the Graz Regional Civil Court granted an appeal by the first applicant against the transfer of jurisdiction and, on the mother's appeal, quashed the Graz District Civil Court's enforcement order of 8 May 1996 and referred the case back to it.", "30. Referring to section 19 (1) of the Non-Contentious Proceedings Act, the court found that, in the enforcement proceedings, the child's well-being had to be taken into account in so far as a change in the situation had occurred since the issue of the return order and the taking of coercive measures. However, under Article 13 of the Hague Convention, this question was not to be examined by the court of its own motion but only upon an application by the person opposing the return. Following the service of the enforcement order of 8 May 1996 the mother had submitted, in particular, that she was the second applicant's main person of reference. Because of the lapse of time, the second applicant no longer recognised her father when she was shown his picture. By being taken away from her mother the child would suffer irreparable harm. The court therefore ordered the District Court to examine whether the situation had changed since the return order of 20 December 1995. It also ordered the District Court to obtain the opinion of an expert child psychologist on the question whether the child's return would entail a grave risk of physical or psychological harm and whether coercive measures were compatible with the interests of the child's well-being.", "31. Between May and December 1996 numerous letters were exchanged between the United States Department of State and the Austrian Ministry of Justice, acting as their respective States' Central Authorities under the Hague Convention. The United States Department of State repeatedly requested information as to which steps had been taken to locate the second applicant and to enforce the return order of 20 December 1995. The Austrian Ministry of Justice replied that the first applicant was represented by counsel in the Austrian proceedings and that it was up to him to take all necessary steps to obtain the enforcement of the return order. It also pointed out that there were only rather limited possibilities to locate a child who had disappeared after a return order had been made.", "32. On 15 October 1996 the Supreme Court dismissed an appeal by the first applicant and set aside the enforcement order of 8 May 1996. It noted in particular that the notion of the child's well-being was central to the entire proceedings. When ordering coercive measures under section 19 (1) of the Non-Contentious Proceedings Act, the court had to take the interests of the child's well-being into account, despite the fact that the return order was final, if the relevant situation had changed in the meantime. Having regard to the aims of the Hague Convention, a refusal of coercive measures was only justified if the child's return would entail a grave risk of physical or psychological harm for the child within the meaning of Article 13 (b) of the Hague Convention.", "33. The Supreme Court acknowledged that particularly difficult problems arose in cases in which the abductor had created the situation in which the return represented a serious danger to the child's well-being. Where the abductor of a small child was the latter's main person of reference and refused to return with the child, a serious threat to the child's well-being might arise. Nevertheless, Article 13 (b) of the Hague Convention made clear that the child's well-being took priority over the Convention's general aim of preventing child abduction. Reasons of general deterrence or, in other words, the aim of showing that child abduction was not worthwhile could not justify exposing a child to a grave risk of physical or psychological harm.", "34. In the present case, the mother had claimed that the child, who was now more than two years old, had become alienated from the father. The child's abrupt removal from her main person of reference and her return to the United States would cause her irreparable harm. The Supreme Court emphasised that the particularity of the case lay in the fact that, in the main proceedings, the courts had denied that there was any risk of psychological harm (as a result of the alleged sexual behaviour of the first applicant) exclusively on account of the child's tender age. In these circumstances, it could not be excluded that the child, who was now more than two years old and had been living solely with her mother for more than a year, would suffer grave psychological harm in the event of a return to her father. Thus, the Regional Court had rightly found that the question whether the return order could be enforced by coercive measures needed further examination, including an opinion by an expert in child psychology. It might also prove necessary to assess whether or not the mother's allegations were at all true.", "35. In accordance with the Supreme Court's decision, the case was referred back to the Graz District Civil Court.", "36. On 23 April 1997 the Oakland Circuit Court issued a “safe harbour” order, valid until 21 October 1997, which provided, inter alia, that pending determination of custody in expedited proceedings, the first applicant would not exercise his right to sole custody of the child; the second applicant would live with her mother away from the first applicant, who would undertake to cover their living expenses; and the arrest warrant against the mother would be set aside as soon as she and the second applicant boarded a direct flight to Michigan.", "37. On 29 April 1997 the Graz District Civil Court dismissed an application by the first applicant for enforcement of the return order.", "38. In the continued proceedings, the expert on child psychology, Dr. K., had submitted his opinion on 26 March 1997 and the first applicant had been given an opportunity to comment. On the basis of the expert opinion, the court found that since the second applicant's birth her mother had been her main person of reference. However, the first applicant had had regular contact with her until 30 October 1995, the date of her abduction. Thereafter they had had no contact at all. Since the return order had been made, a year and four months had elapsed and the first applicant had become a complete stranger to the second applicant. Given that a young child needed a stable relationship with the main person of reference at least until the age of six, the second applicant's removal from her main person of reference, namely her mother, would expose her to serious psychological harm. Having regard to the considerable lapse of time since the return order had been made on 20 December 1995, the District Court found that there had been a change in the relevant circumstances, in that the second applicant had lost all contact with the first applicant while her ties with her mother and her maternal grandparents had become ever closer. Consequently, her return would expose her to serious psychological harm.", "39. The court noted the first applicant's statement of 28 April 1997 and his offer within the meaning of the “safe harbour” case-law but considered that this offer did not guarantee that the second applicant's relationship with her main person of reference would be preserved in the long run. As this relationship was indispensable for her well-being, the application for enforcement of the return order had to be dismissed.", "40. On 28 May 1997 the Graz Regional Civil Court dismissed an appeal by the first applicant. It shared the District Court's view that the situation had changed fundamentally since the issuing of the return order. At that time the second applicant had been much younger and, given the short time which had elapsed between her abduction and the issuing of the return order, had not yet lost contact with the first applicant. A return of the second applicant accompanied by her mother could not be envisaged either. Apart from the reasons adduced by the District Court, the mother would face criminal prosecution in the United States and the child would, accordingly, be taken away from her.", "41. On 2, 3 and 4 June 1997 the first applicant was granted a couple of hours of supervised access to the second applicant.", "42. On 9 September 1997 the Supreme Court dismissed a further appeal by the first applicant on the ground that it did not raise any important legal issues.", "43. On 29 December 1997 the second applicant's mother was awarded sole custody of the second applicant by the Graz District Civil Court. It noted that Article 16 of the Hague Convention, which prohibited the State to which the child has been abducted from taking a decision on custody while proceedings for the child's return were pending, no longer applied, as the decision not to enforce the return order had become final. Following appeal proceedings the judgment became final on 31 March 1998.", "44. The preamble of the Convention, which has been incorporated into Austrian law, includes the following statement as to its purpose:", "“ ...to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, ...”", "45. The object of such a return is that, following the restoration of the status quo, the conflict between the custodian and the person who has removed or retained the child can be resolved in the State where the child is habitually resident. This principle is based on the consideration that the courts of the State of habitual residence are usually best placed to take custody decisions.", "“The removal or the retention of a child is to be considered wrongful where", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or the retention; and", "(b) at the time of the removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. ...”", "“Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures", "(a) To discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) To prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) To secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) To exchange, where desirable, information relating to the social background of the child;", "(e) To provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) To initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access;", "(g) Where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) To provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) To keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay ...”", "“Where a child has been wrongfully removed or retained in terms of Article 3 ..., the authority concerned shall order the return of the child forthwith.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that", "...", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation. ...”", "46. Section 19 (1) provides that adequate coercive measures are to be taken without any further proceedings against a party refusing to comply with court orders.", "47. According to the Supreme Court's case-law the courts have, in any proceedings relating to the removal of a child, the courts have to take the interests of the child's well-being into account when assessing whether coercive measures are to be ordered and, if so, which ones are to be applied."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}