{"ITEMID": "001-80962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SERGEY ZOLOTUKHIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P7-4;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1966 and lives in Voronezh.", "7. On 4 January 2002 the applicant was arrested for having brought his girlfriend into the military compound without authorisation. At 9.45 a.m. he was taken to police station no. 9 of the Department of the Interior of the Leninskiy District of Voronezh-45 (the “police station”).", "8. According to reports by Captain S. and Lieutenant-Colonel N., the applicant was drunk, behaved insolently and verbally abused police officers using obscene language. He ignored the rebukes and warnings issued to him. After he attempted to escape, the officers handcuffed him.", "9. Major K., the officer in charge of the police station, drew up an administrative offences report, noting that the applicant had committed offences under Articles 158 (“Minor disorderly acts”) and 165 (“Persistent refusal to comply with lawful police orders”) of the RSFSR Code of Administrative Offences. The report was then submitted to the court.", "10. On the same day the Gribanovskiy District Court found the applicant guilty of an offence under Article 158 of the Code of Administrative Offences and sentenced him to three days’ administrative detention. The judgment was not amenable to appeal and took immediate effect.", "11. On 23 January 2002 criminal case no. 81 was opened against the applicant on suspicion of his having committed disorderly acts, an offence under Article 213 § 2 (b) of the Criminal Code, on 4 January 2002 at the police station. The investigation was assigned to Major V.", "12. On 24 January 2002 Major K. ordered the applicant’s detention on remand for “disorderly acts, including resisting a public official dealing with a breach of public order”.", "13. On 1 February 2002 two further cases (nos. 82 and 83) were opened against the applicant. In case no. 82 he was suspected of a violent sexual assault against minors. In case no. 83 the applicant was charged with the theft of a tape recorder.", "14. On 6 February 2002 all three cases were joined under the number 81 and assigned to Major V.", "15. On 26 February 2002 the joined case file was transferred to an investigator with the Voronezh town prosecutor’s office.", "16. On 5 April 2002 the applicant was formally indicted on all the above charges. His actions on 4 January 2002 were additionally characterised as threatening violence against a public official (Article 318 § 1 of the Criminal Code) and insulting a public official (Article 319).", "17. On 2 December 2002 the Gribanovskiy District Court delivered its judgment. It found the applicant guilty of aggravated rape of minors, relying on statements by two victims, the victims’ mother (the victims were sisters), the applicant’s wife and the applicant’s girlfriend, and on the results of a forensic examination of the victims.", "18. The District Court acquitted the applicant of the offence under Article 213 § 2 for the following reasons:", "“On the morning of 4 January 2002 in ... police station no. 9 [the applicant], in an inebriated state, swore at ... Ms Y. and Mr S., threatening to kill the latter. He refused to comply with a lawful request by Captain S. ..., behaved aggressively, pushed S. away and attempted to leave. Having examined the evidence produced at the trial, the court considers that [the applicant’s] guilt has not been established. On 4 January 2002 [the applicant] was subjected to three days’ administrative detention for the same actions [characterised] under Articles 158 and 165 of the Code of Administrative Offences. No appeal was lodged against the judicial decision, nor was it quashed. The court considers that there is no indication of a criminal offence under Article 213 § 2 (c) in the defendant’s actions and acquits him of this charge.”", "19. The District Court further found the applicant guilty of insulting a State official under Article 319 of the Criminal Code. It established that the applicant had sworn at Major K. and threatened him while the latter had been drafting the report on the administrative offence under Articles 158 and 165 in his office at the police station. Major K.’s statements to that effect were corroborated by depositions from Captain S., LieutenantColonel N. and Ms Y., who had also been present in K.’s office.", "20. Finally, the District Court pronounced the applicant guilty of threatening violence against a public official under Article 318 § 1 of the Criminal Code. On the basis of the statements by Major K., LieutenantColonel N. and the applicant’s girlfriend it found that, after the administrative offence report had been finalised, the applicant and his girlfriend had been taken by car to the Gribanovskiy district police station. In the car the applicant had continued to swear at Major K. He had also spat at him and said that, once released, he would kill him and abscond. Major K. had perceived the threat as a real one because the applicant had a history of abusive and violent behaviour.", "21. The applicant was sentenced to five years and six months’ imprisonment in a correctional colony and to mandatory treatment for alcohol addiction.", "22. On 15 April 2003 the Voronezh Regional Court upheld the judgment in its entirety on the applicant’s appeal.", "23. The relevant provisions of the RSFSR Code of Administrative Offences of 20 June 1984 (in force at the material time) read as follows:", "“Minor disorderly acts, that is, utterance of obscenities in public places, offensive behaviour towards others and other similar acts that breach the public order and peace, shall be punishable by a fine of between ten and fifteen months’ minimum wages or by one to two months’ correctional work combined with the withholding of twenty percent of the offender’s wages, or – if, in offender’s character, these measures are not deemed to be adequate – by up to fifteen days’ administrative detention.”", "“Persistent refusal to comply with a lawful order or a request by a police officer ... shall be punishable by a fine of between ten and fifteen months’ minimum wages ... or by one to two months’ correctional work combined with the withholding of twenty percent of the offender’s wages, or – if, in offender’s character, these measures are not deemed to be adequate – by up to fifteen days’ administrative detention.”", "24. The relevant provisions of the Criminal Code of the Russian Federation (version in force at the material time) read as follows:", "“1. Disorderly acts, that is, serious breaches of the public order or flagrant displays of disrespect to the community, combined with the use of violence towards individuals or a threat to use violence or to destroy or damage the property of others, shall be punishable ... by up to two years’ deprivation of liberty.", "2. The same acts, if committed:", "...", "(b) [“б” in the original] while resisting a public official or another person fulfilling his or her duty to maintain the public order or dealing with a breach of the public order;", "(c) [“в” in the original] by a person with a previous conviction for disorderly acts,", "– shall be punishable by between 180 and 240 hours’ mandatory work or by one to two years’ correctional work or up to five years’ deprivation of liberty.”", "“1. The use of violence not endangering life or health, or a threat to use such violence, against a public official or his relatives in connection with the performance of his or her duties shall be punishable by a fine of between 200 to 500 months’ minimum wages ... or by three to six months’ detention or up to five years’ deprivation of liberty...”", "“Publicly insulting a public official in the performance of his or her duties or in connection with the performance thereof shall be punishable by a fine of between 50 and 100 months’ minimum wages, ... 120 to 180 hours’ mandatory work or six months to a year’s correctional work.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}