{"ITEMID": "001-58030", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF VAN MECHELEN AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-d;Just satisfaction reserved;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["9. The police received information to the effect that the applicants were the perpetrators of several robberies, and that they operated from two residential caravan sites. It was decided to detail a police observation team (observatieteam, \"OT\") to keep these caravan sites under observation as from 25 January 1989.", "10. On 26 January 1989 at around 5.15 p.m. three motor cars, a Mercedes estate car, a BMW and a Lancia, were seen to leave one of the two caravan sites shortly after each other. Their registration numbers were noted.", "11. On 26 January 1989 at around 6 p.m. the post office of the town of Oirschot was robbed. The window of the post office was broken down by backing a Mercedes estate car equipped with a steel girder into it. One of the robbers, wearing a black balaclava helmet and armed with a pistol, forced the staff to surrender some 70,000 Netherlands guilders. The robbers then set the Mercedes car alight and made off in a BMW.", "Police cars alerted by radio followed the BMW. Police officers saw the BMW drive onto a sand track leading into a nearby forest. Later they saw a column of smoke coming out of the forest. The BMW was subsequently found there, burnt out.", "Four police officers in a police car saw a red car (later found to be a Lancia) leave the forest via the same sand track used by the BMW and gave chase. In the course of the chase the boot of the car was opened from the inside and men squatting in the back opened fire at the pursuing police car with a pistol and a sub-machine gun. A car containing civilians was hit by a stray bullet but its occupants were not hurt.", "The Lancia made off at high speed and entered a side road. When the police car caught up with it the Lancia was stationary. A man standing in the road fired at the police car with a sub-machine gun. The police car was hit and its occupants injured, after which the gunman and the persons in the Lancia made their escape.", "12. All three cars - the Mercedes, the BMW and the Lancia - were later identified as the cars which had been seen leaving the caravan site (see paragraph 10 above).", "13. The applicants and one other man, called Amandus Pruijmboom (not to be confused with the applicant Antonius Amandus Pruijmboom), were charged with attempted murder - or, in the alternative, attempted manslaughter - and robbery with the threat of violence and summoned to appear for trial before the ‘s-Hertogenbosch Regional Court (arrondissementsrechtbank) on 19 May 1989.", "Evidence proffered by the prosecution included statements made to a named police officer by police officers identified only by a number.", "14. In interlocutory judgments of 2 June 1989 the Regional Court decided that it was necessary to establish whether the police officers identified only by numbers had investigative competence (opsporingsbevoegdheid). To that end it referred the case to the investigating judge (rechter-commissaris) and adjourned the case until 20 July.", "The investigating judge established that the police officers in question did in fact have investigative competence.", "Counsel for Mr Willem Venerius argued, inter alia, that the police officers identified only by a number were anonymous witnesses, so that their statements did not constitute sufficient proof, in the absence of corroborating evidence, to support a conviction. The Regional Court rejected this argument, holding that since the police officers in question had investigative competence, the evidential value of their statements was not affected by their anonymity.", "The Regional Court convicted the accused of attempted manslaughter and robbery with the threat of violence. The evidence identifying the applicants as perpetrators of these crimes was constituted by the statements made before the trial by the anonymous police officers, none of whom gave evidence before either the Regional Court or the investigating judge.", "All five accused were sentenced to ten years’ imprisonment.", "15. The five convicted men appealed to the ‘s-Hertogenbosch Court of Appeal (gerechtshof).", "At the hearing before that court on 2 May 1990 the applicants’ lawyers made requests for several named and anonymous witnesses to be heard. The Court of Appeal thereupon referred the case to the investigating judge, firstly because it considered it necessary to find out what objections the police officers themselves had against the lifting of their anonymity and secondly because the number of persons to be heard was such that it could not conveniently be done in open court. The persons to be heard were four named police officers, eleven anonymous police officers (identified to the defence and the court only by a number) and two civilians.", "16. The named and anonymous witnesses were questioned on 24 and 27 September and on 5-8 and 13 November 1990.", "All of the anonymous witnesses were - or had at the relevant time been - police officers invested with investigative competence.", "The procedure followed for questioning them was that the investigating judge, the witness and a registrar were together in one room, and the defendants, their lawyers and the advocate-general in another. The defendants, the lawyers and the advocate-general could hear all the questions asked to the witnesses and their replies through a sound link. The statements of the witnesses were repeated by the investigating judge to the registrar, who took them down.", "17. On 24 September 1990 witness 001 was interrogated. He was a member of an observation team. It was his wish and that of his superiors that he remain anonymous in the interests of the service; in addition, his family had been threatened in the past. Witness 001 confirmed a statement which he had made earlier, to the effect that when confronted with Mr van Mechelen through a two-way mirror he had identified him as the man who had sat next to the driver of the Lancia.", "Witness BRZ03 was interrogated the same day. His wish to remain anonymous was primarily inspired by the wish to ensure the safety of his family and friends; he had been threatened in the past. At the time of the crimes in question he had been a member of an arresting team. He had been a passenger in the front seat of the police car used to pursue the Lancia and had been badly wounded in the shooting.", "Witness 006 was a member of an observation team. He wished to remain anonymous to ensure the safety of his family and friends and his colleagues; he knew of cases in which a police officer’s family had been threatened. He confirmed the correctness of a report which he had drawn up together with witness 005.", "Witness BRZ09 had been a member of an arresting team at the relevant time. He wished to remain anonymous in the interests of the service but also for the safety of his family. He confirmed an earlier report to the effect that he had been a back-seat passenger in the police car which had pursued the Lancia, and had been fired at.", "18. On 27 September 1990 the investigating judge drew up an official report of his findings with regard to the first four anonymous witnesses. He considered them all reliable, although they had shown great caution when asked questions which might affect their anonymity. He also considered their reasons for wishing to remain anonymous well-founded.", "19. Also on 27 September 1990 the investigating judge interrogated, in addition to two named police officers, the named witness Mr Engelen. Mr Engelen was a civilian bystander who stated that he had seen a man fire a gun. He had later identified Mr van Mechelen as that man when confronted with him through a two-way mirror.", "20. On 3 October 1990 the Court of Appeal resumed the hearing. The lawyer defending Mr Willem Venerius asked for one anonymous police officer - BRZ03 - to be heard in open court. The Court of Appeal however decided not to continue its own examination of the case until all witnesses had been questioned by the investigating judge.", "21. On 5 November the investigating judge resumed the interrogation of the witnesses.", "Witness BRZ10 stated that he was a member of an arresting team. He had been the driver of the police car used in the attempt to pursue the Lancia and force it to stop. He had recognised Mr Johan Venerius as the driver of the Lancia.", "Witness 004 stated that he had been a member of an observation team at the relevant time. He wished to remain anonymous because he feared for the safety of his family. In addition, he was involved in the work of the criminal intelligence department (Criminele Inlichtingen Dienst, \"CID\"). His superiors wanted him to remain anonymous for that reason. He too had recognised Mr Johan Venerius as the driver of the Lancia.", "Witness 005 was also a member of an observation team. He had been a passenger in a police car which had passed the Lancia and had recognised Mr Johan Venerius as the driver.", "22. Witness 003 had been a member of an observation team at the relevant time. He wished to remain anonymous in the interests of the service as well as for the safety of his family. He had been the driver of an unmarked police car and had seen the BMW and the Lancia drive past but had not recognised any of their occupants.", "Witness 46204 had been a member of an arresting unit. He wished to remain anonymous in the interests of the service as well as for the safety of his family. He had seen the BMW both before and after the robbery in Oirschot. The driver on both occasions had been the applicant Pruijmboom, whom he had later recognised at a confrontation.", "Witness 46203 had been a member of the same arresting unit. He was \"99% certain\" that he had seen Mr van Mechelen enter the caravan site about an hour before the three cars left from there.", "Witness BRZ08 had left the police force but at the relevant time had been a member of an arresting team. He wished to remain anonymous for the safety of his family, three of his colleagues having been threatened in the past. He had been the driver of the police car which had pursued the Lancia and had been fired at. He had sustained injuries, as had the other police officers in the car.", "23. The various named police officers provided background information relating to the investigation and the procedures followed but did not positively identify any of the applicants as the perpetrators. Some of them stated that they knew of colleagues who had been threatened in other cases but none of them had yet been threatened in this case.", "24. On 19 November 1990 the investigating judge drew up a report of his findings concerning the questioning of the witnesses. This document reads as follows:", "\"REGIONAL COURT OF ‘s-HERTOGENBOSCH", "Investigating judge", "with responsibility", "for criminal cases", "_________________", "OFFICIAL RECORD OF FINDINGS", "The cases against:", "Willem Venerius,", "Johan Venerius,", "Hendrik van Mechelen,", "Amandus Pruijmboom, and", "Antonius Amandus Pruijmboom", "were referred by the Court of Appeal at ‘s-Hertogenbosch to myself, A.H.L. Roosmale Nepveu, investigating judge with responsibility for criminal cases at the Regional Court of ‘s-Hertogenbosch. I, investigating judge, wish to place the following on record in connection with the investigation conducted by myself with the assistance of the registrar.", "The Court of Appeal referred the cases against the said accused persons to me in order for a total of twenty-one witnesses to be heard. Eleven of them are designated only by a number in the documents.", "I, investigating judge, questioned twenty witnesses in the presence of the registrar. I also, together with the registrar, drew up a record of the hearing for each accused separately. The statements of the witnesses are however similar in all cases, since the hearings took place simultaneously in all five cases.", "Thus in the statements the names of fellow accused and their counsel appear as ‘persons asking questions’.", "The witnesses indicated were questioned on the dates given below:", "24 September 1990 001", "BRZ03", "006", "BRZ09", "27 September 1990 F.P.W. Engelen", "A.P.J.M. de Vet", "G.J.M. Jansen", "5 November 1990 BRZ10", "004", "005", "6 November 1990 003", "46204", "46203", "7 November 1990 BRZ08", "H.P.C. Koene (adjourned)", "8 November 1990 W.P.A. Meijers", "P.F.M. Aarts", "H.P.C. Koene (resumed)", "13 November 1990 H.B. Corbijn", "P.J.M. Swartjes", "G.W.A.M. Ligtvoet.", "...", "The accused, their counsel and the advocate-general were always invited to the hearings. Whenever they appeared they were also given an opportunity to ask questions. They did so extensively. The hearings took up a great deal of time. The shortest hearing of an unidentified witness lasted nearly two hours (46203); the longest about five hours (BRZ08). The hearings of witnesses Jansen and Koene each lasted a good five hours. This information may perhaps be of use in assessing the suggestion that was made on 3 October 1990 to the Court of Appeal, that all the witnesses should be heard by the Court in a single day.", "Where a witness did not answer a question, this is also indicated in the text of his statement.", "The statements were recorded in very great detail and in fact cover all the matters raised - also by the defence -, in a factual and where necessary even literal transcript. Once the text existed in draft form, those present were invariably given the opportunity to make comments, request clarification and put further questions. Where necessary the statement was then amended, clarified and expanded - always, of course, within the limits of what the witness really wanted to say. And even if ... there are drawbacks to the manner in which the hearings of the unidentified witnesses were carried out, it is my belief that the advocate-general and the defence had sufficient opportunity to question the witnesses thoroughly at the hearings. Those present really did have the opportunity for hours on each occasion. If they so desired, those present had several chances to put questions to a witness. Unlike what normally happens at court hearings, everyone was able to follow the entire transcription of the statements and then still obtain clarifications and additions. Questions were barred only on substantive grounds (see the records for details), not by reason of the time taken for the interrogations.", "In the light of recent case-law in the matter of statements by unidentified witnesses, I think it is right for me to make known my findings regarding the statements of the unidentified witnesses heard in this case. I, the investigating judge, and the registrar, are the only persons who attended all the hearings from start to finish.", "I stand by my official record of findings dated 27 September 1990 where the witnesses referred to in it are concerned [see paragraph 18 above]. I would now add the following:", "All the ‘numbered witnesses’ made their identities known to me. It was clear to me that all eleven were different persons.", "Their statements indicated such a knowledge of the facts that I am entirely convinced that I was talking to the witnesses referred to by numbers in the documents. I have no reason to doubt their reliability. Nor at any time did I have the impression that I was being lied to. On the contrary, each and every one of them was very much to the point. The persons facing me wore serious expressions. The unidentified witnesses were clearly quite aware of the serious nature of the oath or pledge they had given and of the very great interests at stake, especially for the accused persons involved. The calm, quiet manner in which, for example, BRZ03 and BRZ08 related their experiences in Leende (in which connection I expressly leave it to the Court of Appeal to decide whether these accused persons were the perpetrators) was impressive and certainly gave no indication of malice towards the accused. All the witnesses manifested a certain degree of wariness, which, in view of their desire to remain anonymous and the sometimes rather forceful manner of questioning on the part of [two of the defence lawyers] in particular, did not bother me.", "If all the statements are laid side by side, some differences of detail can be observed. I do not think that these differences are such as to warrant the conclusion that the witnesses may be unreliable. Rather, in so far as I have observed any differences, I would describe them rather as the ‘extraneous noise’ which in my experience practically always affects statements by witnesses. Of course it is ultimately for the Court of Appeal to decide on the value of the statements.", "The reasons for the witnesses wishing to remain anonymous in the instant case are given in the records of the hearings. It seems to me that I am now affording the Court an opportunity to reflect on the value of those arguments. I think that the text of the recent judgments of the Supreme Court of the Netherlands also compels me, as the judge conducting the questioning, to state my opinion on the reasons given by the witnesses for remaining anonymous. I am also concerned to inform the Court of Appeal that I am aware that the Court is called to take the final decision in these matters. I consider the reasons behind the desire to remain anonymous to be such as fully to justify anonymity. I have had regard in this connection to the nature of these cases and to the nature of the activities of the anonymous witnesses concerned.", "I take the liberty of observing - while expressly leaving aside the question whether these accused persons are the perpetrators - that the instant case tellingly illustrates the fact that there are evidently people for whom human lives do not count when it comes to evading responsibility for exceptionally serious crimes which they may have committed.", "I can understand that there are major objections to revealing the names and appearance of members of arresting teams, observation teams and arresting units to the public at large. By that I mean that the obvious interest of society in having very serious crimes solved should weigh in the balance. At the same time, I am of the opinion that the conduct of the unidentified witnesses (who are no longer anonymous to myself) who have appeared in this case is the subject of proper judicial supervision. It is not apparent to me as investigating judge that the ‘numbered witnesses’ acted carelessly. Rather, in my opinion, the opposite was true.", "During the last hearing of the witness Koene, [two of the defence lawyers] asked me to record that, in their view, the witness answered not only the questions of the defence but also questions by the investigating judge in a ponderous, deliberate manner that was hard to follow. I have been asked to endorse that opinion. I decline to do so. The witness Koene was wary in his answers, which I find understandable in view of the barrage of questions - which were not always formulated equally clearly. It must not be forgotten that a witness who is being questioned on oath about a multitude of events that occurred some years previously should not be reproached for failing, in his answers to those questions, to keep up with the tempo of the rather forceful questioning to which [the two lawyers] in particular subjected him on 8 November 1990, together and in tandem. Furthermore, I can imagine that a witness may be somewhat annoyed if he is repeatedly asked the same question, especially if he has already replied under oath on the day before. The witness Koene kept a cool head, and in so doing demonstrated a certain quality. As far as I can judge at the present time, I regard him as a reliable witness. Nor do I think that he can be regarded as a reluctant witness, if only by reason of his extensive statements in the records of 7 November and 8 November 1990.", "The witness Koene informed me on 15 November 1990 that on 26 January 1989 the persons numbered BRZ05 and BRZ14 were in the car with BRZ10. He gave me this information following a request by the defence.", "I think I ought not to omit to mention, with regard to the witness Engelen, that throughout the hours of insistent questioning he certainly did not strike me as untruthful. In my judgment, Mr Engelen is a simple, friendly and very obliging man. Perhaps I can illustrate the impression I had of him by recording that, after the interrogation had gone on for a considerable time, I thought it opportune to ask the unusual question whether the witness could read. I do not exclude the possibility that he is not entirely aware of the great importance of an exact and consistent account of what he saw.", "In the second paragraph on the first page of the statement by the witness Engelen, I suggested to him that the confrontation had occurred on 15 February 1989. The date should be 9 March 1989. [One of the defence lawyers] pointed this out to me later and I think he is right.", "...", "(signed) A.H.L. Roosmale Nepveu", "19 November 1990\"", "25. The hearing before the Court of Appeal was resumed on 16, 17 and 18 January 1991.", "On 16 January a named witness, Mr Engelen, was heard in open court. He had stated to the police in March 1989, and to the investigating judge in September 1990, that he recognised the applicant Van Mechelen as the man who had fired a sub-machine gun at a police car in the village of Leende. Before the Court of Appeal he stated that on the latter occasion he had been allowed to re-read his earlier statement, but that he was no longer sure whether he could still recognise either the weapon or the man who had fired it. He also said that he had not been threatened in connection with the case.", "On 18 January the lawyer acting for the applicant Van Mechelen brought forward two persons chosen for their excellent eyesight (both having participated in the Olympic games as members of the Netherlands rifle-shooting team), and who had participated in a reconstruction of the shooting in light and weather conditions similar to those obtaining at the time of the crime. These witnesses both stated that they had been unable to distinguish the features of the persons acting the parts of the perpetrators at the distances at which it had been alleged that the accused had been seen by Mr Engelen. A video recording had been made of the reconstruction, in the presence of a notary who had kept the original videotape under seal.", "The hearing was again resumed on 21 January 1991, and the video of the reconstruction was shown.", "26. The Court of Appeal convicted all four applicants in four separate but similar judgments on 4 February 1991.", "All four applicants were found guilty of attempted murder and robbery with the threat of violence and sentenced to fourteen years’ imprisonment. The fifth suspect, Mr Amandus Pruijmboom, was acquitted.", "The Court of Appeal’s judgment in the case of the applicant Van Mechelen contained the following:", "\"Considering with regard to the statements, used in evidence, of the persons who remained anonymous, that these statements were taken down by a judge, more particularly the investigating judge responsible for criminal cases within the jurisdiction of the ‘s-Hertogenbosch Regional Court, who himself knows the identity of the witnesses, who has heard these witnesses on oath, who in his official record of his findings ... has given his reasoned opinion of the reliability of the witnesses and their reasons for wishing to remain anonymous, and who, moreover, has offered the accused and the defence the opportunity to question these witnesses, of which opportunity, as appears from the official records of the interrogations, extensive use has been made.", "The objections of the witnesses heard by the investigating judge and identified only by a number to remain anonymous (sic) are sufficient reason for the Court of Appeal to continue this anonymity. The Court of Appeal refuses the request made by counsel at the hearing to have these witnesses heard in open court, even if this request should be understood to imply that the witnesses might be disguised, since the possibility that the witnesses may be recognised in open court cannot be excluded.", "Of the arguments for continuing the anonymity of the witnesses, the Court of Appeal considers particularly persuasive the personal safety of these witnesses and their families, and it makes no difference that these witnesses have not yet been threatened. As already noted in the Court of Appeal’s interlocutory decision of 3 October 1990, the present case concerns extremely serious crimes, the [attempted murder] having been committed so as to evade recognition and arrest by the police, the perpetrators having been prepared to sacrifice a number of human lives. In these circumstances, the risk run by the witnesses identified only by a number and their families if their anonymity is lifted or insufficiently guaranteed is decisive. In so far as anonymous witnesses have refused to answer questions this was done in order not to disclose methods of investigation or to maintain the anonymity of other investigating officers involved in the case.\"", "The Court of Appeal considered the statements of the anonymous police officers to be corroborated by each other and by the evidence available from non-anonymous sources. This other evidence included a transcript of a telephone conversation between the wife of Mr Johan Venerius and her mother intercepted two days after the date of the crime, from which it appeared that Mr Johan Venerius had not returned home in the meanwhile and his whereabouts were unknown, as well as forensic reports relating to the cars and the weapons used for the crime and the above-mentioned statements of the named civilians and police officers. However, the Court of Appeal did not rely on the statements of Mr Engelen.", "27. The applicants filed appeals on points of law (cassatie) to the Supreme Court (Hoge Raad).", "In accordance with the advisory opinion of the advocate-general, the Supreme Court dismissed the appeals in a series of judgments of 9 June 1992. It held that in the circumstances the evidence given by the unnamed police officers was admissible, since on the one hand their evidence was sufficiently corroborated by the evidence obtained from named sources and on the other the procedure followed provided sufficient compensation for the handicaps under which the defence had laboured.", "The Supreme Court’s judgments concerning Mr Willem Venerius and Mr van Mechelen were reported in Nederlandse Jurisprudentie (Netherlands Law Reports, \"NJ\") 1992, nos. 772 and 773 respectively.", "28. It has not been alleged that any named or anonymous witnesses were at any time threatened by or on behalf of the applicants.", "29. Except for the differences noted below (see paragraphs 39 and following), relevant domestic law and practice at the time of the criminal proceedings complained of were as set out in the Court’s Kostovski v. the Netherlands judgment of 20 November 1989 (Series A no. 166). Reference is therefore made to that judgment, especially pp. 13-17, paras. 22-32.", "30. The finding that an accused has committed the act with which he is charged must be based on \"legal means of evidence\" (wettige bewijsmiddelen - Article 338 of the Code of Criminal Procedure (Wetboek van Strafvordering - CCP)).", "\"Legal means of evidence\" include inter alia statements of witnesses relating to facts or circumstances which they themselves have witnessed (Articles 339 para. 1 (3) and 342 para. 1 CCP) and written documents (Article 339 para. 1 (5) and 344 para. 1 CCP).", "Such evidence must normally be corroborated by other evidence (Articles 342 para. 2, 344 para. 1 (5) CCP). However, an official record made in the proper form by a police officer invested with investigative competence can be admitted without corroboration (Article 344 para. 2 CCP).", "31. The public prosecutor has the power to call witnesses and experts to the hearing (Article 260 CCP). In his summons to the accused he gives a list of the witnesses and experts to be brought forward by the prosecution. If the accused wishes to call witnesses, he can - according to Article 263 - submit a request to the public prosecutor no later than three days before the court hearing to summon a witness before the court. As a rule, the public prosecutor should summon the witness, but - according to Article 263 para. 4 - he may refuse to do so if it is to be reasonably assumed that no prejudice to the rights of the defence will be caused if the witness is not heard in open court (\"Indien redelijkerwijs moet worden aangenomen, dat de verdachte niet in zijn verdediging kan worden geschaad wanneer een door hem opgegeven getuige ... niet ter terechtzitting wordt gehoord\"). He has to give a reasoned decision in writing and must at the same time inform the defence of its right under Article 280 para. 3 (see paragraph 33 below) to renew the request to the trial court at the hearing.", "32. At the opening of the trial hearing the prosecutor hands to the court a list of all the witnesses called, which is then read out by the registrar (griffier) (Article 280 para. 2).", "33. If the public prosecutor has failed to summon a witness at the request of the accused, or declined to do so, the defence may ask the court to have that witness summoned (Article 280 para. 3). The court so orders, unless it finds that the non-appearance of this witness cannot reasonably be considered prejudicial to the rights of the defence (\"De rechtbank beveelt dat de ... getuige ... zal worden gedagvaard of schriftelijk opgeroepen, tenzij zij ... van oordeel is dat door het achterwege blijven daarvan de verdachte redelijkerwijs niet in zijn verdediging kan worden geschaad\" - Article 280 para. 4).", "34. A request by the defence to hear a witness who has not been placed on the list of witnesses, who has not been convened to attend the trial and whose summons the defence has not sought in accordance with Article 280 falls under Article 315 CCP (see paragraph 35 below). It appears from the judgment of 23 December 1986 by the Supreme Court that the trial court needs only accede to a request of this nature if it finds it necessary to do so.", "35. Under Article 315 CCP the trial court has the power to order of its own accord the production of evidence, including the summoning of witnesses whom it has not yet heard.", "36. If it finds that there is occasion to do so, the trial court may order that a witness be brought to its hearing by the police (Articles 282 para. 1 and 315 CCP).", "37. If at the trial the trial court finds it necessary to have any factual question examined by the investigating judge, it must suspend the hearing and refer the question to the investigating judge along with the case file. The investigation carried out by the investigating judge in these cases is deemed to be a preliminary judicial investigation and is subject to the same rules (Article 316 CCP).", "38. Appeal proceedings against the conviction or sentence at first instance involve a complete rehearing of the case. Both the prosecution and the defence may ask for witnesses already heard at first instance to be heard again; they may also produce new evidence and request the hearing of witnesses not heard at first instance (Article 414 CCP). The defence enjoys the same rights as it does at first instance (Article 415 CCP).", "39. In its judgment of 9 January 1990, NJ 1990, no. 409, the Supreme Court held that there was no general rule in Netherlands law to the effect that statements by anonymous police officers could only be admitted if the trial court had first established the existence of clear indications that the officers were under threat.", "40. In its judgment of 2 July 1990, NJ 1990, no. 692, the Supreme Court considered that it had to be assumed in light of the European Court’s Kostovski judgment that the use of statements by anonymous witnesses was subject to stricter requirements than those defined in its case-law until then. It defined these stricter requirements in the following rule: such a statement must have been taken down by a judge who (a) is aware of the identity of the witness, and (b) has expressed, in the official record of the hearing of such a witness, his reasoned opinion as to the reliability of the witness and as to the reasons for the wish of the witness to remain anonymous, and (c) has provided the defence with some opportunity to put questions or have questions put to the witness. On the other hand, according to the same judgment, a written document containing the statement of an anonymous witness may be used in evidence if (a) the defence has not at any stage of the proceedings asked to be allowed to question the witness concerned, and (b) the conviction is based to a significant extent on other evidence not derived from anonymous sources, and (c) the trial court makes it clear that it has made use of the statement of the anonymous witness with caution and circumspection.", "41. The Act of 11 November 1993, Staatsblad (Official Gazette) 1993, no. 603, has added to the CCP a number of detailed provisions relating to the \"protection of witnesses\". It entered into force on 1 February 1994. The additions include the following.", "Article 226a now provides that the identity of a witness may remain secret if there is reason to believe that the disclosure of his identity may threaten his life, health, safety, family life or socio-economic existence and if the witness has made it clear that he does not wish to make any statement because of this. The decision is made by the investigating judge, who must first hear the prosecution, the defence and the witness himself.", "An appeal against the decision of the investigating judge lies to the trial court (Article 226b).", "The investigating judge may order that a threatened witness be heard in the absence of the accused, or of counsel, or of both, so as not to disclose the identity of the threatened witness; in that event, the prosecuting authorities may not attend the questioning of the witness either. The investigating judge must then allow the defence to put questions of its own to the witness, either through the use of telecommunication or in writing (Article 226d).", "Article 264 now lays down that the prosecution may refuse to summon a threatened witness.", "If the trial court has ordered that a witness be heard and that witness turns out to be under threat, he must be heard in camera by the investigating judge (Article 280 para. 5).", "The statement of an anonymous witness taken in accordance with the above-mentioned provisions may only be used in evidence against a person accused of crimes in respect of which his detention on remand is permitted (Article 342 para. 2 (b)).", "A new paragraph has been added to Article 344 to the effect that a written document containing a statement of a person whose identity is not apparent may only be used in evidence if the conviction is based to a significant degree on other evidence and if the defence has not at any time during the trial sought to question that person or have him questioned.", "42. The following passages are taken from the explanatory memorandum of the bill which became the Act of 11 November 1993:", "\"The Bill is based on the assumption that only threatened witnesses should be in a position to claim complete anonymity. I realise that the usefulness of certain police officers (e.g. undercover agents posing as drugs purchasers, members of an arresting team or an observation team) will be reduced thereby. However, the public interest in investigating serious crime cannot alone justify guaranteeing complete anonymity. This interest can in my opinion be sufficiently protected if the law creates the possibility to refrain from asking the police officer for certain identifying information and by granting the interrogating judge the power to take all measures which are reasonably required to prevent the disclosure of such identifying information, such as making the police officer unrecognisable by the use of make-up or disguise or preventing eye contact between the accused and the police officer.\" (Explanatory Memorandum, Lower House of Parliament 1991-92, 22 483, no. 3, p. 17)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}