{"ITEMID": "001-83828", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF JASIŃSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 3 (substantive aspect);Violation of Art. 8", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant was born in 1969 and lives in Kamińsk.", "6. On the night of 16 August 1999 the applicant and five other men were drinking in a bar, “U Rysia”, in Suwałki. Around midnight a fight broke out outside the bar. Two police officers, K.T and R.Z., saw the fight. They parked their car and approached the fighting men. They saw that one man was lying on the ground (later it turned out that it was the applicant), while two others were kicking and beating him. As the police officers were in plain clothes they showed their police identification cards and ordered the men to stop fighting.", "7. Subsequently, several other police cars and an ambulance arrived. There were fourteen police officers at the scene. The arrival of the policemen caused some persons to run away, whereas the applicant himself went into the bar. The applicant refused to go to the hospital, claiming that he was not injured. He was also verbally aggressive towards the police officers. Police officer K.T. attempted to apprehend him and a struggle ensued. Two other police officers, M.S. and M.K., then tried to overpower the applicant, but to no effect as he was very aggressive. The police officers resorted to the use of truncheons. The applicant was handcuffed and placed in a police car. As he refused to get in the car he was again hit with a truncheon on his legs. He was then driven to a sobering-up centre in Suwałki. Upon his arrival, the applicant was allegedly still aggressive and therefore was again hit with a truncheon.", "8. Detention Card (karta pobytu) no. 1186/99, which contains the record of the applicant's presence at the Suwałki soberingup centre, provides, inter alia, the following description of his medical condition:", "“recent truncheon marks on the skin of the head and the back”", "9. The Detention Card also provides that at the time of the applicant's arrival at the centre his breath test showed a blood alcohol level of 2.01 ‰.", "10. On 17 August 1999 the applicant was examined by a medical doctor. In his report the doctor wrote:", "“Numerous bruises are observed, in particular: on both sides of the head and left part of the neck, bruises in the shape of stripes on the right of the chest, right shoulder, right shoulder blade, round bracelet bruises on both wrists, most probably from handcuffs and round bruises above wrists, single bruises in the shape of stripes on the left buttock, thigh and the lower leg. “", "11. The applicant and five other men (“K.P”, “S.S.”, “A.P.”, “R.W.”, and “K.K.”) arrested with him on the night of 16 August 1999 reported the incident to the prosecution authorities. On 17 August 1999 and 18 August 1999, K.P. and S.S. respectively lodged complaints with the Suwałki District Prosecution Office (Prokuratura Rejonowa w Suwałkach). They alleged that they had been beaten by the police officers during the arrest on 16 August. On 18 August 1999 an investigation was instituted. Subsequently, on 23 August 1999 the applicant presented himself at the Prosecution Office and lodged a complaint about the police. He complained that upon his arrival at the sobering-up centre he had been dragged out of the police car, pushed on the ground and beaten and kicked by the police officers. He claimed that during the whole incident he had been handcuffed. Three further victims of the alleged police ill-treatment lodged their complaints with the Suwałki District Prosecutor on the following dates: A.P. on 20 August, R.W. on 23 August and K.K. on 24 August.", "12. During the course of investigation proceedings the Prosecutor heard evidence from the applicant and five other alleged victims, from the fourteen police officers who took part in the intervention, employees of the sobering up-centre, the ambulance personnel, the owner of the bar “U Rysia” and his family, and other clients of the bar who were present during the intervention.", "13. As there were discrepancies between the medical reports produced by the applicant and the other men and their detention cards from the soberingup centre, the prosecution also obtained a medical report which was submitted on 3 December 1999. It reads in so far as relevant:", "“The bruises and haematomas on the applicant's head and neck were caused by a blow with a hard and blunt object, and they could have been caused by kicking during the incident that took place in front of the Bar “U Rysia”. Stripe shaped bruises were caused by blows with a hard, blunt and long object, which could have been a police truncheon. The injuries sustained by the applicant caused bodily harm lasting no longer than seven days (Art. 157 § 2 criminal code).”", "14. On 16 December 1999 the Suwałki District Prosecutor discontinued the investigation into the allegations made by the applicant and the five other men and refused to prosecute the police officers involved in the incident of 16/17 August 1999. In its decision the Prosecutor stated that while it is true that the policeman used physical force against the applicant and five other men, the use of force was justified under the circumstances of the instant case. The testimonies of the police officers were credible and coherent. On the other hand the victims' testimonies were highly doubtful. In particular, except for one, they all claimed that no fight had taken place and that the injuries that they sustained had been the result of the police intervention. One victim, K.P., expressly stated that “all those involved in the fight were apprehended by the police”. Finally, the Prosecutor observed that there was not enough evidence to lead to the conclusion that the police officers had committed an offence described in Article 231 of the Criminal Code.", "15. On 17 December 1999 the applicant lodged an appeal against this decision with the Suwałki Regional Prosecutor. The Regional Prosecutor advised the applicant that he could not see any grounds for allowing his appeal and had therefore transmitted it along with the case file to the Suwałki District Court (Sąd Rejonowy).", "16. On 24 February 2000 the Suwałki District Court upheld the Prosecutor's decision. The court held that the prosecutor's decision was well reasoned. It further stressed that when testifying, the policemen had admitted that they had used force while arresting the applicant and five other persons. There was no further evidence to lead to the conclusion that the police officers had lied when testifying. This decision was final.", "17. At the time of lodging his application with the Court the applicant was detained in the course of criminal proceedings against him. As of an unknown date in 2003 he has been serving a prison sentence.", "18. On 20 December 1999, the Registry of the Court received the applicant's first letter dated 29 November 1999. The letter was delivered in an envelope bearing a red stamp which read “Censored on 7 December 1999, Prosecutor of the Regional Prosecution Office” and an illegible signature (Cenzurowano 7 grudnia 1999, Prokurator Prokuratury Okręgowej).", "19. On 23 March 2000, 22 June 2000, the Registry of the Court received another two letters from the applicant. They were all delivered in envelopes bearing a red stamp “censored (cenzurowano)”. They also bear a stamp “Remand Centre in Suwałki (Areszt Śledczy w Suwałkach) and another red stamp reading “Censored on... Prosecutor of the Regional Prosecution Office”, a handwritten date and a signature.", "20. In his correspondence with the Registry, the applicant stated that all letters sent to him by the Court had been censored by the Regional Court in Suwałki. In this respect he submitted an envelope from the Registry of the Court which was sent to him on 9 January 2003. That envelope is marked with a purple stamp which reads “Censored”; it also bears a handwritten date, 15 January 2003, and an illegible signature.", "21. The relevant parts of Article 157, provide:", "“§ 2 A person who causes bodily harm or ill health lasting no longer than 7 days shall be liable to a fine, a penalty of the restriction of liberty or imprisonment for a term not exceeding 2 years.", "§ 3 If a person who committed an act described in (...) § 2 acts without intent, he shall be liable to a fine, a penalty of the restriction of liberty or imprisonment for a term not exceeding 1 year.", "§ 4 The prosecution of a crime described in § 2 or 3, if bodily harm or ill health occasioned lasted no longer than 7 days, shall take place under private indictment. ...”", "22. The relevant parts of Section 16 of the Police Act of 6 April 1990 read as follows:", "“1. If a lawful order given by a police authority or a policeman has not been complied with, policemen may apply the following coercive measures:", "1) physical, technical and chemical means of restraining or escorting persons or of stopping vehicles;", "2) truncheons;", "3) water cannons;", "4) police dogs and horses;", "5) rubber bullets fired from fire-arms;", "2. Policemen may apply only such coercive measures that correspond to the exigencies of a given situation and are necessary to ensure their orders are obeyed.”", "Paragraph 5 of the Ordinance of the Council of Ministers of 17 September 1990 on the Use of Coercive Measures by the Police provides:", "“1. Physical force shall be used in order to restrain a person, to counter an attack or to make [a person] obey an order.", "2. When using physical force, no one shall hit a person, unless he has to do so in self-defence or in order to counter an unlawful attack against life, health or property of others.”", "The relevant part of paragraph 6 of the Ordinance provides as follows:", "“Handcuffs may be used (...) in order to prevent an escape or to prevent an active assault or active resistance. ...”", "23. According to Section 39 of the Law of 26 October 1982 on Education in Sobriety and Counteracting Alcoholism, sobering-up centres are operated by local authorities.", "The relevant parts of Article 40 of the Law provide:", "“1. Intoxicated persons who behave offensively in a public place or a place of employment, are in a condition endangering their life or health, or are themselves endangering other persons' life or health, may be taken to a sobering-up centre or a public health care facility, or to their place of residence.", "(...)", "3. [Intoxicated] persons who have been taken to a sobering-up centre or a police station shall remain there until they are sober but no longer than twenty-four hours. ...”", "24. The relevant domestic law concerning the censorship of correspondence is set out in the Court's judgment in the case of Michta v. Poland, no. 13425/02, §§ 3339, 4 May 2006."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}