{"ITEMID": "001-23444", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "ISAKSEN v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Geir Isaksen, is a Norwegian national, who was born in 1968 and lives in Kristiansand, Norway. He is represented before the Court by Mr O.W. Moi, a lawyer practising in Oslo.", "From 1 January 1992 to 30 September 1998 the applicant worked as the day-to-day manager of a limited liability company owned by him - a petrol station and a car wash - named Walhalla Bensin og Washman AS. The company operated under a sales distribution agreement with Norwegian Shell Ltd. The applicant spent most of his working hours in the car wash, where he embezzled cash payments received from customers, which over the years added up to 5,400,000 Norwegian kroner (NOK). He kept these monies inter alia in his mother’s bank box and safe.", "On 28 October 1999 the Kristiansand City Court (byrett) convicted the applicant of embezzlement (Articles 255 and 256 of the Penal Code (straffeloven)), fraud of NOK 65,089 vis-à-vis Shell (Article 270 and 271), and also false accounting (Article 286 of the Penal Code and section 35 of the Accounting Act 1977 (regnskapsloven)), evasion of value added tax (section 72 of the VAT Act 1969 (merverdiavgiftsloven) and Articles 270 and 271 of the Penal Code) and, in his capacity as day-today manager and chairman of the board of the limited liability company Walhalla Bensin og Washman of tax evasion to the benefit of the company (sections 12-1 and 12-2 of the Tax Assessment Act 1980 (ligningsloven)) in respect of the embezzled amounts. He was sentenced to two years and six months’ imprisonment and prohibited from engaging in independent private business activities for five years. The City Court further ordered the seizure of NOK 5,400,000.", "In April 2000 the Kristiansand Tax Board (likningsnemnda) imposed on the applicant in his personal capacity a tax surcharge of 60% concerning the years 1993 to 1998. Under the relevant provision the surcharge should normally have amounted to 30% but, in the event of intent or gross negligence, the rate was 60%. In May 2000 the applicant appealed against this decision to the Tax Appeals Board (overlikningsnemda).", "Concurrently with the above, the applicant appealed against the City Court’s judgment but the Agder High Court (lagmannsrett) refused him leave to appeal, as did the Appeals Selection Committee of the Supreme Court (Høyesteretts kjæremålsutvalg), the latter on 28 February 2000. Subsequently, on 31 August 2000 the High Court accepted a request by the applicant to amend its earlier decision and gave him leave to appeal against his sentence and the loss of his business rights, but maintained its earlier refusal of leave to appeal in respect of the assessment of evidence in relation to the question of guilt.", "On 4 January 2001, after holding an oral hearing during which the applicant and four witnesses gave evidence, the High Court modified the sentence to two years’ imprisonment (less two days spent in pre-trial detention). The High Court noted the tax surcharge imposed in April 2000 and also observed that the applicant had appealed against that decision and that the appeal had not yet been decided. It stated that it would proceed on the assumption that the applicant would be required to pay tax surcharges, but not in such a way as to infringe the prohibition of double jeopardy.", "In this connection the Agder High Court had regard to a ruling of 20 September 2000 in which the Gulating High Court dismissed a case brought by prosecuting authorities and found that criminal punishment after the imposition of tax surcharges at 60% constituted double jeopardy in breach of Article 4 of Protocol No. 7 to the Convention. Subsequently, however, on 19 January 2001, the Appeals Selection Committee of the Supreme Court, on an appeal by the prosecution, quashed the High Court’s dismissal of the aforementioned case, finding that that Court had based its decision on an erroneous interpretation of the law. In its view, the said Convention provision did not prevent criminal punishment after the imposition of a tax surcharge.", "On 26 January 2001 the applicant sought leave to appeal against the Agder High Court’s judgment of 4 January 2001, but on 16 March 2001 the Appeals Selection Committee of the Supreme Court refused him leave to appeal (a decision notified to him on 4 April 2001).", "In the meantime, on 2 February 2001 the Tax Appeals Board had reduced the tax surcharge from 60% to 30% in order to avoid any conflict with Article 4 of Protocol No. 7 to the Convention. In this connection it was noted that the applicant’s prosecution and conviction under sections 12-1 and 12-2 of the Tax Assessment Act related to advantages secured for Walhalla Bensin og Washman AS. The applicant had not, however, been charged or convicted with regard to the submission of incorrect and incomplete information to the tax authorities that might result in tax advantages for him personally, though in terms of the advantages that the applicant had ultimately hoped to achieve by his conduct there was a close relationship between the company’s and his own tax evasion. The Board noted that a shareholder who incurred liability to pay a tax surcharge on behalf of a company could seek repayment from the company (section 35, fifth sub-section, of the Taxation Act 1911 (skatteloven)). It further had regard to a plenary decision of 23 June 2000 in which the Supreme Court ruled that a 60% tax surcharge would constitute a criminal charge for the purposes of Article 6 of the Convention but that there were reasons for assuming that this provision did not apply to a surcharge of 30%.", "On 3 May 2002 the Supreme Court changed its jurisprudence in this area, in three plenary decisions. In two of these it concluded that a criminal case should be dismissed if the accused had already been subjected to tax surcharges of 60%, or else there would be a violation of Article 4 of Protocol No. 7. Regard was had to the earlier ruling of 23 June 2000, in which it was concluded that a 60% tax surcharge constituted a “criminal charge” within the meaning of Article 6 of the Convention. The third case concerned only Article 6 of the Convention, where the Supreme Court found that the imposition of a 30% tax surcharge constituted a “criminal charge” for the purposes of that provision.", "On 30 May 2002, following the above change of jurisprudence of the Supreme Court, the applicant asked the Agder High Court to proceed with its examination of a request he had previously made in September 2001 for the reopening of the criminal proceedings against him. He further demanded that the Tax Appeals Board reverse its 2 February 2001 decision and reimburse him the tax surcharges which he had paid.", "No decision has yet been given on either of the above requests.", "On 4 February 2002 the applicant started serving his sentence. All of his repeated applications for release after serving half of the sentence have been refused.", "On 21 March 2003 the Supreme Court, sitting in plenary, rejected an application for the reopening of proceedings relating to tax surcharges, lodged by another person in a separate case. The Supreme Court concluded that there was no justification for it to apply retroactively its jurisprudence of 3 May 2002 to that case."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}