{"ITEMID": "001-91302", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF NOLAN AND K. v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Freedom of religion;Manifest religion or belief);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Violation of Article 1 of Protocol No. 7 - Procedural safeguards relating to expulsion of aliens (Article 1 para. 1 of Protocol No. 7 - Expulsion of an alien;Lawfully resident);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. Mr Nolan and K. were born in 1967 and 2001 respectively and live in Tbilisi, Georgia. Mr Nolan is the father and sole custodial parent of K.", "6. Since 1988 the applicant has been a member of the Unification Church (“the Church”), a spiritual movement founded by Mr Sun Myung Moon in 1954.", "7. On 21 May 1991 the Unification Church was officially registered as a religious association in the Russian Socialist Federative Soviet Republic.", "8. On 29 December 2000 the Ministry of Justice of the Russian Federation granted State re-registration to the Unification Church at federal level as a centralised religious organisation. It did so on the basis of an expert opinion from the Expert Council for Conducting State Expert Examinations in Religious Studies, which stated, inter alia, the following:", "“In the Russian Federation neither the Unification Church nor its leaders have ever been held criminally liable. No violations of the federal law on freedom of conscience and religious associations on the part of the Unification Church or its various representatives have been established. Thus, (1) the Unification Church is a religious, non-commercial organisation and, accordingly, has the characteristics of a religious association within the meaning of section 6 § 1 of the federal law on freedom of conscience and religious associations; and (2) no indication of unlawful activities has been uncovered in its religious teachings and corresponding practice.”", "9. In 1994 the Church invited the applicant to assist its activities in Russia. The Ministry of Foreign Affairs of the Russian Federation granted the applicant leave to stay in Russia. His leave to stay was subsequently renewed by the Ministry on a yearly basis through invitations issued by the registered religious organisation of the Unification Church in Moscow and an associated social organisation in St Petersburg, the Family Federation for World Peace and Unification (FFWPU).", "10. The applicant lived primarily in Rostov-on-Don in southern Russia, where he worked with local branches of the FFWPU and the Youth Federation for World Peace (YFWP). He explains that, while the Unification Church, the FFWPU and the YFWP and other associations operating in Russia maintain legal independence from one another, they cooperate with one another in pursuit of similar goals. According to the applicant, these organisations acknowledge their origin in the Unification Movement founded by Rev. Moon; their different titles and legal forms reflect the specific focus of their activities and the fact that the social organisations are open to members of other faiths.", "11. On 21 May 1999 the FFWPU established a local organisation in Rostov. Since the applicant’s host organisation in Russia was responsible for processing his residence registration with the police during the term of his stay, this was subsequently arranged through the Rostov FFWPU.", "12. On 10 January 2000 the acting President of the Russian Federation amended, by Decree no. 24, the Concept of National Security of the Russian Federation, adopted in 1997. The relevant paragraph of Chapter IV, “Ensuring the National Security of the Russian Federation”, was amended to read:", "“Ensuring the national security of the Russian Federation also includes the protection of its ... spiritual and moral heritage ... the forming of a State policy in the field of spiritual and moral education of the population ... and also includes opposing the negative influence of foreign religious organisations and missionaries ...”", "13. On 25 July 2000 the Promyshlenniy District Court of Stavropol, on an application by the acting Stavropol regional prosecutor, decided to dissolve the Stavropol regional branch of the FFWPU and ban its activities “irrespective of State registration” on the ground that it was “engaged in religious activities under the guise of a registered social organisation”. On 25 October 2000 the Stavropol Regional Court upheld the judgment of 25 July 2000.", "14. On 3 August 2000 the Rossiyskaya Gazeta newspaper ran an article on the Unification Church’s activities in southern Russia which – according to the applicant – described in general terms the grounds subsequently endorsed by the Federal Security Service in favour of his expulsion. It was entitled “Caramels from Moon will drive to debility” («‘Гуцулочки’ от Муна до маразма доведут»):", "“The prosecutor’s office of the Stavropol Region has banned the activity of social organisations under the protection of which the Korean Moon ... was buying souls for $500 a piece.", "Once there were two public organisations registered by the Stavropol Department of Justice: the Youth Federation for World Peace (YFWP) and the Family Federation for World Peace and Unification (FFWPU). As it turned out, these so-called public movements preach one of the most dangerous religions of the past century...", "Outwardly inoffensive ‘pedlars’ who sell or give away the ‘New Families’ newspaper and cheap caramels lure young men and women into Moon’s family ... Young missionaries who were freely permitted to lecture to senior students at Stavropol schools introduced themselves as volunteers from the International Education Fund (IEF), [which is] one of Moon’s many ‘parishes’ ...", "The self-proclaimed lecturers had no documents authorising them to talk to students. To ‘sweeten’ the lectures, they distributed caramels. Later, a panel of experts from the Stavropol clinic for borderline states gave a negative appraisal of Gutsulka caramels that Moonies distributed to children and adults alike. As it turned out, an outwardly inoffensive caramel destroys the human being’s energy-information profile. Simply speaking, such caramels with little-known inclusions – in some of them small holes are visible – facilitate the conversion of neophytes into zombies.", "The contents of Moonies’ lectures leave a strong aftertaste of debility. It is sufficient to read the briefing materials [prepared by] the IEF – an outline of the lecture on ‘Preparation of a Secure Marriage’. Citation: ‘The genitals belong to a spouse and they only serve their purpose in a marital relationship ... Until the marriage you are the guardian of your genitals for your future spouse ...’", "After some time ... [a certain young man] was introduced to the head Moonie in the Northern Caucasus, Patrick Nolan. To the newcomers he was presented as an American professor who periodically came to them from Rostov-on-Don ...", "In Russia, a mass of associations belong to the Moonie movement – professors, women and even mass-media employees, including cultural foundations and the aforementioned YFWP and FFWPU. All these socialites are preachers of the Unification Church. Meanwhile, as early as three years ago the [upper chamber of the Russian Parliament] declared the Unification Church a totalitarian sect and a destructive cult ...", "At long last the prosecutor’s office and the Federal Security Service of the Stavropol Region have started working on the Moonies. The regional prosecutor has filed an application ... for dissolution of the YFWP and banning of its activities. The same goes for the FFWPU ...", "One question is still open: why does such a tenacious businessman as Rev. Moon spend [resources] on Russians? There are several theories. Not long ago... addresses were confiscated from one Moonie ... Among them – the address of an American, Patrick Nolan, who passes his time in Rostov, and two e-mail addresses of the CIA. Why shouldn’t we imagine that Moon’s aim ... is to catch our homeland in a spy net consisting of millions of agents – teachers, scholars, engineers, students and servicemen ...?” [italics as in the original]", "15. On 26 June 2001 the applicant’s leave to stay in Russia was renewed for another year by the Ministry of Foreign Affairs on the basis of an invitation from the FFWPU. As before, the applicant registered his residence with the police upon arrival in Rostov, through the Rostov branch of the FFWPU.", "16. On 12 July 2001 the applicant’s son, K., was born. On 2 October 2001 the applicant and his wife separated; the applicant’s wife returned to the United States and the applicant retained sole custody of the child.", "17. On 31 August 2001 the Kirovskiy District Court of Rostov-on-Don, on an application by the Rostov Department of Justice, decided to dissolve the Rostov FFWPU on the ground that it had failed to notify the registration authorities of the continuation of its activities for more than three consecutive years. According to the applicant, by that time the Rostov FFWPU had been incorporated for only two years and three months and had been issued with a new registration certificate by the Rostov Department of Justice just eight months previously, after undergoing re-registration. According to the judgment, the Rostov FFWPU was incorporated on 21 May 1998 or 21 May 1999, both dates being mentioned as the incorporation date. The hearing was held in the absence of both parties and the FFPWU learned of the decision after it had come into force on 17 September 2001, with no further right of appeal.", "18. On 10 October 2001 the Rostov police summoned the applicant and demanded his passport. They added a stamp to the effect that his registration was “terminated”, orally notifying him that the Rostov FFWPU had been dissolved by a court order.", "19. Thereafter the applicant obtained registration with the police through other FFWPU branches, first in Novorossiysk and then in Krasnodar. His residence registration in Krasnodar was valid for the entire term of his leave to stay under his current visa, that is, until 19 June 2002.", "20. On 19 May 2002 the applicant travelled to Cyprus. His son stayed in Russia with his nanny.", "21. At 11 p.m. on 2 June 2002 the applicant arrived at Sheremetyevo-1 Airport in Moscow on a flight from Cyprus. When he reached the passport control booth, two officers – one male and the other female – examined his passport and visa insert. The male officer left with his documents, while the other told him to wait.", "22. At about 0.30 a.m. on 3 June 2002 the applicant was allowed to cross the border to collect his baggage. Border officials conducted an extensive search of his belongings. Then he was directed back through passport control and out through the passenger entry doors from the tarmac to a flight transfer bus, which took him to the airport transit hall.", "23. Upon his arrival at the transit hall, officials directed the applicant to wait in a small room adjacent to their office with a desk and a sofa, but no phone, ventilation or windows. Once he entered the room, the officials locked him in from outside. Initially the applicant thought that this would be just for a few minutes, but after half an hour he realised that he was being held in an improvised detention cell. He began knocking on the door, asking to be let out. The female officer responded through the door that he would not be let out until the morning, and told him to lie down and sleep. Ten minutes after that a male officer came with the applicant’s visa stapled to a one-page document. He told the applicant that his visa had been cancelled and asked him to sign the document. The applicant did as he was requested, although he could not read the document, which was handwritten in Russian.", "24. At 8.30 a.m., after knocking and shouting for twenty minutes, the applicant was allowed to leave under guard and use the toilet.", "25. At 10 a.m. a man in civilian clothing came to the room and introduced himself as the official in charge of passport control officers. The applicant was told that he would not be allowed to cross the Russian border and that border officials were only following orders and were not responsible for the decision. The man said that he did not know the reason for the decision and could not disclose where the order had come from. The man apologised that the applicant had been held overnight in the room, stating that “the night crew is not too bright”.", "26. The applicant bought a ticket to Tallinn, Estonia. A border guard continued to accompany the applicant until he boarded his flight at 11.30 a.m., returning his passport, but not his visa, only before he entered the aeroplane.", "27. On 26 June 2002 the applicant sent letters, through his legal representatives in Russia, by registered mail to:", "- the Ministry of Foreign Affairs;", "- the Federal Security Service (FSB) and its department in the Krasnodar Region;", "- the Federal Border Service, the military prosecutor’s office of that service and the Moscow Border Control;", "- the Ministry of the Interior and its Krasnodar department of passports and visas; and", "- the Ombudsman and Presidential Envoy for the Central Circuit.", "28. In these letters the applicant asked why he had been denied entry and detained even though he had committed no violation and why no procedural documents had been compiled or given to him. He also complained that he had been detained for over nine hours, and that as a result of the exclusion his eleven-month-old son had been left behind in Russia without either of his parents. The applicant also requested assistance to be reunited with his son.", "29. On 4 July 2002 the applicant received a new invitation issued through the Russian Ministry of Foreign Affairs. On 5 July 2002 he applied for a visa to enter Russia at the Russian consulate in Tallinn and on the same day he was issued a multiple-entry visa valid until 3 July 2003.", "30. On 7 July 2002, while he was crossing the border from Finland to Russia, Russian border guards at passport control twice stamped the applicant’s visa “annulled” and denied him entry into Russia. No explanation was given. The consulate in Tallinn referred him to the Ministry’s office in Moscow.", "31. On 12 April 2003 the applicant was reunited with his son whom his nanny, a Ukrainian national, had brought to Ukraine.", "32. Many of the applicant’s complaints sent on 26 June 2002 did not receive a response. Of those that did, none addressed the substance of his complaints. Responses from the Moscow Border Control of the Federal Border Service of 9 July and 22 August 2002 indicated that he had been denied entry into Russia on the basis of section 27 § 1 of the Entry Procedure Act, in implementation of an order given by another (unnamed) State body. The military prosecutor’s office responded that the applicant “had not been placed in administrative detention and therefore no detention record had been drawn up”.", "33. On 8 August 2002 the applicant, through his legal representative in Moscow, challenged the decision refusing his return to Russia before the Khimki Town Court of the Moscow Region. He filed the challenge on behalf of himself and his son K., listing the Moscow Border Control as defendant.", "34. On 29 August 2002, at the directions hearing, the defendants disclosed that they had acted on the orders of the Federal Security Service (FSB). The court joined the FSB as a co-defendant.", "35. On 5 September 2002 the defendant requested that jurisdiction be transferred to the Moscow Regional Court because matters involving State secrets could only be examined by regional courts. The court granted their request in an interim decision.", "36. On 25 March 2003, after repeated adjournments, the hearing was held in camera before the Moscow Regional Court. The applicant and K. were represented by counsel and an officer of the Unification Church in Russia, both of whom were required to give an undertaking not to disclose the contents of the proceedings.", "37. The Moscow Regional Court dismissed the complaint. On the issue of whether the applicant had posed a threat to national security, the judgment stated as following:", "“The representative of the first deputy head of the Department for the Protection of the Constitutional Order and the Fight against Terrorism, of the Russian FSB Directorate ... did not accept the appellants’ claims, and presented a written defence to the complaint ... In support of his position the representative pointed out that his client had approved the report to deny US citizen Patrick Francis Nolan entry into the Russian Federation, which was prepared by the Stavropol Regional Branch of the Federal Security Service on the basis of materials obtained as a result of operational and search measures. In the opinion of Russian FSB experts participating in the preparation of the report, the [applicant’s] activities in our country are of a destructive nature and pose a threat to the security of the Russian Federation. The representative ... emphasised that the threat to State security is created by the activities, not the religious beliefs of [the applicant].”", "38. Nowhere else in the nine-page text of the judgment did the Regional Court indicate what “activities” had posed a threat to national security. It may, however, be inferred from the judgment that the applicant’s phone conversations had been intercepted by the FSB pursuant to a certain earlier court order.", "39. It also appears that the Regional Court examined an information letter from the Federal Security Service of 29 May 2000, entitled “Information on the activities of representatives of non-traditional religious associations on Russian territory”, which stated, in particular, as follows:", "“Representatives of such foreign sectarian communities as the Jehovah’s Witnesses, Moon’s Unification Church ... under the cover of religion establish extensive governing structures which they use for gathering socio-political, economic, military and other information about ongoing events in Russia, indoctrinate the citizens and incite separatist tendencies ... Missionary organisations purposefully work towards implementing the goals set by certain Western circles with a view to creating the conditions in Russia and perfecting the procedure for practical implementation of the idea of replacing the ‘socio-psychological code’ of the population, which will automatically lead to the erasing from the people’s memory of the over a thousand-year-long history of the Russian State and the questioning of such concepts as national self-identification, patriotism, Motherland and spiritual heritage ...”", "40. As to the applicant’s overnight detention, the officers of the Moscow Border Control denied in court that the applicant had been “detained” and claimed that he had bought a ticket to Tallinn and merely waited for his flight scheduled for the following day. Although the Regional Court established that the ticket had been in fact bought in the morning of 3 June 2002, it held that this fact was “of no legal significance” and ruled that the applicant had not been deprived of his liberty.", "41. The Regional Court also noted that the Russian authorities had not prevented the applicant from reuniting with his son in any country other than Russia. His allegations about interference with his family life were therefore rejected as manifestly ill-founded.", "42. The applicant appealed, citing as grounds, inter alia, that the Regional Court had failed to examine whether the FSB had any legitimate basis in fact for its “conclusions”. He relied on Articles 5, 8, 9 and 14 of the Convention.", "43. On 19 June 2003 the Supreme Court of the Russian Federation, sitting in camera in a three-judge formation, dismissed the appeal. It held that there had been no violations of the applicant’s Convention rights. The judgment was based on the administrative competence of the FSB and the Border Control to take decisions in the field of national security and border control. It did not indicate what activities of the applicant were alleged to pose a threat to national security:", "“The decision on the issue whether or not the activities of a citizen (in respect of whom a conclusion barring entry into Russia has been issued) pose a threat to State security ... comes within the competence of the Russian authorities ... this right of the State is one of the basic elements of its sovereignty. Therefore, the [regional] court’s conclusion that the claims of the appellant and his representatives that the Russian FSB acted ultra vires are unfounded in the present case.” [so in the original]", "44. A competent authority, such as the Ministry of Foreign Affairs or the Federal Security Service, may issue a decision that a foreign national’s presence on Russian territory is undesirable. Such decision may be issued if a foreign national is unlawfully residing on Russian territory, or if his or her residence is lawful but creates a real threat to the defensive capacity or security of the State, to public order or health, etc. If such a decision has been given, the foreign national has to leave Russia or will otherwise be deported. The decision also forms the legal basis for subsequent refusal of re-entry into Russia (section 25.10 of the Law on the Procedure for Entering and Leaving the Russian Federation, no. 114-FZ of 15 August 1996, as amended on 10 January 2003 – “the Entry Procedure Act”).", "45. A foreign national will be refused entry into Russia if this is necessary for the purposes of ensuring the defensive capacity or security of the State, or protecting public order or health (section 27 § 1 of the Entry Procedure Act).", "46. The Guidelines on checking the documents of persons crossing the border of the Russian Federation, ratified by order no. 0234 of the Federal Border Service of 4 August 2000 (“the Border Crossing Guidelines”), were not published or accessible to the public. The applicant submitted that they contained the following provisions, the authenticity of which was not disputed by the Government:", "“...upon discovery of [persons whose entry into Russia is prohibited], officials of the border control shall notify them of the grounds for refusing them entry across the border, escort them to isolated premises and place them under guard, and take measures towards deportation of such persons from the territory of the Russian Federation.”", "47. The State or regional treasury is liable – irrespective of any fault by State officials – for the damage sustained by an individual on account of, in particular, unlawful criminal prosecution or unlawful application of a preventive measure in the form of placement in custody (Article 1070 § 1 of the Civil Code). A court may hold the tortfeasor liable for non-pecuniary damage incurred by an individual through actions impairing his or her personal non-property rights, such as the right to personal integrity and the right to liberty of movement (Articles 150 and 151 of the Civil Code). Non-pecuniary damage must be compensated for irrespective of the tortfeasor’s fault in the event of, in particular, unlawful conviction or prosecution or unlawful application of a preventive measure in the form of placement in custody (Article 1100 § 2).", "48. The Explanatory Report to Protocol No. 7 (ETS No. 117) defines the scope of application of Article 1 of Protocol No. 7 in the following manner:", "“9. The word ‘resident’ is intended to exclude from the application of the article any alien who has arrived at a port or other point of entry but has not yet passed through the immigration control or who has been admitted to the territory for the purpose only of transit or for a limited period for a non-residential purpose...", "The word lawfully refers to the domestic law of the State concerned. It is therefore for domestic law to determine the conditions which must be fulfilled for a person’s presence in the territory to be considered ‘lawful’.", "... [A]n alien whose admission and stay were subject to certain conditions, for example a fixed period, and who no longer complies with these conditions cannot be regarded as being still ‘lawfully’ present.”", "49. The Report further cites definitions of the notion of “lawful residence” contained in other international instruments:", "“a. Residence by an alien in the territory of any of the Contracting Parties shall be considered lawful within the meaning of this Convention so long as there is in force in his case a permit or such other permission as is required by the laws and regulations of the country concerned to reside therein...", "b. Lawful residence shall become unlawful from the date of any deportation order made out against the person concerned, unless a stay of execution is granted.”", "“a. Regulations governing the admission, residence and movement of aliens and also their right to engage in gainful occupations shall be unaffected by this Convention insofar as they are not inconsistent with it;", "b. Nationals of a Contracting Party shall be considered as lawfully residing in the territory of another Party if they have conformed to the said regulations.”", "50. The Report clarifies the notion of “expulsion” as follows:", "“10. The concept of expulsion is used in a generic sense as meaning any measure compelling the departure of an alien from the territory but does not include extradition. Expulsion in this sense is an autonomous concept which is independent of any definition contained in domestic legislation. Nevertheless, for the reasons explained in paragraph 9 above, it does not apply to the refoulement of aliens who have entered the territory unlawfully, unless their position has been subsequently regularised.", "11. Paragraph 1 of this article provides first that the person concerned may be expelled only ‘in pursuance of a decision reached in accordance with law’. No exceptions may be made to this rule. However, again, ‘law’ refers to the domestic law of the State concerned. The decision must therefore be taken by the competent authority in accordance with the provisions of substantive law and with the relevant procedural rules.”"], "VIOLATED_ARTICLES": ["38", "5", "8", "9", "P7"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5", "8-1", "9-1", "P7-1"], "VIOLATED_BULLETPOINTS": ["P7-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}