{"ITEMID": "001-86113", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KAPLANOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1930 and lives in the city of Grozny in the Chechen Republic.", "7. At the material time the applicant and her family lived in Grozny, in a private household comprising two houses at 76 Voronezhskaya Street.", "8. On 12 May 2001 the applicant’s son Isa Kaplanov, born in 1965, his wife, Melina Mezhidova, the applicant’s son-in-law, Ruslan Sadulayev, born in 1962, her daughter Lidia Kaplanova and their neighbour Movsar Musitov (also spelled Musaitov), who had come to visit them, were at home. The applicant was away and therefore her account of the events of that date was based on eyewitness statements of her family members.", "9. At about 10.00 a.m. a group of approximately 20 federal servicemen arrived at the applicant’s household in six armoured personnel carriers (APCs). The identification number of one of the vehicles was 40-42, whilst the other carriers had no such numbers on them. The servicemen in camouflage uniforms were armed with AK-47 machine guns, SVD carabines and pistols. They had masks on, except for two officers in command. Those two officers had portable radio transmitters. All the servicemen spoke Russian without any accent. Ten of them entered the courtyard of the applicant’s household whilst ten others stayed near the APCs.", "10. The servicemen broke down the door of one of the houses, in which there were the applicant’s son, her son-in-law and Movsar Musitov, and searched the house, without presenting any documents to authorise their actions. According to the applicant, during the search the soldiers asked if the three men had drugs, arms or US dollars. They also allegedly demanded gold and money.", "11. The applicant’s daughter and Isa Kaplanov’s wife, who were in the other house at that moment, heard the noise, ran out to the courtyard and saw five or six servicemen there and several other soldiers inside the house with their relatives. The servicemen prevented the women from entering that house. They were hostile and aggressive. Some time later the servicemen left the house and forced Isa Kaplanov, Ruslan Sadulayev and Movsar Musitov outside. They ordered the three men to stand against the wall and checked their passports.", "12. According to the applicant, the servicemen spent about 30 minutes in her courtyard and then left, having taken her son, her son-in-law and Movsar Musitov away. They told the applicant’s daughter that they would check the three men’s identities and release them. The servicemen then put the applicant’s relatives and Movsar Musitov into the APCs and drove off in the direction of the centre of Grozny. The applicant submitted that the only road to the centre of Grozny had been blocked by a federal military check-point, but the APCs openly passed through it.", "13. The applicant further relied on Movsar Musitov’s statements to the effect that the three men had been taken to the Staropromyslovskiy District Temporary Department of the Interior of Grozny (Старопромысловский временный отдел внутренних дел г. Грозного – “the Staropromyslovskiy VOVD”) and interrogated. The interrogators did not introduce themselves or disclose what public bodies they represented. The three men were allegedly told that there was a report stating that they had been detained at the Staropromyslovskiy military check-point for insulting federal servicemen.", "14. The applicant’s two relatives and Movsar Musitov spent a night in a cell, along with another person. On 13 May 2001 at about 11.30 a.m. Isa Kaplanov and Ruslan Sadulayev were taken away from the Staropromyslovskiy VOVD in a UAZ all-terrain vehicle. Movsar Musitov was released two hours later and returned home. Isa Kaplanov and Ruslan Sadulayev remain missing to date.", "15. According to the Government, on 12 May 2001 “unidentified persons armed with firearms apprehended Isa Kaplanov, Ruslan Sadulayev and Movsar Musitov in a private household and delivered them to the Staropromyslovskiy VOVD. The next day Movsar Musitov was released, whilst Isa Kaplanov and Ruslan Sadulayev were taken away by unidentified persons in an unknown direction”.", "16. On 12 May 2001, immediately after the detention of Isa Kaplanov and Ruslan Saydulayev, the applicant’s daughter-in-law informed the applicant of the incident. Thereafter the applicant’s daughter-in-law went to her brother-in-law, Mr R., who was an officer of the Chechen Department of the Federal Security Service (Управление Федеральной Службы Безопасности по Чеченской Республике – “the Chechen Department of the FSB”). The latter attempted to pursue the APCs in his personal car, but did not find them. He learnt from servicemen at the check-point near the applicant’s house that the APCs had passed there at about 11 a.m. that day.", "17. On 13 May 2001 the applicant went to the prosecutor’s office of the Chechen Republic (прокуратура Чеченской Республики – “the Prosecutor’s Office of the Chechen Republic”) and informed them about the detention of her relatives.", "18. Thereafter she visited the Staropromyslovskiy VOVD. An officer whose name was B. told her that her two relatives had been taken away in an UAZ all-terrain vehicle by two military officers of the Staropromyslovskiy VOVD, T. and M. He also allegedly told the applicant that those two officers must have delivered her son and son-in-law to either the main federal military base at Khankala or the town of Gudermes and promised her that he would find out their whereabouts.", "19. On 14 May 2001 the applicant and other members of her family went to the Staropromyslovskiy VOVD, where they were told by a serviceman named Ilyas that the two men had been released.", "20. Since 12 May 2001 the applicant and other members of her family have been searching for Isa Kaplanov and Ruslan Sadulayev. On numerous occasions, both in person and in writing, they have applied to prosecutors at various levels, to the Ministry of the Interior, to the administrative authorities in Chechnya. In letters addressed to the authorities the applicant stated the facts of her relatives’ detention and asked for assistance and details of the investigation. The applicant received hardly any substantive information from official bodies about the investigation into the disappearance of her son and son-in-law. On several occasions she received copies of letters by which her requests had been forwarded to various prosecutors.", "21. The applicant also visited the federal military base at Khankala and saw a register of persons detained there. She claimed that the names of her son and son-in-law were not on that list.", "22. On 3 July 2001 the Muzhichi village administration in Ingushetia issued a certificate to confirm that Isa Kaplanov had stayed there between October 1999 and April 2000.", "23. According to the Government, on 12 June 2001 the Grozny Prosecutor’s Office (прокуратура г. Грозного) instituted criminal proceedings in connection with the disappearance of Isa Kaplanov and Ruslan Sadulayev under Article 126 § 2 of the Russian Criminal Code (kidnapping of two or more persons by a group using firearms). The applicant insisted that the criminal proceedings had been instituted on 27 June 2001, as indicated in the decision of an investigator of the prosecutor’s office of the Zavodskoy District of Grozny dated 15 July 2004. The case file was given the number 13093.", "24. During the investigation the authorities identified two military servicemen who had taken part in the apprehension of the applicant’s relatives. They were T. and M., both from Yekaterinburg and on mission in Chechnya. Those two servicemen were called for questioning to the Grozny Prosecutor’s Office on 31 June 2001. The applicant submitted copies of summonses. She alleged that in the case file she had seen a transcript of interviews with T. and M. in which they had admitted that they had illegally arrested Isa Kaplanov, Ruslan Sadulayev and Movsar Musaitov, but the investigator in charge had not allowed her to study that document or to make a copy of it. The Government submitted that the information on the existence of an interview transcript where T. and M. admitted the unlawful arrest of Isa Kaplanov was not true. The Government emphasised that T. and M. had not denied that they had brought the applicant’s son to the Staropromyslovskiy VOVD; however, they had had no information about their whereabouts after that. The investigator had had valid grounds to deny the applicant permission to make copies of the transcript.", "25. At some point in July 2001 the case file was transferred to the military prosecutor’s office of military unit no. 20102 (военная прокуратура – войсковая часть 20102) located in Khankala.", "26. On 4 August 2001 the latter replied to the applicant’s husband and to the Grozny Prosecutor’s Office that they had no criminal case file concerning the abduction of his son and son-in-law.", "27. In a letter of 12 August 2001 the Chechen Department of the FSB informed the Grozny Prosecutor’s Office that on 12 May 2001 their two officers, T. and M., had detained Isa Kaplanov, Ruslan Sadulayev and Movsar Musitov for a breach of public order in the vicinity of the “Neftyanik” market in Grozny and had taken those three individuals to the Staropromyslovskiy VOVD, having reported the detention in writing to the head of the said VOVD. The letter also stated that the aforementioned officers had no information as to the subsequent fate of the detainees.", "28. On 14 August 2001 the applicant’s husband wrote to the Prosecutor’s Office of the Chechen Republic and enquired about his relatives’ whereabouts and details of the investigation. He also asked whether they had ever been charged with any crime.", "29. On 15 August 2001 the applicant’s daughter wrote to the Prosecutor General seeking assistance in ensuring that an effective investigation be carried out by local prosecutors.", "30. On 20 August 2001 the applicant’s husband applied to the military prosecutor of the Chechen Republic with a request to inform him about progress in the investigation. He re-stated the circumstances of the detention of Isa Kaplanov and Ruslan Sadulayev and referred to the information about the two servicemen, T. and M., insisting that they should be questioned in connection with the disappearance of his relatives.", "31. On 25 August 2001 the Memorial Human Rights Centre, on behalf of the applicant, requested the Prosecutor General to provide information on the investigation in the criminal case opened in connection with the abduction of Isa Kaplanov and Ruslan Sadulayev.", "32. In a letter of 27 August 2001 the military prosecutor’s office of military unit no. 20102 replied that they did not have a file for criminal case no. 13093 or any information about the detained men or servicemen T. and M.", "33. On 28 August 2001 the applicant’s husband submitted an application to a department of the Chechen Ministry of the Interior responsible for searching for missing persons. He gave details of the detention of Isa Kaplanov and Ruslan Sadulayev, as well as their personal details, a description of the clothes they had been wearing on the day of detention and the known steps of the investigation.", "34. On 28 August 2001 the applicant’s daughter applied to the head of the Administration of Chechnya asking for help to find her relatives.", "35. On 6 September 2001 the Prosecutor’s Office of the Chechen Republic informed the applicant that it had studied the criminal case file opened in connection with her two relatives’ abduction and then forwarded it to the Grozny Prosecutor’s Office for further investigation, instructing the latter to take “more active steps” to locate the missing men. The letter contained no further information.", "36. On 5 October 2001 the Office of the Chechen Government replied to the applicant that following her complaint the Chechen Ministry of the Interior had been instructed to take all possible measures to establish the whereabouts of Isa Kaplanov and Ruslan Sadulayev.", "37. On 15 October and 19 December 2001 the applicant’s husband submitted complaints to the Prosecutor’s Office of the Chechen Republic. On the latter date he also submitted a similar complaint to the military prosecutor’s office of military unit no. 20102.", "38. On 30 November 2001 the Prosecutor’s Office of the Chechen Republic informed the applicant’s husband that they had studied the file of the investigation into the abduction of his relatives, and ordered the investigators in charge to take steps to establish the whereabouts of the victims and of the culprits. The letter assured that the investigation of the crime was supervised by the Prosecutor’s Office of the Chechen Republic.", "39. By letter of 4 July 2002 the Prosecutor’s Office of the Chechen Republic informed the applicant that they had studied the file of the criminal case opened in connection with the abduction of her relatives and then forwarded it to the Grozny Prosecutor’s Office for an additional investigation. The letter assured the applicant that the Grozny Prosecutor’s Office had been instructed to carry out a number of investigative measures and that she would be notified of the results of the investigation.", "40. On 9 August 2002 the Prosecutor’s Office of the Chechen Republic forwarded the applicant’s query regarding the investigation to the Grozny Prosecutor’s Office and invited it to determine the question of the responsibility of servicemen T. and M., who had participated in the detention of the applicant’s two relatives.", "41. On 25 September 2002 the Prosecutor’s Office of the Chechen Republic again transferred the file of case no. 13093, which they had studied following the applicant’s request, to the Grozny Prosecutor’s Office. The Prosecutor’s Office of the Chechen Republic stated that its earlier instruction had not been complied with and invited the Grozny Prosecutor’s Office to extend the time-limit for a preliminary investigation and to carry out a thorough investigation, as well as to conduct an internal inquiry in connection with the investigators’ failure to comply with the instructions of the superior prosecutor’s office.", "42. According to the applicant, at some point she had found out that in 2003 the investigator in charge had gone to Yekaterinburg and interrogated T. and M., who had allegedly confirmed that they had arrested Isa Kaplanov and Ruslan Sadulayev.", "43. At some point in 2003 criminal case no. 13093 had been transferred to the Zavodskoy District Prosecutor’s Office (прокуратура Заводского района г. Грозного).", "44. By decision of 15 July 2004 an investigator of the Zavodskoy District Prosecutor’s Office ordered that the criminal proceedings in case no. 13093 instituted on 27 June 2001 in connection with the abduction of Isa Kaplanov and Ruslan Sadulayev be discontinued. The decision stated in particular:", "“The preliminary investigation has established that on 12 May 2001 at 10.30 a.m. officers of the FSB in camouflage uniforms armed with firearms entered unlawfully and without authorisation a household at 76 Voronezhskaya Street ... in Grozny belonging to the Kaplanovs, and after a search had delivered Kaplanov I.G., Sadulayev R.A. and Musitov M.S. to the Staropromyslovskiy VOVD of Grozny. Thereafter [the officers] left without drawing up reports on the detention of the aforementioned persons. The next day Musitov M.S. was released whilst Kaplanov I.G. and Sadulayev R.A., whose whereabouts have not been established to date, were taken away from the territory of the Staropromyslovskiy VOVD of Grozny by FSB officers [T.] and [M.] to an unknown destination.”", "45. The decision further referred to statements from a number of witnesses, including the applicant’s daughter and daughter-in-law, the applicant’s two neighbours and Movsar Musitov, all of whom had given a similar description of the events of 12 May 2001. The decision also stated that FSB officer T. had been questioned on 10 July and 22 October 2001 and FSB officer M. had been questioned on 16 July 2001 and 23 October 2002. They both testified that on 12 May 2001 in the vicinity of the “Neftyanik” market in Grozny they had apprehended three men, including Isa Kaplanov and Ruslan Sadulayev, for insulting local residents with swearwords, had taken them to the Staropromyslovskiy VOVD and had left the detainees there. The next day they had found out that the detainees had been released. Officer T. stated that he had drawn up a report on the detention of the three men, whilst officer M. submitted that he did not remember whether he had drawn up any reports. The decision further stated that the fact of the apprehension on 12 May 2001 of the applicant’s relatives and Movsar Musitov had been confirmed by the head of the Staropromyslovskiy VOVD in a letter of 8 June 2001 and by the acting head of the Chechen Department of the FSB in a letter of 12 August 2001. The decision continued that on 14 May 2001 an investigator of the Grozny Prosecutor’s Office had examined the register of persons held in the Staropromyslovskiy VOVD and had found out that the names of the applicant’s son, son-in-law and Movsar Musitov had not been listed among those detained there. The decision also referred to the statement of B., who between 12 April and 23 July 2001 had been seconded to Chechnya as the head of the police of the Staropromyslovskiy VOVD. B. had stated that on a date which he could not remember FSB officers had delivered four or five persons, who, as claimed by those officers, had been detained during a “sweeping-up” operation in the Oktyabrskiy District of Grozny on suspicion of their involvement in illegal military activity. Officers T. and M. had asked B. to keep the detainees until the next morning and then release them except for Isa Kaplanov and Ruslan Sadulayev, as those two were to be taken away by FSB personnel. According to B., on 13 May 2001 he had released the detainees, whilst Kaplanov and Sadulayev had been taken away by T. and M. The decision further relied on a letter of 23 May 2003 from the head of the Sverdlovskiy Regional Department of the FSB, the permanent place of service of officers T. and M., who had confirmed that on 12 May 2001 the said two officers had, indeed, delivered the applicant’s relatives to the Staropromyslovskiy VOVD, but had no information as to the subsequent fate of Isa Kaplanov and Ruslan Sadulayev, as on the morning of 13 May 2001 those two individuals had been taken away by personnel of another division of the Chechen Department of the FSB. The decision continued as follows:", "“During the preliminary investigation only a fact of the breach by the head of the Staropromyslovskiy VOVD of the procedural requirements relating to placement in detention and transfer of detainees was reliably established; however, the said actions did not constitute a criminal offence under Article 126 of the Russian Criminal Code and were punishable in disciplinary proceedings. The fact of the abduction of Kaplanov I.G. and Sadulayev R.A. by officials of the Staropromyslovskiy VOVD was not confirmed during the preliminary investigation.”", "46. The decision thus concluded that there was no evidence of a criminal offence under Article 126 of the Russian Criminal Code in the actions of officials of the Staropromyslovskiy VOVD of Grozny.", "47. On 23 December 2004 the criminal proceedings in case no. 13093 were resumed and, according to the Government’s submissions, on 28 December 2004 the case file was forwarded to the military prosecutor’s office of the United Group Alignment (военная прокуратура Объединенной группировки войск) for a further investigation, so as to check the possible involvement of the military personnel in the alleged offence.", "48. On 20 January 2005 the investigation was suspended for failure to identify those responsible, and then resumed on 5 April 2005.", "49. The Government submitted that the applicant had been questioned by the investigators on 27 July and 30 October 2002, 30 May 2003 and 6 April 2005 respectively and had been granted the status of victim on 30 October 2002. The applicant’s husband had been questioned and declared a victim on 30 May 2003. The applicant’s daughter and daughter-in-law had been questioned on 28 June and 5 July 2001 respectively and granted the status of victim on 21 July 2001. The investigating authorities had also questioned Mr Musitov, three neighbours of the applicant and more than 20 officials of the FSB and the Ministry of the Interior who at the material time had been working in Grozny. The Government did not specify on what date witness statements had been obtained and submitted that the witnesses concerned had testified that they had no information regarding the perpetrators of the offence in question. According to the Government, it was impossible to establish other witnesses in the case but the search for them was currently underway. Lastly, the Government stated that the investigating authorities had sent a number of queries to various State bodies on 14 and 28 June 2001, 2, 5 and 24 July 2001, 2, 6, 13 and 16 August 2001, 3 May and 29 October 2002, 22 May and 10 June 2003 and had undertaken other investigative measures, but did not specify what those measures had been.", "50. The Government further submitted that during the questioning on 6 April 2005 the applicant had stated that on the day following the apprehension of her son and son-in-law she had learnt from an acquaintance, Mr R., that her son had been abducted because of a debt owed to Mr Ts. by his brother. They had then gone to see Mr R. and discussed the payment of the debt. During questioning on an unspecified date, Mr Ts. had confirmed that the applicant’s son owed him money in the amount of 60,000 roubles (RUR) but denied any involvement in his abduction. The statement was confirmed by a witness, Mr A. The investigating authorities could not question Mr R. because he had died in 2002.", "51. On 18 April 2005 the investigator sent requests for information on the possible detention of Isa Kaplanov and Ruslan Sadulayev to penitentiary facilities of the Caucasia and surrounding regions. Furthermore, he sent requests to departments of the interior and the FSB located in eleven administrative units of the Russian Federation concerning their possible detention and institution of criminal proceedings against them. No relevant information was received.", "52. On 5 May 2005 the investigation was suspended on account of the failure to identify the culprits. The applicant was informed accordingly.", "53. On 10 June 2005 the investigation was resumed.", "54. On 14 June 2005 the applicant informed the investigating authorities that Mr Musitov had left the Chechen Republic. Therefore he could not be questioned.", "55. On 20 June and 30 August 2005 the investigator sent instructions to district prosecutors of the Republic of Udmurtia to take certain investigative measures in respect of former officials of the Staropromyslovskiy VOVD, which were later complied with.", "56. On 30 June 2005 the investigator questioned Mr S., who stated that the register of the temporary detention centre contained no relevant information. It is not clear who Mr S. was, but he apparently referred to the temporary detention centre of the Staropromyslovskiy VOVD.", "57. On 7 July 2005 the investigator instructed the prosecutor of the Gudermes District of the Chechen Republic to question Mr Ts. During the questioning Mr Ts. stated that Mr M. Kaplanov, Isa Kaplanov’s brother, had not repaid the debt but he had nothing to do with his brother’s abduction.", "58. On 10 July 2005 the investigation was again suspended on account of the failure to identify the culprits.", "59. On 1 August 2005 the investigation was resumed.", "60. On 2 and 8 August 2005 respectively the applicant’s relatives Mr Kh. and Ms A. were questioned. They made no relevant statements.", "61. On 31 August 2005 the investigation was suspended on account of the failure to identify the culprits. The applicant was informed accordingly.", "62. On 5 December 2005 the investigation was resumed.", "63. On 6 December 2005 a request was sent to the Commander of the North-Caucasian military District. He replied that he had no information on the detention of any persons in the relevant period.", "64. On an unspecified date the applicant was questioned again. She stated that she believed Mr Ts. had been involved in the abduction.", "65. On an unspecified date former officials of the Zavodskoy Prosecutor’s Office were questioned. They stated that they had no information on law-enforcement officials’ involvement in an abduction of Isa Kaplanov allegedly instigated by Mr Ts.", "66. On 6 January 2006 the investigation was suspended on account of the failure to identify the culprits. The applicant was informed accordingly.", "67. On 12 March 2006 the investigator sent requests concerning the whereabouts of Isa Kaplanov and Ruslan Sadulayev to military commander’s offices, the FSB units, departments of the interior, town and district prosecutor’s offices of the Chechen Republic and other competent authorities. No relevant information was received.", "68. On 25 May 2006 the investigation was resumed. The investigator reiterated the requests sent on 12 March 2006.", "69. On 27 June 2006 the investigation was suspended on account of the failure to identify the culprits.", "70. On 31 July 2006 the investigation was resumed.", "71. On 7 August 2006 Mr M. Kaplanov, Isa Kaplanov’s brother, was questioned. He stated that he had not been at home when his brother had been apprehended and had heard from others about what had happened.", "72. On 19 August 2006 Mr M. Kaplanov was granted victim status in the proceedings and reiterated his previous statement. The Government submitted that from his statement and the applicant’s statement made on 3 September 2006 it appeared that Isa Kaplanov could be detained in penitentiary facilities of the Yamalo-Nenetskiy Region. The investigator sent relevant requests to the penitentiary facilities. However, according to the information received, he had not been held there.", "73. It appears that the investigation was suspended once again and then resumed on 22 December 2006.", "74. On 21 May 2004 the applicant lodged a complaint against the investigators with the Zavodskoy District Court of Grozny (“the District Court”). She claimed that the investigating authorities had not taken all possible and necessary measures and had thus failed to carry out an effective investigation into the disappearance of her son and son-in-law. She also complained that the question of the responsibility of servicemen T. and M. had not been investigated and that all her requests regarding the results of the investigation had remained unanswered or had only produced standard replies. In her court complaint the applicant referred to the Russian Constitution and Article 13 of the European Convention on Human Rights. She requested that the court find unlawful the inactivity of the investigating authorities and order the Grozny Prosecutor’s Office to carry out an effective investigation.", "75. By decision of 11 July 2004 the District Court dismissed the applicant’s complaint, having stated that “the investigating authorities had undertaken all necessary measures” and that the applicant “had not pointed out what particular measures could otherwise be taken”.", "76. On 8 September 2004 the Supreme Court of the Chechen Republic dismissed the applicant’s appeal and upheld the first-instance decision on appeal. It noted in particular that the involvement of federal servicemen in the detention and subsequent disappearance of Isa Kaplanov and Ruslan Sadulayev had been established and therefore the investigation of the case fell within the competence of military prosecutors. In this connection, on 24 August 2004 the Zavodskoy District Prosecutor’s Office had transmitted the case file to the Prosecutor’s Office of the Chechen Republic for its further transfer to the military prosecutor’s office of military unit no. 20102.", "77. Despite specific requests made by the Court on two occasions, the Government did not submit a copy of any of the documents to which they referred. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings. At the same time, the Government suggested that a Court delegation could have access to the file at the place where the preliminary investigation was being conducted, with the exception of “the documents [disclosing military information and personal data of the witnesses], and without the right to make copies of the case file or to transmit it to others”.", "78. On 24 October 2006 the Court declared the application admissible and reiterated its request for a copy of investigation file no. 13093. The Court also requested information on the progress of the investigation after April 2005.", "79. In response, the Government submitted an update on the investigation but no documents from the investigation file except for decisions to suspend and resume the investigation and the decision to grant victim status to Mr M. Kaplanov. They reiterated that disclosure of the documents would violate Article 161 of the Code of Criminal Procedure since the file contained information concerning military operations as well as personal data of participants in the criminal proceedings.", "80. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (the new CCP).", "81. Article 125 of the new CCP provides for judicial review of decisions by investigators and prosecutors that might infringe the constitutional rights of participants in proceedings or prevent access to a court.", "82. Article 161 of the new CCP stipulates that evidence from the preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator, but only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission."], "VIOLATED_ARTICLES": ["13", "2", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}