{"ITEMID": "001-88638", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KRASAVIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Sergey Borisovich Krasavin, is a Russian national who was born in 1965 and lives in Moscow. He was represented before the Court by Mr O. Ladygin, a lawyer practising in Moscow.", "The applicant, his wife and their three children owned a three-room apartment, of a total surface area of 86.5 sq.m., in a building at 4 Viktorenko Street, in the North Administrative District of Moscow.", "In 1997 the Prefect of the district concluded an investment contract with a private company, “Mosfundamentstroy-6”, for a land development, namely, for the construction of a new housing complex. According to that contract, the building in which the applicant had an apartment had to be pulled down and the inhabitants provided with new apartments.", "As the applicant refused to leave the building, in 2001 the Prefect lodged a claim against him with the Savelovskiy District Court of Moscow. He claimed that the applicant should be evicted from the apartment in question, his ownership should be terminated and he should be granted ownership of a new apartment in the same district.", "On 23 January 2001 the court rejected the Prefect’s claim.", "On 27 February 2001 the Moscow City Administration issued Decree no. 184-PP on the Results of the Implementation of a Programme on Dwelling Space in 2000 and a Programme on Dwelling Space in 2001, according to which the building at 4 Viktorenko Street had to be demolished and its inhabitants relocated.", "On 4 August 2003 the Prefect lodged the same claim again.", "On 20 March 2003 the local Child Welfare Agency (орган опеки и попечительства) submitted to the court their conclusion that the applicant’s family’s eviction and the subsequent granting to them of a new, larger apartment would not affect the interests of the applicant’s children.", "On 16 July 2003 the Prefect issued order no. 4203: “... to provide the Krasaviny family with a three-room apartment, of a total surface area of 109.6 sq.m., at 34 Lavochkina Street.", "On 19 November 2003 the Savelovskiy District Court heard the case in the absence of the applicant’s family and allowed the Prefect’s claim.", "On 9 February 2004 that judgment was quashed due to the court’s failure to secure the defendants’ presence and the case was remitted for fresh consideration.", "On 31 March 2004 the Savelovskiy District Court of Moscow heard the case in the presence of the applicant and his lawyer and found as follows:", "“...The Krasaviny family has a three-room apartment, of a total surface area of 86.5 sq.m., at 4 Viktorenko Street... By Decree no. 184-PP on the Results of the Implementation of a Programme on Dwelling Space in 2000 and a Programme on Dwelling Space in 2001” the building at 4 Viktorenko Street is included in the list of buildings to be relocated or demolished. On 25 October 2001 the Prefect of the North Administrative District obliged the Municipal Housing Management to provide the inhabitants of the said building with new dwelling space.", "Article 49.3 of the Housing Code provided that, in the event of demolition of a building under circumstances prescribed by law, the local authority should grant the evicted owners title to an equivalent apartment or other compensation...", "By virtue of the Prefect’s order no. 4203 the Krasaviny family were provided with a three-room apartment, of a total surface area of 109.6 sq.m., at 34 Lavochkina Street. This building is situated in a residential area, in the same Administrative District, four stops away from the family’s current location...In close proximity there are children’s educational institutions, including a specialist English school (D. Krasavin is now studying at a similar school), music school, and children’s sports centre.", "According to the City Property Examination Bureau, the market value of the apartment at 34 Lastochkina Street is 4,860,400 Russian roubles , whereas the market value of the apartment at 4 Viktorenko Street is 3,142,200 roubles ...”", "Further noting that the authorities were pursuing a public interest and acting within their area of competence, the court allowed the Prefect’s claim and ordered the eviction of the applicant’s family. The court also terminated the applicant’s family’s title to the former apartment and granted them title to the new apartment at 34 Lavochkina Street. This judgment was subject to immediate execution.", "The Moscow City Court upheld the judgment in full on 24 May 2004.", "On 2 April 2004 the applicant’s family was evicted. On the same day the building was demolished.", "Article 49.3. Providing citizens who are owners of apartments in a fully or partly privatised building with new apartments due to the demolition of the building", "If a building with privatised apartments becomes subject to demolition under circumstances prescribed by law, the local authority, company or organisation that performed the demolition shall grant the evicted owners, upon their agreement, title to an equivalent apartment or other compensation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}