{"ITEMID": "001-85654", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF DEKANY v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The first applicant was born in 1948 and lives in Timişoara. The second applicant, the mother of the first applicant, was born in 1921 and died on 3 September 2004. In a letter of 4 June 2007 the first applicant, as the only successor of her mother, informed the Court that he wished to pursue the application.", "5. On 9 September 1991 the applicants lodged an action with the Timişoara Court of First Instance seeking rectification of the Land Registry and, accordingly, registration of their ownership right with regard to a plot of land. Of the twenty one hearings held between 2 October 1991 and 19 June 1997 five were adjourned at the applicants’ request, including between 11 February 1992 and 18 January 1993, between 2 March 1993 and 6 July 1994, and between 11 October 1994 and 27 February 1996, when the proceedings were stayed during criminal investigations against one of the defendants. On 19 June 1997 the Timişoara Court of First Instance dismissed the applicants’ action.", "6. On 28 April 1998 the Timiş Regional Court upheld the applicants’ appeal and quashed the judgment of the First Instance Court, sending the case back for retrial. The court considered that, as the land had been sold during the appeal proceedings, the new owner should be involved in the lawsuit. This ruling was upheld on 22 October 1998 by a final decision of the Timişoara Court of Appeal.", "7. After retrial, on 10 January 2000 the Timişoara Court of First Instance rejected the applicants’ action as groundless. On 19 July 2000 the Timiş Regional Court confirmed this decision.", "8. On 10 November 2000 the Timişoara Court of Appeal allowed the applicants’ appeal, quashed the two preceding judgments and referred the case back to the First Instance Court for a fresh examination, on the ground that the two courts had omitted to rule on two complaints and with regard to another defendant.", "9. On 21 December 2001 the Timişoara Court of First Instance re-examined the action and dismissed it. Of the eighteen hearings held between 12 December 2000 and 21 December 2001 one was adjourned at the applicants’ request.", "10. On 2 July 2002 the applicants’ appeal was upheld by the Timiş Regional Court, which ordered rectification of the Land Registry, declared null and void the subsequent sale contracts and ordered the administrative authorities to restitute the plot of land in kind.", "11. On 10 December 2002 the Timişoara Court of Appeal by a final decision allowed the opposing parties’ appeal and therefore annulled the judgment of 2 July 2002 considering, inter alia, that the courts cannot act as a substitute for the administrative authorities set up by the Real Property Act (Law no. 18/1991) to deal with claims for return of land."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}