{"ITEMID": "001-61736", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF M.B. v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1967.", "10. In 1994 the Białystok Regional Prosecutor instituted investigations concerning suspicion of fraud. On 28 March 1995 the applicant was charged with fraud committed jointly with other persons. On 30 March 1995 the Białystok", "11. The applicant requested that detailed written grounds of the detention order be prepared by the prosecuting authorities. On 3 April 1995 the applicant's lawyer and on 6 April 1995 the applicant himself appealed against the detention order, arguing, inter alia, that his bad health was incompatible with his detention.", "12. By a decision of 11 April 1995 the Białystok Regional Prosecutor preferred charges against the applicant. It was stated that the suspicion against him was rendered credible by evidence gathered in the investigations. The prosecutor referred in particular to documents concerning the circumstances in which the applicant had taken the loan, to the manner in which the funds had been transferred to the applicant's bank account, and to the links established between the suspects in the case.", "13. On 10 April 1995 the Warsaw Regional Court, at a session held in camera, refused the applicant's lawyer's appeal against the detention order and on 27 April 1995 the applicant's own appeal was, likewise, dismissed.", "14. On 25 April 1995 the applicant requested to be released.", "15. On 28 April 1995 the same court refused to allow the applicant's appeal against the decision of 11 April 1995 by which the prosecution had preferred charges against the applicant. The court considered that the case was complex, that there were many suspects, and that the offences concerned were of a very serious nature.", "16. On 28 April 1995 the Białystok Regional Prosecutor refused the applicant's application for release of 25 April 1995. On 18 May 1995 the Białystok Appellate Prosecutor upheld this decision, considering that a medical certificate confirmed that the applicant was suffering from Marfan syndrome which was a connective tissue disorder, so affected many structures, including the skeleton, lungs, eyes, heart and blood vessels. However, the applicant was under the medical supervision of a prison doctor. The grounds on which the applicant had been arrested still obtained, and the offence concerned was of a serious nature.", "17. On 13 June 1995 the charges against the applicant were supplemented by two further counts of fraud, committed by obtaining another two bank loans by false pretences. The prosecuting authorities referred, inter alia, to various Polish and foreign documents, to the testimony of witnesses, interviewed during the investigations, and to other evidence. When questioned by the prosecutor on that day, the applicant requested that detailed written grounds of these charges, giving factual reasons grounding the suspicions against him, be prepared and served on him and on his lawyer. On 28 June 1995 the applicant was served with this document.", "18. On 26 June 1995 the Warsaw Regional Court prolonged the applicant's detention for three months, until 29 September 1995.", "19. On 13 July 1995 the applicant requested again to be released. On 17 July 1995 his request was refused by the Białystok Regional Prosecutor.", "20. On 17 July 1995 the applicant requested to be released in order to undergo a specialised ophthalmologic examination, submitting that he suffered from an ailment, which seriously affected his eyesight, and that his eyesight had severely deteriorated as a result of his detention.", "21. On 27 July 1995 the Warsaw Court of Appeal dismissed the applicant's appeal against the decision of the Warsaw Regional Court of 26 June 1995 prolonging his detention for a further three months.", "22. On 11 August 1995 the Białystok Appellate Prosecutor upheld the decision of 17 July 1995, considering that the evidence against the applicant had rendered the charges against him sufficiently credible.", "23. On 12 September 1995 the applicant's new request for release, submitted on 8 September 1995, was refused by the Białystok Regional Prosecutor. An identical decision was given on 15 September 1995 in respect of his fresh request for release, the prosecuting authorities considering that the evidence gathered so far in the proceedings supported the charges against the applicant, and that there were genuine grounds for believing that, if released, he would exert pressure on the witnesses.", "24. On 18 September 1995 the applicant's detention was prolonged until 29 November 1995, the Warsaw Regional Court considering that further measures had to be taken in order to complete the evidence gathered so far during the investigations. On 26 October 1995 the Warsaw Court of Appeal dismissed the applicant's appeal against that decision.", "25. On 16, 17, 20 and 21 November 1995 the applicant had access to the case file and was informed of his right to submit, within three days, motions for further evidence to be admitted.", "26. On 21 November 1995 the Białystok Regional Prosecutor again refused to release the applicant. On the same day the applicant requested the Białystok Appellate Prosecutor to set aside this decision.", "27. On 23 November 1995 the Warsaw Court of Appeal prolonged the applicant's detention until 29 December 1995. On the same day the court's registry was served with the applicant's letter in which he requested the court to allow him to be present at the court session concerning the prolongation of his detention. On 27 November 1995 the court replied that his request had been included in the case file, noting that it had been served on the court after the session had been held in the applicant's and his lawyer's absence.", "28. On 26 November 1995 the Warsaw Court of Appeal upheld the decision of the Warsaw Regional Court of 26 October 1995 prolonging the applicant's detention.", "29. On 8, 12 and 15 December the applicant examined the case file.", "30. On 14 December 1985 the Warsaw Court of Appeal dismissed the applicant's appeal against the decision of 23 November 1995 prolonging his detention until 29 December 1995.", "31. On 15 December 1995 the applicant requested that certain pages that had been taken out of the case file and transferred to the file of another case, which had been severed from the applicant's case in June 1995, be re-included into his file so that he could have access to them.", "32. On 21 December 1995 the Białystok Regional Prosecutor closed the investigation, considering that the case-file contained enough evidence for a bill of indictment to be lodged with a court. On the same date the prosecutor ordered that the applicant be given access to documents that he had requested on 15 December.", "33. On the same day the Białystok Appellate Prosecutor refused to allow the applicant's appeal against the decision to prolong his detention, given on 23 November 1995.", "34. On 8 January 1996 the applicant requested to be released and on 10 January 1996 he proposed to pay bail in the amount of PLN 5,000.", "35. On 19 January 1996 the applicant requested to be granted access to the case-file, submitting that he had not been shown items Nos. 85, 86, 87.", "36. On 25 January 1996 the Warsaw Regional Court dismissed the applicant's request to be released on bail.", "37. By a letter of 19 January, submitted to the court on 24 January 1996, the applicant requested to be allowed to read the case file again.", "38. The refusal to release the applicant, given on 25 January 1996, was upheld by the Warsaw Appellate Court on 13 February 1996, which considered that the applicant's appeal had failed to advance any arguments capable of casting doubt on the lawfulness of the decision under appeal.", "39. By a letter of 21 February 1996 the applicant again requested to be given access to the case file. On 28 February 1996 the case-file was forwarded by the prosecution to the Białystok detention centre and the applicant read it again on 1 March 1996.", "40. On 7 March 1996 the Warsaw Regional Court held a session, concerning the applicant's request for release on bail and the amount of bail to be paid. The applicant's lawyer attended that session. The court fixed the bail at PLN 15,000. The applicant was released on the same day after bail had been paid.", "41. On 26 July 1998 the applicant died of Marfan syndrome. On 20 August 1998 the Warsaw Regional Court discontinued the criminal proceedings against him.", "42. At the relevant time, the authorities competent to decide on detention on remand were provided for in Articles 210 and 212 of the Polish Code of Criminal Procedure of 1969, which read as follows:", "Article 210:", "“1. Preventive measures [i.e. detention on remand, bail and police supervision] shall be imposed by the court; before a bill of indictment is lodged with the court, they shall be ordered by the prosecutor (...).”", "Article 212:", "“1. A decision concerning preventive measures may be appealed [to a higher court] ...", "2. A prosecutor's order on detention on remand may be appealed to the court competent to deal with the merits of the case...”", "43. These provisions were amended on 29 June 1995 by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes, which entered into force on 4 August 1996. Pursuant to this amendment, detention on remand could be imposed only by a court order.", "44. A new Code of Criminal Procedure was enacted by the Sejm (Parliament) on 6 June 1997. Its Article 250, in its relevant part, reads:", "“1. Detention on remand shall be imposed by a court order.", "2. In the investigative stage of proceedings, detention on remand shall be imposed, on a prosecutor's request, by a district court in the jurisdiction of which investigations are being conducted. After a bill of indictment is lodged with a court, a decision to impose detention on remand shall be given by a court competent to deal with the merits of the case.", "3. The prosecutor, when submitting to a court a request referred to in § 2, shall at the same time order that the suspect be brought before a court.”", "45. At the relevant time the presence of the parties at court sessions other than hearings was regulated in Articles 87 and 88 of the Code of Criminal Procedure of 1969, which, insofar as relevant, provided:", "Article 87:", "“The Court pronounces its decisions at a hearing if the law provides for it; and otherwise, at a court session held in camera. ...”", "Article 88:", "“A court session in camera may be attended by a prosecutor (...); other parties may attend if the law provides for it.”", "46. Pursuant to Article 249 of the new Code of Criminal Procedure, before deciding on the application of the preventive measures, the court shall hear the person charged with offence. The lawyer of the detainee should be allowed to attend in the court session, if he or she is present. It is not mandatory to inform the lawyer of the date and time of the court session, unless the suspect so requests and if it will not hinder the proceedings.", "47. The court shall inform the lawyer of a detained person of the date and time of court sessions at which a decision is to be taken concerning prolongation of detention on remand, or an appeal against a decision to impose or to prolong detention on remand is to be considered.", "48. At the material time the relations between the organs of the Polish State were set out in interim legislation, i.e. the Constitutional Act of 17 October 1992 (Mała Konstytucja). Article 1 of the Act laid down the principle of the separation of powers in the following terms:", "“The legislative power of the State shall be vested in the Sejm and the Senate of the Republic of Poland; the executive power shall be vested in the President of Poland and the Council of Ministers; and judicial power shall be vested in the independent courts.”", "49. Under Article 56 of the Act, the Council of Ministers (Rada Ministrów) shall be composed of the Prime Minister, Deputy Prime Ministers and Ministers.", "50. In pursuance of Article 1 of the Act of 20 June 1985 (Ustawa o sądach powszechnych), the courts are entrusted with administration of justice in the Republic of Poland. The courts are courts of appeal, regional courts and district courts. Under Article 9 of the Law, the Supreme Court exercises supervisory jurisdiction over lower courts.", "51. Article 1 of the Act of 20 June 1985 on Prosecuting Authorities (Ustawa o Prokuraturze) which determines general principles concerning the structure, functions and organisation of prosecuting authorities, at the material time read as follows:", "“1. The prosecuting authorities shall be the Prosecutor General, prosecutors and military prosecutors. Prosecutors and military prosecutors shall be subordinate to the Prosecutor General.", "2. The Prosecutor General shall be the highest prosecuting authority; his functions shall be carried out by the Minister of Justice.”", "Article 2 of the Act reads:", "“The prosecuting authorities shall ensure the observance of the rule of law and the prosecution of criminal offences.”", "52. Under Article 7 of the Act, in carrying out his statutory duties, a prosecutor shall abide by the principles of impartiality and equality of citizens before the law.", "53. Pursuant to Article 8 of the Act, a prosecutor is independent in carrying out his or her duties, within the limits set out in this Article. A prosecutor shall abide by the instructions, guidelines and orders of his superiors. However, if an order relates to the substance of any action to be taken in proceedings, a prosecutor may request [his superior] to issue the order concerned with reasons in writing, to alter the order, to relieve him from performing an act prescribed by that order, or to remove him from conducting the case in question. The requests to be removed from a case shall be decided by a hierarchical superior of the prosecutor who issued the order.", "54. Chapter III of the Code of Criminal Procedure of 1969, applicable at the material time, entitled \"Parties to proceedings, defence counsel, representatives of victims and representatives of society\", described a prosecutor as a party to criminal proceedings. According to all the relevant provisions of the Code read together, a prosecutor performed investigative and prosecuting functions in the course of criminal proceedings. In particular, after completing the investigation, he drew up a bill of indictment and represented the prosecuting authority before the court competent to deal with the case.", "55. Under Article 3 of the Code of Criminal Procedure of 1969 ”organs conducting criminal proceedings [including a prosecutor] shall examine and take into account evidence in favour of as well as against the accused.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}