{"ITEMID": "001-96007", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KART v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;András Sajó;András Baka;Corneliu Bîrsan;Egbert Myjer;Françoise Tulkens;Giorgio Malinverni;Giovanni Bonello;Jean-Paul Costa;Josep Casadevall;Khanlar Hajiyev;Lech Garlicki;Mark Villiger;Mindia Ugrekhelidze;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen;Vladimiro Zagrebelsky", "TEXT": ["8. The applicant was born in 1954 and lives in Ankara.", "9. In the parliamentary elections of 3 November 2002, as a member of the People’s Republican Party (CHP), he was elected member of parliament (MP) for the Konya constituency to the Grand National Assembly of Turkey (“the National Assembly”).", "10. Prior to his election he practised as a lawyer in Konya and, in the course of his professional activities, two sets of criminal proceedings were brought against him, one for insulting a lawyer and the other for insulting a public official.", "11. Once elected as an MP he enjoyed parliamentary immunity.", "12. On 23 December 2002 the Karapınar public prosecutor applied to the General Directorate of the Ministry of Justice to have the applicant’s parliamentary immunity lifted for the purposes of the criminal proceedings against him for insulting a lawyer.", "13. On 17 January 2003 the General Directorate of the Ministry of Justice transmitted the request to the Prime Minister’s Office.", "14. On an unspecified date examination of the matter of the lifting of the applicant’s parliamentary immunity in the proceedings concerning the insulting of a lawyer was referred to the National Assembly’s joint committee (“the joint committee”) under Rules 131 et seq. of the Rules of Procedure of the National Assembly. The joint committee decided to stay the proceedings until the dissolution of the 22nd Parliament.", "15. The applicant challenged that decision. His file was then sent before the plenary Assembly of the National Assembly (“the plenary Assembly”).", "16. On 11 April 2003 the Konya Assize Court (“the Assize Court”) adopted a decision suspending the criminal proceedings against the applicant for insulting a public official, by virtue of Article 83 of the Constitution and Article 253 § 4 of the Code of Criminal Procedure.", "17. On 4 December 2003 the Assize Court transmitted the case file to the Ministry of Justice with a view to having the applicant’s parliamentary immunity lifted.", "18. On 23 December 2003 the Department of Criminal Affairs of the Ministry of Justice referred the matter to the Prime Minister.", "19. The Prime Minister’s Office transmitted the case file to the joint committee.", "20. On 28 May 2004, after noting that the applicant had requested the lifting of his immunity, the joint committee decided, in view of the nature of the charges, to stay the proceedings against him for insulting a public official until the end of his term of parliamentary office. It transmitted its decision to the plenary Assembly.", "21. When the plenary Assembly met on 8 December 2004 the joint committee’s report was read and appended to the minutes of the meeting.", "22. On 15 December 2004 the applicant challenged the joint committee’s decision. In his pleadings he made the point that parliamentary immunity had not been introduced to render MPs unaccountable or immune from punishment, but to allow them to discharge their duties in all freedom and independence and without fear. Unlike non-liability, he argued, inviolability was by nature a relative and temporary privilege. However, the scope of the inviolability, the procedure for lifting it and the shortcomings in its implementation had undermined due respect for the National Assembly. The applicant added that it was unacceptable in a society governed by the rule of law that an arrangement originally intended to help MPs to discharge their duties should be transformed into a personal privilege.", "23. On 7 February 2005 the Secretariat of the Speaker’s Office informed the applicant that the two files concerning the lifting of his immunity had been placed on the agenda of the plenary Assembly.", "24. At the meeting of the plenary Assembly on 16 February 2005 the applicant once again asked to be allowed to avail himself of his right to be judged in a fair trial and requested that the obstacles to his exercise of that right be removed.", "25. The applicant was re-elected as a CHP party MP for the Konya constituency in the parliamentary elections of 22 July 2007.", "26. On 8 January 2008 the Speaker of the National Assembly sent him a letter informing him of progress with the procedures for lifting his parliamentary immunity.", "The relevant passages read as follows:", "“... during the 22nd Parliament [2002-07] 299 files concerning immunity were forwarded to the joint committee. In 252 cases the committee decided to stay the proceedings until the next dissolution. In 226 cases that decision was challenged. The files corresponding to those cases were placed on the plenary Assembly’s agenda for examination. However, the plenary Assembly did not examine them.", "During the 22nd Parliament two files concerned your immunity. The first, file no. 3/176, concerned the proceedings brought against you by the Konya-Ereğli public prosecutor for insulting a lawyer; the second, file no. 3/453, concerned the proceedings before the Konya Assize Court for insulting a public official. In both cases the joint committee decided to stay the proceedings until the end of your term of office. Following your appeal, the files were placed on the plenary Assembly’s agenda but have not been examined.", "In this 23rd Parliament [which started in 2007] 77 files concerning the lifting of immunity remain pending before the joint committee. Two of those files are in your name; they were given the numbers 3/107 and 3/129 following your re-election on 22 July 2007. Since the beginning of this Parliament all the files, including yours, have been sent before three preparatory committees set up by the joint committee. These committees started work on 27 December 2007 ... They are to announce their decisions within a month of that date.”", "27. On 23 and 24 January 2008 the applicant filed two defence memorials against the suspension of the two sets of criminal proceedings against him. In them he repeated his wish to be allowed to exercise his right to a fair trial.", "28. The reports of the joint committee recommending a stay of the criminal proceedings against the applicant until the end of his term as an MP were placed on the National Assembly’s agenda of 15 January 2009, together with the applicant’s objections to those findings.", "29. The matter is still pending before the Assembly.", "30. Article 83 of the Turkish Constitution, on the subject of parliamentary immunity, reads as follows:", "“Members of the Turkish Grand National Assembly shall not be liable for their votes and statements in the course of the Assembly’s work, for the views they express before the Assembly or, unless the Assembly decides otherwise on the proposal of the Bureau for that sitting, for repeating or revealing these outside the Assembly.", "A member who is alleged to have committed an offence before or after election shall not be arrested, questioned, detained or tried unless the Assembly decides otherwise. This provision shall not apply in cases where a member is caught in the act of committing a crime punishable by a heavy penalty and in cases subject to Article 14 of the Constitution if an investigation has been initiated before the election. However, in such situations the competent authority shall notify the Turkish Grand National Assembly immediately and directly.", "The execution of a criminal sentence imposed on a member of the Turkish Grand National Assembly either before or after his election shall be suspended until he ceases to be a member; the statute of limitations does not apply during the term of office.", "Investigation and prosecution of a re-elected deputy shall be subject to whether or not the Assembly lifts immunity in the case of the individual involved.", "Political party groups in the Turkish Grand National Assembly shall not hold discussions or take decisions regarding parliamentary immunity.”", "31. Article 85 of the Constitution reads as follows:", "“If the parliamentary immunity of a deputy has been waived ..., the deputy in question or another deputy may, within seven days from the day of the decision of the Grand National Assembly of Turkey, appeal to the Constitutional Court for the decision to be annulled on the grounds that it is contrary to the Constitution, law or the rules or procedure of the Turkish Grand National Assembly. The Constitutional Court shall decide on the appeal within fifteen days.”", "32. The Rules of Procedure of the Grand National Assembly of Turkey provide, inter alia:", "“Immunity", "Requests to lift immunity and the committee competent to examine them", "Rule 131: requests for the lifting of a member’s parliamentary immunity shall be transmitted by the Speaker’s Office to the joint committee, composed of members of the constitutional and judicial committees. ...", "The preparatory committee and its hearings", "Rule 132: the Chair of the joint committee shall appoint a preparatory committee composed of five sworn members to examine files concerning immunity. ...", "This committee shall examine all the documents and, if necessary, hear the member concerned; it shall not hear witnesses.", "The preparatory committee shall submit its report within one month of being convened.", "The joint committee shall finalise the report within one month.", "The report of the joint committee", "Rule 133: the joint committee shall examine the report and its appendices [submitted by] the preparatory committee.", "The joint committee shall decide whether to lift the member’s immunity or to stay the proceedings until the end of the term of parliamentary or ministerial office.", "If the joint committee’s report recommends lifting immunity or if an objection is received within the conditions set out in paragraph 3, the report shall be examined by the plenary Assembly.", "If the proceedings have been stayed and that decision is not overturned by the plenary Assembly, no action may be taken against the member concerned until the end of his or her term of parliamentary office, even if the legislature has been renewed.", "The rights of the defence", "Rule 134: When a request to lift a member’s immunity has been received, the member concerned may, if he wishes, defend himself or be defended by another member before the preparatory committee, the joint committee and the plenary Assembly.", "The matter shall be decided on the evidence if a member who has asked to speak in his defence fails to answer the invitation to do so.", "In any event, the defence shall have a say.", "The mere fact that a member requests permission to waive his or her immunity shall not suffice.”", "33. On 21 March 1994 the Turkish Constitutional Court adopted a series of judgments in cases concerning the lifting of several MPs’ parliamentary immunity. Those cases gave the Constitutional Court an opportunity to clarify the scope of parliamentary immunity. The relevant passages of the judgments read as follows:", "“(a) Meaning of non-liability and parliamentary immunity", "All democratic countries have granted the members of their legislative assemblies certain privileges and immunities in order to allow them to perform their legislative tasks properly. Quite evidently, the aim of granting the members of legislative assemblies a different status from that enjoyed by other citizens is not to make them a privileged group who are above the law.", "Parliamentary immunity is not an aim; it is a means of enabling MPs to fulfil the nation’s wishes in full by perfectly reflecting the wishes of the people within the Assembly.", "Even though Article 83 of the Constitution is entitled ‘Parliamentary Immunity’, it actually establishes two institutions: parliamentary non-liability and parliamentary immunity. The first paragraph of the Article explains that the members of the Grand National Assembly of Turkey are not liable for their votes and statements in the course of the Assembly’s work, for the views they express before the Assembly or, unless the Assembly decides otherwise on the proposal of the Speaker, for repeating or revealing these outside the Assembly.", "The second paragraph of the Article stipulates that a member who is alleged to have committed an offence before or after election may not be arrested, questioned, detained or tried unless the Assembly decides otherwise. The only cases where this provision does not apply are those where a member is caught in the act of committing a crime punishable by a heavy penalty, provided that proceedings were initiated before the election, and cases subject to Article 14 of the Constitution.", "Article 83 of the Constitution does not specify on what grounds immunity may be lifted, and the Rules of Procedure of the Assembly do not cover the subject. That does not mean that the legislature has a free hand in the matter. The rationale for immunity and the way in which it has developed over the years show that Parliament’s powers concerning the lifting of immunity are not absolute but limited. Furthermore, the fact that immunity has a place in the Constitution means that the rules and aims of immunity must be defined in the light of the rules and aims of the Constitution. There is no doubt that the intention, when immunity was provided for in Article 83, was to allow those responsible for legislative duties to carry them out in the knowledge that they were safely sheltered, and rightly so, from all worry and pressure. In other words, the aim of parliamentary immunity is to ensure that MPs are not prevented, even temporarily, from fulfilling their functions by arbitrary criminal proceedings. So the powers of the legislature in the matter are limited by the purpose for which immunity was institutionalised in the Constitution.", "...", "Provision has been made for decisions of the Grand National Assembly of Turkey concerning the lifting of immunity to be scrutinised by the Constitutional Court with regard to their conformity not only with the Constitution but also with the Rules of Procedure ...", "When such decisions of the Grand National Assembly of Turkey are scrutinised, attention must be paid to the seriousness of the accusation and whether or not it is politically motivated. In addition, the decision must be in conformity with the rationale behind immunity as a constitutional institution.", "In criminal proceedings an MP whose parliamentary immunity has been lifted is like any other citizen. He enjoys all the guarantees set out in the Constitution and laws of the Republic of Turkey. All the principles that apply to citizens likewise apply to him. He may, for example, be taken into police custody, questioned, detained and, to all intents and purposes, subjected like any other citizen to all the applicable procedural rules. ...”", "34. Under Article 107 of the old Criminal Code enshrined in Law no. 765 of 1 March 1926:", "“If the opening of proceedings is subject to authorisation, adoption of a decision or the resolution of a problem pending before another body ..., the running of time for the purposes of limitation shall be suspended until such authorisation is obtained, such decision adopted or such problem resolved.”", "35. Law no. 5237 on the new Criminal Code was passed on 26 September 2004 and published in the Official Gazette on 12 October 2004. Article 67 of the Code provides:", "“(1) When the investigation or prosecution depend on authorisation, adoption of a decision or the necessary resolution of a problem pending before another body, the running of time for the purposes of limitation shall be suspended until such authorisation [is granted], such decision adopted or such problem resolved ...", "(2) Where an offence has been committed, the running of time shall be suspended from the time when:", "(a) the prosecutor questions or takes a statement from the suspect or the accused;", "(b) a decision is taken to remand the suspect or the accused in custody;", "(c) an indictment for the offence is issued;", "(d) a conviction is pronounced, even if it concerns only some of the accused parties.", "(3) A suspension of limitation causes time to begin to run again. Where there is more than one ground for suspension of limitation, time begins to run again from the date of the last event triggering suspension ...”", "36. Under Article 253 § 4 of the old Code of Criminal Procedure enshrined in Law no. 1412 of 4 April 1929, when the criminal proceedings, and therefore the trial, are subject to a condition precedent and it is established that the condition has not been met, a decision to stay the trial is adopted until the condition has been met.", "On 4 April 2004 a new Code of Criminal Procedure was introduced.", "37. On 29 January 2008 the Secretariat of the National Assembly took stock of the number of cases where parliamentary immunity had been lifted since 1991. It found that the National Assembly had lifted the parliamentary immunity of seventeen MPs in the course of the 19th, 20th and 21st Parliaments.", "According to the lists and information provided by the parties, during the 22nd Parliament 299 files concerning the lifting of immunity were pending before parliamentary bodies, but no decisions to lift immunity were taken. Since the start of the 23rd Parliament, 315 files concerning the lifting of immunity have apparently been pending before the National Assembly.", "38. Article 40 of the Statute of the Council of Europe (5 May 1949) provides:", "“a. The Council of Europe, representatives of members and the Secretariat shall enjoy in the territories of its members such privileges and immunities as are reasonably necessary for the fulfilment of their functions. These immunities shall include immunity for all representatives to the Consultative [Parliamentary] Assembly from arrest and all legal proceedings in the territories of all members, in respect of words spoken and votes cast in the debates of the Assembly or its committees or commissions.”", "39. The General Agreement on Privileges and Immunities of the Council of Europe (2 September 1949) includes the following provisions:", "“Representatives to the Consultative [Parliamentary] Assembly and their substitutes shall be immune from all official questioning and from arrest and all legal proceedings in respect of words spoken or votes cast by them in the exercise of their functions.”", "“During the sessions of the Consultative [Parliamentary] Assembly, the representatives to the Assembly and their substitutes, whether they be members of parliament or not, shall enjoy:", "a. on their national territory, the immunities accorded in those countries to members of parliament;", "b. on the territory of all other member States, exemption from arrest and prosecution.", "This immunity also applies when they are travelling to and from the place of meeting of the Consultative [Parliamentary] Assembly. It does not, however, apply when representatives and their substitutes are found committing, attempting to commit, or just having committed an offence, nor in cases where the Assembly has waived the immunity.”", "40. The Protocol to the General Agreement on Privileges and Immunities of the Council of Europe (6 November 1952) provides:", "“The provisions of Article 15 of the Agreement shall apply to representatives to the [Parliamentary] Assembly, and their substitutes, at any time when they are attending or travelling to and from meetings of committees and sub-committees of the Consultative [Parliamentary] Assembly, whether or not the Assembly is itself in session at such time.”", "“Privileges, immunities and facilities are accorded to the representatives of members not for the personal benefit of the individuals concerned, but in order to safeguard the independent exercise of their functions in connection with the Council of Europe. Consequently, a member has not only the right but the duty to waive the immunity of its representative in any case where, in the opinion of the member, the immunity would impede the course of justice and it can be waived without prejudice to the purpose for which the immunity is accorded.”", "41. In its Resolution 1490 (2006) on the Interpretation of Article 15.a of the General Agreement on Privileges and Immunities of the Council of Europe, the Parliamentary Assembly of the Council of Europe stated:", "“1. The Parliamentary Assembly refers to its Resolution 1325 (2003) and Recommendation 1602 (2003) on immunities of members of the Parliamentary Assembly, which underlined that immunities are granted in order to preserve the integrity of the Assembly and to safeguard the independence of its members in exercising their European office.", "...", "8. It resolves to interpret Article 15.a as follows: regardless of the national regime of immunity, Assembly representatives or substitutes shall be protected against prosecution and arrest in the exercise of their functions as Assembly members or when travelling on Assembly business, whether this is inside or outside of their national territory. If they are not active within this meaning or not travelling on Assembly business, the national regime shall apply within their country.", "9. The Assembly also considers that it is appropriate for the relevant Assembly organs, when examining requests for the waiver of immunity and for the defence of immunity of its members, to question whether the competent national authorities have respected the European Convention on Human Rights as interpreted by the European Court of Human Rights and other relevant Council of Europe legal instruments and texts which the respective countries have ratified or accepted. The Assembly should express its concern when Council of Europe norms have been obviously disregarded in respect of one of its members.", "...", "11. Consequently the Assembly decides to:", "11.1. add the following paragraph after paragraph 6 in Rule 64 of the Assembly’s Rules of Procedure:", "‘a. When dealing with requests for the waiver of the Council of Europe immunity, or with requests to defend that immunity of an Assembly member, the competent Assembly bodies shall interpret Article 15.a of the General Agreement on Privileges and Immunities of the Council of Europe as follows. Assembly representatives or substitutes are immune from prosecution and arrest in the exercise of their functions as Assembly members or when travelling on Assembly business, whether this is inside or outside of their national territory. If they are not active within this meaning or not travelling on Assembly business, the national regime shall apply within their country.", "b. The terms ‘in the exercise of their functions’ include all official duties discharged by Assembly representatives and substitutes in the member States on the basis of a decision by a competent Assembly body and with the consent of the appropriate national authorities.", "c. In case of doubt, the Bureau of the Assembly shall decide if Assembly members’ activities took place in the exercise of their functions.’”", "42. Article 10 of the Protocol on Privileges and Immunities of the European Communities (8 April 1965) provides:", "“During the sessions of the Assembly, its members shall enjoy:", "(a) in the territory of their own State, the immunities accorded to members of their Parliament;", "(b) in the territory of any other member State, immunity from any measure of detention and from legal proceedings.", "Immunity shall likewise apply to members while they are travelling to and from the place of meeting of the Assembly.", "Immunity cannot be claimed when a member is found in the act of committing an offence and shall not prevent the Assembly from exercising its right to waive the immunity of one of its members.”", "43. Rule 6 of the Rules of Procedure of the European Parliament, concerning the waiver of parliamentary immunity, states:", "“1. In the exercise of its powers in respect of privileges and immunities, Parliament shall seek primarily to uphold its integrity as a democratic legislative assembly and to secure the independence of its members in performance of their duties.", "2. Any request addressed to the President by a competent authority of a member State that the immunity of a member be waived shall be announced in Parliament and referred to the committee responsible.", "3. Any request addressed to the President by a member or a former member to defend privileges and immunities shall be announced in Parliament and referred to the committee responsible.", "The member or former member may be represented by another member. The request may not be made by another member without the agreement of the member concerned.", "4. As a matter of urgency, in circumstances where a member is arrested or has his freedom of movement curtailed in apparent breach of his privileges and immunities, the President, after having consulted the chairman and rapporteur of the committee responsible, may take an initiative to assert the privileges and immunities of the member concerned. The President shall communicate his initiative to the committee and inform Parliament.”", "44. Parliamentary immunity is not a homogeneous notion. Most European states recognise two categories of immunity for parliamentarians: firstly, the “non-liability” of parliamentarians in respect of judicial proceedings for opinions expressed and votes cast in the discharge of their parliamentary duties; secondly, their “inviolability” or “immunity in the strict sense”, shielding them from all arrest, detention or prosecution for offences unrelated to their parliamentary duties without the consent of the Chamber to which they belong. This comparative law study focuses on the latter aspect of parliamentary immunity (see the Venice Commission’s Report on the regime of parliamentary immunity, 1996).", "45. The precise scope of the inviolability varies considerably from one country to another. The very nature of this aspect of immunity results in a wide array of legal approaches to its implementation. In some States there is no such institution (the Netherlands, San Marino). In others its scope is very limited. For example, in the United Kingdom inviolability covers civil matters only and MPs enjoy no particular protection in criminal matters and are treated like any other individual. In Ireland and Norway parliamentary inviolability serves to prevent MPs from being arrested during sessions or on their way to or from Parliament. It therefore affords them limited protection.", "46. That said, most of the States Parties to the Convention grant their MPs immunity from criminal prosecution during their term as MPs that goes beyond the exercise of parliamentary functions (Albania, Austria and Germany – if the act does not clearly fall outside the ambit of their political activities – and Cyprus, Greece, Hungary, Lithuania, Poland, Russia, Serbia, Spain and Switzerland) and/or protection against imprisonment or deprivation of liberty (arrest or detention in all those countries which provide for immunity from prosecution, as well as Belgium, France, Georgia, Portugal and Romania). In certain cases MPs are protected from body searches, house searches and interception of their communications (Georgia, Hungary, Italy, Romania and Switzerland). Such proceedings or measures may be executed only with the consent of the assembly to which the MP belongs, except in Cyprus, where such decisions lie with the courts.", "47. In several States the scope of inviolability has been restricted, as witnessed by some recent constitutional reforms. In France, for example, since the constitutional reform of 1995, the Chamber’s authorisation is no longer necessary for criminal proceedings to be brought, but only for detention, arrest and other judicial supervision measures. A similar change came about in Italy when Constitutional Law no. 3 of 29 October 1993 did away with the need for the prior authorisation of Parliament in order for criminal proceedings to be brought against an MP. In Romania, since the constitutional reform of 2003, senators may be placed under judicial investigation or criminal proceedings brought against them for acts not connected with votes cast or political opinions expressed in the course of their duties as senators.", "48. In Germany’s Bundestag the practice is generally for a new parliament to lift immunity from prosecution for all offences (with the exception of defamation of a political character) at the start of the parliamentary term. The aim of this is to protect the reputation of each MP, by ensuring that they attract less media attention if proceedings are brought against them.", "49. As to the scope of parliamentary inviolability ratione materiae, that is to say the acts it covers, there is a general tendency in the States Parties to the Convention for cases of flagrante delicto to be excluded. In such cases the prior authorisation of the Chamber concerned is not required, but even this does not necessarily prevent Parliament from examining the matter and subsequently requesting the suspension of the proceedings or the custodial measures (Georgia and Romania, for example). In some countries the law excludes certain types of act from inviolability, or the criterion may be the severity of the penalty incurred (the Portuguese Constitution excludes, in certain circumstances, deliberate offences punishable with imprisonment for over three years).", "50. The duration of parliamentary inviolability also varies from one country to another. Some countries extend parliamentary immunity to criminal proceedings brought prior to the MP’s election (Belgium, Germany, Hungary, Italy, Portugal and Spain). In other countries, even if parliamentary authorisation is not required in order for proceedings initiated prior to the MP’s election to be continued, Parliament may, of its own motion or at the request of the interested party, request the suspension of the proceedings or the waiving of restrictive measures during the MP’s term of office (France, Poland and Switzerland).", "51. Parliamentary immunity may be lifted in most countries. The procedure for lifting immunity is generally the same. It is usually provided for in the Chamber’s Rules of Procedure. It is set in motion by a proposal or a request for authorisation by the competent public authority (in most cases the Principal State Prosecutor), the injured party or the parliamentarian concerned. The request is transmitted to the Speaker of the Parliament, either directly or in certain cases through another authority (the Minister of Justice, the Prime Minister), then examined by a special or ad hoc parliamentary committee, which gives an opinion after hearing the MP concerned. It is then for the full Chamber to decide, with or without a debate, in private or in public, whether or not to lift immunity. The possibility of appealing against a decision of the Chamber to lift immunity exists in very few countries (Austria and Germany).", "52. The possibility for MPs to waive their own parliamentary immunity is not widespread (Poland and Switzerland) and is sometimes limited to minor offences (summary offences in Hungary) or to specific offences (defamation in Ireland and the United Kingdom). Under Poland’s Constitution MPs have the right to consent to criminal proceedings. In Switzerland the Federal Assembly Act gives MPs the right to consent in writing to be prosecuted or arrested.", "53. In most of the Contracting States no provision is made for MPs to forgo their immunity of their own free will because immunity is a privilege granted not to MPs on an individual basis but to Parliament, to guarantee its smooth operation. In France provisions governing immunity are traditionally a matter of public policy and MPs cannot renounce it. Any act that violates parliamentary immunity is considered null and void. The question of immunity must be raised by a judge. A similar approach has been adopted in the European Parliament, where renunciation of immunity has no legal effect.", "54. This comparative presentation does not reveal any uniform pattern of existing parliamentary practice. It is worth noting, however, that a majority of European countries have recognised parliamentary immunity and incorporated it in their constitutional systems as an essential factor in the smooth functioning of the legislature.", "55. There are nevertheless marked differences in the nature and scope of the protection inviolability offers MPs. They reflect the different political and historical experiences of the States, and often illustrate the needs that underlie inviolability. It would appear that the scope of this privilege, which is considered as an inextricable part of the separation of powers, the autonomy of Parliament or the protection of the parliamentary opposition, is defined in each State in keeping with the degree of autonomy necessary for Parliament to be able to fulfil its duties."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}