{"ITEMID": "001-98200", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SUBASIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mrs Maja Šubašić, is a Croatian national who was born in 1977 and lives in Split. She was represented before the Court by Mr T. Vukičević, an advocate practising in Split. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 August 1998, while visiting Athens, the applicant gave birth prematurely to her twin daughters, S.A. and K.A. Because she had given birth when she was only six months pregnant, her daughters barely survived. They were kept in a hospital in Athens for three months, two and a half months of which was spent in intensive care. They were discharged on 28 November 1998.", "On 25 September 1998 the applicant made a request to the Split Regional Office of the Croatian Heath Insurance Fund (Hrvatski zavod za zdravstveno osiguranje – Područni ured Split) seeking reimbursement in respect of the costs of her medical treatment. On 22 October 1998 the Split Regional Office granted the request and awarded her the equivalent in Croatian kunas (HRK) of 1,455,177 Greek drachmas (GRD) for urgent medical services rendered abroad.", "On 20 October 1998 in Athens the applicant married I.B.A., an Italian national and the father of her daughters.", "On 12 November 1998 the applicant made another request to the Split Regional Office of the Croatian Heath Insurance Fund, this time seeking reimbursement in respect of the costs of the medical treatment of her daughters.", "On 20 April 1999 the Regional Office dismissed her request, finding that her daughters were not registered as insured persons with the Croatian Health Insurance Fund.", "The applicant appealed, arguing, inter alia, that her daughters had acquired the status of insured persons at the moment of their birth and that they had been formally registered as such after all official documents had been obtained, having regard to the fact that they had been born abroad.", "On 17 April 2000 the Directorate of the Croatian Health Insurance Fund (Hrvatski zavod za zdravstveno osiguranje – Direkcija), acting as the second-instance authority, dismissed the applicant’s appeal and upheld the first-instance decision. After it had collected certain information from various administrative authorities, the Directorate established that the daughters had been recorded in the register of births (matica rođenih) on 15 April 1999 and in the register of citizens and the domicile register on 22 April 1999, and that their health insurance cards were valid from 26 April 1999. Against that background the Directorate reasoned as follows:", "“From the printout of the database [of insured persons] the second-instance authority has established that [the appellant’s claim that her daughters] K.A. and S.A. were insured ‘through the mother’ is not correct because their status as persons insured with the Croatian Health Insurance Fund was recognised on 23 April 1999 with the registration date of 26 April 1999 as family members of the insurance holder: [their grandmother] S.Š.", "The case file shows that the twins S.A. and K.A. at the time of their medical treatment in Athens did not have the status of insured persons with the Croatian Health Insurance Fund, owing to the appellant’s failure to notify the Consulate of the Republic of Croatia in Athens of the birth of the children; whereas all the necessary notifications were made only after the first-instance decision had been adopted.", "Pursuant to section 55 paragraph 1 of the Ordinance on Rights Related to Compulsory Health Insurance and the Criteria for their Enjoyment ... the status of an insured person is established by the Croatian Health Insurance Fund on the basis of the prescribed application [for registration]...", "The insured person acquires the rights related to compulsory health insurance on the day their status as an insured person is established.", "Section 3 of the Ordinance on the Criteria for Registration and Deregistration of an Insured Person requires legal and natural persons to apply for [registration with] the compulsory health insurance with the Fund’s competent regional office within eight days after the conditions for recognition as an insured person have been met.", "Section 7 of the same Ordinance allows for the status of family member [as the ground for insurance] to be established only in respect of persons having their domicile or habitual residence in the Republic of Croatia.", "The enclosed domicile certificates show ... that K. and S.A. have their domicile in Split, ... – from 22 April 1999, that is, after the adoption of the [impugned first-instance] decision, after which they were also registered with compulsory health insurance ...", "[In the light of the] foregoing the ... arguments adduced by the appellant are unfounded ...”", "The applicant then brought an action in the Administrative Court (Upravni sud Republike Hrvatske) challenging the second-instance decision.", "On 11 November 2004 the Administrative Court dismissed her action. It held as follows:", "“Section 3 of the Ordinance on the Criteria for Registration and Deregistration of an Insured Person and the Establishment of Status of the Person Insured under Compulsory Health Insurance requires natural persons to apply for compulsory health insurance with the Fund’s competent regional office within eight days of the conditions for recognition as an insured person having been met.", "Under section 56 paragraph 2 point 7 of the Ordinance on Rights Related to Compulsory Health Insurance and the Criteria for their Enjoyment ... the status of an insured person is established from the date of birth, on the basis of the application [for registration].", "However, section 7 of the Ordinance on the Criteria for Registration and Deregistration of an Insured Person and the Establishment of Status of the Person Insured under Compulsory Health Insurance ... allows the status of a family member [as the ground for insurance] to be established only in respect of persons having their domicile or habitual residence in the Republic of Croatia, unless an international agreement provides otherwise.", "Since it was established during the proceedings ... that at the time of their medical treatment abroad the ... twins did not have the status of insured persons with the Fund in accordance with section 2 of the Ordinance on the Rights Related to Compulsory Health Insurance and the Criteria for their Enjoyment, it follows that, according to section 3 of that Ordinance, they did not have the right to healthcare nor the right to reimbursement [of costs of medical services rendered abroad.]", "In the light of the foregoing, this court has no legal possibility to find the impugned decision unlawful.”", "The applicant then lodged a constitutional complaint alleging violations of her constitutional rights to equality, judicial review of administrative decisions, a fair hearing and healthcare. On 25 May 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s complaint. In finding so it held that:", "“The administrative authority conducting proceedings following a request for reimbursement of costs of medical treatment abroad is bound by the ... existence (or non-existence) of the status of the insured person ... This status of the complainant’s children was decided in other proceedings, different from those from which the impugned decisions originate.", "In proceedings following a request for reimbursement of costs of medical treatment abroad (or in subsequent proceedings following an administrative action) the administrative authority or the Administrative Court are neither authorised under the relevant legislation to question the lawfulness and the correctness of the proceedings for acquisition of the status of an insured person ... nor to alter the decisions delivered in those proceedings (namely, the documents which were, as a result of those proceedings, issued to the complainant for her children), even in cases when those proceedings have not been conducted properly and in accordance with the law. Therefore, when reaching the impugned decisions, neither the competent administrative authority nor the Administrative Court could have examined questions such as the lawfulness and the correctness of the registration of domicile of the new-born children with the date when the request for registration was made (and not with the date of birth) or the lawfulness and the correctness of the issuance of the health insurance cards with a date different from the date of birth.", "It follows that the possible violations of the constitutional rights which occurred in the proceedings for acquisition of the status of an insured person ... cannot be examined in the instant constitutional court proceedings.", "Examining the [impugned] decisions by which the complainant was denied reimbursement of the costs of her children’s medical treatment abroad, because when these costs were incurred the children had not been recognised as having the status of insured persons ..., the Constitutional Court has established that these decisions are based on the relevant provision of section 2 of the Ordinance on the Rights and Criteria for the Use of Healthcare Abroad.", "In finding so, it has to be noted that the decision of the second-instance administrative authority and the judgment of the Administrative Court are partly based on legislation that is not relevant in the present case ... in particular ... section 3 of the Ordinance on the Criteria for Registration and Deregistration of an Insured Person and the Establishment of Status of the Person Insured under Compulsory Health Insurance. That provision provides for a time-limit of eight days to apply for [registration with] compulsory health insurance. The above-mentioned provision relates, however, only to legal and natural persons obliged to pay health insurance contributions, which [is not the case with] the complainant or her mother, who is the person from whose health insurance the insurance of the complainant’s children is derived.", "This finding, however, has no bearing on the possibility of a different resolution of the case or [this] court’s view that the impugned decisions are lawful and did not violate the constitutional rights of the complainant or her children.”", "The relevant part of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum)) provides as follows:", "“Everyone shall be guaranteed the right to health care, in accordance with the law.”", "“The State shall protect maternity, children and youths, and shall create social, cultural, educational, material and other conditions promoting the right to a decent life.”", "Article 64(1)", "“Everyone shall have a duty to protect children and the infirm.”", "The relevant provisions of the Health Insurance Act (Zakon o zdravstvenom osiguranju, Official Gazette of the Republic of Croatia, nos. 75/1993, 55/1996, 1/1997. (consolidated text), 109/1997, 13/1998, 88/1998, 10/1999, 34/1999, 69/2000, 59/2001 and 82/2001), in force at the material time, read as follows:", "II. COMPULSORY HEALTH INSURANCE", "Section 3", "Section 6 (1)", "...", "Section 79", "The relevant provisions of the Ordinance on the Rights Related to Compulsory Health Insurance and the Criteria for their Enjoyment (Pravilnik o pravima, uvjetima, i načinu ostvarivanja prava iz obveznog zdravstvenog osiguranja, Official Gazette of the Republic of Croatia, nos. 4/1994, 81/1994, 31/1995, 57/1996, 71/1996, 108/1996 and 79/1997), in force at the material time, read as follows:", "1. Establishment of the status of an insured person", "Section 54", "Section 55", "The relevant provisions of the Ordinance on the Criteria for Registration and Deregistration of an Insured Person and the Establishment of Status of the Person Insured under Compulsory Health Insurance (Pravilnik o načinu prijavljivanja i odjavljivanja, te utvrđivanju statusa osigurane osobe iz obveznog zdravstvenog osiguranja, Official Gazette of the Republic of Croatia, nos. 57/1994, 89/1994 and 65/2001), in force at the material time, read as follows:", "II. ESTABLISHMENT OF THE STATUS OF AN INSURED PERSON", "Section 2", "Section 3 (1)", "Legal or natural persons who are obliged to pay [health insurance] contributions are obliged to apply for [registration with] compulsory health insurance (application for registration, application for registration of changes in the insurance and for deregistration) with the competent regional office of the Fund within eight days of the conditions for recognition of the status of an insured person having been met ...", "Section 7", "The relevant provisions of the Decision on the Form and Content of the Document Proving the Status of Persons Insured with the Croatian Health Insurance Fund (Odluka o sadržaju i obliku isprave kojom se dokazuje status osigurane osobe Hrvatskog zavoda za zdravstveno osiguranje, Official Gazette of the Republic of Croatia nos. 57/1994, 140/1997, 31/1999 and 77/2000), in force at the material time, read as follows:", "Section 6 (2)", "Section 8 (1)", "The relevant provisions of the Ordinance on the Rights and Modalities of, and the Conditions for, the Use of Healthcare Abroad (Pravilnik o pravima, uvjetima i načinu korištenja zdravstvene zaštite u inozemstvu, Official Gazette of the Republic of Croatia, nos. 6/1994 and 87/1996), in force at the material time, read as follows:", "Section 2", "Section 17", "The relevant provisions of the Domicile and Residence of Citizens Act (Zakon o prebivalištu i boravištu građana, Official Gazette of the Republic of Croatia, no. 53/1991, read as follows:", "Section 2", "A domicile is a place where a citizen has settled with the intention of permanently living there.", "Section 4(1) and (2)", "Domicile of minors ... shall be established according to the last common domicile of their parents.", "When the parents of such persons do not have common domicile or are not married, their domicile shall be established according to the domicile of the parent exercising parental authority [that is, having custody].", "Section 6(1) and (2)", "Citizens have a duty to register and deregister domicile, register habitual residence and register a change of address.", "Applications [for registration or deregistration] referred to in paragraph 1 of this section for the persons without capacity to act shall be lodged by their parents or legal guardians.", "Section 8", "Application for registration of domicile or change of address shall be lodged within eight days of deregistration of the previous domicile or address.", "The [competent] official shall issue a certificate of domicile or of change of address.", "In its decision, no. Gr 650/01-2 of 10 October 2001 the Supreme Court (Vrhovni sud Republike Hrvatske) interpreted the Domicile and Residence of Citizens Act in the following way:", "“... [It] follows that a citizen establishes domicile in a certain place on the day he or she settles in that place with the intention of permanently living there ... and not from the moment he or she applied to register [his or her] domicile.”", "The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia 47/1986 (consolidated text), and Official Gazette of the Republic of Croatia no. 53/1991), which was in force at the material time, provided as follows:", "Section 144(1) provided that, if the authority before which the administrative proceedings were pending found that the case could not be decided without deciding an issue the resolution of which was within the competence of a court or other authority (preliminary issue), it could decide on that issue itself or stay the administrative proceedings until the competent authority had resolved it.", "Section 249 provided that administrative proceedings that had ended in a definitive decision could be reopened if, inter alia, the contested decision had been based on a preliminary issue, a substantial part of which the competent authority had later resolved differently."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}