{"ITEMID": "001-59853", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF DEVLIN v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Civil rights and obligations);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Nicolas Bratza", "TEXT": ["8. In June 1991, the applicant applied for a position as an administrative assistant with the Northern Ireland Civil Service, the lowest grade in the non-industrial civil service. He passed a written test but was not invited for interview at that stage. In 1992, the applicant was invited for interview, and was informed on 15 September 1992 that he was being recommended for appointment “subject to the satisfactory outcome of various pre-appointment enquiries”. He was informed on 21 October 1992 that he had been unsuccessful. No reasons were given.", "9. The applicant believed that the decision not to appoint him must have been taken on grounds of his religious beliefs – he is a Catholic and a member of an association known as the Irish National Foresters – and not for any legitimate security ground. A number of his relatives are involved in public service in various capacities, and neither he nor any member of his family had ever been involved in any form of criminal activity. He had some unpleasant encounters with the police, but there was no question of proceedings against him. On one occasion, the applicant lodged a complaint about his treatment by the police, which was resolved when the applicant was informed that the officers involved would be “spoken to”. According to the applicant, a further incident with the police occurred about a week after he was informed that his job application had been unsuccessful: a police officer at a vehicle checkpoint in Cookstown referred to the unsuccessful job application.", "10. The applicant made an application, through the Fair Employment Commission, to the Fair Employment Tribunal, alleging discrimination contrary to the Fair Employment (Northern Ireland) Act 1976 (“the 1976 Act”). The Northern Ireland Civil Service affirmed that the refusal had been made on security grounds, and claimed that the 1976 Act did not therefore apply.", "11. On 21 September 1993, the Secretary of State for Northern Ireland issued a certificate under section 42 (2) of the 1976 Act, certifying that the refusal of employment to the applicant was an act “done for the purpose of safeguarding national security and of protecting public safety”.", "12. The applicant attempted to challenge the Secretary of State’s decision to issue the section 42 certificate by way of an application for judicial review in the High Court. Leave to apply for judicial review was granted on 4 January 1994.", "13. In the affidavits sworn on behalf of the Secretary of State, it was stated that, in accordance with the usual procedure, the security questionnaire completed by the applicant had been forwarded to the Royal Ulster Constabulary (“the RUC”), which had provided security information relating to the applicant. This information was such that the assessing officer in the Department’s security branch had recommended that the applicant was unsuitable for employment in the Northern Ireland Civil Service.", "14. After an unsuccessful application for discovery, the application for judicial review was dismissed by Mr Justice Kerr in the High Court on 6 September 1995. After referring, inter alia, to the judgment of Mr Justice McCollum of 3 December 1991 in the case of Tinnelly & Sons Limited and Others and McElduff and Others (judgment of 10 July 1998, Reports of Judgments and Decisions 1998-IV, p. 1633), he considered that:", "“the effect of section 42 (1) as enacted is to remove entirely from the sphere of Fair Employment legislation acts done for the purpose of safeguarding national security and protecting public order or safety. ... [There] may be occasions when the Secretary of State will choose not to invoke his powers under section 42 (2) and the Tribunal may investigate whether the act complained of was done for all or any of the purposes specified under Section 42 (1). Where a certificate has been validly issued under Section 42 (2), however, I do not believe that the Tribunal retains any role in the hearing or adjudication of the complaint.”", "15. By virtue of the Fair Employment (Northern Ireland) Act 1976 (“the 1976 Act”), it is unlawful for an employer to discriminate against a person on grounds of religious belief or political opinion in relation to employment in Northern Ireland, inter alia, by dismissing him or subjecting him to any other detriment.", "16. By virtue of section 24 of the 1976 Act (as amended by the Fair Employment (Northern Ireland) Act 1989), a complaint of unlawful discrimination may be presented to the Fair Employment Tribunal, which is established by statute to investigate complaints of unlawful discrimination on grounds of religious belief or political opinion.", "17. Section 42 of the 1976 Act (as amended) provides as follows:", "“(1) The Fair Employment (Northern Ireland) Acts shall not apply to an act done for the purpose of safeguarding national security or protecting public safety or public order.", "(2) A certificate signed by, or on behalf of the Secretary of State and certifying that an act specified in the certificate was done for the purpose mentioned in sub-section (1) shall be conclusive evidence that it was done for that purpose.", "(3) A document purporting to be a document such as is mentioned in sub-section (2) shall be received in evidence and, unless the contrary is proved, shall be deemed to be such a certificate.”", "18. The Northern Ireland Constitution Act 1973 (as amended by the 1976 Act) provides as follows in section 19:", "“(1) Subject to sub-section (4) below it shall be unlawful for a Minister of the Crown ... and any authority or body listed ... in ... Schedule 1 to the Parliamentary Commissioner Act (Northern Ireland) 1969 ... to discriminate, or aid, induce or incite another to discriminate, in the discharge of functions relating to Northern Ireland against any person or class of persons on the grounds of religious belief or political opinion. ...", "(4) This section does not apply to any act or omission which is unlawful by virtue of the Fair Employment (Northern Ireland) Act 1976 or would be unlawful but for some exception made by virtue of Part V of that Act.”", "19. Schedule 1 to the Parliamentary Commissioner Act (Northern Ireland) 1969 lists the departments and authorities subject to investigation by the Parliamentary Commissioner. The list includes the Northern Ireland Civil Service Commission and all Government Departments, including the Department of Finance and Personnel. However, section 42 of the 1976 Act falls within Part V of that Act. Accordingly, where a section 42 certificate has been issued (claiming an act was done for the purpose of safeguarding national security or protecting public safety or public order), section 19(1) of the Northern Ireland Constitution Act 1973 (as amended) has no effect."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}