{"ITEMID": "001-86032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SILIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security;No violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1970 and lives in Moscow.", "7. On 28 August 2000 the applicant was detained on suspicion of having committed a crime punishable under Article 126 of the Criminal Code (attempted kidnapping by a group). A report on his detention stated that eyewitnesses, including victims, had identified him as the perpetrator and that other grounds existed for suspecting him of having committed the crime.", "8. On 30 August 2000 an investigator ordered him to be detained pending trial pursuant to Article 90 of the Code of Criminal Procedure. The investigator took into account the dangerousness and seriousness of the offence, the risk of the applicant’s absconding and obstructing the investigation, and the need to examine his implication in other similar crimes. Next day, the order was upheld by the acting prosecutor of the north-east administrative district of Moscow.", "9. On 7 September 2000 the applicant was charged on several counts, including the use of violence dangerous to life against a State official in the performance of his duties, attempted aggravated kidnapping by an organised group and conspiracy to murder. The investigation established that the applicant had entered into agreement with P., the head of an organised criminal group acting in Moscow and the Moscow Region, and had commissioned him in January and then in February 1999 to beat F. and T., who had occupied senior positions in the Customs office. F. had been beaten up by three persons, the identity of one of whom had not been established by the investigation, with baseball bats in the porch of his apartment block; he had suffered open craniocerebral trauma as a result. T. had been beaten up and had received knife wounds. The investigation also established that later in 1999 the applicant had commissioned the same organised group to kidnap Sh., for the purpose of blackmail. Each time the applicant had paid P. remuneration. He had allegedly acted on the instructions of a person whose identity had not been established by the investigation. As well as these three criminal cases joined into one case, the latter was joined with one more case of infliction of bodily harm involving the same organised group.", "10. On 23 October and 1 November 2000 the investigator ordered that the term of the applicant’s pre-trial detention be extended. He stated, inter alia, that it was necessary to carry out a range of investigation measures in order to establish the identity of other persons involved in the kidnapping of Sh. and to ascertain the applicant’s participation in that crime, to finalise the preparation of the charges and to enable the applicant to examine the materials of the case file. The requests contained the circumstances of the crimes, as established by the investigation, and the description of evidence collected by the investigation. On 26 October 2000 the prosecutor of the north-east administrative circuit of Moscow approved the order of 23 October 2000 and extended the term of the applicant’s pre-trial detention until 24 November 2000. The investigator’s order of 1 November 2000 was supported by the prosecutor of the north-east administrative circuit of Moscow and the prosecutor of Moscow and was approved, on 8 November 2000, by a deputy prosecutor general, who extended the term of the applicant’s pre-trial detention until 24 February 2001.", "11. The applicant’s advocate challenged the detention as unlawful and unjustified. By a decision of 28 November 2000 a judge of the Tverskoy District Court of Moscow dismissed the complaint. The judge found that the nature, seriousness and circumstances of the offences of which the applicant stood accused and their danger to the public warranted the detention orders. The applicant did not appeal.", "12. On 30 January 2001 the investigator ordered a further extension of the applicant’s detention. The order reflected the state of investigation in the case against the applicant and seven other persons including what had been done since the last extension of the applicant’s detention. Thus, one more accomplice in the crime against F. had been identified and arrested; evidence of participation by several other individuals in the crime against T. had been examined; the defendants had examined expert reports; and more documentary evidence had been collected. The investigator submitted that it was necessary to finalise the charges against the applicant and for him to examine the voluminous case file, which would require additional time. On the basis of those considerations and having regard to the seriousness of the offences of which the applicant stood accused, the investigator ordered the applicant’s detention to be extended until 24 May 2001. The prosecutor of the north-east administrative circuit of Moscow and the Moscow prosecutor supported the order and on 14 February 2001 a deputy prosecutor general approved it.", "13. On a further request by the investigator, approved by the regional and city prosecutor, a deputy prosecutor general of the Russian Federation extended, on 10 May 2001, the applicant’s pre-trial detention further, until 24 August 2001, on the grounds that the applicant was liable to abscond, resume his criminal activity and obstruct the investigation and in view of the gravity of the offences of which the applicant stood accused and the need for him to examine the case file.", "14. On 10 July 2001, after the investigation in the case had been completed and the indictment approved, the case against the applicant and his co-defendants was transferred to the Moscow City Court for trial.", "15. By a decision of a judge of the Moscow City Court of 31 July 2001 the hearing was set down for 14 August 2001 and an order was made for the applicant’s continued detention. The applicant did not appeal against the decision.", "16. Between 14 August and 22 October 2001 the hearing was adjourned for reasons attributable to the applicant’s co-defendants.", "17. The trial commenced on 22 October 2001.", "18. On 26 November 2001 the lawyer of one of the applicant’s codefendants, Mr Grachev, lodged an application seeking an order for his client to be made the subject of an outpatient psychiatric examination. The application was supported by all the other defendants and their lawyers. By a decision of 27 November 2001 the court granted the application and adjourned the hearing, first until 3 December and then until 7 December 2001.", "19. On the latter date, following a further application by Mr Grachev’s lawyer, supported by all the other defendants, the court ordered that Mr Grachev be made the subject of an inpatient psychiatric examination with a view to determining whether he could be held responsible for the offences of which he stood accused. It also adjourned the hearing until the experts’ report was available and ordered that the applicant should remain in custody.", "20. The experts’ report on Mr Grachev’s condition was issued on 4 February 2002 and two days later Mr Grachev was brought back to his detention facility, of which the court was informed.", "21. The trial recommenced on 3 April 2002 and was then adjourned until 13 May 2002, owing to the illness of one of the defendants and the need to summon witnesses. The hearing was held on 13, 14, 15, 17 and 20 May 2002.", "22. On 23 May 2002 the public prosecutor lodged an application, based on expert opinion, seeking an order for Mr Grachev to receive compulsory inpatient psychiatric treatment and requesting the postponement of the proceedings in consequence. On 24 May 2002 the court granted the prosecutor’s request and ordered that Mr Grachev undergo compulsory inpatient psychiatric treatment until his condition improved. The court further ruled that the examination of the case against the other defendants, separately from Mr Grachev’s case, would undermine the thoroughness and objectivity of the trial. The court therefore adjourned examination of the case until Mr Grachev’s health condition had improved. The court stated that it took into account Mr Grachev’s diagnosis, which did not require lengthy inpatient treatment for him.", "23. Submitting no objections to that decision, the applicant however requested to be released, subject to an undertaking not to leave his place of residence, referring to the uncertainty as to the duration of Mr Grachev’s treatment, his own lack of previous convictions, his permanent place of residence in Moscow, the fact that he had a wife and small child dependent upon him for support and the fact that his state of health required regular examinations by specialists of a kind not available at the detention facility. In a decision of 24 May 2002 the Moscow City Court refused the request for release made by the applicant and his two co-defendants on the ground of the seriousness of the offences of which they stood accused.", "24. The applicant’s lawyers lodged an appeal against this decision, requesting that the applicant be released from custody and instead, as a preventive measure, be required to give an undertaking not to leave his place of residence. They pointed once again to the uncertainty as to the duration of Mr Grachev’s treatment, during which time the case would lie dormant, and to the length of the applicant’s pre-trial detention, which had begun in August 2000.", "25. Mr Grachev’s lawyer also lodged an appeal against the decision of 24 May 2002. Relying on Articles 5 and 6 of the Convention, he complained that the unlimited extension of the pre-trial detention of his client and the other defendants in the case, including the applicant, constituted an unlawful and excessive restriction of their rights, which completely disregarded their right to liberty. In practice, the decision of 24 May 2002 anticipated, by means of pre-trial detention, their future conviction and punishment, in breach of the principle of presumption of innocence. The lawyer also argued that the order extending the defendants’ pre-trial detention for an indefinite period – until the as yet unknown date of Mr Grachev’s recovery – exceeded permissible restrictions on human rights and freedoms.", "26. Between 2 and 25 July 2002 the appeals were not examined as one of the defence lawyers was on annual leave. On 30 July 2002 the Supreme Court of the Russian Federation dismissed both appeals and upheld the decision. It stated that the lower court had taken into account the experts’ opinion of the short-term character of Mr Grachev’s disease and ordered his compulsory treatment in accordance with the law, which provided that such treatment could be ordered if a person’s mental state posed a danger to that person and others and required permanent and intensive observation. The Supreme Court held that the reasons given in support of the request for the applicant’s release could not be considered cogent as the applicant stood accused of serious crimes.", "27. On 19 August 2002, after the case file had been returned to the trial court, the hearing was set down for 2 September, and then adjourned to 10 September 2002 owing to the failure of the defence lawyers to appear.", "28. On 10 September 2002 the trial court, having heard evidence from the defence, who had requested the release of the applicant and his two codefendants and substitution of the detention measure with another preventive measure not involving deprivation of liberty, granted the prosecutor’s request and extended the pre-trial detention of the applicant and his co-defendants until 1 October 2002. The court gave as reasons for its decision the fact that the applicant and his co-defendants had been charged with a particularly serious offence (conspiracy to murder by an organised group with aggravated circumstances) and that there were no grounds for annulling or altering the preventive measure chosen. By a decision of 30 September 2002, at the prosecutor’s request, a further extension in respect of the same persons was ordered until 1 January 2003, on the same ground. The court further referred to a decision of a medical committee of 20 September 2002 to terminate Mr Grachev’s compulsory treatment. The applicant did not appeal against these decisions.", "29. On 30 December 2002 the trial resumed. On the same day the court, at the prosecutor’s request, ordered Mr Grachev to be made the subject of an inpatient psychiatric expert examination with a view to determining whether he could be held responsible for the offences of which he stood accused, and extended the pre-trial detention of the applicant and three other defendants until 1 April 2003 on the ground of the seriousness of the offences of which they stood accused.", "30. Mr Grachev’s psychiatric expert examination was carried out on 27 February 2003.", "31. On 10 April 2003 the Moscow City Court ordered that the hearing in the case be held on 14 April 2003. On that date it ordered that the pre-trial detention of the applicant and three other defendants be extended from 1 April 2003 until 1 July 2003 inclusive, on the ground that they were accused of particularly serious offences and were liable to abscond and obstructir respective personalities. The court stated in its decision that it had had no opportunity to discuss the question of the preventive measure in respect of the applicant and the other defendants, whose pre-trial detention had previously been extended until 1 April 2003. The court noted that the case file had been kept throughout this period at the expert institution which had carried out Mr Grachev’s psychiatric examination.", "32. Between 14 April and 6 May and on 9 June 2003 the hearing was adjourned for reasons imputable to the applicant’s co-defendants. The hearing in the case ended on 18 June 2003 and the court started its deliberations.", "33. On 27 June 2003 the Moscow City Court delivered a judgment in the case against the applicant and seven other defendants. The applicant was convicted of attempted kidnapping as part of an organised group, inciting malfeasance in public office and aiding and abetting an assault on a State official. The prosecutor dropped some other charges against him, including conspiracy to murder by an organised group with aggravated circumstances. The applicant was acquitted on the remaining charges. He was sentenced to four years’ imprisonment. The period of his pre-trial detention commencing on 28 August 2000 was counted towards the term of his sentence.", "34. No appeal was lodged against the judgment, which came into effect on 15 July 2003.", "35. On 15 October 2003 the Tverskoy District Court of Moscow ordered the applicant’s early conditional release.", "36. Before 1 July 2002 preventive measures in criminal proceedings were governed by the Code of Criminal Procedure of the RSFSR of 1960. For its relevant provisions see the case of Kalashnikov v. Russia (no. 47095/99, § 89, ECHR 2002VI).", "37. Since 1 July 2002 preventive measures in criminal proceedings have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001). Its relevant provisions are summarised in the case of Lind v. Russia (no. 25664/05, §§ 47-52, 6 December 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}