{"ITEMID": "001-119049", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF KRISTIANSEN AND TYVIK AS v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Non-pecuniary damage - award", "JUDGES": "Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["4. On 30 November 1990 the first applicant submitted a patent application for a particular method of propulsion of aircrafts and sea vessels to the Norwegian Industrial Property Office (Patentstyrets første avdeling – hereinafter referred to as “NIPO”). Ranging under the Ministry of Trade and Industry, NIPO is a government authority, responsible for processing and deciding on applications for patent protection in Norway. The application was allotted no. 19905214.", "5. In a letter of 21 March 1991, NIPO presented a preliminary opinion stating that the application in its present form was not patentable because it did not reveal a concrete solution to achieve the desired effect. It also questioned whether the invention had any effect at all. Therefore, under former section 28 (currently section 32) of the Regulation (forskrift) to the Patents Act 1967 (patentloven), NIPO required the first applicant to perform a test (“praktiske forsøk”) at an independent research institute and to submit the necessary test documentation. The first applicant replied on 30 September 1991 that he disputed the need for a test and referred to the high costs for such tests. However, he informed NIPO that prototypes were under construction and could be tested in the presence of representatives from NIPO.", "6. In the period from 6 May 1992 to 10 May 1994, there was correspondence between the first applicant and NIPO as to the existence of any need to protect the confidentiality of the application. In February 1993 NIPO asked the Military Supreme Command whether the application should be kept secret on national security grounds, which the latter answered in the negative in March 1993. The first applicant was informed in June 1993.", "7. On 9 May 1994 the first applicant provided NIPO with further information on the subject-matter of the application. On 24 February 1995, NIPO reiterated its request of 21 March 1991 that the first applicant provide evidence from tests showing the technical effect and concrete features of the invention. In his reply of 23 May 1995 the first applicant submitted theoretical views on the subject-matter of the application with reference to a research report of 1965 which, according to him, described tests and results that proved the technical effect of his invention. The required tests were therefore superfluous, in his view.", "8. The first applicant on 27 November 1996 complained about the delays in the processing of his application. The NIPO’s Director General on 9 December 1996 apologised for the delay and said the matter would be given priority.", "9. On 16 December 1996 NIPO maintained its earlier requirement of independent tests, to which a series of exchanges ensued between the applicant and NIPO on the need for tests, including a protest by the applicant questioning NIPO’s technical competence and the submission by him of statements by two academics, dated 14 March and 18 December 1997, respectively.", "10. Whilst apologising for the delay, NIPO maintained its position on the need for testing in a communication to the first applicant of 5 May 1999 and gave him until 5 November 1999 to comply.", "11. By a registered letter of 26 October 1999, received on 11 November 1999, the first applicant again characterised NIPO’s processing as late and technically incompetent without making any new arguments concerning the requirements for granting a patent.", "12. On the ground of the first applicant’s failure to comply with the time-limit of 5 November 1999, NIPO decided to discontinue (henlegge) its examination of his application under section 15(2) of the Patents Act (according to which, in the event of an omission by a patent seeker to provide a statement or to take measures to rectify a notified deficiency, the application shall be shelved). Upon reconsideration of the matter, NIPO informed the first applicant on 18 February 2000 that, although the application had been received on time, it maintained its decision to shelve the application because he had not met the substantive requirements indicated to him on 5 May 1999.", "13. The first applicant then lodged a petition with the Parliamentary Ombudsman for Civil Matters on 8 March 2001.", "14. Following an inquiry by the Parliamentary Ombudsman for Civil Matters, NIPO informed the first applicant on 30 August 2001 that it had annulled its decision to discontinue the matter and gave him until 28 February 2002 to respond to its letter of 5 May 1999. He replied on 24 September 2001 but without presenting any new arguments or material.", "15. On 2 October 2001 NIPO refused the application on the ground that the applicant had not made it probable that the subject-matter of the application had the alleged technical effect.", "16. On 23 January 2002 the Parliamentary Ombudsman informed NIPO that he found no grounds for continuing the investigation of the petition.", "17. On 27 November 2001 the first applicant appealed to the Board of Appeals (Patentstyrets annen avdeling) against NIPO’s decision of 2 October 2001.", "18. Following a period of circulation of the case files among the members of the Board of Appeals, the first meeting on the case was held on 13 September 2004. The Board of Appeals took a different view than NIPO and indicated a new formulation of the patent claims which might lead to a patent, but only for sea vessels. The applicant was informed correspondingly in a letter of 29 September 2004.", "19. During the period from 12 November 2004 to 13 January 2005, there was correspondence between the Board of Appeals and the first applicant in order to arrange a meeting, which was held on 2 February 2005. The subject-matter of the appeal was discussed together with the further process.", "20. On 14 February 2005, NIPO was informed that 50% of the ownership to the application had been transferred to the second applicant Tyvik AS. Thereafter, mostly both applicants, occasionally only the first applicant, acted as claimants in the relevant proceedings (to simplify “applicants” is used in the following).", "21. In the period from 2 May 2005 to 17 October 2005, the Board of Appeals and the applicants exchanged various communications regarding the patentability of the original patent claims.", "By a decision of 14 November 2005, the Board of Appeals concluded that the invention in application no. 19905214 had a technical effect, but the Board did not consider whether other patent requirements had been fulfilled. The applicants had received information on how to change the claims into a patentable invention but had been unwilling to do so. Consequently, the Board did not find any grounds to continue processing of the application. Accordingly, NIPO’s decision was set aside and the application was referred back to NIPO for further consideration.", "22. Following the return of the application to NIPO, it concluded in its letter of 29 November 2005 that the subject-matter of NO 19905214 could not be considered novel.", "23. The applicants, represented by Mr. H. Berge, filed a new complaint to the Parliamentary Ombudsman on 13 March 2006 concerning the proceedings before NIPO. In particular they claimed that the executive officer of NIPO had been prejudiced as he was responsible for considerable parts of the previous processing and the refusal of the application prior to the appeal to the Board of Appeals. The Parliamentary Ombudsman replied on 22 March 2006 and 29 June 2006 that he could not decide on complaints until the processing of the application had been completed, but assumed that the case would now be examined with due diligence (“tilbørlig hurtighet”).", "24. Exchanges of correspondence between NIPO and the applicants continued between 31 May 2006 and 11 June 2006. NIPO provided guidance and suggested that specific changes be made to the patent claims in order to render the subject-matter of the application patentable. The applicants disagreed.", "25. On 20 June 2007, the application was formally refused due to lack of novelty (see paragraph 35 below).", "26. On 20 August 2007 the applicants appealed to the Board of Appeals. On 29 November 2007, they were informed that the Board, after having examined the case (on 12 November 2007) had found it clear that the conditions for granting a patent had not been fulfilled in so far as concerned aircrafts. However, the application might succeed in respect of a more limited field of sea vessels. It was proposed that the patent requirements be formulated in a similar manner as proposed in the Board of Appeals’ letter of 29 September 2004 (see paragraph 18 above).", "27. The communication of 29 November 2007 further warned the applicants that if the patent requirements were not defined in accordance with the indications given, the Office’s rejection might be confirmed. In the alternative, the part of the application that related to air transport might be disjoined from that which related to sea transport, in which case it might be expected that the former part would be rejected. As an alternative to delimiting against the requirements to aircrafts, dividing the application into two parts, one concerning aircrafts, another concerning sea vessels, could be considered, in accordance with section 11 of the Patents Act. In that case, a rejection of the separate part relating to air crafts ought to be expected.", "28. The applicants were given until 29 January 2008 to comment and were warned that the case might be determined on the basis of the case-file as it stood as at that date.", "29. In a letter to the Board of Appeals of 28 January 2008, the applicants submitted their observations to the communication of 29 November 2007 and altered the definition of patent requirements.", "30. On 22 September 2008 the Board of Appeals confirmed NIPO’s refusal of the patent requested (see paragraph 25 above), albeit on a different reasoning. Whilst NIPO had been sceptical about whether the patent requested could serve according to its purpose, the Board of Appeals had no doubt that the results could be achieved with the invention that could be exploited industrially and that the application could not be rejected on this ground. Both NIPO and the Board of Appeals found that the application did not involve any novelty in respect of aviation, though the reasoning differed. Unlike NIPO, the Board of Appeals found that the application could have succeeded in a limited area of sea transport. The applicants had been advised that in order to succeed, the patent requirements would have to be defined so as to exclude aviation but had not been willing to do so. The application as presented did therefore not fulfil the conditions for grant of patent.", "31. The applicants have apparently not challenged the Board of Appeals’ decision of 22 September 2008 before the Norwegian courts.", "32. According to the applicants, the patent applications they had filed in 2003, made in light of the patent application of 30 November 1990 (no. 19905214), had been granted in the United States of America, Russia, China and Singapore and “through the EPO [European Patent Office] as well”.", "33. The Government submitted that according to Espacenet (a database provided by EPO), the applicants had not claimed priority with respect to no. 19905214 in any of the above mentioned countries or in EPO. The granted EPO patent had claimed priority in relation to another and separate application by the applicants, namely no. 20015844, which had been based on knowledge from no. 19905214. When comparing the EPO patent claims with no. 19905214, one would observe that the former had been based on additional features that had made the invention patentable.", "34. Section 1 (1) of the Patent Act 1967 (patentloven), provides:", "“Within any technical field, any person who has made an invention which is susceptible of industrial application, or his successor in title, shall, in accordance with this Act, have the right on application to be granted a patent for the invention and thereby obtain the exclusive right to exploit the invention commercially or operationally.”", "The expression “industrial application” requires that the innovation has “technical effect”.", "35. Pursuant to section 2, patents shall be granted only for inventions which are new in relation to what was known before the filing date of the patent application, and which also differ essentially therefrom.", "36. Section 15 provides:", "“If the applicant has not complied with the prescribed requirements with respect to the application, or if NIPO finds other obstacles to the acceptance of the application, the applicant shall be notified to that effect and be invited to submit observations or to correct the application within a specified time limit. However, NIPO may make such amendments in the abstract as found necessary without consulting the applicant.", "If the applicant fails, within the time limit, to submit observations or to take steps to correct a defect which has been pointed out, the application shall be shelved. Information to that effect shall be given in the notification from NIPO referred to in the first paragraph.”", "37. Section 27 (1) to (3) of the Patents Act reads:", "“An appeal must be received by NIPO within two months from the date on which notification of the decision was sent to the party concerned. ... If these provisions are not complied with, the appeal shall not be submitted for consideration.", "Even if the opponent withdraws his appeal, it may be examined if special circumstances make it desirable.", "A decision by the Board of Appeals refusing a patent application, revoking a patent, or maintaining a decision by NIPO to revoke a patent may not be brought before the courts of law later than two months from the date on which the applicant or patent holder was notified of the decision. Information with respect to the time limit for instituting proceedings shall be given in the notification.”", "38. According to section 40 of the Patents Act, a granted patent may be maintained for up to twenty years from the date of filing of the patent application. It is undisputed in this case that, had a patent been granted in Norway, this would have meant that the patent protection would have expired on 30 November 2010."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}