{"ITEMID": "001-86859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TEMESAN v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicant was born in 1951 and lives in Bucharest.", "6. Between 1994 and 1996 the applicant, in his capacity as the President of Bank B., facilitated the sponsoring of the Government by the bank in the production of a book promoting the image of Romania abroad. On 14 March 1997 the applicant was dismissed from his job.", "7. On 24 September 1996 the company O.P. filed a criminal complaint against the applicant, accusing him of abuse of authority (abuz în serviciu, under Article 248 of the Criminal Code) and misappropriation of funds (deturnare de fonduri, under Article 302 of the Criminal Code) in relation to the above-mentioned sponsorship contract.", "8. On 6 November 1996 the prosecutor attached to the Bucharest District Court took a statement from the applicant in connection with the allegations above.", "9. On 14 November 1996 the prosecutor decided not to start criminal proceedings as the facts in the case did not disclose the commission of a crime.", "On the same date, the applicant was informed of the decision.", "10. On 26 September 1997 Bank B. filed a criminal complaint against the applicant for fraud (înşelăciune, under Article 215 of the Criminal Code) and abuse of authority (under Article 248 of the Criminal Code) in the handling of the same sponsorship contract mentioned above.", "11. On 9 January 1998 the applicant made a statement to the prosecutor.", "12. Witnesses’ and co-defendants’ depositions were taken in November 1996, November and December 1997, January, February, August and December 1998, and March and December 1999.", "13. On 2 February 1998 a criminal investigation for fraud was started in respect of the applicant.", "14. On 17 February 1998 the prosecutor attached to the Supreme Court of Justice enquired about French companies that had been involved in the publication of the book. He asked for evidence to be taken on commission (comisie rogatorie) by the prosecutor attached to the Paris Tribunal de Grande Instance. The request was reiterated on 13 October 1998. The documents were received from France on 13 November 1998.", "15. On 12 October 1998 the prosecutor attached to the Supreme Court of Justice overturned the prosecutor’s decisions of 14 November 1996 and 2 February 1998. He considered that as long as the decision of 14 November not to prosecute had not been overturned, the prosecutor could not have legally started the criminal prosecution on 2 February. He ordered the opening of a criminal prosecution for fraud through contracts.", "16. On 3 November 1999 the prosecutor attached to the Supreme Court of Justice changed the legal classification of the offence from fraud to abuse of authority.", "17. On 9 December 1999 the applicant was questioned by the prosecutor at the Supreme Court of Justice for the first time in connection with the new classification of the offence. On the same day the applicant was arrested and remanded in custody until 7 January 2000 on the prosecutor’s order.", "18. On 15 December 1999 the applicant (in the presence of the lawyer of his choice) was informed of the content of his criminal file.", "19. On 16 December 1999 the prosecutor attached to the Supreme Court of Justice issued an indictment for abuse of authority.", "20. The case was registered with the Bucharest County Court. Thirteen hearings took place before this court, from five of which the applicant was absent for medical reasons. On four other occasions the court postponed the oral hearings for various reasons, including requests made by the applicant’s counsel.", "21. On 27 February 2001 the Bucharest County Court declared null and void the prosecution acts, referred the case back to the prosecutor and ordered him to carry out a complete review of the facts under investigation (refacerea urmăririi penale). Upon an appeal by the prosecutor, in a final decision of 22 May 2001 the Bucharest Court of Appeal considered that only the indictment of 16 December 1999 was null and void and therefore referred the case back to the prosecutor and ordered him to review that act.", "The courts found that the prosecutor had not allowed enough time for the applicant to familiarise himself with the prosecution file and to formulate his requests, if any, in connection with it, and that the prosecutor had acted in haste in indicting the applicant only one day after presenting him with the file.", "22. On 8 January 2002 the applicant made a statement to the prosecutor.", "23. On 18 April 2002 the prosecutor attached to the Supreme Court of Justice decided to end the prosecution against the applicant, on the ground that the legal relationships under examination were of a civil and commercial nature and not of a criminal nature.", "On 22 April 2002 he informed the applicant of his decision.", "24. On 10 December 1999 the applicant contested his detention pending trial. The Bucharest County Court ordered his release on 14 December 1999. However, this decision was overturned by the Bucharest Court of Appeal in a final decision of 28 December 1999. The applicant remained in custody.", "25. He later requested the Bucharest County Court to revoke the order for his detention. On 7 January 2000 the court ordered his release from custody. The prosecutor appealed and the County Court’s decision was quashed by the Bucharest Court of Appeal on 24 January 2000. The applicant’s detention order was extended by thirty days.", "26. Upon the applicant’s request, the County Court concluded, on 2 February 2000, that his detention order had expired on 7 January. In a final decision of 15 February 2000 the Bucharest Court of Appeal dismissed an appeal by the prosecutor.", "27. Consequently, on 15 February 2000 the applicant was released from custody.", "28. The applicant brought an action against Bank B. claiming compensation for illegal dismissal. In a final decision of 3 March 2003 the Bucharest County Court awarded the applicant 103,992 United States Dollars (USD) in respect of pecuniary damage (loss of earnings) and USD 33,000 in respect of nonpecuniary damage.", "29. On 9 April 2004 the applicant lodged an action against the State, under Articles 504-505 of the Code of Criminal Proceedings, 998-999 and 1000 § 3 of the Civil Code and the Convention, seeking compensation for unlawful detention. He claimed 10,000,000,000 Old Romanian Lei (ROL) in respect of pecuniary and non-pecuniary damage, of which USD 12,999 represented salaries that he had not received from Bank B. during his arrest.", "30. On 24 September 2004 the Bucharest County Court allowed the action and granted the applicant ROL 250,000,000 in respect of nonpecuniary damage. It held:", "“The evidence in the file confirms the applicant’s right to compensation under Article 504 of the [Code of Criminal Procedure] for his detention...", "The applicant’s detention for 30 days on the prosecutor’s order; the detention from 7 January 2000 to 15 February 2000 which, as decided by means of a final decision, contravened the Code of Criminal Procedure and the Constitution, which required that the arrest be ordered by a “judicial officer” and extended by a court...; and lastly, the decision to terminate the criminal prosecution against the plaintiff on the ground that the facts committed did not fall within the scope of the criminal law, required the State’s responsibility for the judicial error made in the case...", "Concerning the salaries not received during his arrest, ... the court notes that the applicant was released from his position on 14 March 1997, [Bank B.’]s criminal complaint being posterior to his dismissal. Therefore ... the court considers that there is no causal link between the applicant’s arrest and loss of revenue.", "Moreover, in the Bucharest County Court’s decision of 3 March 2003, ... [which became final], a causal link was established between ... the plaintiff’s dismissal of 14 March 1997, which had not been a consequence of his detention, and the damage incurred, that is, the loss of earnings; this decision awarded compensation for the damage...", "...[ [U]nlawful arrest and prosecution causes moral, social and professional suffering, and breaches dignity, honour and individual freedom, human rights protected by law. However, the amounts claimed by the plaintiff exceed by far the awards made by the European Court ... for just satisfaction under the ... Convention, the instrument invoked by the plaintiff as the legal basis for his claims.”", "31. On 12 October 2005 the Bucharest Court of Appeal dismissed appeals lodged by the parties, upheld the County Court’s arguments and confirmed that:", "“The plaintiff’s deprivation of liberty affected his honour and reputation, and the reparation can and must be made by a financial award.”", "32. In a final decision of 22 February 2007 the High Court of Cassation and Justice (the former Supreme Court of Justice) dismissed for being out of time and ill-founded respectively, appeals on points of law lodged by the applicant and the State.", "33. On 31 October 2007 the Government informed the Court that the applicant should request the execution of the final decision and communicate to the Ministry of Finance details of a valid bank account where the money could be transferred, but that to date no such steps had been taken by the applicant.", "34. The newspaper “România Liberă” presented in its 17 March 1997 edition the opinion of various political figures on the applicant’s dismissal and arrest:", "“The former president of [Bank B.], Răzvan Temeşan, was called on Friday for questioning by the police, informs prosecutor G.M. from the General Prosecutor’s Office. G.M. pointed out that the hearings might continue in the following days.", "The Prosecutor’s Office imposed an obligation on Răzvan Temeşan not to leave Bucharest for thirty days. The president of [Bank B.] was accused, in the press, of bad management...", "S.D., the president of the FPS [the State Property Fund], stated that the members of [Bank B.]’s executive board had been asked on Friday ... to dismiss Răzvan Temeşan ... from his position...", "C.A., deputy president of the PSDR [the Romanian Social-Democrat Party]: ‘We only comment when we know the exact content of the file. In the case at hand we can only say that, in principle, the investigation of Răzvan Temeşan is part of the general fight against corruption. ... [H]owever, his responsibility shall be determined after investigations by the police and the Prosecutor’s Office...’", "H.R., leader of the PL ‘93 [the Liberal Party ‘93]: ‘I believe it is a good thing that the present political power, unlike the former one, is allowing the investigation of fraud in the banking world...’", "The Romanian National Bank (BNR) considers that the changes in the administration of [Bank B.] reflect the shareholders’ right, in particular FPS’s right, as the major shareholder, to decide upon the bank’s fate, stated A.V., director for communications of BNR...", "I.D., president of PNTCD [the Agrarian Party] and CDR [the Romanian Democratic Convention]: ‘The facts surrounding Răzvan Temeşan were predictable. Have you not seen what the press published? Maybe it would have been better not to coincide his dismissal with the start of the criminal investigation by the police and the Prosecutor’s Office. But these authorities know better how to proceed...’”", "35. On 15 March 1997 the newspaper “Jurnalul Naţional” published an article on the applicant’s dismissal and arrest. The article presented the point of view expressed during a TV show on corruption and organised crime by E.C., the President of Romania at that time. He stated mainly that:", "“Our objective is to save and protect the Romanian banking system, which needs consolidation. As from next week important action against corruption shall commence...", "Our decision was to fight corruption from the top to the bottom and the action will continue.”", "36. On a different occasion E.M. reiterated his intention to have criminal investigations started in relation to all the corruption scandals that had previously only been investigated by the press.", "37. Other similar positions, as well as interviews with the applicant, were reported in the press.", "38. On 21 January 2000 the Minister of Justice told the newspaper “Cotidianul” that the courts should be more careful when dealing with requests for release from pre-trial detention and noted that some of the most inappropriate decisions to release individuals from custody had been adopted by the Bucharest County Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}