{"ITEMID": "001-103738", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "TONER v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Mr Ciaran Toner, is an Irish national who was born in 1979 and lives in Belfast. He was represented by McCann & McCann, a firm of solicitors based in Belfast. The United Kingdom Government (“the Government”) were represented by their Agent, Ms E. Willmott, of the Foreign and Commonwealth Office.", "2. By application to the Chief Electoral Officer for Northern Ireland dated 31 January 2007, the applicant sought inclusion in the electoral register for Northern Ireland. The applicant was at the time of the application a serving prisoner, detained in HM Prison Maghaberry. The application was made in view of the pending elections to the Northern Ireland Assembly, to be held on 7 March 2007. The deadline for registration in order to vote in the elections of 7 March 2007 was 11 January 2007. At the date of this deadline the applicant was serving sentences of imprisonment totalling five years imposed in June and December 2005.", "3. By letter dated 12 February 2007, the application was refused. The Chief Electoral Officer concluded that by virtue of sections 3 and 4 of the Representation of the People Act 1983 (as amended) the applicant was legally incapable of voting as a result of his status as a convicted person currently detained (see paragraphs 11-13 below).", "4. The applicant, together with another serving prisoner, lodged an application for judicial review of the decision of the Chief Electoral Officer. He sought various forms of relief, including a declaration that the disqualification on convicted prisoners voting contained in sections 3 and 4 of the 1983 Act did not apply to the forthcoming or any future election to the Northern Ireland Assembly; a declaration that he was entitled to vote in the forthcoming and any future election to the Northern Ireland Assembly; damages for a breach of his rights under the Convention; and a declaration that Article 4 of the Northern Ireland Assembly (Elections) Order 2001 (see paragraph 14 below) was not compatible with Article 3 of Protocol No. 1 and should not be applied to the forthcoming or any future election to the Northern Ireland Assembly.", "5. In the context of the judicial review proceedings, counsel for the Government submitted that even if, in light of this Court’s judgment in Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, ECHR 2005IX, the Government pursued the option of permitting some prisoners to vote depending on the length of their sentence, they were unlikely to propose that prisoners serving sentences as long as the applicant’s should become entitled to vote while detained. It was further pointed out that the applicant had failed to submit his application to be enrolled on the electoral register by the deadline for participation in the elections of 7 March 2007.", "6. On 2 March 2007, the High Court of Justice of Northern Ireland dismissed the application for judicial review. Gillen J considered that the judgment in Hirst, cited above, gave a margin of appreciation to the United Kingdom in deciding how to ensure respect for the rights guaranteed by Article 3 of Protocol No. 1. Accordingly, he concluded:", "“9(iv). I consider that the [Strasbourg] court has deliberately left the method of compliance in the hands of the Contracting States subject to the overriding veto of the court ... Accordingly I see nothing intrinsically objectionable about the various options being explored by the Government proposals contained in the consultation paper of 14/12/06 which makes up its response to the Hirst decision. The consequence of this is that not only is Mr Sweeney [Deputy Director, Rights and International Relations in the Political Directorate at the Northern Ireland Office] entitled to say ... that the Government is unlikely to propose that prisoners serving sentences as long as those of the applicants should become entitled to vote whilst detained, but I am left singularly unconvinced that the applicants are currently or will ever be able to lay claim to a right to vote. I reject the argument of Mr Larkin [for the applicants] that because a blanket prohibition on prisoners is incompatible with the Convention that somehow converts into the proposition that all prisoners are currently entitled to vote until the vacuum is filled. In my view that conforms neither with principle nor logic and certainly does not find any authority in Hirst which expressly recognises that restraints on Article 3 Protocol 1 are justifiable provided they pursue a legitimate aim and are proportionate.”", "7. He added:", "“Notwithstanding their knowledge since November 2006 that an election was to be in the near future, these proceedings were not launched until 15 February 2007 at a time when the granting of the relief sought would have caused potentially the maximum confusion, disruption and waste of public money already incurred. This is particularly pertinent in the context of both applicants having failed even to apply to register to vote in time. These factors alone should extinguish any smouldering sense of injustice harboured by these applicants at this time.”", "8. The applicant was released from prison on 11 April 2007.", "9. The Court of Appeal dismissed the applicant’s appeal on 6 June 2007.", "10. On 23 October 2007 the House of Lords refused leave to appeal.", "11. Section 3 of the Representation of the People Act 1983 (“the 1983 Act”) provides:", "“(1) A convicted person during the time that he is detained in a penal institution in pursuance of his sentence ... is legally incapable of voting at any parliamentary or local election.”", "12. The disqualification does not apply to persons imprisoned for contempt of court (section 3(2)(a)) or to those imprisoned only for default in, for example, paying a fine (section 3(2)(c)).", "13. Section 4 of the 1983 Act provides:", "“(1) A person is entitled to be registered in the register of parliamentary electors for any constituency or part of a constituency if on the relevant date he–", "(a) is resident in the constituency or that part of it;", "(b) is not subject to any legal incapacity to vote (age apart);", "...", "(3) A person is entitled to be registered in the register of local government electors for any electoral area if on the relevant date he–", "(a) is resident in that area;", "(b) is not subject to any legal incapacity to vote (age apart);", "...”", "14. The Northern Ireland Assembly (Elections) Order 2001 (“the 2001 Order”) provides as follows:", "“4. A person is entitled to vote at an Assembly election in a constituency if on the day of the poll he would be entitled to vote as an elector at a local election in a district electoral area wholly or partly comprised in that constituency.”", "15. Section 3 of the Human Rights Act 1998 (“the Human Rights Act”) provides as follows:", "“(1) So far as it is possible to do so, primary legislation and subordinate legislation must be read and given effect in a way which is compatible with the Convention rights.", "(2) This section-", "(a) applies to primary legislation and subordinate legislation whenever enacted;", "...”", "16. Section 4 of the Act provides:", "“(1) Subsection (2) applies in any proceedings in which a court determines whether a provision of primary legislation is compatible with a Convention right.", "(2) If the court is satisfied that the provision is incompatible with a Convention right, it may make a declaration of that incompatibility.", "...”", "17. Finally, section 6(1) of the Act provides that it is unlawful for a public authority to act in a way which is incompatible with a Convention right. Section 6(2) clarifies that:", "“Subsection (1) does not apply to an act if–", "(a) as the result of one or more provisions of primary legislation, the authority could not have acted differently; or", "(b) in the case of one or more provisions of, or made under, primary legislation which cannot be read or given effect in a way which is compatible with the Convention rights, the authority was acting so as to give effect to or enforce those provisions.”", "18. In Smith v. Scott 2007 SLT 137, the Registration Appeal Court in Scotland considered the refusal of the Electoral Registration Officer for Clackmannanshire, Falkirk and Stirling to enrol a convicted prisoner on the electoral register on the basis of sections 3 and 4 of the 1983 Act, in anticipation of elections to the Scottish Parliament. The Secretary of State conceded in the proceedings that in light of the judgment of this Court in Hirst, cited above, section 3(1) of the 1983 Act was incompatible with Article 3 of Protocol No. 1 to the Convention and that the appellant’s rights under that Article had been violated. He also accepted that for the purposes of Article 3 of Protocol No. 1 the Scottish Parliament was a legislature.", "19. The Registration Appeal Court handed down its judgment on 24 January 2007. It declined to “read down” the electoral legislation pursuant to section 3 of the Human Rights Act (see paragraph 15 above) in order to allow serving prisoners to vote. However, it made a declaration of incompatibility in respect of section 3(1) of the 1983 Act (see paragraph 16 above).", "20. Further details of legal challenges brought by serving prisoners in the various jurisdictions of the United Kingdom are set out in the Court’s judgment in Greens and M.T. v. the United Kingdom, nos. 60041/08 and 60054/08, §§ 27-40, 23 November 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}