{"ITEMID": "001-60518", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF AZINAS v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved", "JUDGES": "Georg Ress", "TEXT": ["8. From the establishment of the Republic of Cyprus in 1960 and up to his dismissal from the Public Service, the applicant worked as Governor of the Department of Co-operative Development of the Public Service in Nicosia. On 28 July 1982 the Public Service Commission instituted disciplinary proceedings against him and decided to dismiss him retrospectively due to the fact that on 8 April 1981 he was found guilty by the District Court of Nicosia of stealing, breach of trust and abuse of authority. He was sentenced to 18 months’ imprisonment. The applicant’s appeal against both conviction and sentence was dismissed by the Supreme Court on 16 October 1981.", "9. The Public Service Commission held that the applicant had managed the resources of the above-mentioned Department as if it were his private property and spent them for purposes other than those of the Department. The disciplinary sentence of dismissal also resulted in the forfeiture of the applicant’s retirement benefits including his pension, according to section 79(7) of the Public Service Law No. 33/67, as from the date of his conviction by the District Court.", "10. On 8 October 1982 the applicant filed an application with the Supreme Court requesting that the decision to dismiss him from the public service be declared null and void. The applicant’s main argument was that the decision had been taken in excess or abuse of power in that the sanction of dismissal, with the consequent forfeiture of retirement benefits, was disproportionate to the gravity of the offence. He also contended that the forfeiture was contrary to Article 12(2) of the Constitution, which guarantees the right not to be tried or punished twice. He alleged that the forfeiture of his pension rights and the sentence of imprisonment amounted to a double punishment for the same act.", "11. On 21 December 1982 (according to the Government) or 5 January 1983 (according to the applicant), the Government filed their objections. On 19 April 1984 (according to the Government) or 15 September 1984 (according to the applicant), the applicant filed his observations, to which the Government replied on 10 December 1984 (according to them) or 19 December 1984 (according to the applicant). From then on, the hearing of the case was repeatedly adjourned and was only completed on 9 March 1988. Judgment was delivered on 12 June 1991, by which the Supreme Court rejected the applicant’s application and confirmed the Public Service Commission’s decision.", "12. The Supreme Court stated that it could neither control the severity of the sentence imposed by a disciplinary organ, except if the latter exceeded the limits of its margin of appreciation, nor the manner in which the organ assessed the facts of the case. It held that the discretion of the Public Service Commission only concerned the nature of the sanction, the loss of the retirement benefits being the normal consequence of the particular sanction imposed by the Commission. As for the right not to be punished twice for the same act, the Supreme Court held that “criminal and disciplinary proceedings may be pursued simultaneously or in succession in respect of the same conduct, in recognition of the fact that the two proceedings are designed to serve separate and distinct purposes” and that “the same act may constitute both a criminal and a disciplinary offence; that this is so, is no obstacle to the institution of disciplinary proceedings, nor a conviction upon a disciplinary charge similar in nature to an offence created by the Criminal Code ...”.", "13. On 18 July 1991 the applicant appealed on points of law to the Supreme Court sitting as an appeal court. Five grounds were included in the notice of appeal. The fifth ground challenged the finding of the Supreme Court, sitting as a first instance court, that the loss of retirement benefits was not contrary to Articles 23(1) and 23(2) of the Constitution.", "14. The hearing was adjourned several times. It was fixed for 12 January 1996, but as the applicant appointed a new lawyer, a total of four adjournments were granted from that date until 18 November 1996, at the request of counsel for both sides.", "15. On 18 November 1996 the applicant’s lawyer informed the Supreme Court that negotiations for a settlement of the applicant’s claims concerning his retirement benefits were in progress and invited the court to adjourn the case pending their outcome. The hearing was thus fixed for 3 February 1997.", "16. However, on 6 December 1996, the applicant filed an application for amendment of his grounds of appeal. The Supreme Court granted the application on 17 January 1997 and directed for the amended notice of appeal to be filed within ten days.", "17. From 3 February 1997 to 14 September 1998 the applicant requested and obtained six further adjournments pending the above-mentioned negotiations: on 9 May 1997, 6 October 1997, 4 November 1997, 9 January 1998, 10 March 1998 and 30 April 1998.", "18. On 14 September 1998 in his opening address, the applicant’s lawyer stated that he would only deal with grounds 3 and 4 of the appeal, which also covered ground 5. In those grounds the applicant had challenged the findings that his dismissal and consequent forfeiture of his pension rights were not disproportionate to the gravity of the offence, and that the Public Service Commission had acted lawfully, within the limits of its discretion, in imposing these sanctions. He conceded the withdrawal of the other grounds of appeal. Subsequently, the lawyer declared that “he did not raise any other issue on this point (forfeiture of pension rights) as a separate and autonomous right because it was a very big issue”. However, it transpires from the pleadings that the applicant’s lawyer expressly stated that he would deal with grounds 3 and 4, which also implied ground 5. Ground 5 read as follows: “The finding of the First Instance Court that the loss of the applicant’s retirement benefits is not contrary to Articles 23(1) and (2) of the Constitution is erroneous.” Judgment was reserved.", "19. In the meantime, one of the members of the bench hearing the case was appointed Minister of Defence, and the Supreme Court decided to reopen the proceedings. On 8 March 1999 the hearing was adjourned until 31 March 1999 due to a change in the composition of the court and then until 29 April 1999 because one of the judges was absent on sick-leave. On 21 April 1999 the applicant’s lawyer applied for a further adjournment due to another engagement. The hearing was fixed for 14 May 1999 but was adjourned again until 17 June 1999, owing to the absence of one member of the bench, and then until 9 July 1999 at the request of the applicant. Thus the appeal was heard for a second time on 9 July 1999 and judgment delivered on 20 July 1999, dismissing the appeal.", "20. According to the Government, the Supreme Court invited the applicant’s lawyer to re-confirm his position, recorded during the first hearing, that all grounds of appeal, except ground 3 and 4 had been withdrawn, which he did. It was also confirmed that no issue as to the constitutionality of the provisions of the Public Service Law regarding the loss of retirement benefits was raised, but rather that this point was raised only in support of the applicant’s main allegation that, although the Public Service Commission had considered a number of mitigating factors, the impostion of the ultimate disciplinary sanction of dismissal upon the applicant was in flagrant violation of the principle of proportionality and an abuse of the limits of their discretion.", "21. At the material time, section 79 of Public Service Law No. 33/67 read as follows:", "“1. In accordance with the present law, the following disciplinary penalties may be imposed: ...", "1 reprimand", "2 severe reprimand", "3 disciplinary transfer", "4 interruption of annual salary increase", "5 suspension of annual salary increase", "6 pecuniary penalty which cannot exceed three months’ salary", "7 reduction in the salary scales", "8 reduction to the ranks", "9 compulsory retirement", "10 dismissal. ...", "7. Dismissal entails the loss of all retirement benefits.”", "22. A revised version of section 79(7) of the Law is today in force in Cyprus and provides as follows:", "“Dismissal entails the loss of all retirement benefits. It is understood that a pension is paid to the wife or dependent children, if any, of a public servant who was dismissed as though he had died on the date of his dismissal and which will be calculated on the basis of his actual years of service.”", "23. Under the provisions of the Public Service Law, the duties and responsibilities of posts in the public service are stipulated in the relevant “Schemes of Service”, approved by the Council of Ministers. According to the Scheme of Service for the post of the Governor of the Department of Co-operative Development held by the applicant, the duties and responsibilities were as follows:", "“Management of the Department of Co-operative Development and responsibility for the promotion, development and orderly operation of the co-opertative movement in the island. Exercise of the power and duties provided by the relevant laws and regulations. Advisor to the Minister of Finance on co-operative matters. Represents the Co-operative Department in various committees and bodies. Performance of any other duties which may be assigned to him.”", "24. A public servant’s entitlement to a pension is governed by the Republic’s Pensions Law, Cap. 311. Section 6 of this Law, which was in force at the time of the applicant’s dismissal, provided that no pension, gratuity or other allowance shall be granted except upon retirement from the public service in one of the cases specifically enumerated. Section 6 (f) referred to “the case of termination of employment in the public interest as provided in this Law”, that is section 7 of the Law, which in turn provided as follows:", "25. Article 166 § 1 of the Constitution reads as follows:", "“There shall be charged on the Consolidated Fund, in addition to any grant, remuneration or other moneys charged by any other provision of this Constitution or law", "(a) all pensions and gratuities for which the Republic is liable ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}