{"ITEMID": "001-5376", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "POULSEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a Danish citizen, born in 1966. It appears that he resides in Søborg, Denmark. Before the Court the applicant is represented by Mr Erik Turley, a lawyer practising in Hillerød, Denmark.", "A.", "On 12 October 1993 an indictment was served on the applicant by the Chief of Police in Helsingør (Politimesteren i Helsingør) charging him with having illegally possessed a knife, with a blade whose size exceeded the maximum length permitted under Danish law, and with having assaulted and uttered threats of violence against a social worker on duty.", "On 30 May 1994 the City Court of Hørsholm (retten i Hørsholm) held a hearing in which the applicant, assisted by counsel, and four witnesses were heard. On the basis of an evaluation of the available evidence the City Court convicted the applicant and sentenced him to 60 days’ imprisonment. The applicant appealed immediately against the judgment to the High Court of Eastern Denmark (Østre Landsret) claiming acquittal.", "On 6 June 1994 the indictment for the proceedings in the High Court was accordingly served on the applicant by the State Prosecutor for Zealand (Statsadvokaten for Sjælland). The indictment also informed the applicant that he would receive further notice about the date of the hearing.", "On 8 February 1995 the State Prosecutor issued a writ of summons to be served on the applicant, announcing that the hearing would take place on 14 March 1995 in the High Court. The writ granted the applicant four days’ notice and warned him that failure to appear in court could, inter alia, result in his appeal being dismissed. The writ was forwarded to the Chief of Police of Gladsaxe. It appears, however, that problems arose in that the police were unable to find the applicant in order to serve the writ on him.", "Thus, on 13 March 1995 the Chief of Police informed the State Prosecutor that four unsuccessful attempts had been made to serve the writ on the applicant at his registered address and that, by mail, he had been requested to contact the police, which, however, he had not done.", "The same day the police succeeded in reaching the applicant through his brother who managed to establish a telephone contact by which the applicant informed the police that he was at present working in Herning (in Jutland) and could not, therefore, come to the hearing in the High Court the following day.", "On 14 March 1995 the applicant failed to appear in the High Court for which reason the State Prosecutor requested that the applicant’s appeal be dismissed pursuant to section 965 c § 3, second sentence, of the Administration of Justice Act (retsplejeloven). The applicant’s counsel, who was present in court, objected to the claim for dismissal but did not request leave to plead the case in the applicant’s absence. The High Court allowed the parties to present their arguments on the question of dismissal following which the Court decided as follows: (Translation)", "“According to the information available, during the period from 10 February 1995 until 13 March 1995 the State Prosecutor has four times attempted in vain to serve a summons for the hearing on the applicant, who has not been at home at the civil register address indicated and who has not reacted to the invitations of the police to contact the police.", "The applicant, who was aware that the appeal had been brought before the High Court, has omitted to give notice to the effect that he does not stay at the address notified to the civil register, but is staying in Herning at present. Since it is then due to the applicant’s circumstances that it has been impossible to serve a summons on him in the usual manner, the High Court finds for the State Prosecutor’s claim of dismissal pursuant to section 965 c § 3, second sentence, of the Administration of Justice Act.”", "On 4 May 1995 the applicant applied to the Ministry of Justice for leave to appeal against the dismissal to the Supreme Court (Højesteret). Having obtained written observations from the prosecution and from the applicant, the Ministry refused, on 22 December 1995, to grant leave to appeal.", "B. Relevant domestic law", "A person convicted in a criminal case tried by a city court is free, in principle, to appeal the judgment to the High Court, to whose district the court in question belongs, cf. section 962 § 1 first sentence, of the Administration of Justice Act. Immediately upon pronouncement of the judgment, a defendant can give notice orally to the court records that he wants to appeal the judgment, cf. section 963 § 3, cf. section 948 § 1, second sentence, of the Administration of Justice Act.", "As soon as possible after receipt of the notice of appeal, the State Prosecutor sees to it that attempts are made to serve a notification (notice of appeal and indictment) on the defendant in the usual manner, cf. section 963 § 3, cf. section 948 § 2 of the Administration of Justice Act. The notification must include information to the effect that the defendant or his counsel will later be notified of the time of the hearing, cf. section 963 § 3, cf. section 948 § 2, cf. section 947 § 2 of the Administration of Justice Act.", "When an appeal also comprises assessment of the evidence, the State Prosecutor arranges for a summons containing information on the time and place of the hearing to be served on the defendant with at least four days’ notice, cf. section 965 § 1, cf. section 940 § 2 of the Administration of Justice Act. If a summons is not served pursuant to section 965 a § 1, cf. section 840 § 2, of the Administration of Justice Act, or if a summons is served on the defendant at less than four days’ notice, the effect is that the defendant is not lawfully summoned to the hearing, and therefore, as a point of departure, the hearing cannot be held if the defendant fails to appear at the hearing.", "However, pursuant to section 965 c § 3, second sentence, of the Administration of Justice Act, the defendant’s appeal may be dismissed if it has been impossible to serve the indictment or the summons on him in the usual manner because he has changed his address or place of residence without giving due notice thereof.", "The provision must be seen in the light of section 965 c § 3, first sentence, of the Administration of Justice Act. Under this provision, if a defendant fails to appear without stating a lawful cause of absence in proceedings where the appeal was raised by him and comprises the assessment of evidence, the Court can dismiss his appeal by order if it finds that the hearing cannot usefully be proceeded with in his absence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}