{"ITEMID": "001-71685", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KARADŽIĆ v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1975 and lives in Kehl, Germany.", "5. The applicant has a son, N.D.K., born out of wedlock in 1995. Under German law she has sole custody of her son.", "6. The applicant had lived with her son and his father, Ž.P., until 1999, when Ž.P. fled Germany on account of several sets of criminal proceedings instituted against him. From then on Ž.P. lived in Croatia, whereas the applicant intended to continue living with her son in Germany. They visited Ž.P. on several occasions.", "7. At some time in May 2000, during one of their visits to Croatia, Ž.P. did not allow the applicant to take N.D.K. back to Germany. In the following months the applicant visited her son several times in Croatia and requested Ž.P. to allow her to take him back, but in vain.", "8. On 8 September 2001 the applicant managed to take N.D.K. back to Germany. However, on 18 September 2001 Ž.P. kidnapped N.D.K. in the open street in Kehl and took him back to Croatia.", "9. Meanwhile, on an application by the applicant, on 25 April 2001 the Freudenstadt District Court (Amtsgericht Freudenstadt) issued a decision confirming that Ž.P.’s decision to keep the child in Croatia had been “wrongful” within the meaning of Article 3 of the 1980 Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”). Following an appeal by Ž.P., on 28 January 2003 the Stuttgart Court of Appeal (Oberlandesgericht Stuttgart) upheld the first-instance decision.", "10. Furthermore, on 25 April 2001, relying on the Hague Convention, the applicant requested the Chief Federal Prosecutor (Generalbundesanwalt) as the German central authority to return her son. The Chief Federal Prosecutor immediately contacted the Croatian Ministry of Health and Social Welfare (Ministarstvo zdravstva i socijalne skrbi) as the Croatian central authority. In letters of 12 June and 19 December 2001 the Chief Federal Prosecutor informed the applicant that he had not received any reply to his request from the Croatian central authority.", "11. In Croatia, on an unspecified date in the summer of 2001, the Ministry of Health and Social Welfare instructed the Poreč Welfare Centre (centar za socijalnu skrb) to contact Ž.P. and order him to return N.D.K. to the applicant. Ž.P. refused to do so.", "12. Thus, on 21 October 2001 the Poreč Welfare Centre instituted proceedings for the child’s return in the Poreč Municipal Court (Općinski sud u Poreču).", "13. The court held three hearings and took testimonies from the applicant, Ž.P. and a representative of the Poreč Welfare Centre.", "14. On 6 May 2002 the Poreč Municipal Court ordered that N.D.K. be returned to the applicant. On appeal, on 14 October 2002 the Pula County Court (Županijski sud u Puli) quashed that decision and remitted the case to the first-instance court, ordering it to determine the exact time of N.D.K.’s alleged abduction and whether the conditions set out in Articles 12 and 13 of the Hague Convention had been met.", "15. In the resumed proceedings the Poreč Municipal Court held a hearing on 6 May 2003, when it heard evidence from an expert in clinical psychology. The expert stated that there was no threat that, by being returned to Germany, N.D.K. would be exposed to any harm.", "16. On 12 May 2003 the Poreč Municipal Court again ordered that N.D.K. be returned to the applicant. On 18 August 2003 the Pula County Court dismissed an appeal by Ž.P. as being ill-founded.", "17. On an application by the applicant, on 29 September 2003 the Poreč Municipal Court issued an enforcement order (rješenje o ovrsi), ordering immediate enforcement of the above decision by a court bailiff assisted by the police.", "18. On 9 October 2003 a court bailiff attempted to enforce the above decision. He went to Ž.P.’s house, but N.D.K. was not there and Ž.P. refused to say where he was.", "19. In letters of 15 October 2003 and 10 November 2003 the court requested the local police authorities to provide information on the whereabouts of the child. The police informed the court that N.D.K. was in Slavonski Brod. Subsequently, the Poreč Municipal Court forwarded the enforcement order to the Slavonski Brod Municipal Court (Općinski sud u Slavonskom Brodu). On 2 April 2004 the Slavonski Brod Municipal Court informed the Poreč Municipal Court that N.D.K. was not residing in that area.", "20. On 9 April 2004 the Poreč Municipal Court again requested the local police to locate Ž.P. and N.D.K.", "21. On 24 May 2004 the Poreč Municipal Court imposed a sanction of 30 days’ detention on Ž.P. for failing to comply with the court’s order of 12 May 2003. He was also ordered to disclose where N.D.K. was. On appeal, on 14 June 2004 the Pula County Court upheld the first-instance decision, but reduced the sanction to eight days’ detention.", "22. On 8 July 2004 the Poreč Municipal Court again imposed a sanction of 30 days’ detention on Ž.P.", "23. On 17 September 2004 the authorities made another attempt to enforce the Poreč Municipal Court’s order of 12 May 2003. Three police officers, a court bailiff and the applicant’s lawyer came to Ž.P.’s home and requested him to hand over N.D.K. Ž.P. refused to do so and used force in fleeing the premises along with his son.", "24. The Poreč police subsequently filed a criminal complaint against Ž.P. alleging the criminal offence of making threats. On 12 October 2004 Ž.P. was found and taken into custody. Having complained about some health problems, he was transferred to a hospital, from which he managed to escape.", "25. The Government submitted that on 26 January 2005 the applicant sought postponement of the enforcement for one month, considering that it might be possible to reach a settlement with Ž.P. concerning the return of N.D.K.", "26. The Poreč Municipal Court held a hearing on 2 February 2005, at which the lawyer representing the applicant, a certain D.Š., stated that N.D.K. had been returned to the applicant. At the same time, Ž.P.’s lawyer stated that his client had covered the full cost of the proceedings. In accordance with the parties’ statements, on the same day the court delivered a decision declaring that the enforcement proceedings had been concluded. The applicant never appealed against that decision.", "27. The applicant submitted that D.Š.’s statement given to the court on 2 February 2005 was false and did not reflect the facts. She claimed not to have known that the hearing of 2 February 2005 would take place at all and not to have given any instruction to D.Š. to declare that she had been reunited with N.D.K. While it was true that she had seen her son on several occasions in early 2005, she had never been alone with him, nor had he ever been returned to her custody.", "28. The applicant submits that she has not yet been reunited with N.D.K., who is apparently still in Croatia with Ž.P.", "29. The preamble of the 1980 Hague Convention on the Civil Aspects of International Child Abduction, which was ratified by Croatia on 20 June 1991 (Official Gazette, International Agreements no. 7/91), includes the following statement as to its purpose:", "“ ...to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence ...”", "The relevant provisions of the Hague Convention read as follows:", "“The removal or the retention of a child is to be considered wrongful where", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or the retention; and", "(b) at the time of the removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. ...”", "“Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay ...”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and at the date of commencement of the proceedings before the judicial ... authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.”", "“Notwithstanding the provisions of the preceding Article, the judicial ... authority of the requested State is not bound to order the return of the child if ... there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.”", "30. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under subsection 1 of this section is accepted, the Constitutional Court shall determine the time within which a competent court shall decide the case on the merits...", "(3) In a decision under subsection 2 of this section, the Constitutional Court shall award appropriate compensation to the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment.”", "31. Under the case-law of the Constitutional Court as applied until 2 February 2005, constitutional complaints lodged under section 63 in the context of enforcement proceedings were to be declared inadmissible in cases where an enforcement order had already been issued. In decision no. U-IIIA/1165/2003 of 12 September 2003 the Constitutional Court interpreted section 63 of the Constitutional Court Act as follows:", "“The Constitutional Court shall institute proceedings pursuant to a constitutional complaint lodged under section 63 of the Constitutional Act [on the Constitutional Court] in respect of the length of proceedings only in cases where the court has not determined within a reasonable time the merits of the rights and obligations of the complainant, that is, where it has failed to deliver a decision on the merits within a reasonable time.", "In the present case the constitutional complaint has been lodged on account of the failure to enforce a final decision by which the party’s rights and obligations had already been determined.", "Taking into consideration the provisions of the Constitutional Act cited above ..., the Constitutional Court is of the opinion that in this case the conditions for applicability of section 63 were not met.”", "In decision no. U-IIIA/781/2003 of 14 May 2004 the Constitutional Court provided further interpretation of section 63 of the Constitutional Court Act:", "“Taking into consideration the provisions of the Constitutional Act cited above and the fact that the constitutional complaint was not lodged on account of a failure to deliver a decision within a reasonable time but rather because enforcement did not take place, the Constitutional Court is of the opinion that in this case the conditions for applicability of section 63 were not met.”", "32. In decision no. U-IIIA/1128/2004 of 2 February 2005 the Constitutional Court changed its practice, accepting a complainant’s constitutional complaint and awarding him compensation as well as ordering the competent court to conclude the enforcement proceedings within six months from its decision."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}