{"ITEMID": "001-98296", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GAZIBARIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Branko Gazibarić, is a Croatian national who was born in 1972 and lives in Vukovar. He was represented before the Court by Mr I. Plavšić, a lawyer practising in Vinkovci. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The relevant facts of the case, as submitted by the parties, may be summarised as follows.", "Until 1991 the applicant lived in Vukovar, Croatia. Some time in June 1991 he went to Serbia and in October 1991 he was called up by the Yugoslav Peoples’ Army. On 23 May 1992 he returned to Vukovar.", "On 31 August 1992 an investigation was opened in respect of the applicant and ten other persons of Serbian origin on suspicion of having taken part in the armed conflict against the Republic of Croatia in 1991. The Osijek Military Court ordered the applicant’s detention. However, this order was not enforced.", "In May 1997 the investigation was stayed because the majority of the defendants and witnesses lived in the occupied territories. The investigation was continued in November 2000 before the Vukovar County Court.", "On 10 October 2001 Vukovar County Court revoked the applicant’s detention order but ordered that the applicant’s passport be withdrawn. On 21 May 2003 the court terminated the investigation under the General Amnesty Act. However, on 27 May 2003 the same court set aside its previous decision and decided to continue the investigation in respect of the applicant. On 30 July 2003 the investigation gave reasons to belive that the applicant was guilty of a war crime against the civilian population and in particular for having participated in the attacks on the town of Vukovar.", "On 10 September 2007 the measure of withdrawing the applicant’s passport was extended by a decision of the investigating judge of the Vukovar County Court. This decision is still in effect and the criminal investigation against the applicant is still pending.", "The relevant part of the Croatian Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "“Everyone lawfully within the territory of the Republic of Croatia shall have the right to liberty of movement and freedom to choose his residence.", "Every citizen of Croatia shall be free to leave the State’s territory at any time ...", "The right to free movement within the territory of the Republic of Croatia and the right to enter and exit that territory may be exceptionally restricted by law where it is necessary for the protection of the legal order or for the protection of health, rights and freedoms of others.”", "The relevant part of the Constitutional Act of the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, which has determined his or her rights and obligations, or a suspicion or accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: constitutional right) ...", "2. If there is provision for another legal remedy in respect of a violation of the constitutional rights [complained of], a constitutional complaint may be lodged only after this remedy has been exhausted.", "...”", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date on which a request for payment is lodged.”", "The relevant part of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05 and 16/07), which entered into force on 29 December 2005, reads as follows:", "“(1) A party to court proceedings who considers that the competent court failed to decide within a reasonable time on his or her rights or obligations or a criminal charge against him or her, may lodge a request for the protection of the right to a hearing within a reasonable time with the court at the next level of jurisdiction.", "(2) If the request concerns proceedings pending before the High Commercial Court of the Republic of Croatia, the High Petty Offences Court of the Republic of Croatia or the Administrative Court of the Republic of Croatia, the request shall be decided by the Supreme Court of the Republic of Croatia.", "(3) The proceedings for deciding the request referred to in paragraph 1 of this section shall be treated as urgent.", "(1) If the court referred to in section 27 of this Act finds the request well-founded, it shall set a time-limit within which the court before which the proceedings are pending must decide on a right or obligation of, or a criminal charge against, the person who lodged the request, and shall award him or her appropriate compensation for the violation of his or her right to a hearing within a reasonable time.", "(2) The compensation shall be paid out of the State budget within three months from the date the party’s request for payment is lodged.", "(3) An appeal, to be lodged within fifteen days with the Supreme Court, lies against a decision on the request for the protection of the right to a hearing within a reasonable time. No appeal lies against the Supreme Court’s decision but a constitutional complaint may be lodged.”", "The Government submitted the Constitutional Court’s decisions nos. U-IIIA-2193/2003 of 13 December 2005; U-IIIA-4493/2005 of 26 February 2007; and U-IIIA-405/2006 of 4 June 2008 where the Constitutional Court examined the length of the criminal proceedings against the defendants in those proceedings and took into account the duration of the entire proceedings, including the investigation.", "The relevant part of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provides as follows:", "“(1) A person whose rights have been infringed in a decision adopted by an investigating judge ... may always lodge an appeal where this Act has not expressly excluded the right to an appeal.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}