{"ITEMID": "001-57446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF BOYLE AND RICE v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;No violation of Art. 13;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["9. The applicants, James and Sarah Boyle, are British citizens born in 1944 and 1950 respectively. In 1967, the first applicant was sentenced in Scotland to life imprisonment for murder. He received a number of subsequent prison sentences in 1968 and 1973 for prison breaking, attempted murder of a prison officer and assault on prison staff. The second applicant is the first applicant’s wife and a doctor by profession.", "10. In March 1973, Mr. Boyle was removed from Peterhead Prison to a Special Unit in Barlinnie Prison. This Unit had been set up on an experimental basis to treat selected long-term prisoners and prisoners with violent propensities (see paragraph 32 below). The Unit had a maximum of eight prisoners and was characterised by a more liberal regime. Mr. Boyle played a prominent role in facilitating the success of the Special Unit. In particular, he discovered that he had special abilities in working with people and in sculpture, writing and other areas of artistic activity.", "While in the Special Unit, Mr. Boyle was allowed, amongst other things, to write and receive uncensored mail, to have daily access to visitors and to use a telephone. He was thereby able to meet his wife, talk to her on the telephone and correspond with her without being subject to the normal restrictions. He also had the opportunity to go out of the prison without escort.", "11. In September 1980, Mr. Boyle was advised by the Parole Board that he was to be released on licence in November 1982 and that he was to be transferred to Saughton Prison, Edinburgh, to undergo a pre-release programme. He was informed that he would serve his time there on the same terms and conditions as other prisoners. It was considered that, although the regime there was on traditional lines, Saughton Prison would be more beneficial to Mr. Boyle during the period leading to his eventual release than other alternatives, for example Penninghame Open Prison (see paragraph 31 below). The factors governing the choice included the desirability of his occupying a single cell rather than being in a dormitory; the availability of suitable day-time work for him and of facilities for continuing his studies and his artistic work; and access to suitable educational and vocational opportunities for his pre-release training. Mr. Boyle himself had in fact stated in written submissions in December 1979 that, if he could not remain at Barlinnie for his pre-release programme, he would prefer training from Edinburgh rather than Penninghame.", "In November 1981, he was transferred to a Training for Freedom Hostel within the prison (see paragraph 33 below). He was released on 1 November 1982.", "As from October 1980 until his release, he was in the lowest security category (Category D).", "12. The applicants’ complaints to the Commission in so far as relevant to the present proceedings all related to the period between September 1980 and November 1981 when Mr. Boyle was subject to the ordinary prison regime at Saughton Prison. The facts surrounding those grievances are briefly set out in the following paragraphs.", "13. During the relevant period the normal rules regarding the sending and payment of correspondence were applied to Mr. Boyle (see paragraphs 22 and 23 below). The postage of only one three-page letter per week was paid for out of public funds. He was able to pay for other letters out of his prison earnings of £1.60 per week but not out of his general financial resources. In a letter of 31 July 1981 from his solicitors to the Secretary of State for Scotland, a complaint was made that because he found it necessary to spend 80 pence per week out of his earnings to supplement his (mainly) vegetarian diet by buying oatmeal cakes as the prison service provided only white bread, the number of letters he was able to send was restricted. A full vegetarian diet was available at Saughton Prison and no complaint was made by Mr. Boyle to the Governor or to the Secretary of State as to its adequacy.", "14. Mr. Boyle’s incoming and outgoing mail was controlled by the prison authorities in accordance with the normal practice followed at the prison (see paragraph 24 below). The applicants also asserted before the Commission that on occasions the prison censorship officer read out aloud in front of other inmates letters from Mrs. Boyle, laughing or making comments about their contents. However, Mr. Boyle did not make any complaint to the Governor of the Prison or the Secretary of State regarding the manner in which his mail was read, in particular about its being read aloud, although the fact of his mail being screened was the subject of complaint in his solicitors’ letter of 31 July 1981.", "15. In July 1981, a letter to a friend of his, Mr. Peter McDougall, was stopped by the Prison Governor on the ground that Mr. McDougall was a \"media personality\". Mr. Boyle petitioned the Secretary of State regarding this matter, but his petition was rejected on the basis that there was a general prohibition of the passing on by a prisoner of material intended for publication or for use on wireless or television (see paragraph 25 below). The Government have subsequently acknowledged that in fact this rule was applied in error, since, although the letter in question was addressed to a person connected with the public media, it was a personal one which Mr. Boyle should have been allowed to send.", "16. Mr. Boyle was entitled to receive visits in accordance with the normal rules applied in Saughton Prison (see paragraph 26 below). Consequently, as pointed out in his solicitors’ letter of 31 July 1981, he was permitted only one hour’s visiting time a month under close supervision in a crowded visiting hall. He used this time to meet his wife, with the result that he was not able to see the other members of his family.", "He was able to benefit from the special escorted leave scheme and visited his home on two occasions, albeit under the constant supervision of an officer in accordance with the scheme (see paragraph 28 below).", "As from November 1980, he was given a special licence to do unescorted community work outside the prison, initially for two days and subsequently for five days a week.", "17. The solicitors for Mr. and Mrs. Boyle also raised with the Secretary of State a general objection that Mr. Boyle’s treatment at Saughton Prison was markedly less favourable than his treatment at Barlinnie Special Unit and also in comparison with other Category D prisoners elsewhere under the penal system.", "By reply dated 28 August 1981, the Secretary of State rejected this and the other complaints made in the solicitors’ letter of 31 July 1981.", "Mr. Boyle also complained through his Member of Parliament to the Parliamentary Commissioner for Administration (the Ombudsman - see paragraph 39 below) about various aspects of his treatment at Saughton Prison. In a letter of 17 September 1981, the Ombudsman stated that he could not uphold Mr. Boyle’s complaints. He stated, inter alia:", "\"From the details that Mr. Boyle has given, his correspondence, special escorted leave, and visits appear to have been dealt with correctly in accordance with current rules, however dissatisfied he may be with those rules. I think it is fair to say that much of Mr. Boyle’s complaint reflects his disagreement with those rules and with their application to him at this stage of his sentence. The rules are of course a matter for Parliament and in the absence of evidence of maladministration I am precluded by the Parliamentary Commissioner Act from questioning the Department’s discretion in applying them.\"", "18. The applicants, Brian and John Rice, are British citizens born in 1947 and 1920 respectively.", "Brian Rice was sentenced to life imprisonment for murder in 1967. He served his sentence in Peterhead and Perth Prisons until August 1979. From August 1979 onwards, he was detained as a Category D prisoner (that is, the lowest security category) at Saughton Prison. He was moved to the Training for Freedom Hostel within the prison (see paragraph 33 below) on 11 September 1981 and was released on licence on 1 June 1982. He had requested to serve the latter part of his sentence in Edinburgh rather than, for example, in Penninghame Open Prison (see paragraph 31 below) because he wanted, prior to his release, to have the benefit of further education courses which were not available from Penninghame.", "John Rice is the first-named applicant’s father and lives at Dundee, some sixty miles from Edinburgh. At the relevant time he was seriously ill - having been in bad health for some years - and unable to walk or travel.", "19. During his period in Saughton Prison, Brian Rice enjoyed the normal entitlement to visits applicable at the prison.", "He petitioned the Secretary of State for Scotland on 8 May 1981 requesting a home visit to his father. The petition indicated that his father had been \"ill for a considerable period\", but not that he was dangerously ill, which would have made him eligible for compassionate leave (see paragraph 27 below). His request was therefore refused on 27 May 1981. The decision recommended him to make the effort to get a member of staff to take him out of prison under the special escorted leave scheme (see paragraph 28 below). It appears, however, that he experienced difficulty in finding a prison officer to accompany him on special escorted leave. Although Brian Rice was not able to visit his father during the relevant period, he was permitted to attend, without an escort, a college to follow an educational course two days a week and also a centre where he was doing community work. He had previously been granted a home visit in August 1980 and prior to the commencement of the Training for Freedom programme he spent five days on home leave in September 1981.", "In a letter dated 23 July 1981 in reply to a letter of 18 June from Mr. Rice’s Member of Parliament, the Under Secretary of State at the Scottish Office explained the reasons for the refusal of compassionate leave:", "\"... Each application is considered on its merits and on the basis of medical and social work reports. Mr. Rice’s application for a special visit was considered in the usual way but it was decided that it did not meet the required conditions. Mr. Rice was advised that if his father’s condition deteriorated he should make a further request. It is necessary, to prevent abuse of the arrangements, to maintain a strict and entirely consistent approach to applications for compassionate visits from all prisoners and the fact that a prisoner is being released for educational or other purposes does not affect consideration of the merits of his application or remove the need for the normal criteria to be met. ... Mr. Rice is expected to transfer to the formal Training for Freedom (TFF) in September. Prior to that he will have a five-day home leave and while on TFF he will have weekends which he may spend at home. I feel that it would be quite wrong, before that stage is reached, to make a special exception in Mr. Rice’s case and circumvent the rules in relation to either a compassionate visit or a special escorted leave.\"", "20. On 28 July 1981, the solicitors acting for Brian Rice wrote to the Secretary of State complaining about", "- the alleged stopping by the prison authorities of a number of letters addressed to themselves, his Member of Parliament, his former counsel and his family;", "- his limited prison visiting entitlement, which, as regards maintenance of family contacts, was said to discriminate against him in comparison with other prisoners who were in Category D but detained in open conditions; and", "- the refusal to grant compassionate leave.", "The reply of 2 September 1981 sent on behalf of the Secretary of State rejected all the various complaints raised. In particular, it was pointed out that all his mail had been posted.", "21. The prison system in Scotland is governed by the Prisons (Scotland) Act 1952 (\"the 1952 Act\"). Under sections 1 and 3 of the 1952 Act, general control and superintendance over prisons in Scotland are vested in the Secretary of State for Scotland.", "Section 35(1) of the 1952 Act empowers the Secretary of State to \"make rules for the regulation and management of prisons ... and for the classification, treatment, employment, discipline and control of persons required to be detained therein\". This power is exercisable by statutory instrument. A draft of any statutory instrument made under section 35 has to be laid before Parliament (section 40). Statutory instruments are categorised by domestic law as subordinate legislation (section 1 of the Statutory Instruments Act 1946). Subordinate legislation is recognised at common law to have the full force and effect of legislation made by the Sovereign in Parliament (see Halsbury’s Laws of England, 4th ed., vol. 44, para. 981). Statutory instruments such as the Prison Rules are made public.", "In exercise of his powers under section 35 of the 1952 Act, the Secretary of State has made the Prison (Scotland) Rules 1952 (Statutory Instrument 1952/565) (\"the Prison Rules\"), which have been amended periodically.", "In supplement of the Prison Rules, the Secretary of State, in the exercise of his general jurisdiction over prisons and of various powers conferred in the Prison Rules themselves, issues instructions to the Governors of prisons by way of administrative orders referred to as \"Standing Orders\". At the relevant time, the text of the Standing Orders themselves was not made public. However, an Abstract of Rules and Regulations for Convicted Prisoners (\"the Abstract\") containing information about the content of the Prison Rules and Standing Orders was made available to convicted prisoners.", "22. Rule 74 of the Prison Rules provides, inter alia:", "\"(2) Every prisoner shall be allowed to write and to receive a letter on his admission, and shall thereafter be allowed to write and to receive letters and to receive visits at intervals laid down by the Secretary of State. The intervals so prescribed may be extended as a punishment for misconduct, but shall not be extended so as to preclude a prisoner from writing and receiving a letter, and receiving a visit, every eight weeks.", "...", "(4) Subject to the provisions of Rule 50(4) every letter to or from a prisoner shall be read by the Governor or by an officer deputed by him for that purpose and it shall be within the discretion of the Governor to stop any letter if he considers that the contents are objectionable.\"", "At the relevant time, these provisions were supplemented by Standing Orders Ic.1 to 4.", "23. Thus, Standing Order Ic.2(3) specified:", "\"Prisoners will be granted the privilege of writing letters on the following scale:", "(a) All convicted prisoners ... are allowed to write one letter each week to their relatives and friends, the postage of which will be paid out of public funds. ...", "...", "(d) Postage of additional letters may be met from earnings; the use of private cash from sources other than earnings should not be allowed for this purpose. Before an inmate is allowed to write extra letters he should submit for the Governor’s approval a list of persons with whom he intends to correspond. Additions to or deletions from the list will be at the Governor’s discretion.", "...\"", "No limit was placed on the number of additional letters that might be sent. The content of the relevant provisions of the Standing Orders was made known to prisoners in paragraph 23 of the Abstract.", "24. Standing Order Ic.1(1)(a) dealt with the reading of correspondence under Prison Rule 74(4) (see paragraph 22 above):", "\"In the case of the great majority of letters, where neither the prisoner nor his offence is of notoriety, and the correspondent is a wife or near relative, it is not necessary that every letter should be read through. It will usually suffice to glance at the contents and see they are of usual domestic and personal nature. There will, however, always be certain prisoners whose correspondence requires to be thoroughly examined, and it will be for the Governor to settle who these are and to instruct the officer who deals with the letters accordingly.\"", "Standing Order Ic.4(9) further provided (as regards incoming mail):", "\"In no circumstances should the contents of a letter to a prisoner or inmate be referred to in the hearing of another inmate.\"", "25. Standing Order Ic.1(3) dealt with the exercise of the Governor’s discretion under Rule 74(4) to stop \"objectionable\" letters. It stated:", "\"All ordinary matter, including news of public events, should be passed. Comment by a prisoner on his own conviction and sentence is not objectionable if expressed in proper terms. Objectionable matter falls within narrow limits, viz.", "...", "(c) Matter intended for insertion in the Press, for publication or for use on wireless or television (with the exception of the magazine ‘Linkup’).", "...\"", "Since the relevant time, new Standing Orders on prisoners’ correspondence have been introduced in Scotland in light of the European Court of Human Rights’ judgment of 25 March 1983 in the case of Silver and Others (Series A no. 61). The restrictions on correspondence formerly applicable have been considerably relaxed, including in particular the prohibition on letters intended for publication. These new provisions relating to correspondence (Standing Order M, which also concerns visits) are available to prisoners.", "26. Under the terms of Rule 74(2) of the Prison Rules (see paragraph 22 above), every prisoner is allowed to receive visits at intervals laid down by the Secretary of State. At the relevant time, Standing Order Ic.7 provided, inter alia:", "\"(1) Every prisoner shall be allowed to receive a visit at least once in every eight weeks and no prisoner shall be deprived of this privilege by a disciplinary award.", "(2) Prisoners will be granted the privilege of receiving visits as follows: -", "...", "(b) In the first period of two months following admission under sentence every prisoner will be eligible to receive two visits from relatives or friends. In each subsequent period of two months he will be eligible to receive three visits.\"", "Paragraph 23 of the Abstract informed prisoners of these provisions regarding the frequency of visits.", "The normal duration of a visit was specified under the Standing Orders as being thirty minutes, or twenty minutes during the first ten months of imprisonment (Standing Order Ic.8(3)).", "Governors were given discretion to vary the duration and frequency of visits laid down in the Standing Orders provided the total visiting hours were not less than specified in the Standing Orders. The arrangement at Saughton Prison differed from that laid down in the Standing Orders in that one visit of one hour’s duration per month was permitted in place of the allowance in the Standing Orders of three visits of half an hour every two months.", "In addition to the ordinary entitlement, the Visiting Committee was empowered to allow an extra or longer visit in exceptional circumstances (Rule 199 of the Prison Rules - see paragraph 37 below).", "27. By virtue of Rule 28(1) of the Prison Rules, \"the Secretary of State may authorise the temporary release of prisoners undergoing imprisonment ... for a stated length of time and under conditions and for reasons approved by him\".", "Standing Order Jc.3 sets out the circumstances in which permission may be granted for temporary release on compassionate grounds. Compassionate leave will only be given to visit a near relative who is dangerously ill or to attend the funeral of a near relative. An escort is not normally required for such leave where the prisoner is in Security Category D but is required for other higher security categories.", "28. A special escorted leave scheme has been operated at Saughton Prison for many years. It is not dealt with in the Standing Orders but a Notice, dated 20 November 1978, was issued by the Governor of the Prison explaining the purposes, qualifying conditions and means of operation of the scheme.", "The objectives of the scheme are to relieve tension associated with long sentences, to help maintain contact with the home setting, to encourage good relationships between prisoners and staff and to prepare prisoners for eventual release. Only prisoners serving sentences of over three years are eligible. One third of the net sentence must have been completed (or four years served in the case of a life prisoner) and the prisoner must have been of satisfactory conduct for a reasonable period. When granted, leave may be taken only if the prisoner is able to obtain the voluntary assistance of a member of staff or an allocated prison visitor (a voluntary helper) to act as escorting supervisor. For the first two leaves the escort must be a member of staff. Leave is granted on the understanding \"that the prisoner places himself under direct supervision throughout the entire period of his absence from prison\". Before going on leave, the prisoner must sign a parole licence acknowledging that he understands the conditions applicable to his period of leave.", "29. Under the \"Training for Freedom\" scheme at Saughton Prison, prior to release prisoners are eligible for the leave entitlement described at paragraph 33 below.", "30. Under Rule 6 of the Prison Rules,", "\"(1) The Secretary of State may set aside particular prisons or parts of prisons for particular classes of prisoners or particular purposes, including:", "(i) the special observation of either unconvicted or convicted prisoners for the purpose of classification, making reports to courts, or otherwise;", "(ii) the training of such classes of prisoners sentenced to imprisonment ... as the Secretary of State may from time to time determine.", "(2) The Secretary of State may establish or set aside prisons for the treatment in open conditions of selected prisoners or classes of prisoners who have been sentenced to imprisonment or corrective training.\"", "31. An open prison has been established at Penninghame, which houses some 47 prisoners. These prisoners have been individually selected as suitable to serve their sentence in an open prison. Only Category D prisoners can be considered for transfer to Penninghame, but the great majority of Category D prisoners are housed, like Mr. Boyle and Mr. Rice, in closed prisons. The regime at Penninghame Open Prison is more liberal than the ordinary regime in closed prisons. In particular:", "(i) prisoners’ mail is not generally read, although the Governor retains discretion to do so;", "(ii) visits by friends and relatives, though only allowed once a month, can last for an afternoon between 1.00 p.m. and 3.45 p.m. and can be taken in the grounds at the Governor’s discretion;", "(iii) prisoners may be granted occasional leave for the purpose of making visits to local residents at their homes.", "In other respects, visits and correspondence are subject to the same rules as in other prisons.", "32. A \"special unit\" was set up in Barlinnie Prison in March 1973 to treat prisoners who were known to be violent, prisoners considered potentially violent and selected long-term prisoners. It was sought to modify the traditional officer/inmate relationship by sharing responsibility between prisoners and staff and encouraging them to regard themselves as a single community. The regime in the Special Unit is substantially different from that in other prisons. In particular, mail is not normally censored, although prisoners are expected to observe the normal rules regarding the content of mail and the Governor retains a discretion to read mail. Visiting is not subject to the normal restrictions as regards time, number or duration of visits. There are opportunities for prisoners to go out of the prison. Those in Security Category D may be allowed to do so without escort. The Special Unit has a maximum of eight prisoners and a four-to-one ratio of staff to prisoners, as opposed to the ratio of one member of staff to four prisoners which is more normal elsewhere.", "33. Both Mr. Boyle and Mr. Brian Rice were subject to a \"Training for Freedom\" scheme during the latter stage of their pre-release programme at Saughton Prison. Prisoners undergoing such training live in a special hostel within the prison and are given regular temporary release for the purpose of working, community service or attending courses in the Edinburgh area. They are also eligible for twelve hours’ unescorted local leave per week and receive one full weekend’s unescorted leave every three weeks during which they may visit their home.", "34. The principal remedies available to prisoners in Scotland in respect of complaints concerning their treatment in prison are", "- a complaint to the Governor of the prison;", "- a complaint to the Visiting Committee;", "- a petition to the Secretary of State;", "- a complaint to the Parliamentary Commissioner for Administration;", "- an application to the courts for judicial review.", "35. By virtue of Rule 50(1) of the Prison Rules, any request by a prisoner to see, inter alia, the Governor or a member of the Visiting Committee must be recorded by the officer to whom it is made and conveyed without delay to the Governor. Under Rule 50(2), the Governor is obliged at a fixed time every day other than Sundays and public holidays to see all prisoners who have requested to see him.", "36. Section 7 of the 1952 Act lays down that the Prison Rules shall provide for the constitution of Visiting Committees. The relevant provision is made in Rule 187 of the Prison Rules. Members of the Visiting Committee for each prison are appointed by the regional, district and island councils - which are composed of elected representatives - in the area served by the prison (section 7(1) of the Act and Rule 187(1)). Visiting Committees and their members are independent of the prison administration. Section 7(3) of the Act specifies that the Prison Rules shall prescribe the functions of Visiting Committees and furthermore that", "\"[the Rules] shall among other things require the members to pay frequent visits to the prison and hear any complaints which may be made by the prisoners and report to the Secretary of State any matter which they consider it expedient to report; and any member of a Visiting Committee may at any time enter the prison and shall have free access to every part thereof and to every prisoner\".", "37. Rules 187 to 205 of the Prison Rules deal with the procedures and functions of the Visiting Committees. In particular, Rule 194 reads:", "\"(1) The Visiting Committee shall hear and investigate any application or complaint which any prisoner may desire to make to them; and, if necessary, report the same, with their opinion, to the Secretary of State. They shall have free access to all parts of the prison and to all prisoners, and may see any such prisoners as they desire, either in their cells or in a room out of sight and hearing of prison officers.", "(2) The Visiting Committee shall record in their Minute Book their findings on all such applications or complaints investigated by them, and the result of all visits to, and inspections of, the prison.\"", "Rule 50(4) (see paragraph 38 below) entitles prisoners to write in confidence to the Visiting Committee. Rule 192 lays down the general requirement that the Visiting Committee \"shall immediately bring to the notice of the Secretary of State any circumstances connected with the administration of the prison which appear to them to require his consideration\".", "Rule 199 empowers the Visiting Committee \"in any case of special importance or urgency\" to \"allow a prisoner an additional visit or letter or prolong the period of a visit\". By virtue of Rule 203, the Visiting Committee must, before granting any permission (such as leave for an additional visit), consult the prison Governor in order to satisfy themselves that it can be granted without interfering with the security, good order, and government of the prison.", "38. Inmates have the right to submit petitions to the Secretary of State about any matter, for example to seek a permission which the local prison management is not empowered to grant or has refused, or to complain of prison treatment. There is no restriction on the number or frequency of petitions which a prisoner may make to the Secretary of State on the same or different matters. On a petition being made by a prisoner, complaining of a decision of the prison authorities, the Secretary of State would, if he concluded that the relevant Rules or Standing Orders had not been properly interpreted or applied by the prison authorities, issue directions to them to secure compliance. Although it is possible for him to depart from the Standing Orders in particular cases, this is likely to occur only rarely, if at all, since their very purpose is to ensure uniformity of practice.", "Rule 50(4) of the Prison Rules provides:", "\"Every prisoner intimating to an officer his desire to write a letter of request or complaint to the Secretary of State or the Visiting Committee shall be supplied with paper for the purpose, and the Governor shall see that every such letter is posted without delay. If the prisoner has elected to close the envelope it shall not be opened by the Governor.\"", "Standing Order Jb.1 stipulates that \"a prisoner wishing to submit a petition to the Secretary of State shall apply to the Governor. No such application shall be refused\".", "39. The Parliamentary Commissioner for Administration (commonly known as the Ombudsman) has jurisdiction under the Parliamentary Commissioner Act 1967 to investigate complaints of \"maladministration\" in Government Departments. Such complaints may be raised with him by any Member of Parliament and, since 1979, the Commissioner has been prepared to refer to a Member of Parliament and consider complaints raised directly with him by members of the public, including prisoners. He must report on investigations he makes both to the Member of Parliament concerned and also to the head of the relevant Department and may make appropriate recommendations. He also reports periodically to Parliament on his activities. Any departure from the statutory or administrative rules governing the regulation of prisons may amount to maladministration. However, his jurisdiction does not extend to restrictions effected pursuant to a correct exercise of a discretion conferred by the Rules or the Secretary of State’s directives. The Parliamentary Commissioner may, where he considers that his investigation shows that injustice has been caused by maladministration and that it has not been or will not be remedied, lay before each House of Parliament a special report on the case. In practice, the Department concerned will normally seek to remedy any injustice found.", "40. The exercise by public authorities of statutory powers and duties is subject to review by the courts. The grounds on which judicial review may be open are in substance the same in Scotland as in England and Wales (see Brown v. Hamilton District Council, 1983 Scottish Law Times, 397, per Lord Fraser at p. 414). In particular, an exercise of discretionary power may be challenged on the grounds that the authority concerned has acted arbitrarily, in bad faith, unreasonably, for an improper purpose or otherwise outside its statutory powers (see, for example, the speech of Lord Diplock in Council of Civil Service Unions v. Minister for the Civil Service [1985] Appeal Cases 374 at 410 and [1984] 3 All England Law Reports 935 at 950-951, as quoted in the Weeks judgment of 2 March 1987, Series A no. 114, p. 18, § 30).", "The Government cited two cases, both subsequent to the facts complained of in the present proceedings, as examples of the courts adjudicating on the lawfulness of prisoners’ treatment in the light of the statutory powers and duties of the prison authorities. In the case of Raymond v. Honey ([1983] Appeal Cases 1 and [1982] 1 All England Law Reports 759), the House of Lords held that the English Prison Rules and the relevant Standing Orders would be ultra vires and invalid in so far as they purported to restrict a prisoner’s right to unimpeded access to the courts since that right could only be taken away by express enactment. In R. v. Deputy Governor of Camphill Prison, ex parte King ([1984] 3 All England Law Reports 897), the Court of Appeal decided that a prison Governor’s decision on disciplinary matters was not open to judicial review. The Court of Appeal explained that if a prisoner has a well-founded complaint that a Governor has misconstrued a Prison Rule the appropriate method to seek redress is to petition the Secretary of State inviting attention to the misconstruction, and then if the Secretary of State rejects the petition he may apply for judicial review of the Secretary of State’s decision in the form of a declaration as to the correct construction (ibid., pp. 902, 904 and 905)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}