{"ITEMID": "001-90792", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF \"BULVES\" AD v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - award;Non-pecuniary damage - finding of a violation sufficient", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. On 16 August 2000 the applicant company purchased goods from another company (“the supplier”).", "7. Both companies were registered under the Value Added Tax Act 1999 (“the VAT Act”) and the transaction constituted a taxable supply under the said Act.", "8. The total cost of the received supply was 21,660 Bulgarian levs (BGN) (11,107 euros (EUR)), of which BGN 18,050 (EUR 9,256) was the value of the goods and BGN 3,610 (EUR 1,851) was value-added tax (“VAT”).", "9. The supplier issued invoice no. 12/16.08.2000 to the applicant company, which the latter paid in full, including the VAT of BGN 3,610 (EUR 1,851).", "10. The applicant company recorded the purchase in its accounting records for the month of August 2000 and filed its VAT return for that period by 15 September 2000.", "11. The supplier, on the other hand, did not record the sale in its accounting records for the month of August 2000, but for October 2000, and reported it in its VAT return for the latter period, which it filed on 14 November 2000.", "12. On an unspecified date the tax authorities conducted a VAT audit of the applicant company covering the period from 10 February to 31 December 2000. In the course of the inspection a cross-check of the supplier was conducted in order to ascertain whether it had properly reported and recorded the supply in its accounting records. As a result, the above reporting discrepancy was discovered (see paragraphs 10 and 11 above).", "13. On 31 January 2001 the “Yug” Tax Office of the Plovdiv Territorial Tax Directorate issued the applicant company with a tax assessment. It refused the applicant company the right to deduct the VAT it had paid to its supplier (“the input VAT”), amounting to BGN 3,610 (EUR 1,851), because the supplier had entered the supply in its accounting records for the month of October 2000 and had reported it for that period rather than for August 2000. The Territorial Tax Directorate therefore considered that no VAT had been “charged” on the supply in the August 2000 tax period, that the applicant company could not therefore deduct the amount it had paid to its supplier as VAT and, furthermore, that it was liable to pay the VAT on the received supply a second time. Accordingly, it ordered the applicant company to pay the VAT in the amount of BGN 3,610 (EUR 1,851) into the State budget, together with interest of BGN 200.24 (EUR 102) for the period from 15 September 2000 to 31 January 2001.", "14. The applicant company appealed against the tax assessment on 20 February 2001.", "15. In a decision of 26 February 2001 the Plovdiv Regional Tax Directorate dismissed the applicant company’s appeal and upheld the tax assessment in its entirety. It recognised that the applicant company had fully complied with its VAT reporting obligations in respect of the received supply, but found that the supplier had failed to enter its invoice in its own accounting records on the date it had been issued, 16 August 2000, and had not reported its VAT-taxable supply for the month of August 2000 as it should have done. It therefore concluded that no VAT had been “charged” on the supply in question and that the applicant company was accordingly not entitled to deduct the input VAT, in spite of the fact that the supplier had subsequently reported the supply for the month of October 2000.", "16. The applicant company appealed against the decision of the Regional Tax Directorate on 19 March 2001, arguing that it could not be denied the right to deduct the input VAT solely because of its supplier’s belated compliance with its VAT reporting obligations. The applicant company also claimed that the supplier’s right to deduct the VAT it had paid to its own supplier had been recognised by its tax office, while the applicant company was being denied that right. In its submissions the applicant company relied, inter alia, on Article 1 of Protocol No. 1 to the Convention.", "17. In a judgment of 21 September 2001 the Plovdiv Regional Court dismissed the applicant company’s appeal and upheld the decisions of the tax directorates. It stated as follows:", "“The Court finds that the ... objection of the [applicant company] is ... unsubstantiated. In particular, [the applicant company objected that] it had been the compliant party, while the supplier had not complied with its obligations. The right to ... [deduct the input VAT] arises for the recipient of a [taxable] supply only if the supplier has fulfilled the conditions under section 64 in conjunction with section 55 of the VAT Act. The Act does not differentiate between the parties to a supply transaction as regards compliance; the court cannot therefore introduce such an element into this judgment. ”", "18. On 26 October 2001 the applicant company appealed to the Supreme Administrative Court.", "19. In a final judgment of 24 October 2002 the Supreme Administrative Court concurred with the findings and conclusions of the tax authorities and stated the following:", "“... In this case the non-compliance of the supplier impacts unfavourably on the recipient ..., because the right to recover the [input VAT] does not arise for [the latter] and it does not matter that the recipient of the [taxable] supply [acted] in good faith and [was] compliant..., as this is irrelevant for the [purposes of] taxation. ... There [is] also [no] ... violation of ... Article 1 of Protocol No. 1, because the refusal to recognise the claimant’s right to [deduct the input VAT] under section 64 (2) of the VAT Act did not violate its property rights, due [to the fact that] the recognition of its substantive right [to deduct] under section 64 of the VAT Act is conditional on the actions of its supplier and [the latter’s] discharge [of its obligations] vis-à-vis [the State] budget. ...”", "20. The VAT Act came into force on 1 January 1999. Although at the time Bulgaria was not a member of the European Union (EU), domestic VAT legislation in many respects followed the provisions of Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes, known as the Sixth VAT Directive, which at the time was the principal basis for the system of valueadded tax in the EU.", "21. In general, VAT was charged on the price due for a supply of goods or services plus certain costs, taxes and charges not including the VAT itself. Most domestic supplies of goods and services, as well as imports, were subject to the standard rate of twenty percent VAT.", "22. VAT was generally reported and paid monthly. Monthly VAT returns had to be filed and monthly VAT payments made by the fourteenth day of the following month.", "23. At the relevant time, any person (legal or natural, resident or nonresident) who had a taxable turnover exceeding BGN 75,000 (EUR 38,461) during any preceding twelve-month period was obliged to register for VAT purposes (section 108). Voluntary and optional registration was also possible in certain cases.", "24. On 1 January 2007, when Bulgaria became a member of the EU, the VAT Act was replaced by a new act of the same name.", "25. At the relevant time the input VAT – the so-called “tax credit” under domestic legislation – was the amount of tax which a VATregistered person had been charged under the VAT Act for receipt of a taxable supply of goods or services, or for imported goods, in a given tax period, which the person in question had the right to deduct (section 63).", "26. During the relevant period and in the context of the present case, where the VAT incurred on supplies exceeded the VAT charged on sales in a given tax period, the excess VAT was first carried forward for a period of six months to offset any VAT debt due in those six months, as well as other liabilities to the State (sections 63 and 77). If at the end of the six-month period the excess VAT, or part thereof, had still not been recovered, the balance was refunded within a further forty-five days (section 77). This period could be extended if the tax authorities initiated a tax audit (section 78 § 7).", "27. At the relevant time, section 64 of the VAT Act provided that the recipient of a supply could deduct the input VAT when the following conditions were fulfilled:", "(a) the recipient of the supply on which VAT had been charged was a VAT-registered person;", "(b) the VAT had been charged by the supplier, who was a VATregistered person, at the latest on the date of issuance of the VAT invoice;", "(c) VAT was chargeable on the supply in question;", "(d) the goods or services received were used, were being used or would be used for VAT-taxable supplies; and,", "(e) the recipient was in possession of a VAT invoice which met the statutory requirements.", "28. Further to the above, in respect of item (b), VAT was considered during the relevant period to have been charged when the supplier:", "(1) issued an invoice which indicated the VAT;", "(2) recorded the issuance of the invoice in its sales register;", "(2) entered the VAT charged in its accounting records as a liability to the State budget; and", "(3) declared the VAT charged in its VAT return filed with the tax authorities (section 55 § 6).", "29. At the relevant time, Bulgaria was not a member of the European Union. Accordingly, the acquis communautaire was not directly applicable or transposed into domestic legislation. However, as noted above, its domestic VAT legislation in many respects followed the provisions of the Sixth VAT Directive (see paragraph 20 above).", "30. Consequently, it is worth mentioning in the context of the present case the following two judgments of the Court of Justice of the European Communities (CJEC), which examine the entitlement of the recipient of a supply to reimbursement of the VAT charged on such a supply in cases of suspected “carousel fraud”. This type of fraud, a kind of VAT missing trader intra-Community fraud, occurs when goods are imported VAT-free from other Member States, are then re-sold through a series of companies at VAT-inclusive prices and subsequently re-exported to another Member State with the original importer disappearing without paying over to the tax authorities the VAT paid by its customers.", "31. In its judgment of 12 January 2006 in joined cases C-354/03, C355/03 and C-484/03, Optigen Ltd (C-354/03), Fulcrum Electronics Ltd (C-355/03) and Bond House Systems Ltd (C-484/03) v Commissioners of Customs & Excise: reference for a preliminary ruling from the High Court of Justice (England & Wales), Chancery Division – United Kingdom, European Court Reports (ECR) 2006, page I-00483, the CJEC concluded as follows:", "“Transactions such as those at issue in the main proceedings, which are not themselves vitiated by value added tax fraud, constitute supplies of goods or services effected by a taxable person acting as such and an economic activity within the meaning of Articles 2 (1), 4 and 5 (1) of Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes – Common system of value added tax: uniform basis of assessment, as amended by Council Directive 95/7/EC of 10 April 1995, where they fulfil the objective criteria on which the definitions of those terms are based, regardless of the intention of a trader other than the taxable person concerned involved in the same chain of supply and/or the possible fraudulent nature of another transaction in the chain, prior or subsequent to the transaction carried out by that taxable person, of which that taxable person had no knowledge and no means of knowledge. The right to deduct input value added tax of a taxable person who carries out such transactions cannot be affected by the fact that in the chain of supply of which those transactions form part another prior or subsequent transaction is vitiated by value added tax fraud, without that taxable person knowing or having any means of knowing.”", "32. In a similar judgment of 6 July 2006 in joined Cases C-439/04 and C-440/04, Axel Kittel v Belgian State (C-439/04) and Belgian State v Recolta Recycling SPRL (C-440/04) (ECR 2006, page I-06161), the CJEC went on to state the following.", "“Where a recipient of a supply of goods is a taxable person who did not and could not know that the transaction concerned was connected with a fraud committed by the seller, Article 17 of Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes – Common system of value added tax: uniform basis of assessment, as amended by Council Directive 95/7/EC of 10 April 1995, must be interpreted as meaning that it precludes a rule of national law under which the fact that the contract of sale is void – by reason of a civil law provision which renders that contract incurably void as contrary to public policy for unlawful basis of the contract attributable to the seller – causes that taxable person to lose the right to deduct the value added tax he has paid. It is irrelevant in this respect whether the fact that the contract is void is due to fraudulent evasion of value added tax or to other fraud.", "By contrast, where it is ascertained, having regard to objective factors, that the supply is to a taxable person who knew or should have known that, by his purchase, he was participating in a transaction connected with fraudulent evasion of value added tax, it is for the national court to refuse that taxable person entitlement to the right to deduct.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}