{"ITEMID": "001-106417", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "GERDZHIKOV AND CHATEAU VALLEE DES ROSES EOOD v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The first applicant, Mr Petar Kraev Gerdzhikov is a Bulgarian national who was born in 1969 and lives in Karlovo. He is the managing director of the second applicant, Château Vallée Des Roses EOOD (“the applicant company”), a company whose registered office is in Karlovo, Bulgaria. The applicants are represented before the Court by Mr M. Ekimdzhiev and Mrs K. Boncheva, lawyers practising in Plovdiv.", "2.", "3. In decision no. 24 of 25 January 2000 the Council of Ministers granted the applicant company a concession to exploit part of a mineral water source near the village of Pesnopoy, which was state property, and authorised the Minister of the Environment and Water (“the Minister”) to sign the concession contract on behalf of the State, which was done on 18 February 2000.", "4. Meanwhile, in decision no. 644/2000 the Council of Ministers granted another concession for a different part of the same mineral water source to the company Hisar-96 OOD. This decision was appealed against by another participant in the concession tender procedure, as a result of which, in a final judgment of 15 March 2002, the Supreme Court of Cassation quashed it on the ground that, owing to its chemical properties, the mineral water from the source was unfit to serve the purposes of the future concession contract and that it could therefore not be fulfilled.", "5. Subsequently, as the properties of the water in the applicant company’s concession were the same, it brought an action to have decision no. 24 of the Council of Ministers declared null and void. The action was granted in a final judgment of the Supreme Administrative Court of 10 February 2004.", "6. Following the judgment of 15 March 2002, on 10 April 2002 the applicant company brought an action against the Ministry of the Environment and Water seeking to have the concession contract of 18 February 2000 declared null and void. It further claimed the expenses it had already incurred in connection with the fulfilment of the contract, including costs for equipment for exploiting the source, expenses for preserving and guarding the source, fees for taking part in the concession tender and marketing costs. In these proceedings the applicant company was legally represented.", "7. At a court hearing of 7 June 2002 the applicant company substituted the Minister as the defendant to its action, without specifying in what capacity the Minister was acting. At the same hearing the Sofia City Court discontinued the proceedings as it found that the Minister could not be sued in her capacity as an administrative body.", "8. The applicant company appealed, arguing that the Minister was a party to the concession contract and that therefore she could be sued.", "9. In a decision of 7 October 2002 the Sofia Court of Appeal found that the party to the concession contract was the State, represented by the Minister. Therefore, the Minister could be sued. It remitted the case to the Sofia City Court to continue the proceedings by examining the merits of the action.", "10. In a judgment of 17 February 2003 the Sofia City Court rejected the applicant company’s action on the grounds that the Minister, as a State body, could not be sued. It found that the Minister was merely a representative of the State in the concession contract and not a party to it. The applicant company, however, had not directed its action against the Minister as a representative of the State.", "11. The applicant company appealed, stating, inter alia, that the Minister was a party to the concession contract, and represented the State interest in connection with the rights and obligations under the contract.", "12. In a judgment of 18 June 2003 the Sofia Court of Appeal quashed the lower court’s judgment, declared the concession contract null and void and granted part of the compensation claim made by the applicant company. Although it mentioned that the State was party to the concession contract, it ordered the Minister to pay the awarded compensation.", "13. It held that the State, represented by the Minister, was the party to the concession contract and that therefore the Minister did have capacity to take part in the proceedings to have the contract declared null and void.", "14. The Minister appealed, arguing that she did not have such capacity as she was not a party to the concession contract but only represented the State in signing it.", "15. The applicant company also appealed. It is not entirely clear from its submissions who it considered to be the proper defendant in the proceedings – on the one hand it argued that the Minister was party to the concession contract and on the other hand contended that the Minister was the proper defendant in the proceedings in her capacity as representative of the State.", "16. In a final judgment of 30 September 2004 the Supreme Court of Cassation quashed the judgment of the Court of Appeal and discontinued the proceedings. It found that the Court of Appeal should not have examined the merits of the claim as it had not been directed against the proper defendant. The court held that the State was the concession-granting authority and party to the concession contract because concessions could be granted only in respect of objects belonging to the State. The court also found that the rules on representation under the Concessions Act were lex specialis and overrode those on representation under the Code of Civil Procedure (“the CCP”), and that therefore the State was represented by the Minister of the Environment and Water and not by the ministers under Article 18 §§ 3 and 4 of the CCP (see paragraph 24 below). This, however, did not mean that the Minister was a party to the concession contract. The Minister could be sued in proceedings related to concession contracts only in her capacity as representative of the State. As regards the case at hand, the court considered that neither in its initial statement of claim, nor throughout the proceedings did the applicant company specify that its action was directed against the Minister as a representative of the State.", "17. The applicant company appealed before the extended panel of the Supreme Court of Cassation, which, in a decision of 21 December 2004, declared the appeal inadmissible as lodged against a final judgment which was not subject to further appeal.", "18. The Concessions Act 1995 provided that a concession was a special right to use and exploit objects owned exclusively by the State (section 2). In section 6 it provided that the Council of Ministers adopted decisions to grant concessions. Pursuant to section 7(2) of the same Act, in such decisions the Council of Ministers appointed the minister who would organise the concession tender procedure. Section 18(2) of the same Act provided that the Council of Ministers was to adopt a decision in which it determined the concession holder. In this decision the Council of Ministers also had to authorise the minister appointed under section 7 to sign the concession contract on behalf of the State.", "19. Section 12(1) of the Regulations for the Implementation of the Concessions Act, as amended on 15 March 2002, provided that with the decision under section 7(2) of the Concessions Act the Council of Ministers was to appoint the minister who would organise the concession tender procedure, sign the concession contract, organise the implementation of the contract and represent the granting authority in matters connected with the implementation of the contract, apart from those concerning the contract’s termination. Section 46(3) of the Regulations provided that in the event that the concession holder failed to fulfil his obligations under the contract, the Council of Ministers could authorise the minister appointed under section 7 of the Concessions Act to terminate the contract.", "20. Under section 21(3) of the Concessions Act, upon termination of the concession contract the concession holder was entitled to reimbursement of expenses incurred under that contract.", "21. The new Concessions Act, in force from 1 July 2006, which is more detailed than the previous Act, contains similar provisions in respect of the signing, control of the implementation, and termination of concession contracts. An amendment to this Act of 30 May 2008 introduced section 95e, which provides that in actions concerning the implementation and the termination of concession contracts the State is represented by the minister authorised to sign the concession contract and to represent the granting authority in matters connected with the contract’s implementation.", "22. Section 26(2) of the Obligations and Contracts Act provided that if the subject-matter of a contract was unfit to serve its purpose (“невъзможен предмет”) it would be null and void. Pursuant to section 34 of the same Act, when the contract was declared null and void each of the parties was under the obligation to return everything it had received under the contract.", "23. Article 117 of the CCP provided that while proceedings were pending before the first-instance court, the plaintiff could join a new defendant or could substitute the initial defendant with a new defendant.", "24. Under Article 18 §§ 3 and 4 of the CCP, the State was represented by the Minister of Finance in court proceedings, and by the Minister of Regional Development and Public Works in court proceedings in which State property was concerned.", "25. On 2 May 2006 Article 18 of the CCP was amended to include a new paragraph 5 clarifying that, in actions concerning the implementation and termination of concession contracts, the State is represented by the minister authorised to sign the concession contract and to represent the granting authority in matters connected with the contract’s implementation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}