{"ITEMID": "001-94977", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FİKRET ÇETİN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1969 and lives in Diyarbakır.", "6. In 1994 criminal proceedings were brought against the applicant before the Diyarbakır State Security Court (“the trial court”) for the offence of membership of an illegal organisation. On 15 April 1999 he was acquitted of the charges. When acquitting him, the trial court considered that there was insufficient evidence to prove that the applicant was a member of the illegal organisation. It found, however, that there was sufficient evidence to show that he had aided and abetted the organisation. Nevertheless, considering that the applicant had been coerced to aid and abet the organisation by its members, the trial court concluded that the applicant did not have the requisite mens rea and acquitted him.", "7. Before the appeal lodged by the prosecutor against the applicant's acquittal was examined by the Court of Cassation, the statute of limitations for the offence in question had been reached. Accordingly, on 1 February 2000 the Court of Cassation discontinued the criminal proceedings against the applicant.", "8. On 2 June 2000 the applicant was arrested once more and was examined by a doctor before he was placed in police custody in Diyarbakır. According to the report of the medical examination, there were no injuries on the applicant's body.", "9. According to the applicant, during his time in police custody he was subjected to ill-treatment.", "10. On 5 June 2000 police officers took the applicant to a café and two shops in the nearby town of Ergani, which had been bombed in 1993. According to the statements drawn up pertaining to those visits, the applicant told the police officers that he had carried out the bombings with the assistance of a number of other persons.", "11. In a statement taken from the applicant in police custody the same day, the applicant was reported as having detailed his activities within the PKK.", "12. On 6 June 2000 the applicant was released from police custody and was brought before a prosecutor and then before a judge, who questioned him further. The applicant denied the statements taken from him by police officers the previous day, and added that he had not been involved in any bombing. The applicant told the judge that he had signed the statements in police custody because he had thought that he would be ill-treated by the police officers if he refused to sign them. He added that in 1993 he had collected money by making threats on behalf of the PKK, taken part in demonstrations and distributed leaflets in support of that organisation, but that he had already been tried and spent time in prison for those activities (see paragraphs 6-7 above). The judge remanded the applicant in custody pending the introduction of criminal proceedings against him. The same day the applicant was examined by a doctor, who reported that there were no injuries on the applicant's body.", "13. When questioned by the police officers and subsequently by the prosecutor and the judge, the applicant was not represented by a lawyer.", "14. On 1 August 2000 the prosecutor at the Diyarbakır State Security Court filed an indictment with that court, accusing the applicant of activities carried out for the purpose of bringing about the secession of part of the national territory.", "15. In the proceedings before the trial court the applicant was represented by a lawyer. During the trial the applicant repeatedly denied his police custody statements and told the trial court that the statements had been taken from him under “intense pressure”.", "16. On 6 November 2001 the trial court found the applicant guilty of offences of membership of an illegal organisation and planting explosives. He was sentenced to seventeen years, four months and ten days' imprisonment. In convicting the applicant the trial court relied on the statements taken from him in police custody (see paragraph 11 above). In response to the applicant's lawyer's submissions that the applicant was being tried twice for the same offence, the trial court stated in its judgment that the previous trial had not concerned the bombing incidents.", "17. On 13 November 2001 the applicant appealed against his conviction and argued, inter alia, that he had been subjected to ill-treatment in police custody and that he had been forced to sign a number of documents.", "18. In his written observations submitted to the Court of Cassation the prosecutor referred to the applicant's allegations of ill-treatment and drew the Court of Cassation's attention to the trial court's failure to take into account a video recording which had apparently been made at the time when the police officers took the applicant to the café. The prosecutor's observations were not communicated to the applicant.", "19. As requested by the applicant, the Court of Cassation held a hearing before it rendered its decision on the appeal. Nevertheless, neither the applicant nor his lawyer attended the hearing. On 20 June 2002 the Court of Cassation rejected the appeal and upheld the applicant's conviction. The decision was deposited with the registry of the trial court on 16 December 2002."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}