{"ITEMID": "001-94771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "I.N. v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant is a Burundian national who was born in 1973 and is currently in Sweden.", "2.", "3. On 17 June 2007 the applicant arrived in Sweden and applied for asylum and a residence permit. During her interviews before the Migration Board (Migrationsverket) she claimed that her husband had been taken away from their home by three men on 20 January 2006 and had been found dead two weeks later by Lake Tanganyika. On 2 May 2006 four men dressed in civilian clothes had broken into her home and had cut her with a knife. She had recognised one of her assailants as X., a member of the Security Police and her husband’s business partner. She had been hospitalised and, when she had returned home, she had discovered that all her husband’s documents and money had disappeared. On 15 February 2007 two men had again broken into her home and had abducted her. They had raped her and forced her to sign a document without being allowed to see the content of the document. She had managed to escape the following day. Even though she had reported the events to the police and identified X., the police investigation had come to nothing. Moreover, she alleged that neighbours had thrown stones at her house and had asked her maid threatening questions about her daily routines. Finally, on 20 May 2007, her house had burnt down following an explosion. She did not know why all of this had happened to her but she suspected that it might have been related to her husband’s political involvement with the CNDD (Conseil National pour la Défense de la Démocratie) or the FNL (Forces Nationales pour la Libération) because she had heard one of her assailants mention this in passing, or because X. had wanted access to her husband’s bank account for the business.", "4. On 10 December 2007 the Migration Board rejected the application. It first noted that the applicant had not proved her identity but that there were no indications in the case that she was from a country other than Burundi. It then considered that the applicant’s story lacked credibility as she had given remarkably vague information about the events and had shown a lack of knowledge of why she and her husband had been the victims of the alleged attacks. Moreover, although it did not question the scars on her body, the Board observed that the applicant had not been able to substantiate that they were the result of the violence she had described. Furthermore, she had failed to show that her husband had died as she alleged, that he had been involved either with the CNDD or the FNL, or that he had had a business with X. and a bank account. In this respect, the Board observed that the applicant knew nothing at all about her husband’s alleged political involvement or whether he had actually been active for the CNDD or the FNL. The Board also noted that the applicant had claimed that X. had wanted to obtain access to her husband’s bank account while at the same time stating that X. had continued to run the business after her husband’s death. Hence, in the Board’s view, X. already had access to the bank account relating to the business, for which reason the applicant’s statement in this respect did not ring true. In any event, the Board considered that the two attacks of which the applicant claimed to have been the victim were criminal acts and for the Burundian authorities to deal with. The circumstance that the authorities had not acted upon her report due to lack of evidence did not imply that they were unwilling or unable to help and protect her. In this respect, it stressed that the applicant had not in any way been able to show that the alleged events had been politically motivated. Thus, it concluded that the applicant was not a refugee or otherwise in need of protection in Sweden. Moreover, it considered that there were no other special reasons to grant her exceptional leave to remain in Sweden.", "5. The applicant appealed to the Migration Court (Migrationsdomstolen) relying on the same grounds as before the Migration Board and adding the following. Her husband had been an important person within “the party” and, before the elections in 2005, he had had an important role in mobilising people. In connection with the election, he had left the party as he had felt that he could not support activities which included eliminating Tutsis. Since he knew the party’s secrets, he had been seen as a threat and therefore eliminated. No one had investigated his death even though she had sought help from various authorities and it was not possible for her to obtain proof that he had been killed. The applicant further claimed that she believed that she had been attacked in May 2006 because her assailants had thought that her husband had told her “party secrets” and she had therefore become a threat. Also, her neighbours had thrown stones at her home and harassed her because she was Tutsi and they were Hutus and wanted her to leave. Some of her employees had seen them throw stones and they had also asked her employees questions about her daily routines.", "The applicant further submitted a copy of a search warrant (Avis de Recherche) which stated that the applicant and another person were sought by the judicial police for an attack on the interior security of the State (Atteinte à la Sûreté Intérieure de l’Etat). It was dated 15 June 2007 and issued by an officer at the judicial police station in Bujumbura-Mairie, of the Ministry of Interior and State Security. The applicant claimed that a Burundian man, with whom she had become acquainted in Sweden and who had travelled to Burundi, had given it to her. He in turn had obtained it from the girl who took care of her two children in Burundi and whom he had met when he had been there. The applicant also submitted a copy of a hospital bill, dated 8 June 2006 and addressed to the applicant. It stated that she had arrived at the hospital on 2 May 2006 and left on 8 June 2006 and that she had been treated in the surgery section of the “Hôpital Prince Regent Charles” in Bujumbura. It also contained the details of the bill and the total amount due.", "6. On 25 August 2008 the Migration Court rejected the appeal. It noted that the copy of the document called “Avis de Recherche” was of poor quality and that her account of how she had come by it was not credible. Moreover, the court considered that the alleged threats against her were vague and that she had not shown that she would risk persecution upon return to her home country. For the rest, it shared the Board’s reasoning and conclusion that the applicant was not in need of protection in Sweden and that there were no special reasons to grant her leave to remain in Sweden.", "7. Upon further appeal, the Migration Court of Appeal (Migrationsöverdomstolen) refused leave to appeal on 27 October 2008.", "8. On 9 February 2009 the Board rejected a request from the applicant for reconsideration of her case. The Board found that she had invoked no new reasons for her request and that the preparation for the enforcement of her deportation order should continue.", "9. On 9 April 2009, upon request by the applicant, the Court decided to indicate to the Swedish Government under Rule 39 of the Rules of Court a suspension of the applicant’s deportation to Burundi until further notice. Moreover, it invited the applicant to provide some more information surrounding her husband’s activities and his death as well as her kidnapping and, if possible, to submit some evidence in support of these events. In addition, the Court requested her to furnish some concrete evidence that she was sought by the Burundian authorities, since the copy of the alleged search warrant was of poor quality.", "10. By letter received by the Court on 11 May 2009 the applicant submitted a death certificate for her husband which stated that he had died on 3 February 2006 in Bujumbura as a result of “blows and injuries” (coups et blessures). She further added, inter alia, the following. Her husband was Tutsi and had been a businessman and a member of the CNDD-FDD (Conseil National pour la Défense de la Démocratie-Forces de Défense de la Démocratie). He had been responsible for mobilising and recruiting people to the party. During the elections in 2005, he had decided to leave the party as he had discovered that there was a hidden agenda of ethnicity, arbitrary arrests and assassinations. Moreover he had been asked, together with colleagues, to organise the assassination of Tutsis and certain Hutus in opposition, which he had refused. He had instead joined the CNDD. However, the CNDD-FDD had won the elections and had then started to persecute and eliminate all persons who had not supported them, including the applicant’s husband, as he knew its secrets and even held certain party documents. Hence, on 20 January 2006, three persons had come to their home, one of whom wore a formal police uniform. They had shown her husband a warrant for his arrest and he had had to go with them. She had not been allowed to accompany them but had gone to the police station to ask for him and also to various detention centres in Bujumbura. She had not managed to obtain any information but two weeks later he had been found dead by Lake Tanganyika. A few days after the funeral, the applicant had gone to the police station to complain, since one of the three men had been wearing a police uniform. She had been told that an investigation would be carried out but nothing had been done. Later, when she had insisted, she had been told to stop or she would meet the same fate as her husband, as would the entire family.", "11. As to the attacks on her, the applicant stated that she had first been attacked in her home on 2 May 2006 by four persons in civilian clothes. She had heard them enter by force through the main door and she had tried to escape with her children. She had recognised one of them as being X. They had caught her and stabbed her in the chest with a knife and she had lost consciousness. She had regained consciousness at the hospital, where she had then spent about one month recovering. She had several injuries to her face and arms and had also broken her left collar bone. When she had returned home she had found the house in disorder, their valuables had been stolen and a suitcase in which her husband had kept documents had also disappeared. The applicant submitted four photos showing the scars from her injuries, namely a scar on the right side of her chest, a scar by her left armpit, a scar on her right lower arm and a scar over her left eyebrow. She further produced a copy of a certificate dated 4 May 2006, issued by M. Minirakiza, head of psychosocial care at the Nturengaho Centre in Bujumbura. It stated that the centre was specialised in helping victims of sexual violence and that the applicant had been treated there and had received medical, psychological and social care. The author of the certificate had met with her on 2 and 4 May 2006 at the Centre and heard her account of having been the victim of sexual violence and other forms of torture.", "12. The applicant further added that the second attack against her had occurred on 15 February 2007 because the party had wanted to eliminate her as she knew some of their secrets through her husband. Thus, she had been kidnapped from her home by two persons and taken to an unknown place where she had been locked up. She had been guarded by men who had raped her one after the other. She had been told that she would be interrogated and then killed. However, one evening the guard outside her room had left and she had taken the opportunity to jump out of the window and escape. She had broken her front teeth when she had jumped. As she had managed to escape the assassination attempt, someone had come during the night of 20 May 2007 and had set fire to her house. She had been asleep, but had woken up and she and her children had managed to escape from the fire. All their belongings had been destroyed except for the applicant’s handbag which she had managed to take with her. She and her children had then stayed with a friend of hers and they had received clothes and food from kind people around them.", "13. The applicant ended her account to the Court by claiming that the party (CNDD-FDD) remained in power and thus was still looking to eliminate her in order to erase all evidence of their atrocities.", "14. The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the 2005 Act”).", "15. Chapter 5, Section 1, of the 2005 Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, Section 1, of the 2005 Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, Section 2, of the 2005 Act).", "16. Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6 of the 2005 Act). During this assessment, special consideration should be given to, inter alia, the alien’s health status. In the preparatory works to this provision (Government Bill 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien’s home country could constitute a reason for the grant of a residence permit.", "17. As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, Section 1, of the 2005 Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, Section 2, of the 2005 Act).", "18. Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies under Chapter 12, Section 18, of the 2005 Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, Sections 1 and 2, of the 2005 Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, Section 19, of the 2005 Act).", "19. Under the 2005 Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances; the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9, of the 2005 Act).", "20. Burundi is a constitutional republic with an elected government and a population of 8.3 million. Roughly 85% of the population are of Hutu ethnic origin, 15% of the remaining population are Tutsi and fewer than one percent are Twas.", "21. The political landscape of Burundi has been dominated in recent years by the civil war and a long peace process and move to democracy. The country has a multi-party system where the parties are usually based on ethnic background. Parties of relevance to the present case are:", "- Conseil National pour la Défense de la Démocratie (CNDD) ; it is a smaller faction of the former main Hutu rebel group. It is now a political party led by Léonard Nyangoma. At the legislative elections in 2005, the party won 4.9 % of the votes and 4 out of 118 seats in the Parliament.", "- Conseil National pour la Défense de la Démocratie–Forces pour la Défense de la Démocratie (CNDD-FDD) ; it is the largest faction of the former main Hutu rebel group. The CNDD was the political wing of the organisation, while the FDD was the military wing. The CNDD-FDD split from the CNDD in 1998. In January 2005 the group registered as a legal political party, led by Pierre Nkurunziza. At the legislative elections in 2005 the party won 57.8 % of the votes and 64 out of 118 seats in the Parliament and Pierre Nkurunziza was elected President.", "- Forces Nationales de Libération (FNL; formerly Parti pour la Libération du Peuple Hutu or “PALIPEHUTU”); it is a rebel group which fought in the Burundi Civil War for the Hutu ethnic group. The armed wing of PALIPEHUTU was the FNL, led by Agathon Rwasa. PALIPEHUTU-FNL was the last Hutu rebel group to sign an agreement with the Burundi government, in September 2006. A final agreement was signed in December 2008, according to which it also changed its name to simply FNL (as Burundian political parties may not refer to ethnicities in their names). In April 2009 it began disarming and became a registered political party.", "22. The US Department of State, in its 2008 Country Reports on Human Rights Practices; Burundi, dated 25 February 2009, noted that the Burundian government’s human rights record remained poor and that the government security forces continued to commit numerous serious human rights abuses. Members of the army, the police, and the National Intelligence Service were responsible for killings, torture and beatings of civilians and detainees, although there had been fewer such reports than in the previous year. It further observed that civilian authorities generally maintained effective control of the security forces, although there were instances when elements of the security forces acted independently. Moreover, while government security forces, especially the army, took some steps to prosecute the perpetrators of human rights abuses, most individuals acted with impunity. Security forces also continued to harass members of the opposition. Furthermore, a large number of weapons circulated throughout the general population and many violent incidents and killings were considered the result of vigilante abuse and personal score-settling. Despite the cease-fire, abuses by the FNL against civilians continued, primarily in the FNL traditional strongholds of Bujumbura Rural and the Northern provinces. These abuses included killings, kidnappings, rapes, theft, extortion and the looting and burning of houses.", "23. According to the Fifth Report of the Secretary General on the United Nations Integrated Office in Burundi (document S/2009/270), dated 22 May 2009, the period under review (December 2008 to May 2009) witnessed significant breakthroughs in the peace process which led to some improvements in the security situation in Burundi, especially in the north-western provinces. Accordingly, the United Nations security phase was adjusted from IV to III in Bujumbura Rural and Bubanza Provinces, bringing the entire country under security phase III. Criminal activities perpetrated by alleged FNL elements, former combatants, members of the security forces and unidentified armed individuals persisted, however, throughout the country. These included killings, abductions, rapes, lootings, armed robberies, grenade attacks, ambushes and violent incidents related to land conflicts. Moreover, despite limited improvement in the overall human rights situation during the reporting period, impunity continued to be a source of serious concern, in particular for sexual and gender-based crimes.", "24. Amnesty International reported in its Report 2009 – Burundi, that there continued to be a high incidence of rape and other sexual violence against women and girls during 2008. For example, a centre run by Médecins sans Frontières in Bujumbura received an average of 131 rape victims a month in 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}