{"ITEMID": "001-93147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "TOSHEVA v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mrs Lilyana Veselinova Tosheva, is a Bulgarian national who was born in 1943 and lives in Lesidren. She is represented before the Court by Mr Y. Grozev, a lawyer practising in Sofia. The Bulgarian Government (“the Government”) are represented by their Agents, Mrs M. Dimova and Mrs N. Nikolova, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 20 August 1990 Mrs R.A. brought an action against the applicant and her husband seeking a declaration that a contract whereby they had acquired the title of an apartment was null and void.", "On 23 December 1991 the Sofia District Court rescinded the contract. In a judgment of 3 January 1994 the Sofia City Court quashed the lower court’s judgment and remitted the case for fresh examination.", "Between May 1994 and April 2000 the Sofia District Court held at least twenty-one hearings, eight of which were adjourned because the applicant and her husband had not been duly summoned. On 14 April 2000 the domestic court rescinded the impugned contract.", "The applicant and her husband appealed. In a judgment of 12 November 2001 the Sofia City Court quashed the lower court’s judgment in respect of half of the real estate and upheld it in respect of the other half.", "The applicant’s husband lodged a cassation appeal. The applicant did not file such an appeal and did not participate in the cassation proceedings.", "In a judgment of 10 March 2003 the Supreme Court of Cassation annulled the lower court’s judgment and terminated the proceedings, holding that the plaintiff had had no standing to bring the action."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}