{"ITEMID": "001-95061", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF DOVIDYAN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1918 and lives in St Petersburg.", "6. On 15 October 2001 the applicant brought proceedings before the Oktyabrskiy District Court of St Petersburg (“the District Court”) against the St Petersburg Fuel and Energy Complex, a State energy supply enterprise, for damages. He complained that the defendant had deprived him of his right to a reduced price for heating, to which he was entitled as a disabled veteran of the Second World War.", "7. In a judgment of 14 May 2002 the District Court granted the applicant's claim in part and ordered the defendant to repay the sums overpaid by the applicant between December 1998 and November 2001.", "8. On 12 February 2003, upon the defendant's appeal, the St Petersburg City Court (“the City Court”) quashed the judgment in part and ordered a fresh examination by the first-instance court.", "9. On 31 March 2003 Judge K. of the District Court took up the case and fixed a hearing for 26 June 2003.", "10. According to the Government, the applicant modified his claims on 26 May 2003.", "11. During the hearing on 26 June 2003 the applicant waived part of his claims and lodged claims against new defendants, with the result that the hearing was postponed until 13 November 2003.", "12. In the Government's submission, the applicant modified his claims on 13 October 2003.", "13. According to the Government, the hearing scheduled for 13 November 2003 was not held owing to the fact that Judge K. had resigned from office, with the result that on 30 September 2003 the case was transferred to Judge P. The latter was on sick leave between October 2003 and January 2004. Subsequently all cases assigned to Judge P. were transferred to Judge I., who fixed a hearing in the applicant's case for 16 December 2004. On the latter date the hearing was postponed until 7 July 2005 as the judge was engaged in unrelated proceedings.", "14. In the Government's submission, the applicant modified his claims on 7 and 11 July 2005.", "15. On 7 July 2005 the hearing was adjourned until 11 August 2005 because the defendants and a third party had failed to appear, and then until the following day because the judge was engaged in unrelated proceedings. Then the hearing was postponed until 4 October 2005 in view of the defendant's failure to appear.", "16. On 4 October 2005 the hearing was adjourned until 17 November 2005 at the applicant's request; he asked for more time to adduce some evidence and consult his lawyer, and then until 22 December 2005 as the judge was on leave. In the Government's submission, on 22 December 2005 the applicant modified his claims. On the same date the hearing was postponed until 1 February 2006, as the defendants had failed to appear and there was no evidence in the case file that they had been duly notified of the hearing.", "17. By a judgment of 1 February 2006 the District Court dismissed the applicant's claims. The applicant's appeal against this judgment was stayed on 3 February 2006 owing to his failure to comply with certain formal requirements and he was invited to remedy the shortcomings by 15 March 2006. On the latter date the applicant lodged an amended appeal.", "18. On 17 May 2006 the City Court upheld the judgment of 1 February 2006 on appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}