{"ITEMID": "001-115259", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "OOMS v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Dirk Ooms, is a Belgian national who was born in 1961 and lives in Geel. He was represented before the Court by Mr Claude-André Chas, a lawyer practising in Nice. The French Government (“the Government”) were represented by their Agent, Mrs Edwige Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Until November 2001 the applicant was the managing director of Diet, a company incorporated under French law. The company ran a mail-order business selling food supplements designed to aid weight loss. Among these were a liquid product called Forskoline 500 and effervescent tablets called Sveltys-Lyghtyss. The applicant indicated that these had been purchased from “a laboratory with the normal accreditation for such products”, based in Monaco.", "The applicant added that the products in question had previously been marketed in Belgium and that “for this reason, the Belgian Federal Ministry of Social Affairs, Public Health and the Environment had, in accordance with the procedure in place in the country, authorised [their] release onto the market after verification of [their] conformity as a nutrient[s] within the meaning of Community legislation and in particular Directive No. 95/2/EC of 20 February 1995”. In that connection he provided, in particular, a document dated 28 September 2001, issued by the General Inspectorate of Foodstuffs, acknowledging receipt of a “notification file” and assigning a “plant number” to Sveltys-Lyghtyss.", "Advertising carried out for the marketing of these products in France attracted the attention of the Department for Competition, Consumer Affairs and Fraud Prevention, which consequently conducted a number of investigations (in 2001 and 2002). Noting that the Sveltys-Lyghtyss tablets contained sodium benzoate, they contacted the person who had taken over from the applicant as managing director of Diet – who passed them the above-mentioned document dated 28 September 2001 – and then contacted the General Inspectorate of Foodstuffs in Brussels. The latter responded in the following terms in a letter dated 8 July 2002:", "“... Further to your letter dated 11 June 2002 relating to non-compliance of the food supplement L[y]ghtyss with Directive No. 95/2 on food additives other than colours and sweeteners (unauthorised presence of sodium benzoate in a solid food supplement) ..., we have taken the necessary measures to compel the company DMS that markets this product in Belgium to comply with the directive within a period of one month. If the company fails to do so within the period we have allowed, we shall withdraw its notification number .... We thank you for this information ...”", "The applicant and the person who had succeeded him as managing director of the company Diet and the company itself were prosecuted in the criminal courts. They were charged with, inter alia, false advertising, firstly regarding the composition, essential qualities, content of active ingredients, mode of manufacture, properties and expected effects of food supplements with alleged slimming qualities, and secondly by featuring fictitious studies by researchers on the identity, qualifications or skills of the retailers of these products. They were also prosecuted for having (during 2001 and until 2 November 2002) displayed, marketed or sold foodstuffs to be used for human consumption which they knew to be adulterated, tainted or toxic, by marketing food supplements containing sodium benzoate (Sveltyss-Lyghtyss tablets), namely, an unauthorised product in non-liquid food supplements.", "By a decision of 5 March 2004, the Lille Criminal Court found the defendants guilty on those counts. It sentenced the applicant to six months’ imprisonment and a fine of 30,000 euros (EUR); the other defendants were sentenced to fines of EUR 10,000 and EUR 50,000 respectively.", "The Douai Court of Appeal upheld the Criminal Court’s ruling on these points. Its judgment, delivered on 10 March 2005, highlights the following points in particular:", "“... the Order of 2 October 1997 [which transposes into French law several EU directives on food additives, including Directive No. 95/2/EC of 20 February 1995], provides that ‘maximum levels indicated in Annexes III, IV and V refer to foodstuffs as marketed, unless otherwise stated; sodium benzoate (preservative E 211) appears in Annex III of this Order, which is permitted in food supplements up to a level of 2,000 mg per litre, but only in liquid food supplements.", "The Sveltyss-Lightyss tablets were sold in solid form, so it is immaterial whether they were effervescent or intended to be ingested in liquid form.", "Once the Belgian Government had acknowledged that the presence of sodium benzoate in solid tablets was such as to cause it to revise its previous position, the defendants could no longer rely on an authorisation they had obtained from the Belgian authorities; in any event, a decision taken by the authorities contrary to Community law does not create rights and cannot result in an acquittal of the defendants on these charges ...’", "By a judgment of 21 March 2006, the Court of Cassation dismissed an appeal lodged by the convicted parties, rejecting the ground of appeal based, inter alia, on Article 7 of the Convention as follows:", "“It is apparent from the judgment appealed against and the documents in the proceedings that the company Diet and its two successive managing directors ... were prosecuted in the criminal court on a charge of selling and releasing for sale adulterated food products on the grounds that in 2001 and 2002 theysold food supplements in the form of effervescent tablets, called Sveltyss and Lightyss, containing an illegal additive: sodium benzoate;", "In finding the defendants guilty of the offence, the Court of Appeal held that the tablets were released for sale in solid form and that, consequently, the use of sodium benzoate was not permitted, since Directive No. 95/2/EC of 25 February 1995, transposed into national law by the ministerial order of 2 October 1997, restricts the use of this preservative to liquid food supplements;", "On these grounds alone, and since at the material time sodium benzoate could not be incorporated, either in France or Belgium, into solid food supplements, the Court of Appeal justified its decision with regard to the legal and Convention provisions relied on;", "...”", "Article L. 213-3 of the Consumer Code is worded as follows:", "“Anyone who", "1. adulterates foodstuffs for human or animal consumption, medicines, drinks, or agricultural or natural products intended for sale;", "2. displays, markets or sells foodstuffs for human or animal consumption, drinks, or agricultural or natural products which they know to be adulterated, tainted or toxic", "shall be liable to the penalties provided for in Article L. 213-1", "...”", "The adulteration of a product may result from the addition of a substance deemed illegal under the applicable law (Cass. Crim., 5 September 2000, No. 99-85437) or, more generally, from “recourse to unlawful processing that fails to comply with the regulations in place, with the effect of altering the substance” (Cass. Crim., 23 January 2001, No. 00-82000).", "Directive No. 95/2/EC of the European Parliament and the Council of 20 February 1995 “on food additives other than colours and sweeteners” (Official Journal No. L 61 of 18 March 1995, p.1) stipulates that the additives listed in Annexes III and IV “may only be used in the foodstuffs referred to in [the said] Annexes and under the conditions specified therein” (Article 2, paragraph 4 of the Directive). Sodium benzoate appears in Annex III (Part A). Unlike “liquid” food supplements, “solid” food supplements are not mentioned in the list of foodstuffs for which they can be used. This Directive was transposed into French law by the Order of 2 October 1997 “on additives usable in the manufacture of foodstuffs intended for human consumption” (Official Journal No. 260 of 8 November 1997, p. 16265)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}