{"ITEMID": "001-72930", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF RICCARDI PIZZATI v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 34 - Victim);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Reasonable time);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["12. The applicant was born in 1924 and lives in Pianello Val Tidone (Piacenza).", "13. On 8 April 1974 the applicant sued Mr P. in the Piacenza District Court seeking damages for the loss she had sustained as a result of works carried out by her neighbour which had resulted, among other things, in sewage being dumped on her property.", "14. Preparation of the case for trial began on 11 May 1974. Of the sixty- six hearings listed between 11 November 1974 and 15 June 1995 nineteen were adjourned at the request of the parties, three at the request of the applicant, two at the request of Mr P., four by the court of its own motion, and one on account of a lawyers’ strike; twelve were devoted to organising expert evidence, twelve to the filing of documents and the hearing of witnesses, twelve to attempts to seek a friendly settlement, and one was adjourned in order to allow the parties to make their submissions.", "15. In the meantime Mr P.’s lawyer had filed a death certificate with the registry in respect of his client. At a hearing on 29 February 1996 the judge declared the proceedings interrupted. The proceedings were resumed on 25 September 1996 and the judge fixed 11 June 1998 as the date for hearing submissions. On an unspecified date the case was referred to the bench of judges dealing with the oldest cases (sezioni stralcio). At a hearing on 18 November 1999 the parties requested that a date be fixed for hearing oral submissions and the judge adjourned the case to 8 June 2000. The hearing was not held on that date, but adjourned to 12 June 2000. On that date judgment was reserved.", "16. In a judgment of 23 October 2000, the text of which was deposited with the registry on the same day, the Piacenza Court allowed the applicant’s claim in part and ordered Mr P.’s heir to move the septic tank that had not been installed at the prescribed distance and to replace part of the applicant’s sullage pipes. It also awarded her 15,000,000 Italian lire (7,747 euros (EUR)).", "17. On 17 October 2001 the applicant lodged an application with the Ancona Court of Appeal under Law no. 89 of 24 March 2001, known as the “Pinto Act”, complaining of the excessive length of the above-described proceedings. The applicant requested the court to conclude that there had been a breach of Article 6 § 1 of the Convention and to order the Italian Government to pay compensation for the non-pecuniary damage sustained. The applicant claimed 200,000,000 Italian lire (EUR 103,291.37) in non-pecuniary damages and an unquantified amount for costs and expenses.", "18. In a decision of 31 January 2002, the text of which was deposited with the registry on 13 February 2002, the Court of Appeal found that the proceedings had been excessively long. It held as follows:", "“In the instant case, even if the proceedings are not entirely straightforward given the subject of the proceedings (a bitter dispute between neighbours), which has given rise to many attempts at conciliation, hearings of witnesses and an expert report, the length of the proceedings - over 26 years – nonetheless does not appear proportionate to the objective importance and the consequences of the judicial proceedings.", "With regard to the conduct of the parties, account cannot be taken of the extension of the length of the proceedings owing to legitimate requests or the time necessary to rationalise and ensure the normal conduct of the proceedings given that proceedings are unreasonably long where the applicant cannot be blamed for seeking to prolong the proceedings in his or her own interests (requests for adjournment of hearings, needless objections etc.).", "With regard to the conduct of the judicial authorities, special consideration must be given, in the instant case, to the entire length of the proceedings for one level of jurisdiction with a great many adjournments which contributed to prolonging the proceedings beyond a reasonable time by causing long and unjustified interruptions (in terms of the Convention, which obliges member States to organise their judicial system in such a way as to ensure compliance with the obligations set forth in Article 6 § 1).", "In calculating compensation regard will be had only to the period beyond the reasonable time (in accordance with section 2(3)(a) of Law no. 89/2001): clearly no complaint can be made in respect of conduct on the part of persons involved in the proceedings that is in accordance with the law (such as adjournments necessary for the proper conduct of the proceedings).", "However, the delay by the judicial authorities in giving a final decision was not in accordance with the law: there is absolutely no justification for such delay given that effect must be given to the right to bring legal proceedings in defence of one’s own interests (Article 24 of the Constitution) by a decision rendered within a reasonable time in order to ensure that justice is done in compliance with the procedural guarantees established by the legislature; while having regard to the “chronic” shortage of staff, the delay in the work and the attempt to find a new balance after the latest judicial and procedural reforms.", "Regarding the calculation of just satisfaction, the pecuniary damage flowing directly from the delay in giving the final decision cannot be considered to have been made out: the damage cannot be objectively proved either by the supposed intention of the applicant to sell the property or by the costs and expenses, which, apart from the fact that they were not referred to by the applicant, have in any event been dealt with by the decision.", "With regard to non-pecuniary damage, the criterion to be applied is the one indicated under Art. 1226 of the Civil Code, reiterated in Art. 2056, to which s. 2(3) of Law no. 89/2001 refers.", "The compensation is quantified at 5,000 euros (inclusive of interest and monetary depreciation – without going into details – see Cass 2910/1995, to which will be added interest accrued only in respect of the time that elapses between the decision and payment), on account of the special nature of the case, the subject of the dispute and the period beyond the reasonable time, the number of levels of jurisdiction and the special subjective situation: on account of the length of the proceedings the applicant has undoubtedly suffered anxiety and distress as a result of waiting for the final decision and uncertainty as to the outcome of the proceedings.”", "The Court of Appeal dismissed the claim for pecuniary damages on the ground that the applicant had failed to substantiate it, awarded her EUR 5,000 on an equitable basis in compensation for non-pecuniary damage and EUR 860 for costs and expenses. The decision was served on the applicant on 13 March 2002.", "19. The applicant appealed to the Court of Cassation against that decision on 21 May 2002 on the ground that the amount awarded her by the Court of Appeal was inadequate.", "20. However, in a judgment of 12 November 2002, the text of which was deposited with the registry on 3 January 2003, the Court of Cassation declared the appeal inadmissible on the ground that it had been lodged out of time. The authorities paid the amounts due on 23 December 2003.", "21. In a letter of 25 August 2003 the applicant informed the Court of the outcome of the domestic proceedings and asked it to resume its examination of her application.", "22. Award of just satisfaction in the event of a breach of the requirement to dispose of proceedings within a reasonable time and amendment to Article 375 of the Code of Civil Procedure", "CHAPTER II", "Just satisfaction", "Section 2", "Entitlement to just satisfaction", "“1. Anyone sustaining pecuniary or non-pecuniary damage as a result of a violation of the Convention for the Protection of Human Rights and Fundamental Freedoms, ratified by Law no. 848 of 4 August 1955, on account of a failure to comply with the ‘reasonable-time’ requirement in Article 6 § 1 of the Convention, shall be entitled to just satisfaction.", "2. In determining whether there has been a violation, the court shall have regard to the complexity of the case and, in the light thereof, the conduct of the parties and of the judge deciding procedural issues, and also the conduct of any authority required to participate in or contribute to the resolution of the case.", "3. The court shall assess the quantum of damage in accordance with Article 2056 of the Civil Code and shall apply the following rules:", "(a) only damage attributable to the period beyond the reasonable time referred to in subsection 1 may be taken into account;", "(b) in addition to the payment of a sum of money, reparation for non-pecuniary damage shall be made by giving suitable publicity to the finding of a violation.”", "Section 3 Procedure", "“1. Claims for just satisfaction shall be lodged with the court of appeal in which the judge sits who has jurisdiction under Article 11 of the Code of Criminal Procedure to try cases concerning members of the judiciary in the district where the case in which the violation is alleged to have occurred was decided or discontinued at the merits stage or is still pending.", "2. The claim shall be made on an application lodged with the registry of the court of appeal by a lawyer holding a special authority containing all the information prescribed by Article 125 of the Code of Civil Procedure.", "3. The application shall be made against the Minister of Justice where the alleged violation has taken place in proceedings in the ordinary courts, the Minister of Defence where it has taken place in proceedings before the military courts and the Finance Minister where it has taken place in proceedings before the tax commissioners. In all other cases, the application shall be made against the Prime Minister.", "4. The court of appeal shall hear the application in accordance with Articles 737 et seq. of the Code of Civil Procedure. The application and the order setting the case down for hearing shall be served by the applicant on the defendant authority at its elected domicile at the offices of State Counsel (Avvocatura dello Stato) at least fifteen days prior to the date of the hearing before the Chamber.", "5. The parties may apply to the court for an order for production of all or part of the procedural and other documents from the proceedings in which the violation referred to in section 2 is alleged to have occurred and they and their lawyers shall be entitled to be heard by the court in private if they attend the hearing. The parties may lodge memorials and documents up till five days before the date set for the hearing or until expiry of the time allowed by the court of appeal for that purpose on an application by the parties.", "6. The court shall deliver a decision within four months after the application is lodged. An appeal shall lie to the Court of Cassation. The decision shall be enforceable immediately.", "7. To the extent that resources permit, payment of compensation to those entitled shall commence on 1 January 2002.”", "Section 4 Time-limits and procedures for lodging applications", "“A claim for just satisfaction may be lodged while the proceedings in which the violation is alleged to have occurred are pending or within six months from the date when the decision ending the proceedings becomes final. Claims lodged after that date shall be time-barred.”", "Section 5 Communications", "“If the court decides to allow an application, its decision shall be communicated by the registry to the parties, to State Counsel at the Court of Audit to enable him to start an investigation into liability, and to the authorities responsible for deciding whether to institute disciplinary proceedings against the civil servants involved in the proceedings in any capacity.”", "Section 6 Transitional provisions", "“1. Within six months after the entry into force of this Act, anyone who has lodged an application with the European Court of Human Rights in due time complaining of a violation of the ‘reasonable-time’ requirement contained in Article 6 § 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms, ratified by Law no. 848 of 4 August 1955, shall be entitled to lodge a claim under section 3 hereof provided that the application has not by then been declared admissible by the European Court. In such cases, the application to the court of appeal must state when the application to the said European Court was made.", "2. The registry of the relevant court shall inform the Minister for Foreign Affairs without delay of any claim lodged in accordance with section 3 and within the period laid down in subsection 1 of this section.”", "Section 7 Financial provisions", "“1. The financial cost of implementing this Act, which is put at 12,705,000,000 Italian lire from 2002, shall be met by releasing funds entered in the three-year budget 2001-03 in the chapter concerning the basic current-liability estimates from the ‘special fund’ in the year 2001 forecast of the Ministry of the Treasury, Economy and Financial Planning. Treasury deposits shall be set aside for that purpose.", "2. The Ministry of the Treasury, Economy and Financial Planning is authorised to make the appropriate budgetary adjustments by decree.”", "23. On appeal from decisions delivered by the courts of appeal in “Pinto” proceedings, the Court of Cassation, sitting as a full court (Sezioni Unite), gave four judgments (nos. 1338, 1339, 1340 and 1341) on 27 November 2003, the texts of which were deposited with the registry on 26 January 2004, quashing the appeal court’s decision and remitting the case for a rehearing. It held that “the case-law of the Strasbourg Court is binding on the Italian courts regarding the application of Law no. 89/2001”.", "In its judgment no. 1340 it affirmed, inter alia, the principle that", "“the court of appeal’s determination of non-pecuniary damage in accordance with section 2 of Law no. 89/2001, although inherently based on equitable principles, must be done in a legally defined framework since reference has to be made to the amounts awarded, in similar cases, by the Strasbourg Court. Some divergence is permissible, within reason.”", "24. Extracts from the plenary Court of Cassation’s judgment no. 1339 deposited with the registry on 26 January 2004", "“... 2.- The present application poses the fundamental question of what legal effect must be given – in implementing the Law of 24 March 2001 no. 89, and in particular in determining the non-pecuniary damage arising out of the breach of the reasonable length of proceedings requirement – to the judgments of the European Court of Human Rights, whether considered generally as interpretative guidelines which the said Court has laid down with regard to the consequences of the said violation, or with reference to a specific case in which the European Court has already had occasion to give a judgment on the delay in reaching a decision. ...", "As stipulated in section 2.1 of the said Law, the legal fact which gives rise to the right to the just satisfaction that it provides for is constituted by the “violation of the Convention for the Protection of Human Rights and Fundamental Freedoms, ratified in accordance with the Law of 4 August 1955 no. 848, for failure to comply with the reasonable time referred to in Article 6, paragraph 1 of the Convention.” In other words, Law no. 89/2001 identifies the fact constituting the right to compensation by reference to a specific provision of the European Convention on Human Rights. This Convention instituted a Court (the European Court of Human Rights, with its seat in Strasbourg) to ensure compliance with the provisions contained therein (Article 19). Accordingly, the competence of the said court to determine, and therefore to interpret, the significance of the said provisions must be recognised.", "As the fact constituting the right conferred by Law no. 89/2001 consists of a violation of the European Convention on Human Rights, it is for the Court of the European Convention on Human Rights to determine all the elements of such a legal fact, which thus ends by being “brought into conformity” by the Strasbourg Court, whose case-law is binding on the Italian courts in so far as the application of Law no. 89/2001 is concerned.", "It is not necessary therefore to pose the general problem of the relationships between the European Convention on Human Rights and the internal judicial system, which the Advocate-General (Procuratore Generale) has amply discussed in court. Whatever opinion one may have about that controversial issue and therefore about the place of the European Convention on Human Rights in the context of the sources of domestic law, it is certain that the direct implementation in the Italian judicial system of a provision of the European Convention on Human Rights, established by Law no. 89/2001 (that is, by Article 6 § 1 in the part relating to “reasonable time”), cannot diverge from the interpretation which the European Court gives of the same provision.", "The opposite argument, which would permit a substantial divergence between the application accorded to Law no. 89/2001 in the national system and the interpretation given by the Strasbourg Court to the right to reasonable length of proceedings, would deprive the said Law no. 89/2001 of any justification and cause the Italian State to violate Article 1 of the European Convention on Human Rights, according to which ‘The High Contracting Parties shall secure to everyone within their jurisdiction the rights and freedoms defined in Section I of this Convention’ (including the said Article 6, which provides for the right to have a case decided within a reasonable length of time).", "The reason behind the enactment of Law no. 89/2001 was the need to provide a domestic judicial remedy against violations in respect of the duration of proceedings, so as to give effect to the subsidiary character of intervention on the part of the Court of Strasbourg, expressly provided for by the European Convention on Human Rights (Article 35: “the Court may only deal with the matter after all domestic remedies have been exhausted”). The European system for the protection of human rights is founded on the said principle of subsidiarity. From it derives the duty of the States which have ratified the European Convention on Human Rights to guarantee to individuals the protection of the rights recognised by the European Convention on Human Rights, above all in their own internal order and vis-à-vis the organs of the national judicial system. And this protection must be “effective” (Article 13 of the European Convention on Human Rights), that is, of a kind to remedy the claim without the need for recourse to the Strasbourg Court.", "The domestic remedy introduced by Law no. 89/2001 did not previously exist in the Italian system, with the consequence that appeals against Italy in respect of a violation of Article 6 of the European Convention on Human Rights had “clogged” (the term used by rapporteur Follieri in the sitting of the Senate of 28 September 2000) the European Court. The Strasbourg Court observed, prior to Law no. 89/2001, that the said failures to comply on the part of Italy “reflect a continuing situation that has not yet been remedied and in respect of which litigants have no domestic remedy. This accumulation of breaches accordingly constitutes a practice that is incompatible with the Convention” (see the four judgments of the Court delivered on 28 July 1999 in the cases of Bottazzi, Di Mauro, Ferrari and A. P.).", "Law no. 89/2001 constitutes the domestic remedy to which a “victim of a violation” (as defined by Article 34 of the European Convention on Human Rights) of Article 6 (failure to comply with the reasonable-time requirement) must have recourse before applying to the European Court to claim the “just satisfaction” provided for in Article 41 of the European Convention on Human Rights, which, when the violation exists, is only awarded by the Court “if the internal law of the High Contracting Party concerned allows only partial reparation to be made”. Law no. 89/2001 has therefore allowed the European Court to declare inadmissible applications lodged with it (including before the Act was passed) and aimed at obtaining just satisfaction provided for in Article 41 of the European Convention on Human Rights for the excessive length of proceedings (Brusco v. Italy, decision of 6 September 2001).", "This mechanism for implementation of the European Convention on Human Rights and observance of the principle of subsidiarity in respect of interventions of the European Court of Strasbourg does not operate, however, in cases in which the Court holds that the consequences of the established violation of the European Convention on Human Rights have not been redressed by domestic law or that this has been done only “partially”, because in such an event the said Article 41 provides for the intervention of the European Court to protect the “victim of the violation”. In such cases an individual application to the Strasbourg Court on the basis of Article 34 of the European Convention on Human Rights is admissible (Scordino and Others v. Italy, decision of 27 March 2003) and the Court acts directly to protect the rights of the victim whom it considers not to have been adequately protected by domestic law.", "The judge of the adequacy or inadequacy of the protection that the victim has had from domestic law is, obviously, the European Court, whose duty it is to apply Article 41 of the European Convention on Human Rights to ascertain whether, in the presence of a violation of a provision of the European Convention on Human Rights, the internal law has been able to fully redress the consequences of this violation.", "The argument whereby, in applying Law no. 89/2001, the Italian court may follow a different interpretation from that which the European Court has given to the provisions of Article 6 of the European Convention on Human Rights (violation of which is the fact giving entitlement to the right to compensation attributed by the said national law) implies that the victim of the violation, if he or she receives reparation at national level considered inadequate by the European Court, must obtain the just satisfaction provided for in Article 41 of the European Convention on Human Rights from the latter Court. This would defeat the purpose of the remedy provided for in Italian law by Law no. 89/2001 and entail a violation of the principle of the subsidiarity of the intervention of the Strasbourg Court.", "It is therefore necessary to concur with the European Court of Human Rights, which, in the above-mentioned decision on the Scordino application (concerning the inadequacy of the protection afforded by the Italian courts in implementing Law no. 89/2001), affirmed that “it follows from the principle of subsidiarity ... that the national courts must, where possible, interpret and apply domestic law in accordance with the Convention”.", "... The preparatory documents of Law no. 89/2001 are even more explicit. In the report concerning the bill of Senator Pinto (proceedings of the Senate no. 3813 of 16 February 1999) it is affirmed that the compensatory mechanism proposed in the legislative initiative (and then adopted by the Act) secures for the applicant “a protection analogous to that which he or she would receive in the international court”, as the direct reference to Article 6 of the European Convention on Human Rights makes it possible to transfer to domestic level “the limits of applicability of the same provision existing at international level, limits which depend essentially on the State and on the development of the case-law of the Strasbourg authorities, especially that of the European Court of Human Rights, whose decisions must therefore guide ... the domestic court in the definition of these limits”.", "... 6. – The considerations expounded in sections 3-5 of the document refer in general to the importance of the interpretative guidance of the European Court on the implementation of Law no. 89/2001 with regard to reparation for non-pecuniary damage.", "In this particular instance, however, any possibility for the national court to exclude non-pecuniary damage (despite having found a violation of Article 6 of the European Convention on Human Rights) must be considered as non-existent because such is precluded by the previous decision of the European Court which, with reference to the same proceedings, had already ascertained that the unjustified delay in reaching a decision had had consequences involving non-pecuniary damage for the applicant, which the Court itself redressed for a limited period. From such a decision of the European Court it follows that, once the national court has ascertained that the violation has continued in the period following that considered in the said decision, the applicant has continued to suffer non-pecuniary damage, which must be compensated for in application of Law no. 89/2001.", "It cannot therefore be maintained – as the Rome Court of Appeal has done – that compensation is not due because of the small amounts at stake in the proceedings in question. Such a reason, apart from being rendered immaterial by the fact that the European Court has already ruled that non-pecuniary damage had been sustained because of delay in the same action, is in any case incorrect, because the amount of what is at stake in an action in which non-compliance with reasonable time-limits has been ascertained can never have the effect of excluding non-pecuniary damage, given that the anxiety and distress resulting from the length of the proceedings normally also occur in cases in which the amounts at stake are small; hence this aspect may have the effect of reducing the amount of compensation but not of totally excluding it.", "7 – In conclusion the decision appealed against must be quashed and the case remitted to the Rome Court of Appeal, which, in a different composition, will order payment to the applicant of the non-pecuniary damages payable as a result of the violation of the reasonable-time requirement for the period following 16 April 1996 alone, taking as a reference point payments of the same kind of damages by the European Court of Human Rights, from which it may diverge, but only to a reasonable extent (HR Court, 27 March 2003, Scordino v. Italy)”.", "25. The Court of Cassation held as follows:", "“...Where the victim of unreasonably lengthy proceedings dies prior to the entry into force of Law no. 89 of 2001 [known as the “Pinto Act”] this shall preclude a right [to just satisfaction] from arising and passing to the heirs, in accordance with the general rule that a person who has died cannot become entitled to a right conferred by an Act that is passed after their death...”", "26. The Court of Cassation judges noted that the right to compensation for a violation of the right to a hearing within a reasonable time derived from the Pinto Act. The mechanism set in place by the European standard did not give applicants a cause of action before the domestic courts. Accordingly, the right to “just satisfaction” could neither be acquired nor transferred by a person who had already died by the time the Pinto Act came into force. The fact that the deceased had, while alive, lodged an application with the Strasbourg Court was not decisive. Section 6 of the Pinto Act did not constitute, as the applicants had maintained, a procedural standard bringing about a transfer of powers from the European Court to the domestic courts.", "27. In this case, which concerned the possibility or otherwise of transferring to heirs the right to compensation deriving from a breach of Article 6 § 1 on account of the length of the proceedings, the First Division of the Court of Cassation referred the case to the full court indicating that there was a conflict between the case-law authorities, that is, between the restrictive approach taken by the Court of Cassation in the earlier judgments regarding heirs and the Pinto Act and the four judgments delivered by the Court of Cassation, sitting as a full court, on 26 January 2004 to the extent that a less strict interpretation would lead to the conclusion that this right to compensation has existed since Italy ratified the European Convention on 4 August 1955.", "28. In the case giving rise to the order mentioned above referring the case to the full court (see preceding paragraph), the Court of Cassation, sitting as a full court, established the following principles, thus preventing any further conflicting decisions being given by the courts:", "(i) Law no. 848 of 4 August 1955, which ratified the Convention and made it enforceable, introduced into domestic legal order the fundamental rights, belonging to the category of rights conferred on the individual by public law, provided for in the first section of the Convention and which correspond to a large extent with those set forth in Article 2 of the Constitution. In that respect the Convention provisions are confirmatory and illustrative. ...", "(ii) It is necessary to reiterate the principle that the act giving rise to the right to reparation conferred by domestic law corresponds to a breach of the provision in Article 6 of the Convention, which is immediately applicable in domestic law.", "The distinction between the right to a hearing within a reasonable time, introduced by the European Convention on Human Rights (or even pre-existing as a constitutionally protected value), and the right to equitable reparation, which was allegedly introduced only by the Pinto Act, cannot be allowed in so far as the protection provided by the domestic courts does not depart from that previously offered by the Strasbourg Court, the domestic courts being bound to comply with the case-law of the European Court. ...", "(iii) Accordingly, the right to equitable reparation for loss sustained as a result of the unreasonable length of proceedings prior to the entry into force of Law no. 89/2001 must be acknowledged by the domestic courts even in favour of the heirs of a party who introduced the proceedings before that date, subject only to the condition that the claim has not already been lodged with the Strasbourg Court and the Court has not ruled on admissibility. ...", "29. This judgment of the Court of Cassation concerned an appeal by the Ministry of Justice challenging the Court of Appeal’s award of non-pecuniary damages to a juristic person. The Court of Cassation referred to the decision reached in the case of Comingersoll v. Portugal [GC], no. 35382/97, ECHR 2000IV and, after referring to the four judgments of the full court delivered on 26 January 2004, found that its own case-law was not in line with the European Court. It held that there was no legal barrier to awarding just satisfaction to “juristic” persons according to the criteria of the Strasbourg Court. Accordingly, since the Court of Appeal had correctly decided the case the appeal was dismissed.", "30. The Court of Cassation made the following observations:", "“ ... [Whereas] non-pecuniary damage is the normal, albeit not automatic, consequence of a breach of the right to a hearing within a reasonable time, it will be deemed to exist, without it being necessary to specifically prove it (directly or by presumption), on the basis of the objective fact of the breach, on condition that there are no special circumstances indicating the absence of any such damage in the actual case concerned (Cass. A.P. 26 January 2004 nos. 1338 and 1339).", "- the assessment on an equitable basis of compensation for non-pecuniary damage is subject – on account of the specific reference in section 2 of Law no. 89 of 24 March 2001 to Article 6 of the European Convention on Human Rights (ratified by Law no. 848 of 4 August 1955) – to compliance with the Convention, in accordance with the judicial interpretation given by the Strasbourg Court (non-compliance with which results in a violation of the law), and must therefore, as far as possible, be commensurate, in substantive and not merely formal terms, with the amounts paid in similar cases by the European Court, it being possible to adduce exceptional circumstances that suggest themselves in the particular case, on condition that they are reasoned, not excessive and not unreasonable (Cass. A.P. 26 January 2004 no. 1340). ...", "- a discrepancy in the method of calculation [between the Court’s case-law and section 2 of the Pinto Act] shall not affect the general vocation of Law no. 89 of 2001 to meet the objective of awarding proper compensation for a breach of the right to a hearing within a reasonable time (vocation acknowledged by the European Court in, inter alia, a decision of 27 March 2003 in Scordino v. Italy (application no. 36813/97)), and accordingly shall not allow any doubt as to the compatibility of that domestic standard with the international commitments entered into by the Italian Republic when ratifying the European Convention and the formal recognition, also at constitutional level, of the principle stated in Article 6 § 1 of that Convention...”", "31. In the report CM/Inf/DH(2004)23, revised on 24 September 2004, the Ministers’ deputies made the following indications regarding an assessment of the Pinto remedy:", "“...11. As regards the domestic remedy introduced in 2001 by the “Pinto Act”, a number of shortcomings remain, particularly in connection with the effectiveness of the remedy and its application in conformity with the Convention: in particular, the law does not provide yet for the acceleration of pending proceedings. ...", "109. In the framework of its examination of the 1st annual report, the Committee of Ministers expressed concern at the fact that this legislation did not foresee the speeding up of the proceedings and that its application posed a risk of aggravating the backlog of the appeal courts. ...", "112. It should be pointed out that in the framework of its examination of the 2nd annual report, the Committee of Ministers had noted with concern that the Convention had no direct effect and had consequently invited the Italian authorities to intensify their efforts at national level as well as their contacts with the different bodies of the Council of Europe competent in this field. ...”", "32. In this interim resolution the Ministers’ deputies indicated as follows:", "“The Committee of Ministers", "Noting ...", "“...the setting-up of a domestic remedy providing compensation in cases of excessive length of proceedings, adopted in 2001 (the \"Pinto” law), as well as the recent development of the case-law of the Court of cassation, increasing the direct effect of the case-law of the European Court in the Italian legal system, while noting that this remedy still does not enable for acceleration of proceedings so as to grant effective redress to all victims;", "Stressing that the setting-up of domestic remedies does not dispense states from their general obligation to solve the structural problems underlying violations;", "Finding that despite the efforts undertaken, numerous elements still indicate that the solution to the problem will not be found in the near future (as evidenced in particular by the statistical data, the new cases before both domestic courts and the European Court, the information contained in the annual reports submitted by the government to the Committee and in the reports of the Prosecutor General at the Court of cassation); ...", "Stressing the importance the Convention attaches to the right to fair administration of justice in a democratic society and recalling that the problem of the excessive length of judicial proceedings, by reason of its persistence and extent, constitutes a real danger for the respect of the rule of law in Italy; ...", "URGES the Italian authorities to enhance their political commitment and make it their effective priority to meet Italy’s obligation under the Convention and the Court’s judgments, to secure the right to a fair trial within a reasonable time to all persons under Italy’s jurisdiction. ...”", "33. The European Commission for the efficiency of justice was set up at the Council of Europe by Resolution Res(2002)12 with the aim of (a) improving the efficiency and the functioning of the justice of member States with a view to ensuring that everyone within their jurisdiction can enforce their legal rights effectively, thereby generating increased confidence of the citizens in the justice system and (b) enabling a better implementation of the international legal instruments of the Council of Europe concerning efficiency and fairness of justice.", "34. In its framework programme (CEPEJ (2004) 19 Rev 2 § (7) the CEPEJ noted that “the mechanisms which are limited to compensation are too weak and do not adequately incite the States to modify their operational process, and provide compensation only a posteriori in the event of a proven violation instead of trying to find a solution for the problem of delays.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}