{"ITEMID": "001-5285", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "GEORGIOU v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant is a British national, born in Cyprus in 1953, and the second applicant is his wife. The applicants live in Leicester and are represented before the Court by Ms Nuala Mole, a lawyer practising in London.", "In 1976 the applicants purchased a take-away food shop in Leicester and began trading as “Mario’s Chippery”. Most of their sales were of hot food, subject to value added tax (“VAT”) at the standard rate.", "After a routine control visit in May 1989, Customs & Excise officers (“Customs officers”), who collect VAT on behalf of the Government, checked with several of the applicants’ suppliers and discovered that certain purchases had been understated. On five consecutive days from 9 October 1989, Customs officers secretly kept watch on the premises from a window on the upper floor of a property which was obliquely across the road from the premises and recorded details of customers entering and leaving and the number of “packets” or bags of food bought. They also observed and recorded all deliveries made.", "On 18 January 1990 the applicants were interviewed by two Customs officers and a few days later their till readings were analysed. In mid August 1989 the shop had been refitted with a new electronic till. On demand the till could produce reports which summarised the transactions entered onto it. The relevant grand total reading for takings from 5 September 1989 to 26 January 1990 was £106,214.93. This was compared with declared takings of £49,000.", "On 2 February 1990 the applicants admitted that they had been under-declaring takings and removing cash from the till since 1986. They also admitted to withholding purchase invoices from their accountants.", "In May 1990 assessments were made by Customs Commissioners in respect of under-declared tax between January 1986 and October 1989. These were based on a weekly suppression rate derived from the till grand total for the period from September 1989 to January 1990. The grand till total was assumed to be tax exclusive and, with an adjustment for zero-rated sales, VAT at 15% was added. £15,000 was deducted to allow for keying errors and training and other non-transaction entries. The difference between the result and the declared takings for the same period was divided by the number of weeks for which the shop was open, to obtain the weekly suppression rate. This rate was then applied to earlier periods with periodic reductions to reflect assumed price increases. The assessment figure reached was £61,902. The tribunal later found that the observation figures were used as supporting evidence only.", "On 15 June 1990 the applicants changed accountants and formally asked for the case to be reconsidered. The new accountants argued that the till memory was an unfair basis for assessing the tax as it included matters besides takings, and that it was impossible to ascertain the sums attributable to those matters. The figure put forward for tax due was £8,794.", "The matter was reconsidered and Customs Commissioners issued amended assessments on 20 November 1990 for the sum of £56,444; this took the figure of £106,000 as inclusive of VAT and deducted £5,000 (as opposed to £15,000) for keying and training errors. On 13 December 1990 the applicants appealed against the reduced assessment of 20 November 1990 (the first appeal).", "On 14 December 1990 Customs Commissioners formally issued the applicants with a notice of assessment of a penalty under section 13 of the Finance Act 1985 for dishonest evasion of VAT for sixteen accounting periods between 1 November 1986 and 31 October 1989. The tax evaded was stated to be £56,444 and the penalty was assessed at £53,631, 95% of the total, giving a reduction of 5% for co-operation under section 13(4) of the Act. The applicants appealed against this penalty on 26 July 1991 (the second appeal).", "The VAT tribunal heard the consolidated appeals over 49 working days from March to July 1993. The applicants were represented by counsel with a specialised VAT practice, who had, according to their own case:", "“an in depth familiarity with the theory of VAT law and extensive experience of taking VAT cases to both the tribunal and the High Court. She was at the time of the domestic proceedings the author of a leading practitioners’ work on the subject ‘The Encyclopaedia of VAT’”.", "The applicants’ principal argument was that the review of the tax assessment in November 1990 ought to have been made according to the Commissioners’ best judgment (using the “best judgment” test which applied to the assessments themselves). They argued that the till readings were an unreliable indicator of the takings and should not have been used as the basis of the assessment. Accordingly, the Commissioners could not have used their best judgment in assessing the tax due and the assessments were void. They further submitted that the penalty reduction of 5% for co-operation was too low in the circumstances.", "In its judgment of 28 April 1994, the VAT tribunal held that nothing in either the VAT Act 1983 or the Finance Act 1985 required a review of an assessment to be made according to “the best judgment” test. Nevertheless, it found that, in the circumstances, the review had indeed been made according to the Commissioners’ best judgment.", "During the course of proceedings an issue had been raised by the applicants as to the Commissioners’ compliance with certain directions for discovery. The VAT tribunal commented:", "“Although the discovery directions were not fully complied with, we are satisfied that eventually the [applicants] saw every existing document and were sufficiently informed of the contents of every other document which could possibly be considered as material to the applicants’ case and which was not privileged from production.", "In our judgment the Commissioners’ failure to comply with the directions did not amount to wilful disobedience, and it was caused mainly by the Leicester office’s unfamiliarity with such directions and by the fact that the Commissioners took a relatively narrow view of the matters in issue in the case and of the documents which related to those matters, as opposed to the very wide view taken by the Appellants’ advisers.”", "Although the applicants’ attack on the validity of the assessments failed as to quantum, the VAT tribunal held that £25,000 should be deducted as the proper figure for keying and typing errors (as opposed to £5,000), and it allowed an increase of 10% in takings for October 1989 following the shop’s refurbishment period. The tax due was reduced to £29,964.30, the penalty having been reassessed at 75%.", "The applicants appealed to the High Court. In its judgment of 6 October 1995, the court held that there was no point of law upon which the High Court could intervene, since it was satisfied that the VAT tribunal had not misdirected itself in law in reaching the decision that the Customs Commissioners had exercised their best judgment in making the assessments.", "The applicants further appealed to the Court of Appeal, challenging the tribunal’s decision that the Commissioners had exercised their best judgment. The Court of Appeal, following the case of Van Boeckel v Customs and Excise Comrs [1981] STC 290, reiterated that the VAT tribunal’s function is twofold: first to consider whether the commissioners have duly discharged their function and second to consider any further grounds put forward for reducing the assessment. Giving judgment on 25 February 1996, the Court of Appeal held that it was impossible to find fault with the figures reached by the tribunal. The Court of Appeal declined to decide the issue of whether the “best judgment” test applied to the review as well as the assessment, because it was not relevant to the case before it.", "The Court of Appeal criticised the approach of the appeal petition, Lord Justice Evans noting at page 476 § j:", "“What is not permitted, in my view, is a roving selection of evidence coupled with a general assertion that the tribunal’s conclusion was against the weight of evidence and was therefore wrong. A failure to appreciate what is the correct approach accounts for much of the time and expense that was occasioned by this appeal to the High Court.”", "Lord Justice Evans commented again at page 477 § d,", "“The notice of appeal to the High Court raised what were essentially factual issues stated as questions of law to the general effect that the tribunal had no right to make the findings which it did in the light of the evidence that it heard.”", "Lord Justice Evans noted the failure to identify the issues in advance of, or even at the hearing, noting at page 469 § c:", "“it must be said that there was a wholly indiscriminate and unnecessary attention to detail throughout.”", "On the issue of the length of proceedings, Lord Justice Evans commented, at page 482 § b:", "“I would say that the length of these proceedings was largely due to the failure to identify either at or before the beginning of the hearing, and to formulate, the issues that were raised. If this had been done the process of discovery would have been eased and the tribunal would have been better able to exercise control over the close examination of highly detailed evidence to which it was subjected.”", "The appeal was dismissed and leave to appeal to the House of Lords was refused.", "The applicants’ petition to the House of Lords was refused on 19 May 1997. Bankruptcy proceedings, commenced by the Customs Commissioners, have been adjourned pending consideration of the applicants’ case before the Court.", "Relevant domestic law", "The relevant part of paragraph 4 of Schedule 7 of the Value Added Tax Act 1983 (“the 1983 Act”), now Section 73(1) of the Value Added Tax Act 1994 (“the 1994 Act”), provides as follows:", "“(1) Where a person has failed to make any returns under this Act or to keep any documents and afford the facilities necessary to verify such returns or where it appears to the Commissioners that such returns are incomplete or incorrect they may assess the amount of tax due from him to the best of their judgment and notify it to him.”", "A provision for appeals is made in section 40(1) of the 1983 Act (sections 83-84 of the 1994 Act):", "“40 (1). An appeal shall lie to a value added tax tribunal constituted in accordance with Schedule 8 to this Act against the decision of the Commissioners with respect to any of the following matters -", "(m) an assessment –", "(i) under sub-paragraph (1) or (2) of paragraph 4 of Schedule 7 to this Act in respect of a period for which the appellant has made a return under this Act; or", "(ii) under sub-paragraph (6) of that paragraph,", "or the amount of such assessment.”", "Under sub-sections (3B) and (4) respectively there are powers for the tribunal to increase or reduce the amount of any such assessment.", "Section 13 subsection (1) of the Finance Act 1985 provides that:", "“In any case where -", "(a) for the purpose of evading tax, a person does any act or omits to take any action, and", "(b) his conduct involves dishonesty (whether or not it is such as to give rise to a criminal liability);", "he shall be liable, subject to subsections (4) and (7) below, to a penalty equal to the amount of tax evaded or, as the case may be, sought to be evaded, by his conduct.”", "Subsection (4) provides:", "“If a person liable to a penalty under this section has co-operated with the Commissioner in the investigation of his true liability for tax…the Commissioner or, on appeal, a value added tax tribunal may reduce the penalty to an amount which is not less than half what it would have been apart from this subsection; and in determining the extent of any reduction under this subsection, the Commissioners or tribunal shall have regard to the extent of the co-operation which the person concerned has given to the Commissioners in their investigation.”", "Section 21 subsection (1) of the Finance Act 1985 provides that:", "“Where any person is liable -", "(a) to a penalty under any of sections 13 or 17 above,", "the Commissioners may … assess the amount due by way of penalty…and notify it to him accordingly; and the fact that any conduct giving rise to a penalty under any of sections 13 to 17 above may have ceased before an assessment is made under this section shall not affect the power of the commissioners to make such an assessment.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}