{"ITEMID": "001-91474", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "IVAN AND MARTIN MEDIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicants, Mr Ivan Medić and Mr Martin Medić, are Croatian nationals who were born in 1934 and 1974 respectively and live in Kaštel. They are represented before the Court by Mr M. Budimir, a lawyer practising in Split. The Croatian Government (“the Government”) are represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 14 November 1994 the applicants brought a civil action against an insurance company in the Split Municipal Court (Općinski sud u Splitu), seeking damages in connection with a road accident.", "In the period before the entry into force of the Convention in respect of Croatia (5 November 1997), a judgment was twice adopted and both times quashed by the appellate court. The case was transferred to the Kaštel Lukšić Municipal Court (Općinski sud u Kaštel Lukšiću).", "Further hearings before the court of first instance were held on 13 October and 8 December 1999, and 28 January, 28 April, 19 May and 22 September 2000, when a fresh judgment was adopted. However, on 7 June 2002 the judgment was quashed by the Split County Court (Županijski sud u Splitu) and the case was remitted to the court of first instance.", "Hearings were held on 27 September 2002 and 19 March, 24 September, 14 and 28 October and 28 November 2003, when a judgment on the merits was adopted. It was quashed by the appellate court on 1 December 2005.", "A further hearing was held on 28 March 2006.", "Meanwhile, on 4 July 2005 the applicants brought a constitutional complaint about the length of the proceedings. On 2 May 2006 the Constitutional Court found a violation of the applicants’ right to a hearing within a reasonable time. It awarded each applicant 10,500 Croatian kunas (HRK) in compensation, and also ordered the Kaštel Lukšić Municipal Court to decide the case in the shortest time possible but no later than six months after the publication of the decision of the Constitutional Court in the Official Gazette.", "On 30 May 2006 the Kaštel Lukšić Municipal Court gave a judgment. On 21 November 2007 it gave an additional judgment on the part of the claim which had not been addressed in the judgment of 30 May 2006.", "On 13 March 2008 the Split County Court upheld both judgments in parts concerning the main claim, but quashed the part concerning the interest rate and the costs of proceedings and remitted it to the first instance. The proceedings in that respect are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}