{"ITEMID": "001-22347", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "P.W. v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, P.W., is a Swiss national who was born in 1926 and lives in Therwil in Switzerland. He is represented before the Court by Mr B. Gelzer, a lawyer practising in Basel.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant worked in Basel as a real property administrator in the C. company. In 1987 he was given notice as he had allegedly appropriated payments for repairs which had not been undertaken.", "Criminal proceedings were instituted against the applicant on account of professional fraud. Upon appeal, the Court of Appeal (Appellationsgericht) of the Canton of Basel-Stadt on 31 March 1995 sentenced the applicant to three years’ imprisonment. The court was composed of three judges and assisted by court registrar W.", "Meanwhile, in 1987 the applicant brought an action before the Basel Commercial Arbitration Court against the C. company, claiming 8,000 Swiss francs (CHF), inter alia, for outstanding salary claims. In 1988 the defendant company brought a counter-action against the applicant, claiming CHF 592,864. Proceedings were then continued before the Civil Court (Zivilgericht) of the Canton of Basel-Stadt which on 5 December 1988 suspended the proceedings in view of the criminal proceedings instituted against the applicant.", "Proceedings were resumed in 1993. The defendant company brought a further counter-action against the applicant, now claiming CHF 4,170,644 for damages caused by fictitious bills.", "As from 1 January 1994 onwards, judge R., the President of the Civil Court, acted in the applicant’s case as the judge responsible for the preparation of cases for trial (Instruktionsrichter).", "On 30 May 1994 the applicant extended his claims to CHF 73,685. He also requested free legal aid.", "On 21 July 1994 judge R. authorised the amendments of the action and counter-action. In order to examine the applicant’s request for free legal aid, he obtained copies of judgments from the competent courts which had conducted the criminal proceedings and had refused the applicant free legal aid. On 30 November 1994 judge R. refused the applicant’s request for legal aid as he had not demonstrated his indigence.", "On 27 January 1995 judge R. fixed 31 May 1995 as the time-limit for filing replies to the action and counter-action. On 20 November 1995 the defendant company filed further submissions, accompanied by photocopies of certain documents. As the applicant contested their authenticity, judge R. requested the defendant company to submit the original documents.", "On 18 April 1996 the applicant amended his action and requested, in addition, CHF 184,000 from the defendant company. As a result, judge R. instructed the applicant to pay advance costs of CHF 6,000. The applicant replied that he was unable to pay this sum whereupon judge R. declared the amendment to the action inadmissible (aus dem Recht gewiesen).", "On 24 March 1997 both the applicant and the defendant company filed further submissions.", "On 30 July 1997 judge R. closed the exchange of statements and ordered the documents of the criminal proceedings to be included in the case-file.", "On 31 December 1997 judge R. terminated his functions at the Civil Court and became a judge at the Court of Appeal of the Canton of Basel-Stadt. Thereafter, judge M. undertook the functions in the applicant’s case before the Civil Court as judge responsible for the preparation of cases for trial.", "On 3 June 1998 a hearing took place before the Civil Court at which both parties were present. In its judgment of 9 September 1998 the court ordered the applicant to pay CHF 38,789 to the defendant company, while formally taking note that the latter accepted the applicant’s action to the extent of CHF 11,210. It imposed the costs of the court proceedings concerning the action, amounting to CHF 3,630, on the applicant, who was furthermore ordered to pay 25% of the costs of the counter-action, amounting altogether to CHF 75,490.", "The applicant appealed against the judgment in respect of the imposition of costs, claiming that the defendant company should pay the entire costs of the counter-action, and 15% of the costs of his action. On 10 March 1999 the Court of Appeal of the Canton of Basel-Stadt dismissed the appeal. It transpires from the judgment that the bench was composed of four judges, among them judge R., as well as the court registrar W.", "The applicant’s public law appeal (staatsrechtliche Beschwerde) was dismissed by the Federal Court on 16 July 1999. Insofar as the applicant complained of the lack of impartiality of judge R. and court registrar W., the Federal Court stated:", "“According to the submissions of the Court of Appeal ... R. had acted, in the case at issue, as judge responsible for preparing cases for trial between 1 January 1994 and 31 December 1997. During this period of time he examined the applicant’s requests for free legal aid; imposed advance court costs; dealt with requests concerning amendments of the action and the counter-action; fixed time-limits for the exchange of statements; and decided on requests for the transmittal of files, including those of the criminal proceedings. On 31 December 1997, when a new judge took over these functions, the preparation of the case for trial was not yet completed. In particular, the successor had to decide on the taking of evidence requested; to prepare the trial; and to participate in the decision. As a result, while R., as the first instance judge responsible for the proceedings, took all decisions necessary for the progress of the proceedings and for the preparation of the judgment, at no moment was he obliged to express himself on the admissibility or the merits of the legal requests stated in the action or the counter-action ...", "The participation of R. also does not raise an issue under ... Article 6 § 1 of the Convention. It has not been made clear why the procedure in second instance – despite the participation of R. – could no longer be described as open and undetermined in respect of the legal questions to be resolved, a fortiori as the judgment of the lower court was only contested in respect of the costs. When acting as judge responsible for preparing cases for trial, R. did not have to deal with the issue of attributing the costs of the proceedings. He therefore appears as an impartial judge in this respect. This conclusion is not altered by the fact that R. obtained knowledge of certain aspects playing a rôle in respect of the question whether or not the defendant company had instituted proceedings in good faith. ...", "The complaint of a breach of the Swiss Constitution and the Convention is equally unfounded insofar as court registrar W. collaborated in the second instance criminal and civil proceedings. In view of the criteria previously referred to, no partiality can objectively be made out if a court registrar participates in the decision-making in two proceedings with different contentious objects. It plays no part here that in both proceedings similar partial questions – albeit from a completely different vantage point - may have arisen.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}