{"ITEMID": "001-66819", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KUSMIERKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1953 and lives in Dębno, Poland.", "5. In 1989 the applicant was injured in a traffic accident. Later, a medical board assessed his disability as being of the first degree (serious) and he was granted a disability pension. The applicant also applied to PZU S.A., an insurance company, for a monthly allowance compensating him for his loss of ability to work (renta uzupełniająca). The company refused his request.", "6. On 14 May 1991 the applicant sued PZU S.A. in the Gorzów Wielkopolski Regional Court (Sąd Wojewódzki), seeking an award of a monthly allowance. On 23 November 1992 the court partly granted his claim. The applicant appealed.", "7. On 19 May 1993 the Poznań Court of Appeal (Sąd Apelacyjny) partly quashed the contested judgment and remitted the case.", "8. The Regional Court held hearings on 13 January and 25 August 1994. At the hearing held on 27 October 1994 the applicant modified his claim. On 24 March 1995 the trial court asked the applicant to specify his claim. On 9 May 1995 the applicant submitted to the court his modified statement of claim.", "9. The court held hearings on 8 June 1995, 7 December 1995 and 29 February 1996. On 5 April 1996 the court ordered an expert opinion. It was submitted to the court on 31 May 1996. On 17 July 1996 the court ordered an opinion from yet another expert. The expert submitted it to the court on 27 July 1996.", "10. The court held a hearing on 20 February 1997. The hearing scheduled for 22 May 1997 was cancelled. On 15 December 1997 a supplementary opinion was submitted to the court.", "11. Further hearings were held on 29 January 1998 and 20 April 1999. On 17 June 1999 yet another supplementary expert opinion was submitted to the court. On 4 November 1999 the court held a hearing.", "12. On 18 November 1999 the Regional Court gave judgment and dismissed the applicant’s claim. The applicant appealed. On 13 June 2000 the Poznań Court of Appeal upheld the first-instance judgment. The judgment is final."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}