{"ITEMID": "001-23556", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "FAUGEL v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Robert Faugel, is an Austrian national, who was born in 1968 and lives in Schalchen (Austria). He is represented before the Court by Johann Postlmayr, a lawyer practising in Mattighofen (Austria).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 March 1993 the applicant caused a road accident in a state of drunkenness.", "Subsequently, administrative proceedings were instituted against the applicant in which he was accused of, on the one hand, drunken driving and, on the other, of having failed to inform the authorities of the accident. Although proceedings on both charges were dealt with in one single decision at the first instance level, the proceedings on the above charges were disjoined subsequently. However, the separate decisions were always given on the same day. Application no. 58647/00 concerns the charge of drunken driving, while application no. 58649/00 concerns the charge of having failed to inform the authorities of the accident", "On 1 April 1996 the Braunau District Authority (Bezirkshaupt-mannschaft) summoned the applicant. However, he did not obey the summon. On 20 May 1996 he filed a comment and asked the District Authority to submit the certificate that the breathalyser had been duly calibrated.", "On 31 May 1996 the District Authority served this certificate on the applicant. However, he did not submit any further comment.", "On 21 June 1996 the District Authority issued an order imposing a fine of ATS 17,000 on the applicant for having caused a road accident in a state of drunkenness on 9 March 1996. With the same order it imposed a fine of ATS 1,500 for having refrained from notifying the authorities that he had had caused damage to property by a road accident on 9 March 1996.", "On 9 July 1996 the applicant filed an appeal.", "On 10 January 1997 the Upper Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat - “the IAP”), after having held a hearing on 16 December 1996, sitting with a single member, dismissed the applicant’s appeal against the fine of ATS 1,500. On the same day, sitting as a panel of three members, it dismissed the applicant’s appeal against the fine of ATS 17,000.", "On 20 and 21 February 1997 the applicant lodged complaints with the Constitutional Court (Verfassungsgerichtshof) against both decisions.", "On 10 October 1997 the Constitutional Court quashed the IAP’s decisions. It found that these decisions were based on an unconstitutional provision which had provided that Section 20 of the Code of Administrative Offences (Verwaltungsstrafgesetz) did not apply in road-accident proceedings. Section 20 provides that, if the extenuating circumstances outweigh the aggravating circumstances, the fine imposed may be reduced to the half of the statutory minimum fine. This decision was served on the applicant’s counsel on 4 November 1997.", "On 11 November 1997 the Independent Administrative Penal, sitting as a panel of three members, partly allowed the applicant’s appeal and reduced the fine to ATS 14,000 as, meanwhile, the applicant’s administrative criminal record was erased (Tilgung). However, it found that the requirements of Section 20 of the Code of Administrative Offences were not met.", "On the same day, sitting as a single member, it dismissed the appeal against the fine of ATS 1,500. It found that the requirements of Section 20 of the Code of Administrative Offences were not met.", "On 7 January 1998 the applicant lodged complaints with the Constitutional Court against these decisions. He stressed that the IAP had failed to hold a hearing in the second set of the proceedings on his appeal despite his request in his appeal of 9 July 1996.", "On 9 March 1998 the IAP submitted its observations in reply.", "On 27 August 1998 the applicant amended his complaints. He stressed that the composition of the IAP was unlawful as the same members had already decided on his appeal in the first set of the proceedings. Therefore, he challenged the members of the IAP.", "On 1 December 1998 the Constitutional Court refused to deal with the cases for lack of prospects of success. These decisions were served on 8 March 1999.", "On 19 March 1999 the applicant requested that the cases be transferred to the Administrative Court and on 28 May 1998 he amended his complaints. On 13 July 1999 the IAP submitted its observations in reply.", "On 31 March 2000 the Administrative Court dismissed the applicant’s complaints. It found that there was no indication of bias of the members of the IAP. As regards IAP’s failure to hold a hearing in the second set of the proceedings it found that the applicant failed to file a new request to hold a hearing. These decisions were served on 11 April 2000.", "Section 51e of the Code of Administrative Offences (Verwaltungsstrafgesetz), as far as relevant, reads as follows:", "“... 2. In case the appeal is expressly limited to points of law or concerns exclusively the severity of the sentence imposed, a hearing must only be scheduled if this is expressly requested in the appeal.", "3. A hearing need not be held if the parties expressly waive their right to a hearing. The parties may express such a waiver up to the beginning of the hearing. ...”", "Section 20 of the Code of Administrative Offences (Verwaltungsstrafgesetz), as far as relevant, reads as follows:", "“If the extenuating circumstances considerably outweigh the aggravating circumstances, or if the accused is under age, the minimum fine may be reduced to the half of the amount.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}