{"ITEMID": "001-107572", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "TERLETSKAYA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Mark Villiger", "TEXT": ["The applicant, Ms Olga Sergeyevna Terletskaya, is a Ukrainian national who was born in 1965 and lives in Nova Kakhovka. The Ukrainian Government (“the Government”) were represented by their former Agent, Mr Y. Zaytsev, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked as an assistant in a shop belonging to Mr. F.", "On 2 October 2003 a tax police squad visited Mr F.’s shop in order to carry out an unscheduled inspection due to Mr F.’s failure to submit tax returns.", "The inspection was not conducted, as Mr F., his relatives and his employees, including the applicant, prevented the officers from accessing the store’s tax records. It led to a fracas.", "As was later established by the investigation, at some point Mr F. switched off the light and the applicant screamed that she had been punched in her face by tax officer K. This escalated the scuffle and K. tried to leave the scene in his car. Mr F. and the applicant tried to prevent K. from leaving. Mr F. jumped on the hood of the car, then broke a side window and tried to pull officer K. out of the car, while the applicant blocked the rear of the car and jumped on it when the car tried to move. Tax officer L. tried to pull the applicant away from the car.", "Later the same day, the applicant lodged a complaint with the Nova Kakhovka police department against officer K. for punching her in her face.", "Again on the same day, the members of the tax police squad that had conducted the inspection gave statements to the police.", "At 10.20 p.m. the applicant was examined by a doctor, who found a bruise on her right arm.", "On 3 October 2003 the applicant lodged a complaint against tax police officers K. and L. with the Nova Kakhovka Local State Tax Administration. She complained that officer K. had beaten her and that officer L. had “applied brutal physical force” to her.", "On the same date the applicant was questioned and underwent a medical examination. The examination revealed the following injuries on her: one bruise of 2 x 1 cm on the inner side of the right forearm; one bruise of 6 x 4 cm just above the left buttock; and one bruise of 6 x 4 cm on the outer surface of the right thigh.", "Again on the same date, the tax inspectorate transferred the applicant’s complaint to the Nova Kakhovka Town Prosecutor’s Office (“the NKPO”), which started an investigation.", "On 6 October 2003 the Kherson Regional State Tax Administration conducted an internal query and concluded that the tax police had acted lawfully in conducting the tax inspection of Mr F.’s shop.", "On 15 October 2003 the applicant underwent a forensic medical examination ordered by the investigator. The forensic expert concluded that the applicant’s injuries certified by the medical examination of 3 October 2003 could have been caused by blunt hard objects, including by jumping on the car and grasping its metal parts and by having been pulled off the car by officer L.", "On several occasions the investigation questioned the individuals involved in the scuffle and some by-passers who had witnessed the beginning of the scuffle.", "On 27 October 2003 the NKPO refused to institute criminal proceedings against officers K. and L. The investigation established that on 2 October 2003 a squad of six officers had arrived at Mr F’s shop in order to conduct a tax inspection. Mr F. had refused to give them access to financial documentation. The squad had called their supervisor, Mr K., who had arrived at the shop with a lawyer to draft a report recording that it had been impossible to conduct the inspection. At that time, the applicant had arrived at the shop to start her shift as an assistant. When the members of the squad had tried to read out the document, Mr F. had switched off the light, claiming that the shop’s opening hours were over, and had started pushing the squad’s officers out of the shop. When they were out in front of the shop, Mr F. had temporarily switched off the light in front of the shop and the applicant had then started shouting that Mr K. had punched her in her face. Following that, Mr F. and his relatives and other shop assistants that had been present had blocked K.’s car, preventing it from leaving. The applicant had been jumping on the back of the car. Meanwhile, Mr F. had jumped on the hood of the car and, kicking the wind shield, had broken it. Mr F. had then broken one of the car’s side windows and, trying to pull Mr K. out of the car, had cut his hand on the broken glass. At the same time, officer L. had tried to pull the applicant away from the car but she had resisted.", "The investigator further noted the results of the forensic medical examination of the applicant and its conclusions that the applicant could have caused the minor bodily harm established herself by jumping on the car or that her injuries could have been caused by officer L. when he had tried to pull her away from it. The investigator also noted that the applicant had not had any injuries on her face.", "As it could not be established that the bodily harm ascertained had been caused to the applicant by the tax police officers, the investigator refused to institute criminal proceedings against officers K. and L. for a lack of corpus delicti.", "On 28 November 2003 the Kherson Regional Prosecutor’s Office quashed the decision of 27 October 2003 and instructed the NKPO to conduct additional investigation on the grounds that officers K. and L. had not been questioned and that the decision of 27 October 2003 had mistakenly been taken within the criminal proceedings against Mr F. and not in connection with the preliminary examination of the applicant’s complaint.", "On 4 December 2003 officers K. and L. were questioned again.", "On 5 December 2003 the NKPO refused to institute criminal proceedings.", "On 8 December 2003 the applicant lodged a private prosecution with the Nova Kakhovka Town Court. On 15 December 2003 the court left the complaint without consideration for failure to comply with procedural formalities.", "On 30 April 2004 the Nova Kakhovka Town Court quashed the NKPO’s decision of 5 December 2003 and returned the case to the NKPO for further investigation. It noted that the decision of 5 December 2003 had mistakenly been taken within the criminal proceedings against Mr F. and not in connection with the preliminary examination of the applicant’s complaint and that Mr F. and Ms R. had not been questioned as witnesses.", "In June 2004 Mr F. and Ms R. were questioned.", "On 7 June 2004 the NKPO refused to institute criminal proceedings. It was noted that there was no objective proof that officer K. had punched the applicant in her face at all, that the applicant’s other injuries could have been caused by her jumping on the car and that it could not be established beyond reasonable doubt that officer L. had caused any of the minor injuries found on the applicant.", "On 27 July 2004 the Nova Kakhovka Town Court rejected the applicant’s subsequent appeal against the decision of 7 June 2004.", "On 16 November 2004 the Kherson Regional Court of Appeal upheld the decision of the first-instance court.", "On 19 April 2005 the Supreme Court of Ukraine upheld the decisions of the lower courts.", "The applicant lodged two administrative complaints against the Prosecutor General’s Office for its alleged failure to act on her complaints.", "On 17 February and 31 August 2005 the Pechersky Court found that the Prosecutor General’s Office had failed to consider criminal complaints which the applicant had brought against the Kherson Regional Prosecutor. The court ordered the Prosecutor General’s Office to consider the applicant’s complaints and to take reasoned decisions on them.", "The applicant maintained that the court decisions of 17 February and 31 August 2005 have remained unenforced."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}