{"ITEMID": "001-105847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF YAVUZ ÇELİK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (procedural aspect)", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Paulo Pinto De Albuquerque", "TEXT": ["3. The applicant was born in 1968 and lives in Istanbul.", "4. On 11 August 2006 the Muğla Magistrates’ Court issued an arrest warrant against the applicant in order to obtain his statement in relation to a charge of slander.", "5. According to incident reports drawn up at the Üsküdar Doğancılar police station, an officer was sent to the applicant’s house early on 27 October 2006 to execute the arrest warrant. Upon discovering that the applicant was not at home, he left a note inviting him to present himself at the Üsküdar Doğancılar police station to make a statement regarding the charge brought against him.", "6. Later the same day, at approximately 2.30 p.m., the applicant telephoned the police station and quarrelled with the officer Y.A. on the phone, arguing that the police had no authority to ask him to go to the police station as he had not received a summons from the court to make a statement. It is indicated in the incident report that the applicant was very aggressive on the phone and that he insulted and threatened officer Y.A. The applicant denied these allegations.", "7. Immediately after this phone conversation, three police officers were sent to the applicant’s home to effect his arrest. Upon the applicant’s failure to cooperate and surrender, oral instructions were given from the office of the Üsküdar public prosecutor to make a forcible arrest. A scuffle then ensued between the parties, and the applicant attempted to throw himself off the balcony. He was, however, detained by the police, with the assistance of his neighbour E.A.", "8. The applicant was subsequently taken to the Üsküdar Doğancılar police station at approximately 3.30 p.m. According to the police report, the applicant continued to behave aggressively and defiantly at the police station, shouting that the police had no authority to keep him there, and at one point he tried to jump out of the window to escape. The officers, however, managed to grab hold of him and restrained him with handcuffs. The applicant confirmed this, but claimed that he had only attempted to jump out of the window as a reaction to two police officers hitting him on the chest and foot.", "9. On 27 October 2006 at 5.20 p.m. the applicant was examined by a doctor at the Haydarpaşa Numune Hospital, who noted no signs of illtreatment on his body. Following the medical examination, the applicant was taken back to the Üsküdar Doğancılar police station.", "10. In the meantime, after handing the applicant over to the police station, two of the police officers who had made the arrest, namely M.Al. and M.Ak., underwent a medical examination at the Haydarpaşa Numune Hospital. Slight abrasions were noted on both officers’ right hands.", "11. On 27 October 2006 the three police officers who were in charge of the applicant’s arrest, namely M.Al., M.Ak. and M.K., and the police officer the applicant had allegedly insulted on the phone earlier that day, namely Y.A., lodged criminal complaints with the Üsküdar public prosecutor against the applicant, accusing him of resisting police officers on duty and insulting them. In their complaints, they each gave identical accounts of the events that took place prior to and during the applicant’s arrest, which were also consistent with the official incident reports (see paragraphs 6 and 7 above).", "12. At approximately 6 p.m. on the same day the applicant’s neighbour E.A., who had witnessed the whole incident and had assisted the police in restraining and arresting the applicant, was asked to testify as a witness. E.A. verified that the applicant had violently resisted arrest, including by shouting insults, whereas the arresting police officers had in no way assaulted or otherwise mistreated him.", "13. On an unspecified date the Üsküdar public prosecutor initiated an investigation against the applicant on charges of obstructing police officers in the performance of their duties by insulting and assaulting them (investigation no. 2006/22778).", "14. On 28 October 2006 at half past midnight the applicant was questioned at the police station in relation to the charges brought by the police officers. According to the official statement (sanık ifade tutanağı), which he declined to sign, the applicant chose to remain silent and refused the assistance of the lawyer appointed by the Bar Association. He declared that he would make his statement before the public prosecutor.", "15. At around noon the same day the applicant was taken to the Üsküdar police headquarters by two police officers, K.B. and Ö.M., for a physical identity check, including the taking of fingerprints. The applicant claimed that when he inquired about the purpose of the identity check, K.B. started swearing at him and then punched him on the nose, eye and cheek and squeezed him by the throat in the yard of the headquarters, while his hands were cuffed behind his back.", "16. At 2.45 p.m. on the same day he was referred to the Haydarpaşa Numune Hospital for a medical examination.", "17. At 2.55 p.m. a doctor at the Haydarpaşa Numune Hospital examined the applicant and noted an oedema on his nose, hyperaemia of 5 x 5 cm on the right side of his neck, ecchymosis (bruising) of 2 x 1 cm on the left side of his neck, hyperaemia on his right shoulder blade and hyperaemia and abrasion of 1.5 cm on his left shin. An otolaryngologist who examined him at 3.15 p.m. also noted sensitivity on his cervix. No information was provided in the medical reports as to how the indicated injuries might have been sustained by the applicant.", "18. The applicant was subsequently brought before the Üsküdar public prosecutor. In his statement, which was made in the presence of his lawyer, the applicant denied the charges against him in relation to the insult and assault of police officers on duty. He lodged a counter-complaint against the officers who had carried out his arrest for trespass and violation of the right to privacy of the home. He also complained that earlier that day he was beaten, strangled and sworn at by a police officer, K.B., outside the Üsküdar police headquarters, where he had been taken for an identity check, and that another officer who had accompanied them, namely Ö.M., had witnessed the incident. After having identified both police officers, who were waiting outside the office of the public prosecutor, he demanded that the public prosecutor initiate an investigation against K.B. for subjecting him to ill-treatment.", "19. On 28 October 2006 at 10.30 p.m. the applicant was referred to the Istanbul Forensic Medicine Institute for a further medical examination. The doctor who examined him noted, in a preliminary report, that the applicant complained of having been hit on the face and squeezed around the neck earlier that day, as well as of having his chest crushed the day before during his arrest, on account of which he was suffering breathing problems. The doctor found an ecchymosis on the right side of the applicant’s nose, an ecchymosis of 1 x 0.5 cm on the front left side of the base of his neck and an abrasion of 2 x 2 cm on the front side of his left forearm, just below the joint. He referred the applicant to a specialist in pulmonary diseases before drawing up the final report. This preliminary report was apparently not made available to the applicant.", "20. On 30 October 2006 the applicant was examined by a pulmonary specialist, who did not note any damage to his lungs apart from a scar from a previous operation.", "21. There is no information in the case file as to the outcome of the investigation against the applicant.", "22. On 28 October 2006 the Üsküdar public prosecutor questioned police officer K.B. regarding the applicant’s allegations of ill-treatment (investigation no. 2006/23358). K.B. stated that at approximately 11.30 a.m. that day he had taken the applicant to the Üsküdar police headquarters together with officer Ö.M. When the applicant asked why he had been brought there, they explained that the Üsküdar public prosecutor had issued written instructions for him to have a physical identity check for the purposes of the ongoing investigations against him. The applicant thereafter became extremely agitated and starting shouting loudly and swearing. When they tried to get him inside the building, he tried to hurt himself by hitting his head against the front window of the building. K.B. alleged that he then tried to cuff the applicant’s hands behind his back in order to get better hold of him. When the applicant resisted, Ö.M. tried to hold him down by the waist while he stabilised the applicant by putting his neck in an arm-lock and cuffing his hands behind his back. K.B. claimed that some police officers on patrol duty at the relevant time had witnessed these events. K.B. also pressed charges against the applicant on account of the insults and the injuries he had sustained, which consisted of a red line of 3 cm x 5 cm on his right forearm, as had been noted by the public prosecutor.", "23. The public prosecutor subsequently took a statement from Ö.M., the police officer who had accompanied K.B. at the time of the impugned incidents. Ö.M., who was also a relative of K.B. by marriage, repeated the latter’s statement. He also claimed that two police officers on duty at the Üsküdar police headquarters had witnessed the events.", "24. On 9 November 2006 the public prosecutor heard E.A., the applicant’s neighbour who had witnessed his arrest. E.A. verified his earlier police statement, except for the part about the applicant insulting the police officers, which he claimed had been misrecorded. E.A. stated that the applicant had at no point insulted the police officers, yet he had very strongly resisted arrest. He further stated that the police officers carrying out the arrest had not used excessive force or otherwise ill-treated the applicant.", "25. On the same day the Üsküdar public prosecutor issued a decision not to prosecute the accused police officers M.Al., M.Ak., M.K. and K.B. He held that both the applicant and the police officers who had carried out his arrest had sustained slight injuries as a result of the applicant’s aggressive resistance to his arrest on 27 October 2006. However, as E.A. had also confirmed in his witness statement, the police had not used excessive force to effect the arrest. The public prosecutor did not indicate in the decision the medical reports and other evidence he relied on for the purposes of the investigation.", "26. On 27 November 2006 the Forensic Medicine Institute delivered its final report regarding the applicant. After repeating the findings of the previous medical reports, it concluded that the injuries observed on the applicant’s body were not life-threatening and could be treated by a simple medical intervention.", "27. On 4 December 2006 the applicant objected to the decision of the public prosecutor. The applicant argued, inter alia, that on 28 October 2006 at approximately 1.15 p.m. he had been punched on the face and strangled by police officer K.B., who had cuffed his hands behind his back to render him more defenceless. The injuries he had sustained as a result of this beating had been clearly indicated in the medical report issued by the Haydarpaşa Numune Hospital at 2.55 p.m. that day. The Forensic Medicine Institute, where the public prosecutor had referred him after taking his statement, had also noted his injuries in its preliminary report and had photographed them. However, neither the report of the Forensic Medicine Institute nor the photographs had been submitted to the investigation file at the Üsküdar public prosecutor’s office by the police officer in charge. The applicant asserted that when he had requested the Forensic Medicine Institute’s preliminary report from the public prosecutor’s office, the prosecutor had informed him in person that the report was not in the investigation file. In the absence of this report, his complaints against K.B. regarding the illtreatment he had been subjected to had not been duly examined by the public prosecutor. He further claimed that the public prosecutor had not heard his witnesses regarding the impugned incidents.", "28. On 18 January 2007 the Kadıköy Assize Court upheld the decision of the public prosecutor, without responding to the applicant’s specific objections. That decision was served on the applicant on 10 February 2007.", "29. On 7 February 2007 the applicant requested from the Forensic Medicine Institute the medical report issued by its Istanbul branch following his examination on 28 October 2006.", "30. On 19 February 2007 the Forensic Medicine Institute informed the applicant that a copy of the report containing the findings of his medical examination had been sent to the Üsküdar public prosecutor’s office on the same date as the examination. In the event that it could not be found in the investigation file, a new copy could be supplied at the request of the public prosecutor’s office. It appears that no such request was made by the office of the Üsküdar public prosecutor.", "31. In the meantime, on 12 February 2007 the applicant applied to the Üsküdar public prosecutor’s office, requesting, inter alia, that his medical report prepared by the Forensic Medicine Institute, together with the photographs, be found and communicated to him, and that the authorities responsible for concealing these documents be punished. He also demanded an explanation as to why K.B. had been charged with “excessive use of force” rather than “ill-treatment” and why the public prosecutor had heard evidence from a witness called by the police against him, E.A., but not accepted the examination of witnesses on his behalf. The applicant did not receive a reply from the public prosecutor’s office.", "32. On 29 May 2007 the applicant applied once again to the Üsküdar public prosecutor’s office for the medical report issued by the Forensic Medicine Institute, which was not available in the investigation file. It appears that he did not receive a reply to this request either.", "33. In the meantime, administrative proceedings were also initiated against the police officers who had effected the applicant’s arrest, namely M.Al., M.Ak., M.K. and Y.A. It appears that no administrative action was taken against K.B. in respect of the applicant’s allegations of ill-treatment.", "34. On an unspecified date the chief superintendent officer in charge of the investigation submitted an investigation report, in which he expressed the opinion that the officers involved in the applicant’s arrest had acted strictly under orders from the public prosecutor and had not committed any offences which required disciplinary action.", "35. On 8 January 2007 the Üsküdar District Governor’s Office discontinued the investigation against the police officers on the basis of the report of the chief superintendent officer."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}