{"ITEMID": "001-80563", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "GRANDCHAMBER", "DATE": 2007, "DOCNAME": "CASE OF RAMSAHAI AND OTHERS  v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 2;No violation of Art. 2;No separate issue under Art. 13;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Antonella Mularoni;Christos Rozakis;Dean Spielmann;Egbert Myjer;Elisabet Fura;Ireneu Cabral Barreto;Jean-Paul Costa;John Hedigan;Khanlar Hajiyev;Loukis Loucaides;Lucius Caflisch;Luzius Wildhaber;Margarita Tsatsa-Nikolovska;Nicolas Bratza;Peer Lorenzen;Snejana Botoucharova;Stanislav Pavlovschi;Vladimiro Zagrebelsky;Wilhelmina Thomassen", "TEXT": ["12. The first two applicants, Mr Renee Ghasuta Ramsahai and Mrs Mildred Viola Ramsahai, are the grandfather and grandmother of Mr Moravia Siddharta Ghasuta Ramsahai (“Moravia Ramsahai”), deceased. They were both born in 1938. They were their grandson’s guardians until he reached his majority at the age of 18. The third applicant, Mr Ricky Moravia Ghasuta Ramsahai, born in 1960, is the father of the late Moravia Ramsahai.", "13. Moravia Ramsahai was born on 6 December 1979. He died on 19 July 1998.", "14. On the evening of Sunday 19 July 1998, during the “Kwakoe” festival in the Bijlmermeer district of Amsterdam (a celebration by the Surinamese immigrant community of the abolition of slavery in Suriname 135 years earlier), Moravia Ramsahai forced the owner of a scooter, one Mr Vinodkumar Hoeseni, at gunpoint to give up his vehicle. Having gained control of the scooter, he then made off with it.", "15. Mr Hoeseni notified two police officers patrolling on foot, who reported the theft to the duty police officer at Flierbosdreef police station by radio. The duty police officer in turn alerted police patrolling in the area. In the meantime Mr Hoeseni and the two police officers had set off in pursuit of Moravia Ramsahai and the scooter but failed to catch him.", "16. Afterwards it was a matter of controversy between the two police officers and Mr Hoeseni whether Mr Hoeseni had mentioned the fact that Moravia Ramsahai had a firearm. Mr Hoeseni stated that he had given this information but had been misheard. The two police officers stated that they had been unaware of it and so had not been able to pass on this information to the police station.", "17. Some five minutes later, two uniformed police officers, Officers Brons and Bultstra, patrolling in a marked police car, saw a scooter being driven by a person fitting the description given to them stopping near a high-rise building called “Huigenbos”. They stopped the car and got out. Officer Bultstra ran towards the person whom they had seen riding the scooter, later identified as Moravia Ramsahai, and tried to arrest him. There was a brief struggle from which Moravia Ramsahai was able to extricate himself.", "18. Officer Bultstra saw Moravia Ramsahai draw a pistol from his trouser belt. Officer Bultstra then dropped a two-way radio which he had been holding in his hand, drew his service pistol and ordered Moravia Ramsahai to drop his weapon. Moravia Ramsahai failed to do so. Officer Brons, the driver of the patrol car, then approached. It was stated afterwards that Moravia Ramsahai raised his pistol and pointed it in the direction of Officer Brons, who also drew his service pistol and fired. Moravia Ramsahai was hit in the neck.", "19. The confrontation between Moravia Ramsahai and Officers Brons and Bultstra was observed from nearby by only a single witness, Mr Petrus van den Heuvel, who was able to follow the incident from the fifth-floor walkway of the Huigenbos building. However, when he saw pistols being drawn, Mr Van den Heuvel dived for cover behind the parapet; he therefore did not see the shot fired.", "20. Several other people witnessed the confrontation and the shooting from a distance of at least fifty metres. None of these witnesses subsequently reported seeing Moravia Ramsahai’s pistol.", "21. At 10.03 p.m. one of the two police officers, later stated to have been Officer Brons, radioed Flierbosdreef police station to say that he had shot someone and asked for an ambulance to be sent.", "22. When the ambulance arrived on the scene, at approximately 10.15 p.m., the ambulance crew declared Moravia Ramsahai already dead.", "23. Upon his return to Flierbosdreef police station, Officer Brons was seen by the Commanding Officer of the Amsterdam/Amstelland police force, Police Commissioner Van Riessen, who offered comfort and support. Subsequently, the applicants alleged, Police Commissioner Van Riessen was quoted in the mass circulation daily newspaper De Telegraaf as having stated: “Whatever kind of committee of inquiry may be set up in addition, I will not let them in.” (“Wat voor een onderzoekscommissie er daarnaast ook wordt ingesteld, ze komen er bij mij niet in.”)", "24. The Amsterdam coroner (lijkschouwer) viewed Moravia Ramsahai’s body before it was removed. In his report to the public prosecutor, he expressed the provisional opinion that the cause of death had been a shot from a firearm injuring vital neck organs or structures.", "25. Officers Brons and Bultstra were back on duty a few days after the incident.", "26. Local police arrived on the scene, cordoned off the scene of the shooting and took the names of Mr Van den Heuvel and others who had witnessed the confrontation.", "27. Forensic experts from the Amsterdam/Amstelland police force secured evidence, mainly in the form of photographs, which was afterwards added to the investigation file. They found the bullet, which had passed through Moravia Ramsahai’s body and had destroyed a glass window but which had left no other mark, and Moravia Ramsahai’s pistol, which had been loaded and ready to fire.", "28. Later that night a special operations unit (Mobiele Eenheid, “Mobile Unit”) of the Amsterdam/Amstelland police questioned all residents of the Huigenbos building whom they found at home. In one flat there was a 12year-old girl, Miss Sangeeta Edwina Pamela Mungra, who stated that when she had taken the lift down to the ground floor the door of the lift had struck a scooter lying on the floor. As she had got out of the lift she had heard a bang. She had seen two police officers and heard one of them say: “I fired my weapon.” She had seen a male victim lying on the ground.", "29. Over the following days, officers of the Amsterdam/Amstelland police force took various witness statements, which are summarised below.", "30. Mr Vinodkumar Hoeseni reported the theft of his scooter to the Amsterdam/Amstelland police on 19 July 1998.", "31. Mr Hoeseni had purchased the scooter earlier that week. On the night of 19 July he had ridden it to the Kwakoe festival where he had met his girlfriend. While he was with her, a youth unknown to him had come up to him and said: “Get off. Get off. I’ll shoot you, I’ll shoot you.” (“Deraf. Deraf. Ik schiet jou, ik schiet jou.”) Mr Hoeseni had felt something being pushed against his right side. Looking down, he had recognised the object as a lady’s pistol. He had been unwilling to give up the scooter but his girlfriend had advised him to do so lest he be shot. He had then let go of the scooter and run towards the first policemen he saw.", "32. Mr Hoeseni had told one of them that his scooter had been stolen at gunpoint and that they should run after it. He had given a description of the scooter and the thief. Mr Hoeseni and the two police officers present had gone after the thief, but he had ridden off.", "33. Mr Hoeseni had later heard, on the police officers’ two-way radio, that the scooter had been found. Together with the police officers he had gone and identified it as his.", "34. Ms Anita Andjiedewie Bhondoe, Mr Hoeseni’s girlfriend, was questioned on 19 July 1998. She had gone with her brother to the Kwakoe festival, where she had met Mr Hoeseni. Mr Hoeseni had just bought a new scooter. Ms Bhondoe’s brother had gone to fetch something to drink for the three of them. After about fifteen minutes she and Mr Hoeseni had been approached by a youth whom she had noticed looking at her and the scooter. The youth had said to Mr Hoeseni: “Get off, get off” (“Stap af, stap af”) and had pressed an object resembling a firearm against Mr Hoeseni’s stomach. She had thought at first that this was a friend of Mr Hoeseni’s playing a prank, but realised from the latter’s facial expression that this was not the case.", "35. She had prevailed on her boyfriend to get off the scooter when the youth had said: “Get off, get off, or I will shoot” (“Ga eraf, ga eraf, anders ga ik schieten”). Mr Hoeseni had then run off to get help, whilst the youth bump-started the scooter and made off with it. Mr Hoeseni had returned with two police officers and the three of them had set off in pursuit of the youth on the scooter. Ms Bhondoe had joined them for a while but had been called back by her brother. Together they had run in the direction taken by the police officers. Arriving at the Huigenbos building, they had seen a large number of cars. Mr Hoeseni had told them that the youth had been caught and that the police had shot him.", "36. Mr Petrus van den Heuvel was questioned on 19 July 1998. He stated that he lived on the fifth floor of the Huigenbos building.", "37. Happening to look down from the walkway, he had seen a policeman run towards the doorway. He had seen a coloured man with a shaved head come out of the doorway. He had seen the policeman try to grab the coloured man by his arm. The coloured man had made a sideways movement with his arm, as if to indicate that he did not want to go along with the policeman, and the policeman had not been able to hold on to him.", "38. The coloured man had then drawn a pistol or a revolver, whether out of his pocket or out of his trouser band Mr Van den Heuvel could not see. The weapon was of a silver-grey colour with a dark-coloured grip. Mr Van den Heuvel’s instinctive reaction had been to dive for cover behind the balustrade of the walkway. As he glanced over briefly out of curiosity, it had appeared to him that the policeman had taken a few steps sideways. The coloured man was still holding the weapon in his hand. He was not pointing it in any particular direction, but had not dropped it either. All this happened very quickly, perhaps in less than half a minute.", "39. In the meantime a second policeman had come running up. He had heard “Drop it” being shouted very loudly at least four times. The coloured man must have heard it, but ignored it. Mr Van den Heuvel did not remember seeing the second policeman standing still after he had reached the scene of events. He had heard a bang and seen the coloured man collapse. The weapon had fallen to the ground a few metres away. The first policeman had walked up to the coloured man to inspect him. The second policeman had spoken into some device or other, after which help had arrived. He had tried to call the police on his telephone, but had been told that help was on its way. He had stood and watched a little longer before going down and giving his name to the police as a witness.", "40. Police Officer Bas Dekker was questioned on 20 July 1998. At around 10.05 p.m. the night before, he had been patrolling the Kwakoe festival with Officer Boonstra.", "41. Officer Dekker had been addressed by a young man whom he did not know, who told him that he had been dragged off his scooter and that his scooter had been taken from him; this had happened less than a minute earlier. The young man had given him the scooter’s insurance papers and indicated the direction in which the thief had made off with the scooter. Officers Dekker and Boonstra, together with the young man, had run in the direction indicated by the latter. While running Officer Dekker had radioed through the description of the scooter to other police officers. At this point he had not been aware that the thief had used a weapon; the owner of the scooter had not mentioned it. Officer Dekker had assumed that the thief had used physical force only, the owner of the scooter having stated that he had been dragged off his vehicle.", "42. The thief had managed to start the scooter as they caught sight of him. They had continued running but the scooter had been going too fast. Officer Dekker had radioed through his own description of the scooter and its rider, the possible directions in which they might have gone and the insurance plate number. They had continued running; upon reaching the pedestrian underpass Officer Dekker had heard, on his radio set, another policeman reporting a shooting and shortly afterwards calling an ambulance. Officer Dekker estimated that approximately one minute had elapsed from when he transmitted his description of the scooter until the report of the shooting, but he could not be sure.", "43. As Officers Dekker and Boonstra stood wondering whether there was any connection between the shooting and the theft of the scooter, the owner of the scooter, who had apparently overheard the police radio, had told them that the thief had a small silver-coloured pistol.", "44. Officers Dekker and Boonstra and the owner of the scooter had made their way to the scene of the shooting in front of the Huigenbos building. They had seen a person lying supine on the ground, with two uniformed police officers kneeling beside him. They had advanced and recognised the scooter.", "45. Police Officer Paulus Antonius Braam was questioned on 20 July 1998. His work consisted of, among other things, monitoring and dealing with two-way radio traffic.", "46. On 19 July 1998 at 9.55 p.m. Officer Braam had been sitting at his plotting table when he had heard a report come in by two-way radio from a surveillance police officer to say that he was following a youth who had just stolen a scooter. A little later the officer had radioed in to say that the thief had managed to bump-start the scooter, and to give an indication of the direction in which the thief had gone. The officer had sounded unemotional, as if it were nothing more than an “ordinary” theft of a scooter.", "47. As the officer was on foot, he had requested the assistance of a motorised colleague. In so doing he had given a description of the scooter. Officer Braam had asked a colleague on a motorcycle to go in the direction indicated.", "48. As the motorcycle policeman had been about to leave the police station forecourt, Officer Braam had heard Officer Bultstra from his marked police car report that he had seen the scooter with the thief enter the doorway leading to the third lift of the Huigenbos building and would go after him. Officer Bultstra too had sounded unemotional.", "49. Four or five minutes later, perhaps less, Officer Braam had heard Officer Bultstra saying: “The suspect has been shot, I need an ambulance.” Again, Officer Bultstra had sounded calm and professional. Officer Braam had then called for the appropriate services.", "50. Officer Braam had not heard Officer Brons take part in the radio conversation. This reflected standard practice, namely that the driver of a police car – in this case Officer Brons – had his two-way radio set to the frequency of the central incident room, whereas the “passenger” – Officer Bultstra – had his radio set to the frequency used by the local team.", "51. Police Officer Renate Quirina van Daal was questioned on 20 July 1998.", "52. Officer Van Daal was a uniformed police officer on the basic police assistance staff. The previous night she had been seated at the plotting table from 8.15 p.m. until midnight. Until the shooting it had been a quiet night. She had sat there with Officer Braam and Superintendent Casper Sikking.", "53. At around 10 p.m. she had heard, on the radio frequency used by the district police, that a police officer was chasing a scooter, and also which direction the scooter had taken. She did not remember the precise words used, nor any description given of the rider.", "54. Shortly afterwards she had heard the voice of Officer Bultstra, reporting the sighting of the scooter. A second or two later Officer Bultstra had reported seeing the scooter in one of the doorways of the Huigenbos building.", "55. Superintendent Sikking had called by radio: “All right boys, everyone go to Huigenbos” (“Jongens met z’n allen naar Huigenbos”).", "56. Very shortly afterwards Officer Bultstra had said: “I need an ambulance, I fired my weapon” (“Ik heb geschoten”). Superintendent Sikking had asked him to repeat that. Officer Bultstra had repeated: “I fired my weapon.” Most of the police officers present had then gone out and Officers Van Daal and Braam had contacted the appropriate emergency services.", "57. Officer Van Daal had later heard Officer Brons say that the ambulance was needed urgently because the suspect was in a very bad way.", "58. It was only later that Officer Van Daal had been informed by other police officers that it was in fact Officer Brons who had fired the shot.", "59. Police Officer Bruin Jan van Dongen was questioned on 20 July 1998. He was a police-dog handler whose duty station was Flierbosdreef police station. He had been on duty the previous night, with his police dog.", "60. He had heard, on his two-way radio, that a scooter had been stolen at the Kwakoe festival. The direction in which the thief had driven off was given. The description was of a coloured male, dressed in black, riding a red scooter. Officer Van Dongen had gone in the direction indicated.", "61. Officer Van Dongen’s car was passed by a marked police car in which there were two police officers. He had recognised the driver, Officer Brons, but not the passenger. He had seen the car being parked and the passenger emerge.", "62. Officer Van Dongen had also parked his car, intending to look for the thief if he could. He had been getting the police dog out when he had heard a pistol shot.", "63. He had run with the dog in the direction from which the sound of the shot had come. Having reached the Huigenbos building, he had met Officer Brons coming towards him. He had seen Officer Bultstra kneeling near the head of a man who was lying flat on the ground.", "64. He had asked Officer Brons what had happened. Officer Brons had replied that a shot had been fired. Officer Van Dongen had asked who had fired the shot. Officer Brons had replied that a pistol had been aimed at them and the police had fired.", "65. Officer Brons had pointed out a silver-coloured pistol lying on the ground close to the man. Officer Bultstra had been administering first aid. Officer Van Dongen had not been able to see any injury. He had had to keep his distance from the man because of the dog.", "66. The man on the ground fitted the description given of the person who had stolen the scooter. There had been a red scooter in the doorway of the building and so Officer Van Dongen had understood that this was the person suspected of having committed the theft.", "67. Officer Van Dongen had heard Officer Brons notify the local health authority and the police superintendent on duty. Officer Van Dongen had guarded the area until the arrival of the criminal investigators (recherche) and the forensic experts. He had stayed on the scene until they had finished and had returned to the police station at midnight.", "68. Police Officer Klaas Boonstra was questioned on 20 July 1998. He had been assigned, together with Police Officer Bas Dekker, to patrol the Kwakoe festival, their task being to observe and to maintain a preventive presence. At some point, a Hindustani male had come running up to them and had beckoned them to follow him. Because the Hindustani had given the impression that something was the matter, they had followed him. While running he had told Officer Dekker what the matter was. Officer Boonstra had been following at a distance of about ten metres.", "69. Officer Boonstra had heard on his two-way radio that a scooter had been stolen. It had not been immediately clear to him that the scooter belonged to the Hindustani.", "70. At one point they had seen the scooter thirty metres ahead of them, being ridden slowly. Officer Dekker had told Officer Boonstra that that was the scooter which had been stolen. The person riding the scooter had noticed the police officers but instead of stopping, had increased his speed. While moving in the direction of the Huigenbos building, they had heard it reported on the two-way radio that there had been a shooting. They had not immediately linked the shooting to the stealing of the scooter. Still accompanied by the Hindustani, they had continued in the direction of the Huigenbos building, where they had noticed three or four police cars. The Hindustani had recognised his scooter.", "71. Ms Najima Boujedaine was questioned on 21 July 1998. She worked as chief cashier at a Burger King restaurant located on the Leidseplein in Amsterdam. On 19 July 1998 she had been on the night shift, from 6.30 p.m. until 5 a.m. the following day.", "72. Ms Boujedaine had noticed the presence of a particular youth from 6.30 p.m. onwards. She described him as being of Surinamese or Antillean descent, 18 years old, bald-headed with two golden teeth, dressed in a black tee shirt and trousers and black shoes and wearing a golden chain around his neck. From 7.30 p.m. onwards she had noticed him distracting one of the cashiers, a young woman called Nancy.", "73. Taken to task for failing to concentrate on her work, Nancy had explained to Ms Boujedaine that the youth was her boyfriend. The youth had reacted angrily, telling Ms Boujedaine to go easy on Nancy or else.", "74. After telling Nancy, jokingly, that she might have to stay a little longer, Ms Boujedaine had seen the youth staring at her fixedly. This had frightened her, but she had not wished to show fear. Just before she had turned around to pour a soft drink she had seen his right hand move towards the band of his trousers.", "75. Ms Boujedaine’s sister Mimount (or Mimout), who also worked at that restaurant, had then said: “Najima, he was pointing a pistol at you!” Ms Boujedaine had turned around and seen the youth stick something down the band of his trousers. Mimount had later described the pistol as a small silver-grey model known as a “ladykiller”.", "76. A Surinamese girl had then asked the youth a question in her own language and he had replied. She had then told Ms Boujedaine that she had asked the youth whether he was carrying a pistol, to which he had replied in the affirmative.", "77. The youth had looked as though he might have been smoking cannabis, but Ms Boujedaine could not be sure of that.", "78. He had continued to bother Nancy in her work. He had left several times and come back. At one point he had returned on a brand new silver-grey scooter.", "79. The youth had struck up a conversation with Ms Boujedaine in which he had indicated that he wanted to clear out the safe after closing time; he wanted her to give him the codes for the safe. In the course of this conversation he had been eyeing the drawers of the cash registers.", "80. Several times he had repeated that it was already 9 p.m. and Ms Boujedaine should close Nancy’s cash register.", "81. Ms Boujedaine had felt uncomfortable and frightened, particularly after the youth had indicated his intention “to wring the manager’s neck”.", "82. The youth had become angry again at 9 p.m., when Ms Boujedaine had terminated the conversation. Ms Boujedaine had then locked up Nancy’s cash register and secured the tray. She had seen him and Nancy leave at around 9.30 p.m., on the scooter on which he had arrived earlier.", "83. Mr Ronald de Getrouwe had come forward after hearing of the shooting at the Huigenbos building. He was questioned on 22 July 1998. He wished to report having been threatened.", "84. On Sunday 19 July 1998 at 8.15 p.m. he had been at the Kwakoe festival site with his wife and some friends. There had been a group of youths behind them, one of whom had been seated on a scooter or moped (bromfiets). Mr De Getrouwe described the vehicle as having a blue fairing. At one point the youth had started the engine and repeatedly opened the throttle, releasing large quantities of exhaust fumes. This had given rise to complaints from Mr De Getrouwe’s group. Mr De Getrouwe himself had then gone up to the youth and asked him either to ride off or to turn off his engine, because he was poisoning everyone with his noxious fumes. The youth had turned off the engine and approached Mr De Getrouwe, saying: “You’re smoking [a cigarette], you’re going to die too.” Mr De Getrouwe had thought that the youth wanted to discuss the matter like a reasonable person. Instead, the youth had taken a small metal-coloured pistol out of his right-hand trouser pocket and said: “Nobody’s going to tell me what to do. I do as I please, we’re all going to die anyway.”", "85. Mr De Getrouwe’s wife, greatly upset by the sight of the pistol, had pulled him away. The youth had got back onto the scooter.", "86. None of the bystanders, who had been numerous, had offered any assistance. They had clearly been deterred by the sight of the pistol.", "87. Mr Sanchaai Kumar Bhondoe, the brother of Mr Hoeseni’s girlfriend, was questioned on 22 July 1998.", "88. On Sunday 19 July 1998, between 8.30 p.m. and 10 p.m., he had been at the Kwakoe festival in the company of his sister and Mr Hoeseni. He had left them to fetch something to drink for the three of them. He had heard shouting, and he had seen Mr Hoeseni run towards some police officers present. He had run after Mr Hoeseni and asked him what the matter was. Mr Hoeseni had answered that he would tell him later. He had found his sister in tears and asked her what had happened. She had told him how Mr Hoeseni had been forced at gunpoint to hand over his scooter.", "89. Detective Chief Superintendent of the National Police Internal Investigations Department (hoofdinspecteur van politie-rijksrecherche) Van Duijvenvoorde was put in charge of the investigation. His investigation report states that after 1.30 p.m. on 20 July 1998 the Amsterdam/Amstelland police force only carried out investigations “in the periphery” of Moravia Ramsahai at the request of the National Police Internal Investigations Department. He reported his findings to Public Prosecutor De Vries, who was the public prosecutor in charge of criminal investigation work carried out at Flierbosdreef police station.", "90. Detective Chief Superintendent Van Duijvenvoorde took statements from a number of witnesses, including some already questioned by officers of the Amsterdam/Amstelland police. These are summarised below.", "91. Mr Petrus van den Heuvel was questioned a second time on 21 July 1998, this time by Detective Chief Superintendent Van Duijvenvoorde.", "92. Supplementing his earlier statement, Mr Van den Heuvel described what he had seen from the fifth-floor walkway of the high-rise building. He had seen a uniformed police officer running towards the doorway. He had seen a coloured male go to meet the policeman from the doorway. This man had been walking very slowly, at a snail’s pace. The police officer had wanted to grab hold of the man, by his left arm, as it appeared to Mr Van den Heuvel. The coloured man had made a gesture as if to push away the police officer. He had hit the police officer, knocking him off balance somewhat, which enabled the coloured man to pass.", "93. After he had passed the police officer, the coloured man had drawn a pistol or a revolver, a firearm at any rate, which he had held in his right hand. He had held his arm slanted downwards, thus pointing the pistol towards the ground, and had tried to continue on his way. Mr Van den Heuvel had not seen the police officers draw their pistols. Feeling threatened by the pistol which the coloured man had drawn and not wishing to be hit by a stray bullet, he had dived for cover. He had therefore not witnessed the actual shooting, but he had heard shouts of “Drop it” several times.", "94. Officer Brons, by then under investigation as a suspected perpetrator of a criminal act, was questioned under caution by Detective Chief Superintendent Van Duijvenvoorde in the afternoon of 22 July 1998. The lawyer retained for him and Officer Bultstra, Mr Van Kleef, was present.", "95. Officers Brons and Bultstra had completed some assignments and had been on their way back to the police station. They were in a marked police car, with Officer Brons driving. They had then received the radio call about the theft of the scooter. They had been told the make of the scooter and its colour and had been given a summary description of the thief and the direction in which he had fled. They had not been told that he was armed.", "96. Driving in the direction reported, Officers Brons and Bultstra had seen a scooter and a driver fitting the description given to them turning into the doorway of a lift in the Huigenbos block of flats. This had surprised them, because they would have expected him to try and evade arrest on noticing that he was being followed by a marked police car.", "97. Officers Brons and Bultstra had agreed that Officer Bultstra would go after the thief while Officer Brons parked the car. Officer Bultstra had run towards the doorway holding a two-way radio. When Officer Bultstra was at a distance of between twenty and twenty-five metres from the doorway, the thief had emerged and run for a short distance. He had stopped and raised his hands when he had seen Officer Bultstra and shouted something unintelligible. Officer Bultstra had taken hold of the thief with both hands and had tried to turn him towards the building. The thief, however, had resisted. Officer Bultstra had shouted something to him which Officer Brons had been unable to understand.", "98. Officer Brons had understood that the thief would not come quietly and that Officer Bultstra needed help; he had therefore left the car and run towards them. He had reached a point about five or seven metres from the thief when the thief managed to tear himself loose and ended up at a distance of about three metres from Officer Bultstra. Suddenly Officer Brons had seen the thief holding a silver-coloured weapon which he had not seen him draw. It was a small pistol and it was pointed towards the ground. Officer Brons had not seen whether or not the pistol was cocked. It had seemed to him that Officer Bultstra had also seen the pistol, because Officer Bultstra had stepped backwards, drawing his service pistol and adopting a defensive posture. He had heard Officer Bultstra shouting “Drop that weapon. Don’t be silly, man” (“Laat vallen dat wapen. Doe nou normaal man”) at least twice.", "99. The thief had not reacted by dropping his pistol, much to the surprise of Officer Brons seeing that Officer Bultstra had him covered. Given that the thief was armed and apparently had no intention of doing as he was told, Officer Brons had considered that Officer Bultstra was under threat. He had considered it highly possible that the thief would use his weapon against Officer Bultstra. He had been completely focused on the thief. He had seen only the thief, holding a pistol with his finger on the trigger. At that point Officer Brons had not yet considered it necessary to draw his own service pistol because the thief was covered by Officer Bultstra. His hand had been close to, but not on, the holster.", "100. Officer Brons had then seen the thief turn to the right, towards him, and turn the front of his body in his direction at a distance of five to seven metres. He had seen the thief raise his pistol and point it in his direction. Afraid that the thief would fire at him, Officer Brons had drawn his pistol from its holster with lightning speed (bliksemsnel) and had immediately fired one shot at the thief. He had had no time to aim at any particular part of the body. He remained convinced that if he had not fired first, the thief would have shot him.", "101. Officer Brons had thought at the time that he had hit the thief high in the chest. Only later had he learned that he had hit the thief in the neck. The thief had remained on his feet for a short while longer; he had then tottered and collapsed, dropping the pistol. He had tried to stand up, milling his arms about. Officer Brons had pushed the thief’s pistol away with his foot to prevent him from grabbing it.", "102. Officer Bultstra had approached the man as he lay on the ground. Seeing that the thief was no longer a threat, he had put his pistol away.", "103. Officer Brons had contacted the police station by two-way radio and had asked for the intervention of the local health authority (Gemeentelijke Geneeskundige en Gezondheidsdienst). Feeling that they were taking a long time to arrive, he had again called the police station and asked them to hurry up.", "104. Officer Bultstra had concerned himself with the victim. As for Officer Brons, he had removed himself from the scene. He had seen a man trying to enter the doorway and had asked him not to do so because the area had to be cordoned off for investigation.", "105. Officers Brons and Bultstra had been taken back to the police station by a fellow officer. Officer Brons had handed in his pistol there. Officers Brons and Bultstra had received assistance and comfort from fellow officers and superiors and had been informed about the further procedure.", "106. Officer Brons had only fired once. It had never been his intention to shoot to kill but only to end the life-threatening situation. He felt that he had had no choice. He greatly regretted that the thief had died.", "107. Like Officer Brons, Officer Bultstra was interviewed by Detective Chief Superintendent Van Duijvenvoorde on 22 July 1998 in the presence of the lawyer Mr Van Kleef.", "108. He and Officer Brons had been on their way back to Flierbosdreef police station after completing an assignment when they had received word by two-way radio that another policeman was pursuing on foot a thief who had just stolen a scooter. They had heard the description of the scooter and the thief, and the direction the thief had taken. It had not been mentioned that the thief was armed. They had then gone to intercept the thief.", "109. Seeing a person and a vehicle matching the description given travelling towards a particular high-rise building, they had decided to park the car and arrest him. They had agreed that Officer Bultstra would leave the car immediately and pursue the man, after which Officer Brons would lock up the car and join Officer Bultstra.", "110. Officer Bultstra had seen the man on the scooter ride into the doorway of the building. Having got within twenty metres of the building, Officer Bultstra had seen the man come running out of the doorway. Seeing Officer Bultstra, the man had called: “So what’s the matter then? What’s the matter then?” (“En wat nou? En wat nou?”). His arms had been dangling next to his body. He had raised them slightly when asking that question. Officer Bultstra and the man had approached each other. The man had glanced to the right and left, apparently looking for a way to evade capture. His preference appeared to be for an underpass through the building, so Officer Bultstra had gone to head him off. His intention had been to grab the man and arrest him.", "111. Officer Bultstra had grabbed the man by his left arm and pushed him bodily against the building. He had had the impression that the man was aggressive because of his posture and his way of talking, and that he appeared intent on resisting arrest. He had managed to tear himself loose and turn around. He had then taken two steps backwards, towards the doorway. His hands had been close to his body and his body had been angled forwards, his posture threatening.", "112. The man had then brought his right hand towards the left of his chest or his belly, as a person would who was about to draw a firearm from there. He had looked Officer Bultstra straight in the eye and said: “So what’s the matter then?” (“En wat nou?”). Officer Bultstra had not seen him stick his hand inside his clothing. Seeing the gesture, Officer Bultstra had thought that the man was acting like someone who was about to draw a weapon. His common sense had told him to be on his guard. He had stepped backwards and placed his right hand on his service pistol, releasing the holster clip at the same time. He had not drawn his service pistol but had positioned himself so as to be able to do so immediately. Pointing to the man with his left hand, he had called out: “Show me your hands. Don’t be silly” (“Laat je handen zien. Doe normaal”). The man had then dropped his hand and resumed his earlier posture, his arms dangling next to his body. He had said: “So what is it then? What is it then?” (“En wat dan? En wat dan?”) and had walked away from Officer Bultstra. His body had still been angled towards Officer Bultstra and his eyes still directed towards him. Officer Bultstra had remained in the same position.", "113. The man had again brought his right hand towards his body, to the same place as before, and had taken hold of something. Officer Bultstra had not been able to see what it was. After the man had moved his hand some distance away from his body, Officer Bultstra had seen that he was holding a small silver-coloured pistol in his fist.", "114. The situation was now so threatening that Officer Bultstra had drawn his service pistol to protect himself. In view of the man’s behaviour he was afraid that the man might fire. Officer Bultstra had taken hold of his service weapon in both hands and, adopting a defensive position, had aimed at the man’s chest. He remembered shouting “Drop it” (“Laat vallen”) several times. He might have shouted other things, but he did not remember having shouted anything other than “Don’t be silly. Drop it” (“Doe normaal. Laat vallen”). He had seen the man lower the hand holding the pistol alongside his body, so that the barrel was pointing towards the ground. The man had kept the front of his body turned towards Officer Bultstra, his legs slightly apart and his arms out – that is, not hanging limp – and he had kept moving his hands so that the pistol also kept changing direction. The barrel had however been kept aimed at the ground. Officer Bultstra described the man’s posture as that of a cowboy who could start shooting at any moment. He had felt threatened to the point where he had decided to fire should the man point his pistol at him.", "115. As far as he could recall, this situation had lasted for about four seconds, during which time he had called out to the man twice to drop his pistol. The man had not done so. Things had happened very quickly; he estimated that the time from the moment he grabbed the man until the fatal shot had been no more than fifteen or twenty seconds.", "116. Officer Bultstra had seen the man suddenly react to something. Still in his cowboy-like position the man had made a quarter turn to the left. Officer Bultstra could not remember how long this had taken but the time involved had been very short. The man had raised his right arm with the pistol somewhat, in a manner in which he had not yet acted. This had caused Officer Bultstra to think: “Now I will shoot.” Since the man was raising his hand and arm, Officer Bultstra was convinced that he was about to shoot; he had been building up tension in his right hand to pull the trigger of his service pistol when he had heard, on his right, a loud report that he had recognised as a pistol shot. He had immediately thought: “[Officer Brons] has got him.” Officer Bultstra had felt so threatened that he would have fired if Officer Brons had not done so.", "117. Officer Bultstra had seen immediately that the man had been hit. The man had moved his upper torso somewhat. His knees had then buckled and he had fallen to the ground. He had dropped his pistol in falling. He had tried, unsuccessfully, to get up. Officers Brons and Bultstra had approached the man from two sides while still keeping him covered. Having reached the man, Officer Bultstra had put up his service pistol and grabbed the man by his shoulder. He had wished to prevent the man from getting up and possibly picking up the pistol. He had been sitting next to the man. The man had been lying with his back against Officer Bultstra’s knees. At that point Officer Bultstra had seen Officer Brons approaching from his right. He could not remember if Officer Brons had still had his service pistol in his hand. Officer Brons had pushed the man’s pistol away with his foot so that the man could not reach it.", "118. Using his two-way radio, Officer Brons had radioed the police station to ask for urgent assistance from the local health authority. Officers Brons and Bultstra had left the scene of the incident as it was until other police officers arrived. Officer Bultstra had, however, loosened the man’s clothing to see where he had been hit. He had been hit in the neck and his shirt was saturated with blood. Officer Bultstra had tried to get him to give his name, but had received no answer. The man had gargled. He had been beyond help. He had died quickly.", "119. After the other police officers had arrived, Officers Brons and Bultstra had been taken back to Flierbosdreef police station where they stayed for some time, estimated by Officer Bultstra as three hours. Officer Brons had been required to hand in his service weapon. They had had talks with a number of fellow police officers, including Police Commissioner Van Riessen, the district chief of police (districtschef) and the self-help team (zelfhulpteam).", "120. Officer Bultstra stated that the man himself had been in control of events (zelf het scenario heeft bepaald). He had had every opportunity not to draw his weapon, or to drop it after doing so. Officer Bultstra had shouted warnings to him repeatedly. He had not responded. Instead, he had stood in front of Officer Bultstra in a threatening posture with a pistol ready for immediate use. Officer Bultstra had had no other option but to draw his service weapon to protect himself. The situation had been so threatening that Officer Bultstra would have fired himself to put the man out of action, thus eliminating the danger to himself and possibly others. As it was, that had proved unnecessary because Officer Brons had fired first.", "121. Ms Henna Emelita Rijssel, questioned on 24 July 1998, was a social worker living in Amsterdam.", "122. On 19 July at around 10 p.m. she and her daughter, Ms Syreeta Michelle Lieveld, had been walking home from the festival. In an underpass they had had to make way for a scooter driven by a person whom she described as a Negroid youth without a crash helmet. They had seen him proceed on his way and then turn towards one of the doorways of a high-rise building. They had observed that he was driving unusually slowly but had paid no further attention. They had, however, seen the youth come out of the doorway and noticed the scooter inside. Although some distance away, they had had a good view; it had not been dark yet.", "123. They had seen the youth come out of the doorway and had seen a policeman run towards him. They had then noticed a police car which they had not seen or heard until then.", "124. They had seen the youth holding his right hand inside his jacket or shirt. The hand had been on his stomach, just above his trouser band. They had decided to move closer because something was obviously happening.", "125. Ms Rijssel had seen the youth walk towards the policeman. She had seen him raising his arms in a non-verbal “What do you want?” gesture. She had heard no words spoken. The policeman had grabbed hold of the youth’s arm and forced it behind his back. She had had the impression that the youth was being arrested. She had seen the policeman trying to push the youth with his face towards the wall. The youth, however, had torn himself loose.", "126. She had then seen the youth again putting his hand inside his shirt, in the same gesture she had witnessed before. She had not seen him pull anything out; she had not at any time seen the youth draw a firearm.", "127. The policeman had stayed where he was and had not moved closer to the youth. The youth had stepped sideways. Ms Rijssel had not seen the policeman draw his firearm.", "128. Another policeman had come running up. He had stood still at a distance of about six metres. The youth had still had his hand inside his shirt near his trouser belt. She had then seen the second police officer draw his pistol and aim it at the youth. She had heard a shout of “Put it down” (“Leg neer”), once, which in her opinion had come from the police officer who was keeping the youth covered. This had happened after the policeman had drawn his pistol on the youth. Immediately after the shout of “Put it down” she had heard one shot fired. The youth had collapsed immediately.", "129. Ms Rijssel stated categorically that she had not at any time seen the youth aim a pistol or anything similar at the policeman. She remembered the youth holding his hand inside his shirt, close to his trouser belt. She was sure of that, despite the speed with which events had unfolded.", "130. Immediately after the shot had been fired she had run towards the place where the youth had collapsed. She had shouted to the policemen: “I saw what you did. That’s a human being” (“Ik heb gezien wat jullie hebben gedaan. Het is een mensenkind”).", "131. The policeman had felt the youth’s pulse. The youth’s arm had fallen limp.", "132. More police officers had arrived, including one on a motorcycle who had asked her to make a statement. She had refused because she did not wish to make a statement that could be used against the youth and because her words could be misinterpreted. She had told two police officers, a man and a woman, who were cordoning the area off, that they did not need to rope off such a wide area. One of the police officers had accused her of trying to stir up trouble and had told her that she did not know what had caused the incident. She had replied that she was not aware of the cause of the incident but did know what had happened, and had asked if the police were not supposed to fire a warning shot before firing at a person. She might well have said more than that in her emotional state.", "133. On 20 July 1998 Ms Rijssel had returned to the place where the youth had been shot to leave some flowers. She had met the youth’s family there and spoken with them. They had told her that they had retained the lawyer Mr Hamer and she had given them her telephone number. She had later been contacted by Mr Hamer, who had asked her to make a statement to Chief Superintendent Van Duijvenvoorde.", "134. Ms Syreeta Michelle Lieveld, questioned on 24 July 1998, was a schoolgirl born in 1983 and the daughter of Ms Rijssel. The pair of them had been walking home from the Kwakoe festival on the evening of 19 July 1998 at around 10 p.m. While walking through a pedestrian underpass they had been passed by a youth on a scooter. The youth had been dressed in black. He was dark-skinned, but not completely black. He had worn his hair flat. He had not been wearing a crash helmet. Ms Lieveld could not describe the scooter.", "135. The youth had run the scooter off the path and across the grass towards the Huigenbos building. Ms Lieveld had not seen him ride the scooter into the doorway.", "136. Ms Lieveld’s mother had then said: “Look, the police are here.” Ms Lieveld had seen a police officer standing in front of the building, close by the youth. She and her mother had then gone towards them. Ms Lieveld had seen the police officer trying to arrest the youth, grabbing hold of him and pushing his face against the wall. The youth, however, had torn himself loose. He had made a gesture with his arms as if to say: “What do you want with me?”", "137. The youth had moved one of his hands, Ms Lieveld could not remember which, towards his trouser band. It had seemed as though he had a pistol there, but she had been sure it was a bluff.", "138. A second police officer had come running. Ms Lieveld had heard “Drop it” shouted; she remembered hearing it once. She had seen the two police officers with drawn service pistols. She had seen the first police officer, the one who had tried to arrest the youth, with his pistol drawn but she had not seen him point it at the youth. She had not seen the youth with a pistol or anything like that.", "139. The other police officer had also had his service pistol in his hand. He had aimed at the youth. She thought that the shot had been fired immediately after the shout of “Drop it”. After the shot the youth had turned around some way and collapsed. She had seen him drop something; she thought it had been a mobile telephone. Later, having come closer to the scene of events, she had seen a mobile telephone lying near the youth; she assumed that the youth had dropped it.", "140. Ms Lieveld could not give an estimate of how far it had been from where she stood to the place where the youth had collapsed, but it had been some distance. Things had happened very quickly, as if in a flash.", "141. The official record states that the witness made her statement in the presence of her mother in view of her emotional state.", "142. Mr Merlijn van Rij, questioned on 24 July 1998, was a schoolboy born in 1982 and resident in the Huigenbos building.", "143. On 19 July 1998 at around 10 p.m. he had been at home with his father, in the lounge of their first-floor apartment. It had been a warm night and the windows had been open.", "144. At some point he had heard someone shout “Stand still” once. No more than a second after that, he had heard a bang from the direction of the doorway which had sounded like a pistol shot. In view of the shout of “Stand still”, which was unlikely to have come from a criminal, he had concluded that the shot had been fired by police. He had wanted to go and watch, but his mother had not let him because she considered it in bad taste to take an interest in other people’s misfortune. Later that night his father had gone to take the dog out; he had seen lots of police and someone lying underneath a sheet.", "145. Mr Matthew Jiri Oostburg, questioned on 24 July 1998, was a schoolboy born in 1983.", "146. On 19 July 1998 at around 10 p.m. he and his father had been walking from the Kwakoe festival towards the Huigenbos building, where his father’s girlfriend lived. They had noticed the presence of police on motorcycles, apparently looking for something or someone.", "147. Just before entering a pedestrian underpass, they had heard a sound identified by Mr Oostburg’s father as a pistol shot. It came from the direction of the Huigenbos building. They had seen police going towards the Huigenbos building but had been too far away to see what was happening.", "148. On the way towards the building they had been stopped by police who were cordoning off the area.", "149. Having entered the building through a different entrance, they had gone to the first floor and Mr Oostburg had looked down. He had seen a coloured youth with a bald head lying motionless in front of the entrance to the doorway. He had seen a small shiny pistol lying by the youth’s feet. He had heard others say that they had initially thought that the youth had taken out a mobile telephone and that the police had fired mistaking it for a pistol. But it had definitely been a pistol.", "150. Mr Oostburg and others had assumed that the youth had drawn a pistol and aimed it at the police and that the police had fired for that reason.", "151. He had later seen the emergency services arrive. It had been apparent that the youth was dead because they had covered him with a white sheet.", "152. Police Officer Boonstra was interviewed by Detective Chief Superintendent Van Duijvenvoorde on 27 July 1998.", "153. He stated that he and his colleague Police Officer Dekker had been unaware of the fact that Moravia Ramsahai was armed. He and Officer Dekker had been approached by a coloured youth, who had asked them to follow him and had run on. Since he and Officer Dekker had not immediately run after him, the youth had turned around and gestured to them to follow him. This had led them to assume that there was something the matter and they had followed. It had been Officer Dekker, who had been closer to the youth than Officer Boonstra, who had spoken with him. It had also been Officer Dekker who had radioed through the licence plate number and possibly the colour of the scooter as well as the police officers’ precise location and the direction in which they were heading with the youth, but he did not recall Officer Dekker giving a description of the thief.", "154. After they had lost sight of the scooter, they had heard it reported by radio that there had been a shooting at the Huigenbos building. Officers Boonstra and Dekker had gone there to see if they could be of assistance. Not realising that the person who had stolen the scooter was armed, they had not connected the shooting to the theft.", "155. Only when they and the owner of the scooter had reached the scene of the shooting and the owner had recognised his vehicle did they ask him precisely what had happened. That had been when the owner of the scooter had told them that he had been forced at gunpoint to surrender control of the scooter. Officer Boonstra had told him that he ought to have mentioned that earlier (“Dat had je wel eens eerder mogen zeggen”).", "156. Officer Dekker had told Officer Boonstra later that he too had been unaware that the thief had been carrying a firearm and had been just as indignant at not having been told. Both officers counted themselves lucky not to have been fired at during the pursuit.", "157. Mr Hoeseni was interviewed by Detective Chief Superintendent Van Duijvenvoorde on 31 July 1998. He was asked to make a further statement as to when he had mentioned the firearm to Officer Dekker.", "158. Mr Hoeseni stated that his scooter had been stolen from him at the Kwakoe festival site on 19 July 1998 between 9 and 10 p.m. A coloured youth had forced him to hand it over at gunpoint. He recognised the pistol on a photograph bearing the number 10 (see below for a description of the photographs) as the pistol with which he had been threatened. He had noticed that the pistol was cocked and ready to fire. This had frightened him into giving up the scooter.", "159. Spotting two police officers, he had run up to them and asked them to follow him. They had not done so immediately but only after he had waved at them a second time. While running he had told them about the theft of the scooter and given them the scooter’s insurance documents and a description of the scooter and the thief.", "160. Mr Hoeseni had told the police officers about the firearm at the same time as he had handed the insurance papers to them.", "161. When he had heard, over the police officers’ two-way radio, that there had been a shooting, he had immediately connected it with the theft of his scooter. He had then told the police officers that the thief had had a small silver-coloured pistol.", "162. Mr Wladimir Mohammed Abzell Ali Chitanie, questioned by Detective Chief Superintendent Van Duijvenvoorde on 3 August 1998, was a civil servant born in 1945.", "163. On 19 July 1998 at around 10 p.m. he had been driving his car along the Huntumdreef. He had seen a marked police car following in his rear-view mirror. The police car had stopped suddenly, at which point a police officer had emerged and run in the direction of the doorway of the Huigenbos building. Thinking that something was happening, Mr Chitanie had decided to have a look for himself. He had parked his car, got out and walked towards the doorway towards which the policeman had headed. The street lights were on. It was twilight. He estimated the distance from where he was to the doorway of the Huigenbos building to have been between seventy-five and a hundred metres.", "164. He had seen a youth aged about 20, dressed in dark-coloured clothing, emerge from the doorway. He had not seen any scooter in the doorway. There had been a policeman standing opposite the youth, separated by a distance of about six metres. The police officer had been pointing a pistol at the youth. The youth had been holding some dark-coloured object, which Mr Chitanie had not been able to make out, in his right hand and had been pointing it towards the police officer. The police officer had gestured to the youth with one hand, apparently ordering him to throw away whatever it was he had in his hand, while keeping the youth covered with his service pistol in his other hand. He had not heard anything shouted or said, the distance being too great. He had seen the youth throw away the unidentified object in his right hand.", "165. While the first police officer was keeping the youth covered, Mr Chitanie had seen a second police officer come running towards his colleague with the apparent intention of providing assistance. This second police officer had drawn his service pistol and had held it in both hands, levelled at the youth’s head. He had heard a shot fired immediately. The shot had been fired after the youth had thrown the object away. Events had unfolded very quickly: the lapse of time between the youth throwing away the object and the firing of the shot had been a few fractions of a second. The youth had moved in the direction of the lamp post and then collapsed.", "166. At that point panic had broken out. Police had arrived in cars and on motorcycles. After the shooting, more people had joined Mr Chitanie. The police had ordered them to leave; Mr Chitanie and the others had left. Mr Chitanie had asked a police officer why no ambulance was being ordered. The police officer had replied: “We will see about that later.”", "167. Having entered the Huigenbos building and looked down onto the scene of events from the second floor, Mr Chitanie had seen the victim covered with a white sheet. He had not seen a pistol lying next to the body. He had heard from bystanders that the youth had thrown away a mobile telephone, but he had not seen that.", "168. It had taken Mr Chitanie six or seven minutes to reach the second floor of the building. He had seen numbered markers being set out and photographs being taken. It appeared that the bystanders had not been meant to see that, because police officers were holding a large sheet above the body and taking photographs underneath. Mr Chitanie thought that the youth might at that moment still have been alive, because he had heard a rattling sound, as if the youth’s throat was full of blood.", "169. Mr Chitanie estimated the time needed for the ambulance to arrive at thirty minutes or more. He had seen someone with medical equipment examine the victim, together with a person who appeared to be a public prosecutor.", "170. In Mr Chitanie’s opinion, any threat had disappeared after the youth had thrown away the object. He had not witnessed what had happened before.", "171. On 3 August 1998 Detective Chief Superintendent Van Duijvenvoorde confronted Officer Brons with the statement by Mr Chitanie to the effect that Moravia Ramsahai had thrown something away before the fatal shot. Officer Brons denied this. In view of the threat posed by the thief, Officer Brons’s attention had been focused on the thief’s hands. Until the thief drew the pistol, he had had nothing in them.", "172. On 3 August 1998 Detective Chief Superintendent Van Duijvenvoorde asked Officer Dekker for further information as to when he had become aware that the theft of the scooter had taken place at gunpoint.", "173. Mr Hoeseni had told Officer Dekker that he had been pulled off the scooter but had not mentioned the fact that a firearm had been used. Both he and Officer Boonstra had therefore assumed that only physical force had been used.", "174. Mr Hoeseni had given Officer Dekker the scooter’s insurance papers immediately and of his own motion and had at the same time given a description of the thief. Officers Dekker and Boonstra, joined by Mr Hoeseni, had run after the thief. However, they had lost him. Officer Dekker had then passed on the thief’s presumed direction of flight and the registration number via his two-way radio.", "175. At no time while they were running had he heard Mr Hoeseni say that the thief was armed. He had noticed, however, that Mr Hoeseni was frightened and spoke in a soft tone of voice. It was therefore quite possible that Mr Hoeseni had mentioned the fact but that he had not heard it while they were running.", "176. Only after the report of the shooting had come through had Officer Dekker heard Mr Hoeseni say: “He had a small silver-coloured pistol.” They had then gone towards the Huigenbos building. Officer Dekker had asked Mr Hoeseni: “Why did you not tell us that before?” but Mr Hoeseni had not given a clear reply. He had appeared very upset.", "177. Afterwards Officers Dekker and Boonstra had reflected on their luck at not having been shot. Had Officer Dekker been told at an earlier stage that the thief had used a pistol to steal the scooter, he would have passed that information on immediately and before all else. In addition, he and Officer Boonstra would not have run after the thief: their supervisory duties at the festival had required them to be unarmed themselves.", "178. Detective Chief Superintendent Van Duijvenvoorde confronted Officer Bultstra with the statement by Mr Chitanie on 4 August 1998. Officer Bultstra consented to being questioned without his counsel present.", "179. Officer Bultstra considered it unlikely that Mr Chitanie could have parked his car and walked back to the place from which he claimed to have witnessed the events in such a short time. Officer Bultstra himself had needed up to ten seconds to run the fifty metres from where the police car had been parked to Moravia Ramsahai and Officer Brons.", "180. It appeared that Mr Chitanie had missed the struggle with Moravia Ramsahai; he had not mentioned it in his statement. That would be consistent with the distance between where Mr Chitanie had parked his car and the scene of events.", "181. It was incorrect that Officer Brons had held his service weapon in one hand. It took two hands to hold it in the defensive position. Officer Brons had made gestures, but that had happened before Moravia Ramsahai drew his pistol.", "182. Moravia Ramsahai had had nothing in his hands until he had drawn his pistol. He had, however, not pointed it at Officer Bultstra; he had pointed it at the ground. He had held it in his hand continuously. He had definitely not thrown anything away or dropped anything. He had only let go of the pistol once Officer Brons had shot him, but even then only as he collapsed.", "183. Officer Bultstra had held his two-way radio set in his left hand as he had left the police car. He had kept hold of it until he dropped it. He did not remember when that had been, but it must have been no later than when he drew his service pistol because in the defensive position he had needed both his hands to hold it. He could not remember either whether he had already dropped the radio at the time of the struggle. He had, however, later seen it lying on the ground, level with Moravia Ramsahai’s chest and about sixty centimetres away from him. He had left it there.", "184. The ambulance had been called for immediately, not once but twice. Officer Bultstra had not seen it arrive. By that time he and Officer Brons were being taken to the police station, having spent five to seven minutes at the scene of the events.", "185. Officer Bultstra had heard Moravia Ramsahai’s death rattle. That had stopped already before he and Officer Brons had left. It had appeared to Officer Bultstra that Moravia Ramsahai’s lungs were filling with blood, but Officer Bultstra could do nothing to stop that.", "186. Detective Chief Superintendent Van Duijvenvoorde decided to question Mr Petrus van den Heuvel again in the light of the statement of Mr Chitanie. This he did on 4 August 1998.", "187. Mr Van den Heuvel reiterated that he had been focused on the coloured man with the firearm. He had clearly seen the coloured man hold a firearm in his right hand, which he had pointed downwards. The coloured man’s other hand had been empty.", "188. Mr Van den Heuvel had not witnessed the actual shooting, having taken cover behind the balustrade. He had looked to see what had happened right after the shot had been fired. This had been only a fraction of a second later. He had not seen the coloured man’s pistol fall to the ground. When Mr Van den Heuvel had looked, the pistol had been lying on the ground, next to the coloured man, as shown on a photograph taken at the scene of the incident. The pistol shown on another photograph was very similar to that which Mr Van den Heuvel had seen in the coloured man’s hand.", "189. For the remainder, Mr Van den Heuvel confirmed his earlier statement.", "190. Police Officer Bruin Jan van Dongen was questioned by Detective Chief Superintendent Van Duijvenvoorde on 4 August 1998. He had been driving a police car with a police dog along the Huntumdreef. Officer Van Dongen had heard that a scooter had been stolen at the Kwakoe festival and had heard the description given of the scooter and the thief. He was looking for the thief. There was no information that the theft had taken place at gunpoint.", "191. Officer Van Dongen had been passed by another police car. He had recognised the driver as Officer Brons. He had seen the police car pull up and the passenger emerge.", "192. He had parked his car and got out. In so doing he had seen Officer Brons get out of his car. Going around the back of the car to get out the police dog, Officer Van Dongen had heard a pistol shot from the direction of the Huigenbos building. The dog had reacted furiously to the sound. It had been necessary to handle the dog with particular care, because in its excitement the dog might have attacked people.", "193. He had met Officer Brons and had asked him what had happened. Officer Brons had replied that a pistol had been aimed at the police and a shot had been fired by the police, but had not named the officer who had fired the shot.", "194. Officer Van Dongen had walked up to the victim lying on the ground, stopping at a distance of two metres because of the unpredictable reaction of the dog. The victim had been motionless, except for opening and closing his mouth a few times. Officer Van Dongen had heard no death rattle.", "195. When Officer Van Dongen arrived at the scene, there had been only the two police officers and the victim. He had not seen anyone else close by. The dog would have reacted if anyone else had been present.", "196. Ms Lambertina Helena Hup was interviewed by Detective Chief Superintendent Van Duijvenvoorde on 5 August 1998. She had been the driver of the ambulance which had been sent out to collect Moravia Ramsahai after he had been shot.", "197. At 10.02 p.m. the ambulance crew had received an instruction to drive to the Huigenbos building because someone had been shot. The ambulance had left at 10.04 p.m. and arrived on the scene at 10.14 p.m., well within the time allowed, which was fifteen minutes.", "198. Ms Hup and the other member of the ambulance crew, Mr Van Andel, had taken out the stretcher, which was given to police officers. Ms Hup and Mr Van Andel had then taken their equipment and had run towards the victim. There had been a small silver-coloured pistol lying next to him, which she and Mr Van Andel had had to avoid touching while doing their work.", "199. Ms Hup had not heard the victim’s death rattle or him make any other sound. She had assisted Mr Van Andel as he gave first aid. They had connected the victim to the heart monitor. Mr Van Andel had checked eye pupil reflexes by shining a light into each eye but had got no reaction and had noted the absence of a pulse and breathing. From the information thus obtained Mr Van Andel had concluded that the victim had died on the spot.", "200. Ms Hup and Mr Van Andel had seen the wound where the bullet had entered, which was in the neck on the right. They had not seen the exit wound.", "201. Ms Hup and Mr Van Andel had then covered the body with a white sheet. They had then spent some time talking with police officers. They had not removed the body, which had been picked up later by a special vehicle.", "202. Mr Leendert van Andel, a paramedic, had been the other member of the crew of the ambulance driven by Ms Hup. Detective Chief Superintendent Van Duijvenvoorde questioned him on 5 August 1998.", "203. At around 10.02 p.m. they had received instructions to go to the Huigenbos building where someone had been shot. They had been given a route to take. They had left at 10.04 p.m. The blue flashing light and the siren had been switched on continuously. They had arrived at the scene at 10.14 p.m.", "204. Ms Hup and he had run quickly towards the victim. Police officers had carried the stretcher, he and Ms Hup the other equipment.", "205. A police officer had told him that the youth had been shot. He had seen the entry wound in the neck but no exit wound. There had been a small pistol lying close by the victim. Mr Van Andel had not noticed a two-way radio lying on the ground.", "206. The victim had had no signs of life. There had not been any rattle. Mr Van Andel had checked his vital functions and had noted the absence of any heart function (checked with a heart monitor) or pupil reaction. This, combined with the gunshot wound, had led Mr Van Andel to conclude that the youth was dead. After conferring briefly with one of the police officers present and telling him that there was nothing more to be done, he and Ms Hup had covered the body with a sheet.", "207. Mr Van Andel and Ms Hup had then returned to the ambulance and had reported themselves ready for further duty at 10.35 p.m. The body had been removed later.", "208. Mr John Pel, whom Detective Chief Superintendent Van Duijvenvoorde questioned on 7 August 1998, was a police forensic investigator (technisch rechercheur). He had been on call on the evening of 19 July 1998. He had been instructed to go to the Huigenbos building where there had been a shooting. He had arrived after the ambulance had left. On his arrival at the scene, he had seen a white sheet covering the victim and a pistol lying on the ground.", "209. Mr Pel and a colleague, Mr Popping, had identified items of evidence and marked them with numbered markers before photographing them. He had also examined the body of the victim and in particular his hands for traces of gunshot residue (schotrestbemonstering). This had required the lifting of the sheet covering the body.", "210. Ms Hèlen Milian Jalink was questioned by Detective Chief Superintendent Van Duijvenvoorde on 11 August 1998. She was a maternal great-aunt of Moravia Ramsahai.", "211. On Monday 20 July 1998 an aunt of Moravia Ramsahai’s had told her that Moravia had stolen a scooter and had been shot dead for that reason by the police. That evening, between 6 and 7 p.m., she and other relatives of the deceased had held a prayer meeting at the place where it had happened.", "212. During this prayer meeting, two persons were presented to her who had allegedly witnessed the events. They had told her that, when driving by in a car, they had seen a parked police car with the doors open, one policeman standing near the Huigenbos building and another policeman running in the same direction. They had seen a youth, who had apparently come out of the doorway, walking with his hands raised. She had not been told how high he had raised his arms, but they had told her that he had raised them. They had not told her of any struggle between the youth and the police officer. They had not told her that the first police officer had kept the youth covered with his service pistol. The second police officer, the one who had come running, had shot the youth down. They had not seen the youth with any firearm; they had been definite about that. They had seen the youth being hit and collapsing. They had seen him covered with a sheet.", "213. Some persons present had mentioned a mobile telephone which the police had said was a pistol.", "214. The two persons who had said that they had witnessed the shooting had been evasive when asked whether they were prepared to make statements to the police. They had been more willing to talk to a lawyer. An appointment had been made for this purpose with Mr Hamer, the applicants’ representative in the proceedings now pending before the Court, but they had failed to turn up. Ms Jalink had been told that they had gone to Germany.", "215. These two individuals were Gypsies who spoke limited Dutch and English. Ms Jalink had no idea why they were so reluctant to cooperate fully.", "216. Detective Chief Superintendent Van Duijvenvoorde interviewed Mr Chitanie a second time on 17 August 1998.", "217. Mr Chitanie repeated that he had not witnessed any struggle between the victim and the first police officer.", "218. Asked whether he had seen a policeman with a dog, he answered that he had not paid attention to anything other than what was happening where the victim lay. He had, however, seen police officers with dogs; he did not remember how many. There had also been civilians with dogs. No police officer with a dog had passed close by him as he was standing still witnessing events from a distance.", "219. Mr Chitanie remembered a police officer telling him that “they” – meaning the police – would decide when the ambulance would come; that although the victim could no longer talk, “they” could; and that there were other wounded persons, who had fled.", "220. Mr Chitanie had seen Gypsies and had been told that they had seen everything. However, they would not cooperate because they were members of a criminal organisation.", "221. On 7 August 1998 Detective Chief Superintendent Van Duijvenvoorde interviewed the applicants. They told him that they were not aware that Moravia Ramsahai had had a pistol and could not imagine this to be the case. Moravia Ramsahai had, however, possessed a mobile telephone, which was nowhere to be found. The third applicant also told Detective Chief Superintendent Van Duijvenvoorde that he had heard of two Gypsies who had witnessed the shooting, but who were unwilling to provide information because they were residing illegally in the Netherlands.", "222. An autopsy was performed on Moravia Ramsahai’s body on 20 July 1998 by a pathologist at the Forensic Laboratory (Laboratorium voor Gerechtelijke Pathologie) in Rijswijk. The pathologist drew up a detailed report, according to which Moravia Ramsahai had been hit by one bullet in the neck area. The bullet had ruptured major blood vessels and organs, including the brachiocephalic (innominate) artery and vein, and the right lung. These injuries had led to Moravia Ramsahai’s death.", "223. According to the report of the toxicological examination (dated 23 December 1998), a blood sample taken from Moravia Ramsahai’s body contained 0.85 mg of alcohol per litre, a urine sample contained 1.51 mg per litre, the vitreous humour of the left eye contained 1.53 mg per litre and that of the right eye contained 1.55 mg per litre. The presence of amphetamines in the urine sample was initially suspected but could not be confirmed by subsequent testing. Other substances found in the urine sample included psilocine (an alkaloid compound found in certain hallucinogenic mushrooms – genus Psilocybe – known colloquially as “magic mushrooms”). The concentration of psilocine in the blood was too low to be determined.", "224. No drawings or photographs were appended to the autopsy report as contained in the investigation file.", "225. On 29 July 1998 Detective Chief Superintendent Van Duijvenvoorde telephoned the Royal Netherlands Meteorological Institute enquiring after the weather conditions on the evening of 19 July. He was given the following information:", "“Warm day and evening; somewhat overcast", "9.45 p.m.: Sunset", "10 p.m.: Twilight", "10.30 p.m.: Dark”", "226. On 30 July 1998 Detective Chief Superintendent Van Duijvenvoorde interviewed the 12-year-old Miss Sangeeta Edwina Pamela Mungra. She confirmed what she had stated to members of the mobile special operations unit on the night of 19 July. She added that she had only looked outside after hearing the bang. Moravia Ramsahai was already lying on the ground. She had not seen the police officers properly. She had gone back up, glanced down from the seventh floor and gone inside.", "227. Detective Chief Superintendent Van Duijvenvoorde had returned to the scene of the incident with Ms Rijssel and Ms Lieveld and with Mr Chitanie and his wife after taking their respective statements. They had shown him where they had been standing and Detective Chief Superintendent Van Duijvenvoorde had paced the distance to the lamp post where Moravia Ramsahai had lain. This had been about fifty-seven metres in the case of Ms Rijssel and Ms Lieveld and about fifty-eight metres in the case of Mr and Mrs Chitanie.", "228. Detective Chief Superintendent Van Duijvenvoorde had also gone back with Officer Bultstra, who had shown him where he thought Officer Brons had parked the car. This was about forty-eight metres away from the lamp post. He had asked Officer Bultstra to run that distance and timed him with a stopwatch. It had taken him 9.4 seconds. Detective Chief Superintendent Van Duijvenvoorde noted in his report that the distance from where the car was parked had actually been measured on the night of the shooting and found to be fifty-six metres.", "229. Senior Detective Jacob Cornelis Peter Schultz, a police officer serving at Flierbosdreef police station, officially seized the body where it lay at 10.02 p.m. and provisionally identified it as Moravia Ramsahai’s from identity documents found in his clothing. According to a further official record, also by Senior Detective Schultz, the body was shown to Mrs Ruth Helen Versteeg-Tewari, Moravia Ramsahai’s mother, and Mr Carlitto Marciano Farook Alihusain, his cousin, on 20 July 1998 at 2.15 p.m. They both recognised the body and identified it as Moravia Ramsahai’s.", "230. A report drawn up by forensic investigators (technisch rechercheurs) John Pel and Jan Popping describes the action taken following the incident to secure information and evidence at the scene of the shooting. It records the location of the body. Next to it Officers Pel and Popping had found a Beretta 950 B pistol, calibre 6.35 mm, with the hammer cocked. They had also found a spent cartridge. They had found the scooter in the doorway. Next to the doorway there was a staircase, closed from the outside by tall windows. In one of these windows they had found a bullet hole. Under the bullet hole they had found a bullet lying on the floor. No ricochet marks had been found in the stairway. This had made it impossible to determine the bullet’s precise trajectory. Twenty-nine photographs were appended to this record, photocopies of which – in black and white – are contained in the Court’s file.", "231. On 4 August 1998 Police Superintendent Ronald Groenewegen of the Amsterdam/Amstelland police drew up a record describing the events which he himself had witnessed. On the evening of 19 July 1998 Superintendent Groenewegen had been out in uniform, in charge of the police detachment monitoring the Kwakoe festival. At 9.55 p.m. he had heard on his two-way radio that two surveillance officers were pursuing a thief who had stolen a scooter. From other messages he concluded that other officers had also set off in pursuit, including Officers Brons and Bultstra in a police car. At around 10 p.m. Superintendent Groenewegen had heard that Officers Brons and Bultstra were pursuing the thief in the direction of the Huigenbos building. Shortly afterwards, he had heard that there had been shooting and that an ambulance was needed. Superintendent Groenewegen had immediately made his way to the Huigenbos building. Upon arrival, he had seen a man lying on the ground, wounded in the neck. He had seen a silver-coloured pistol lying on the ground, about one metre from the man’s feet. He had also spotted a police two-way radio lying on the ground, about one metre from the body at hip level. The ambulance had arrived at approximately 10.20 p.m. and its crew had emerged with a stretcher. Shortly afterwards, someone had thrust a two-way radio set into Superintendent Groenewegen’s hands, telling him that it was Officer Bultstra’s. Superintendent Groenewegen had understood that this was the set which he had seen lying on the ground.", "232. The file contains an official record of the seizure of a tape-recording made of police two-way radio conversations on the night of 19 July 1998 and a transcript. According to the transcript, Officer Dekker reported the theft of the scooter, giving a description of it and the thief. This report is answered by an unknown police officer on a motorcycle and Officer Bultstra. Officer Bultstra reports, using his two-way radio, that a scooter matching the description given has been spotted. The police officer who reports that he has fired his weapon and requests an ambulance is stated to be Officer Brons.", "233. Another official record states that video recordings made by a closed-circuit television system in the Burger King restaurant on Leidseplein, shortly before the time of the shooting, show Moravia Ramsahai misbehaving.", "234. Further official records drawn up by police officers describe personal effects found on Moravia Ramsahai’s body – clothing, jewellery, the contents of his pockets – and their return to his next-of-kin, the return to Vinodkumar Hoeseni of the scooter taken from him by Moravia Ramsahai, and the opening of a temporary document register for the case.", "235. The file also contains a printout giving the results of the firearms training undergone by Officer Brons in the year before 19 July 1998. It shows that during this period Officer Brons had fired 390 practice rounds, scoring an average 88.80% hits, and had undergone refresher training on 10 July 1998.", "236. The file contains no record of any examination of the service weapons carried by Officers Brons and Bultstra at the relevant time or of the spent cartridge and the bullet found at the scene of the incident.", "237. On 11 September 1998 the public prosecutor wrote to the parents of Moravia Ramsahai informing them that she had come to the conclusion that the shooting had been an act of self-defence and had therefore decided not to bring a prosecution against Officer Brons. On 23 September 1998 Mr Hamer wrote to the public prosecutor announcing the intention of the third applicant to seek a court order for the prosecution of Officer Brons.", "238. The applicants were granted access to the investigation file. On 2 October 1998 they applied for such an order to the Amsterdam Court of Appeal (gerechtshof) by means of a complaint about the failure to bring a prosecution (Article 12 of the Code of Criminal Procedure (Wetboek van Strafvordering) – see below). The application was signed by Mr Hamer as the applicants’ representative and by each of the applicants individually. They stated that the information available did not admit of the conclusion that the shooting of Moravia Ramsahai by Officer Brons was sufficiently justified. They also pointed out that certain key parts of the investigation after the shooting had been carried out by the Amsterdam/Amstelland police force – that is, Officer Brons’s direct colleagues – and argued on that ground that the investigation had not been “effective” and “independent”. Further complaints addressed the failure to question Officers Brons and Bultstra until several days after the event, the failure to question all the police officers who had arrived at the scene after the shooting about what had been said by Officers Brons and Bultstra, the failure to determine the precise trajectory of the bullet (which the applicants submitted would have been possible), the failure to secure gunshot residue samples from the hands of Officers Brons and Bultstra, the failure to conduct a reconstruction of the incident, and the absence from the autopsy report of drawings or photographs showing the entrance and exit wounds caused by the bullet. Reference was also made to Police Commissioner Van Riessen’s statement, as reported in the newspaper De Telegraaf, to the effect that he would not allow an independent inquiry, and to the fact that the Chief Public Prosecutor (hoofdofficier van justitie) of Amsterdam retained overall responsibility for the investigation and any decision to prosecute.", "239. On 8 January 1999 the Acting Procurator General (plaatsvervangend procureur-generaal) at the Amsterdam Court of Appeal submitted an opinion in response to the applicants’ complaint about the failure to prosecute Officer Brons. He considered it sufficiently clear from the evidence available that Officer Brons had acted in self-defence and was not convinced that Public Prosecutor De Vries, who had decided not to prosecute, was in any way biased. Although perhaps some might have preferred the non-prosecution decision to have been taken by an official body further removed from the Amsterdam police, that was not a wish which needed to be taken into account by the courts. It followed that the applicants’ complaint of 2 October 1998 was unfounded.", "240. On 23 February 1999, Mr Hamer, having been informed of the date on which a hearing would be held to consider the applicants’ said complaint, wrote to the Court of Appeal asking for the hearing to be public.", "241. On the same day Mr Hamer wrote to the Acting Procurator General at the Court of Appeal, complaining about the failure of the registry of that court to provide him with copies of the complete case file and asking for this failure to be redressed. He made a similar request to the President of the Court of Appeal.", "242. The Registrar of the Court of Appeal replied on 24 February 1999, pointing out that the question to be decided was whether to hold a public hearing; in such circumstances it was appropriate for participants in the hearing to be allowed to view the file, but for reasons of caution copies were refused. By a separate letter of the same date, the Registrar informed Mr Hamer that the hearing in question would not be public, but that Mr Hamer could raise the issue at the hearing if he so desired.", "243. The Acting Procurator General replied on 25 February 1999 that he was not an appellate body competent to review decisions of the Registrar of the Court of Appeal to withhold documents. In any event, Mr Hamer had been able to see all available documents.", "244. The applicants’ complaint under Article 12 of the Code of Criminal Procedure was heard in chambers by a “judge delegate” (raadsheer-commissaris) on 1 March 1999. Mr Hamer made extensive oral submissions on the applicants’ behalf.", "245. On 19 March 1999, with the consent of the Advocate General in charge of the case, Mr Hamer wrote to the judge presiding over the chamber of the Court of Appeal which was to hear the applicants’ complaint about the failure to prosecute, referring to an alleged inconsistency between the statements of Officers Brons and Bultstra and the statements of other police officers, as reported in the press release, which in his submission would justify a further criminal investigation.", "246. On 26 April 1999 the Court of Appeal dismissed the applicants’ complaint against the public prosecutor’s decision not to prosecute. In its reasoning it endorsed the decision of the “judge delegate” not to hold a public hearing. It found that, in the light of the applicable legal provisions, it would go beyond the powers of the judiciary to develop the law if a hearing, the purpose of which was to decide whether a particular person should be put on public trial, were itself held in public. Moreover, that would defeat the purpose of the applicable legal provisions.", "247. As to the merits of the case, the Court of Appeal was satisfied that Officer Brons had acted to avert a threat of harm by a deadly weapon and had acted in legitimate self-defence. It based this finding on the statements of Officers Brons and Bultstra and Mr Van den Heuvel. It added that if there had been more time, it might have been possible to avoid inflicting a lethal wound; however, an immediate reaction had been required in the circumstances, as had subsequently been borne out by the fact that Moravia Ramsahai’s pistol had had a round chambered and its hammer cocked in the firing position. This conclusion was reinforced by the available information that earlier that day he had stolen a vehicle at gunpoint and used the pistol in a threatening way on at least one other occasion, as well as by the retrospective finding of traces of alcohol and the active ingredient of hallucinogenic mushrooms in Moravia Ramsahai’s body. The other witness statements available were either plainly incorrect (as in the case of Mr Chitanie and Ms Rijssel), or irrelevant, or did not materially affect the above findings.", "248. Although the Court of Appeal agreed with the applicants that a reconstruction would have been desirable, it found nothing to suggest that the evidence available had not been investigated conscientiously. Nor could the fact, as alleged by the applicants, that they or their counsel had been denied access to certain documents lead to any different conclusion.", "249. At the time of the events complained of, the relevant provisions of the Code of Criminal Procedure provided as follows.", "“1. If the perpetrator of a punishable act is not prosecuted, or if the prosecution is not pursued to a conclusion, then anyone with a direct interest [rechtstreeks belanghebbende] may lodge a written complaint with the Court of Appeal within whose area of jurisdiction the decision has been taken not to prosecute or not to pursue the prosecution to a conclusion.", "...”", "“1. The Court of Appeal shall not take its decision without first having heard representations from the complainant, or at least after having properly summoned the complainant ...”", "“1. The Court of Appeal may summon the person whose prosecution is being sought in order to afford him the opportunity to present observations on the request made in the statement of complaint and the grounds on which it is based. Such summons shall either be accompanied by a copy of the statement of complaint or contain an indication of the facts to which the complaint relates.", "2. No order of the kind referred to in Article 12i shall be given unless and until the person whose prosecution is being sought has been heard by the Court of Appeal, or has at least been properly summoned.”", "“1. The complainant and the person whose prosecution is being sought may be assisted before judges sitting in chambers. They may be represented by counsel ...", "2. The President of the Court of Appeal shall ... allow the complainant and the person whose prosecution is being sought, as well as their counsel or authorised representatives [gemachtigden], to inspect the case file if a request is made to that effect. Inspection shall take place in the manner determined by the President. The President may, of his own motion or at the request of the Procurator General, exempt particular documents from inspection in the interests of privacy, the investigation, the prosecution of criminal acts, or on significant general-interest grounds.”", "“The person whose prosecution is being sought shall not be obliged to answer questions put to him in chambers. He shall be so informed before the hearing begins and that fact shall be mentioned in the official record.”", "“1. If the complaint falls within the Court of Appeal’s jurisdiction, the complainant can be admitted [de klager ontvankelijk is], and if the Court of Appeal finds that a prosecution ought to have been brought or pursued to a conclusion, the Court of Appeal shall order the prosecution to be brought or pursued in respect of the fact to which the complaint relates.", "2. The Court of Appeal may also refuse to give such an order for reasons relating to the general interest.", "3. The order may also include the direction [last] that the public prosecutor shall make the request referred to in Article 181 or Article 237 § 3 [namely, a request to the investigating judge [rechter-commissaris] to initiate or continue a preliminary judicial investigation [gerechtelijk vooronderzoek]] or that the person whose prosecution is being sought shall be summoned for trial. The first-mentioned order may also be given by the Court of Appeal if the public prosecutor has already had the person whose prosecution is being sought officially notified of the decision of closure of a preliminary judicial investigation or if the time-limit prescribed in Article 237 § 3 has already expired.", "4. In all other cases the Court of Appeal shall ... dismiss the complaint.”", "“1. Reasons shall be given for any decision taken in chambers. If a public hearing in chambers is prescribed, such decision shall be delivered in open court.", "...", "4. Unless otherwise provided, the decision shall be notified to the suspect and the other participants in the proceedings without delay.”", "250. At the time of the events complained of, the relevant provisions of the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie) provided as follows.", "“The Public Prosecution Service shall have exclusive responsibility for upholding the laws, prosecuting all criminal acts and ensuring the execution of all criminal judgments. ...”", "“Officials of the Public Prosecution Service shall follow the orders given to them in the course of their official duties, in the name of the Monarch, by the competent authority.”", "“... [P]ublic prosecutors and acting public prosecutors shall, in their official duties, report to the Head of the public prosecution department [parket] in which they carry out their duties.”", "251. Relevant provisions of the Code of Criminal Procedure provided as follows.", "“1. The Procurator General at the Court of Appeal shall, within the area of jurisdiction of the Court of Appeal to which he is appointed, ensure the proper investigation of the criminal acts which are triable by the regional courts [arrondissementsrechtbanken] or the district courts [kantongerechten]. ...", "2. To that end, he shall give orders to the Heads of the public prosecution departments appointed to the regional courts.”", "“1. The public prosecutor shall be charged with the investigation of criminal acts which are triable by the regional court to which he is appointed and by the district courts within the area of that regional court’s jurisdiction, as well as the investigation, within the area of that regional court’s jurisdiction, of criminal acts triable by other regional courts or district courts.", "2. To that end, he shall give orders to the other persons charged with [such] investigation. ...”", "252. The Police Act 1993 (Politiewet), in its relevant parts, provides as follows.", "“1. If the police act in a municipality to maintain public order and to carry out their task of assisting the public [hulpverleningstaak], they shall be under the authority of the burgomaster.", "2. The burgomaster shall be empowered to give the police officers directions in carrying out the tasks referred to in the first paragraph.”", "“1. If the police act to maintain legal order through criminal law enforcement, or carry out tasks in support of the administration of justice, they shall be under the authority of the public prosecutor.", "2. The public prosecutor shall be empowered to give the police officers directions in carrying out the tasks referred to in the first paragraph.”", "253. Article 8 § 1 of the Police Act 1993 provides as follows:", "“A police officer appointed to carry out the tasks of the police force shall be authorised to use force in the lawful exercise of his duties when it is justified by the purpose thereby intended to be served, also taking into account the dangers involved in such use of force, and when that purpose cannot otherwise be served. Use of force shall be preceded, if possible, by a warning.”", "254. At the relevant time, the Standing Orders for the Police, the Royal Military Constabulary and officers invested with special investigative powers (Ambstinstructie voor de politie, de Koninklijke Marechaussee en de buitengewone opsporingsambtenaar) provided as follows.", "“1. Use of a firearm, other than a firearm suitable for automatic fire or long-range precision fire, is permitted only:", "(a) to arrest a person who poses a firearms hazard [vuurwapengevaarlijk persoon];", "(b) to arrest a person who is trying to evade, or has evaded, being arrested or brought before the competent legal authority [die zich aan zijn aanhouding of voorgeleiding tracht te ontrekken of heeft onttrokken] and who is suspected or has been convicted of a serious indictable offence [ernstig misdrijf] which must in addition be considered a serious disruption of legal order.", "...", "3. In the cases referred to in the first paragraph under (a) and (b), the firearm shall not be used if the identity of the person to be arrested is known and it may reasonably be assumed that delaying the arrest will not jeopardise legal order in a manner that may be considered unacceptable. ...”", "“1. Immediately before he uses a firearm, other than a firearm suitable for automatic fire or long-range precision fire, the officer shall issue a warning, in a loud voice or in another form that cannot be misunderstood, that he will open fire if the order is not followed without delay. Such a warning, which may if necessary be replaced by a warning shot, shall be omitted only if the circumstances do not admit of it.", "2. A warning shot shall be fired in such a way as to avoid, as far as possible, endangering persons or property.”", "255. While on duty, uniformed police in the Netherlands may be armed with a semi-automatic pistol. Police officers are required to maintain proficiency in the use of their firearms, failing which they are not allowed to carry any.", "256. Article 43 of the Police Act provides as follows:", "“1. For tasks determined by the Minister of Justice, after consultation with the Minister of Internal Affairs, the Procurator General shall have special-duty police officers [bijzondere ambtenaren van politie] ... at his disposal.", "2. The Minister of Justice shall be charged with the management of the police officers referred to in the first paragraph. These police officers shall ... be appointed, promoted, suspended and dismissed by the Minister of Justice.”", "257. According to Rule 1 of the Rules governing the organisation of the operational divisions of the Public Prosecution Service (Organisatieregeling dienstonderdelen Openbaar Ministerie), the National Police Internal Investigations Department (Rijksrecherche) is a nationwide service placed directly under the primary collective responsibility of the Procurators General at the Courts of Appeal. Its day-to-day affairs are managed by a Director who reports to the Procurators General (Rule 3).", "258. The Chamber judgment received considerable media attention in the Netherlands. On 23 November 2005 two members of the Lower House (Tweede Kamer) of Parliament, Mr P. Straub and Mr A. Wolfsen, asked the Minister of Justice to state his views on the Chamber judgment and the resulting need for changes in domestic law and practice.", "259. The Minister of Justice’s reply was received in Parliament on 16 December 2005 (Tweede Kamer der Staten-Generaal, Aanhangsel van de Handelingen – Lower House of Parliament, Appendix to the parliamentary record – 2005-06, no. 567, pp. 1209-10). The following is an excerpt from it:", "“2. It is important to note that there is no question of a substantive violation of Article 2 of the Convention; the Court is unanimous in finding that the police officer acted in self-defence. The Court concludes that there has been a procedural violation of Article 2 of the Convention on two points: the (excessively) late involvement of the National Police Internal Investigations Department in the investigation and the fact that the decision under Article 12 of the Code of Criminal Procedure not to prosecute the policemen involved was not [given in] public. As to the involvement of the National Police Internal Investigations Department, a few matters should be noted. The Court does not criticise the position of the National Police Internal Investigations Department in relation to the police as such; it finds explicitly that that position is consonant with the independence required by Article 2 of the Convention. However, in this case the investigation into the shooting was carried out during the first fifteen hours by police officers belonging to the same police force as the police officer who had fired the fatal shot. Only afterwards was the investigation taken over by the National Police Internal Investigations Department. The Court finds that the (independent) National Police Internal Investigations Department became involved in the investigation too late in this specific case. Since the decision of the Amsterdam Court of Appeal of 23 June 2004 in the Mercatorplein case (unpublished), the duty system of the National Police Internal Investigations Department has been improved [aangescherpt], so that they can be at the place of the incident sooner. The National Police Internal Investigations Department now reaches the scene of events within, on average, one hour to one hour and a half after the incident is reported. It is therefore no longer possible to conclude that the procedures now followed in the Netherlands as regards investigations into fatal shootings involving police officers are not compatible with the Convention. I am therefore of the opinion that structural changes in the existing procedures are not needed. It is, however, useful to make the procedure more precise on some points, in particular as regards the involvement of the National Police Internal Investigations Department. To this end, the Board of Procurators General [College van procureursgeneraal] is drawing up a new ‘Instruction on how to act in the event of the use of force by a (police) officer’ [Aanwijzing handelwijze bij geweldsaanwending (politie) ambtenaar, hereafter ‘the Instruction’], to replace [an earlier instruction]. This Instruction will explicitly provide that the National Police Internal Investigations Department shall be informed immediately [terstond] in cases where there has been use of force by a police officer, and that the duty officer concerned from the National Police Internal Investigations Department shall proceed to the scene of the incident as quickly as possible. Until he arrives, the local police force shall only act to freeze the situation, for example by cordoning off the scene of the incident. However, the local force will, in principle, not carry out investigative measures. This Instruction is expected to enter into force early next year.", "3. In a decision such as provided for in Article 12 of the Code of Criminal Procedure, the complainant’s interest in publicity is opposed to the interest in secrecy of the person whose prosecution is sought. The starting point, for the present, is that during the phase in which a decision has yet to be taken as to whether a person is to be prosecuted, that person’s interest in avoiding publicity outweighs the complainant’s interest in publicity. Since a decision under Article 12 of the Code of Criminal Procedure does not concern a ‘criminal charge’ in the sense of Article 6 of the Convention, the requirement of publicity for such decisions does not flow from that Article. In the relevant judgment of the European Court of Human Rights, the requirement of publicity is however derived from Article 2 of the Convention. The Court takes the view that the decision should have been given in public, in view of the seriousness of the case and the fact that it concerned a person invested with public authority. It will not be possible to give effect to the judgment without amending Article 12 of the Code of Criminal Procedure.", "At the moment we are still examining the question whether to introduce a request for referral to the Grand Chamber under Article 43 of the Convention. I will inform you of the outcome early next year.", "4. The Court finds that the Public Prosecution Department’s position in relation to the police is sufficiently independent. The fact that a public prosecutor is dependent on the police for the provision of information and support does not affect this finding. The Court notes in addition that the actions of the public prosecutor are subject to independent supervision by the courts. In this case the public prosecutor in charge of the case was a public prosecutor with particular responsibility for the area within which the work was carried out at Flierbosdreef police station, at which station the police officer concerned worked. I share the Court’s view that it is undesirable (from the point of view of independence) for a public prosecutor to maintain excessively close ties with the police force to which the police officers concerned belong. In that connection I refer to the said Instruction of the Board of Procurators General. This Instruction will provide that in cases such as the present the investigation will in no circumstances be led by a public prosecutor who maintains close ties with the district to which the police officers belong, for example the district public prosecutor. I note in addition that the Advisory Board on Police Use of Firearms [Adviescommissie Politiëel Vuurwapengebruik] gives advice on the follow-up to investigations into police use of firearms actually involving firing and where investigations have actually been carried out by the National Police Internal Investigations Department. The Chief Public Prosecutor is obliged to submit to the Advisory Board the decision he proposes to take. In that way a kind of ‘second opinion’ is built into such cases.”", "260. The new Instruction of the Board of Procurators General, which the Minister announced for early 2006, was in fact published on 26 July 2006 (Official Gazette – Staatscourant – 2006, no. 143). The Board of Procurators General constitutes the highest body of the Public Prosecution Service and is answerable, through its chairman, to the Minister of Justice.", "261. An explanatory note states that the Instruction is intended as a follow-up to, inter alia, the Chamber judgment in Ramsahai and Others, in order better to clarify the investigative tasks of the National Police Internal Investigations Department and the role of the local police force.", "262. The Instruction covers not only police officers but also other officials with police powers, including the Royal Military Constabulary (Koninklijke marechaussee) and members of the armed forces exercising police duties. It is applicable in cases involving the use of firearms causing death or injury and other cases in which the use of force has resulted in death or serious injury.", "263. Whenever an incident has taken place to which the Instruction applies, the investigation will be carried out by the National Police Internal Investigations Department. The regional police force is to inform that department of the incident immediately. The duty officer from the National Police Internal Investigations Department will proceed to the scene of the incident as quickly as possible. The local police are to take any necessary urgent measures, such as cordoning off the area concerned, caring for any casualties and taking down the names of any witnesses; they are not themselves to carry out any investigations unless and to the extent that their involvement is unavoidable.", "264. Any investigations that cannot be carried out by the National Police Internal Investigations Department itself are done by the Internal Investigations Bureau (Bureau Interne Onderzoeken) of the police region concerned or by members of a neighbouring police force. For any technical investigations the assistance of forensic investigators from another police region will be sought.", "265. The presumption is that a police officer who needs to resort to force in the exercise of his duty is normally entitled to claim justification through superior orders or self-defence. A police officer in such a position is therefore not viewed as a criminal suspect unless it is clear at the outset that there is reasonable doubt on this point; he will be questioned as a witness, though under caution that he is not obliged to incriminate himself.", "266. The Chief Public Prosecutor, who bears the ultimate responsibility for the investigation and the decision whether to bring a prosecution, is required to ensure that the investigation is not under any circumstances supervised by a public prosecutor who maintains close links with the police unit to which any police officers concerned belong; every appearance of a lack of independence is to be avoided.", "267. If the violent incident has involved the use of a firearm, then before deciding whether or not to bring a prosecution the Chief Public Prosecutor is required to submit the decision he proposes to take and the supporting documents to the Advisory Board on Police Use of Firearms, which will give an advisory opinion within seven working days."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}