{"ITEMID": "001-22204", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "CAMPMANY Y DIEZ DE REVENGA and LOPEZ-GALIACHO PERONA v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Spanish nationals who were born in 1925 and 1961 and live in Madrid. They are represented before the Court by Mr Guillermo Regalado Nores and Mr Manuel Ollé Sese, lawyers practising in Madrid.", "The first applicant is the editor of a general news magazine, Epoca, and the legal representative of the company that publishes the magazine. The second applicant is a journalist.", "In its edition of 4 March 1991 the magazine Tribuna referred in its “Prying Eye” column to what one of its journalists called “a new sex scandal between an attractive aristocrat and a banker from this country” and to the existence of pictures immortalising their encounter in a Madrid hotel. The rumour was widely repeated in the media, although the persons to whom the Tribuna story related were not identified.", "On 12 March 1991, while on air with the presenter of the Radio 4 programme “Night Carmen” broadcast by Radio nacional de España, a journalist, C.H., referred to the rumour and identified the Duchess of M. and E.B. as the protagonists of “the much-publicised romance between the aristocrat and the banker, both married with lots of children” and gave the names of their spouses.", "In its 25 March 1991 edition, Epoca, of which the first applicant was the editor, published an article by the second applicant concerning the alleged adulterous relationship. Photographs of the two people concerned appeared on the magazine cover with the following caption: “Suspected relationship between E.B. and the Duchess of M.; a new scandal breaks”. In a four-page report that included two photographs of the persons implicated in the alleged relationship and photographs of their families, the second applicant referred to the rumours circulating about the romance in the media and said that those involved had been identified by Radio nacioñal de Espana. A reference was also made to information that had appeared in another report.", "In the article the Duchess of M.’s husband was described as debonair, very chubby and known to his former classmates as “el platillo” (“the saucer”). Then, after giving the names of the children and the occupational activities of both the Duchess of M. and E.B., the second applicant added: “the family ties make this saga resemble an American television series”. He repeated statements made in another magazine that “the mysterious couple’s chosen love nest was a luxury Madrid hotel where they were caught by the photographer in two compromising situations”, the first at the hotel entrance and the second during a romantic encounter in the hotel corridors. The report was accompanied by the words of lewd ditties containing allusions to women, not only courtesans, but also duchesses who ended up getting the “Booty” (a reference to E.B.’s surname, Botín) and instructing Filipino women in the techniques of pleasure and who chased after bankers who were only too happy to oblige, paying scant regard to their qualities since their sole interest was money – “Booty” (Botín).", "Furthermore, a second report by the second applicant was published in another edition of the magazine that appeared on 1 April 1991 under a title that was published on the cover: “The continuing enigma of the banker and the aristocrat: E.B. and the Duchess of M. deny any relationship”. Two large photographs of the couple appeared on pages 12 and 17. An account was given of the history of the case and references made to an attempt by E.B. to have copies of Epoca seized and to other judicial proceedings he had brought. The magazine also explained that the compromising photographs had still not been published.", "As a result, the Duchess of M. and her husband brought a civil action before the Madrid first-instance judge no. 11 against the applicants and two reporters from Radio nacional de España on the basis of Institutional Law no. 1/82 of 5 May 1982 on the Protection of the Right to Honour, Private and Family Life and to Control the Use of One’s Likeness.", "In a judgment delivered on 4 December 1992 after adversarial proceedings the Madrid first-instance judge no. 11 found in favour of the claimants in the civil action, holding that they had been the victims of an unlawful interference with their right to honour and to respect for their private life.", "He gave inter alia the following reasons in his judgment:", "“Three: honour as an authentic personality right may be offended by acts or interferences ... that entail a loss of esteem for a person either in the eyes of fellow citizens (the objective aspect) or in his or her own eyes (the subjective aspect). Under Article 18 of the current Constitution honour is ranked as a fundamental right and even though section 20 of the Institutional Law recognises and protects freedom of expression, that freedom is circumscribed in particular by the right to honour, to private life and to control one’s likeness...", "...", "Five: the information provided by Radio 4 and Epoca magazine constitutes an intolerable interference with the claimants’ honour which it is for the courts to remedy ... by setting the limits on the rights to impart information and to freedom of expression, the pillars of all democracies. In order to guide judges when they consider a defendant’s conduct unlawful the courts have established a series of principles to assist them in the performance of the delicate task of weighing up the various competing interests or, to coin the Anglo-American expression, “balancing”, which entails weighing in the balance the various circumstances capable of being defined in law so as to determine which of the rights in issue must prevail, the right to impart information or the right of others to respect for their honour or privacy or to control the use made of their likeness...", "Six: ... As regards the written publication, the representatives acting for the defendants linked to the magazine Epoca cleverly retort that the reports did no more than transmit ‘journalistic information’ to its readers, as simple ‘scribes of news’ made by others. Although that affirmation is true because the defendants have not produced anything of substance of their own in the magazine, it nevertheless cannot serve to justify their conduct as they also had a duty to seek out the truth in a diligent manner ... as the reports did not merely repeat information that had been disseminated by others but were published as items of scandal or sensation.", "Seven: an important detail that concerns all the defendants is the indisputable fact that the claimants are not public figures who, as the Constitutional Court has indicated, are afforded reduced protection under the Constitution as regards freedom to impart information on their activities that are of public interest or social utility... The claimants have not freely chosen to become public figures and, although they have a certain social standing, it is not something they have sought, as it neither appears nor has been proved that they desired publicity...”.", "After dealing with the content of the reports in another paragraph of the judgment, the judge held: “the intentionally disproportionate use of scandalous or disparaging terms and the use of innuendo about matters for which there is not the least shred of evidence constitute unlawful practices that were clearly perpetrated by the magazine Epoca”.", "As a consequence, the judge ordered the applicants to publish the full text of the judgment in the same column of Epoca, using the same typeface as that used in the report, and with an announcement of the judgment on the cover. Radio nacional de España was ordered to broadcast the text of the judgment on its frequencies in the same programme. The applicants and Radio nacional de España were also ordered to make reparation for the damage sustained by the victims in an amount to be assessed at the execution stage of the judgment, according to the criteria it laid down.", "The applicants appealed against that judgment to the Madrid Audiencia Provincial, which, in a judgment of 26 January 1996, dismissed the appeal and upheld the impugned decision.", "An appeal on points of law was dismissed by the Supreme Court on 24 September 1998. It held that the courts below had correctly decided the issues and had not infringed the applicants’ constitutional right to communicate or impart true information. It added that freedom of expression was curtailed by an obligation to omit anything which could be injurious or offensive and was unnecessary in the expression of ideas, opinions or value judgements. The report in question had focused on scandal and sensationalism, without any attempt being made to articulate a healthy public opinion.", "Relying on Articles 24 (right to a fair hearing) and 20 (right to freedom of expression and to information) of the Constitution, the applicants lodged an appeal with the Constitutional Court. In a decision of 14 July 1999, which was served on the applicants on 23 July 1999, the Constitutional Court dismissed the appeal as ill-founded. With regard to the complaint under Article 20 of the Constitution, it held:", "“... As a practical matter, as regards the so-called ‘neutral report’, this court stated in its judgment no. 232/1993, which was cited by the appellants: ‘when a media body divulges statements made by a third party that suggest that there has been an interference with the rights recognised by Article 18.1 of the Spanish Constitution, that divulgation is not entitled to the protection of Article 20.1 of the Spanish Constitution unless the truth of the statements attributed to the third party is proved and the statements ... relate to facts or circumstances of public importance’. Further, in judgment no. 41/1994..., it expressly added: ‘a report that is neutral in form or content may cease to be so if it assumes an informative character which is in practice incompatible with its function as a mere conduit for the message’ (paragraph 4 of the judgment). Thus the Supreme Court’s decision on the conflicting constitutional rights in the instant case, which is set out in its judgment upholding the judgments of the first-instance judge and the Audiencia Provincial, is consistent with the case-law cited above. The Supreme Court ... does not contest that, as a transcription of the information broadcast by Radio nacional, the information published by Epoca enjoyed formal protection as it satisfied the requirement of truth explained in judgmentjudgment on the issue of the freedom to impart information that also led the Supreme Court to find that the report in question had overstepped the bounds within which freedom of expression may legitimately be exercised... That finding is entirely consistent with the constitutional case-law applicable on the subject...”", "“1. The following rights shall be recognised and protected:", "(a) the right freely to express and disseminate thoughts, ideas and opinions by word of mouth, in writing or by any other means of reproduction;", "...", "(d) the right freely to receive and communicate true information by any means of dissemination.", "2. The exercise of these rights may not be restricted by any prior censorship.", "...", "4. These freedoms shall be limited by respect for the rights secured in this Part, by the provisions of the implementing Acts and in particular by the right to honour and to a private life and the right to control use of one’s likeness and to the protection of youth and children.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}