{"ITEMID": "001-91388", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ANDREJEVA v. LATVIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections dismissed;Violation of Art. 14+P1-1;Violation of Art. 6-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Christos Rozakis;Corneliu Bîrsan;David Thór Björgvinsson;Dean Spielmann;Egbert Myjer;Françoise Tulkens;Ineta Ziemele;Ireneu Cabral Barreto;Isabelle Berro-Lefèvre;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Mark Villiger;Nicolas Bratza;Peer Lorenzen;Vladimiro Zagrebelsky;Zdravka Kalaydjieva", "TEXT": ["10. The applicant was born in Kazakhstan and came to Latvia in 1954, at the age of 12, when it was one of the fifteen Soviet Socialist Republics (SSRs) of the Soviet Union. She has been permanently resident there ever since. In 1966, after finishing her studies at Riga Polytechnic Institute, she obtained a job at the chemical complex in Olaine (Latvia), working in a laboratory at a recycling plant.", "11. In 1973 the applicant was assigned to the regional division of the Environmental Protection Monitoring Department, which was part of the USSR Ministry of Chemical Industry. Until 1981 she worked for a State enterprise attached to the Ministry, with its head office in Kyiv (Ukraine). She was subsequently placed under the authority of a subdivision of the same enterprise, which was based in Belorussia (present-day Belarus) and was itself subordinate to a division with its head office in Dolgoprudnyy (in the Moscow Region, Russia). The enterprise in question was an all-Union enterprise (предприятие всесоюзного значения) and was thus governed by federal law and under the authority of the USSR central government. The applicant’s salary was paid by monthly post-office giro transfer, from Kyiv and Moscow. Notwithstanding her successive reassignments, the applicant continued to work at the recycling plant in Olaine. Furthermore, throughout this period she remained affiliated to the same local unit of the centralised Soviet trade union for workers in the chemical industry.", "12. On 4 May 1990 the Supreme Council (the legislative assembly at the time) adopted the Declaration on the Restoration of the Independence of the Republic of Latvia. On 21 November 1990 the Environmental Protection Monitoring Department was abolished. As the enterprise had become autonomous, the applicant came under the direct authority of the plant’s management.", "13. In August 1991 Latvia’s independence was fully restored. Subsequently, in December 1991 the Soviet Union, the State of which the applicant had hitherto been a national, ceased to exist. The applicant therefore became stateless. Following the enactment on 12 April 1995 of the Act on the status of former USSR citizens without Latvian or other citizenship, the applicant was granted the status of “permanently resident non-citizen” (nepilsone).", "14. In September 1993 the applicant was made redundant as a result of staff cutbacks. She immediately signed a contract with another employer, based in Riga, for which she worked until her retirement in 1997.", "15. In August 1997, after reaching the age of 55, the applicant retired and asked the Social-Insurance Board for the Kurzeme District of Riga (Rīgas Kurzemes rajona Sociālās apdrošināšanas pārvalde) to calculate the amount of her retirement pension (vecuma pensija). In a letter of 21 August 1997, the Board notified her that, in accordance with paragraph 1 of the transitional provisions of the State Pensions Act, only periods of work in Latvia could be taken into account in calculating the pensions of foreign nationals or stateless persons who had been resident in Latvia on 1 January 1991. It appeared from the applicant’s employment record (darba grāmatiņa) that from 1 January 1973 to 21 November 1990 she had been employed by entities based in Kyiv and Moscow. The Board therefore calculated the applicant’s pension solely in respect of her years of service before and after that period. As a result, the applicant was awarded a monthly pension of only 20 Latvian lati (LVL – approximately 35 euros (EUR)).", "16. The applicant lodged an administrative appeal against that decision with the State Social-Insurance Fund (Valsts sociālās apdrošināšanas fonds), which dismissed the appeal in a letter of 4 September 1997. The Fund noted firstly that there was no evidence in the recycling plant’s archives that the applicant had been employed there. Furthermore, according to the Fund’s administration:", "“Since you had an employment relationship with an employer based outside Latvian territory – although you carried out your work in Latvian territory – this period cannot be taken into account [in the calculation of your pension] as the employer did not pay our Republic’s taxes.”", "17. In May 1998 the State Social-Insurance Agency (Valsts sociālās apdrošināšanas aģentūra), which had replaced the State Social-Insurance Fund, asked the Social-Insurance Department of the Ministry of Welfare (Labklājības ministrijas Sociālās apdrošināšanas departaments) for an explanation as to the application of paragraph 1 of the transitional provisions of the State Pensions Act in the applicant’s case. In a letter of 5 June 1998, the Department explained that, since the applicant belonged to the category of persons concerned by the provision, only the periods in which she had been employed by entities based in Latvia could be taken into account in calculating her pension. The Department added that the only effective means of resolving the issue would be through agreements between Latvia, Ukraine and Russia on mutual recognition of periods of employment.", "18. The applicant subsequently brought an action against the Social-Insurance Agency in the Riga City Latgale District Court. In a judgment of 1 December 1998, the court dismissed her application. The applicant appealed to the Riga Regional Court, which in a judgment of 4 May 1999 likewise found against her. It held that, since the applicant’s salary had been paid to her by an employer based outside Latvia, her employment within Latvian territory was to be treated as an extended business trip and could not give rise to any entitlement to a State pension for the period in question. On an application by the applicant’s lawyer, the public prosecutor attached to the Riga Regional Court appealed on points of law to the Senate of the Supreme Court.", "19. In a letter of 9 September 1999, the Registry of the Senate informed the applicant that the case had been included on the agenda of a public hearing on 6 October 1999 and told her the precise time at which the examination of the appeal was due to start. However, as the hearing had opened before the time indicated, the Senate decided to consider the case before the parties had even arrived. After hearing the submissions of the representative of the Prosecutor General’s Office in favour of allowing the appeal, and after deliberating, the Senate, sitting as an extended bench of seven judges, dismissed the appeal, holding as follows:", "“... On the basis of the documents at its disposal, the appellate court observed that from 2 January 1973 to 21 November 1990 Ms Natālija Andrejeva had been employed by enterprises based outside Latvia.", "The appellate court was therefore correct in finding that the period during which Ms Natālija Andrejeva had been employed by enterprises based in Ukraine and Russia could not be taken into account in calculating her pension.", "In accordance with paragraph 1 of the transitional provisions of the State Pensions Act, pensions of foreign nationals or stateless persons who were resident in Latvia on 1 January 1991 are calculated in respect of periods of employment ... in Latvia ...", "A period of employment within Ukrainian and Russian enterprises cannot be treated as a period of employment in Latvia within the meaning of the above-mentioned Act.", "Section 1 of the State Pensions Act defines socially insured persons as [persons] who have paid, or whose employer has paid on their behalf, social-insurance contributions towards a State pension, in accordance with the State Social-Insurance Act.", "By virtue of ... the State Social-Insurance Act, all employees of entities subject to tax in Latvia are covered by the compulsory social-insurance scheme.", "Ms Natālija Andrejeva’s employers, being based in Ukraine and Russia, did not pay contributions in Latvia. Accordingly, there is no reason to conclude that, having worked for enterprises situated outside Latvia, Ms Natālija Andrejeva was covered by the Latvian social-insurance scheme.", "The Senate considers that the cooperation agreement on social security between the Republic of Latvia and Ukraine, which was signed in Kyiv on 26 February 1998 and came into force on 11 June 1999 – after the date of the judgment appealed against – is not a sufficient basis for a court to find that the public authorities acted unlawfully ...”", "20. Since she had been unable to take part in the hearing, the applicant requested the Senate to re-examine the case. In a letter of 13 October 1999, the President of the Senate’s Department of Civil Cases informed her that the Civil Procedure Act did not provide for the possibility of reviewing a judgment after its delivery in such circumstances. However, he apologised to the applicant that the hearing had started early and assured her that all the arguments of the parties had been properly examined.", "21. In a letter of 13 December 1999, the Ukrainian embassy in Latvia informed the applicant that, by virtue of the agreement between the two States which had entered into force on 11 June 1999, she was entitled to have her pension recalculated to take account of her work for the Ukrainian enterprise. The embassy therefore invited the applicant to apply to the relevant social-insurance department to recalculate her pension. However, the embassy informed her that the pension “in respect of the Ukrainian period of employment” would not be paid “until the conclusion of inter-State negotiations on the arrangements for payment of pensions”.", "22. In a letter of 4 February 2000, the Social-Insurance Agency informed the applicant that with effect from 1 November 1999, on the basis of the above-mentioned agreement, her pension had been recalculated ex nunc to take account of her years of service for employers based in Ukraine. As a result, the monthly amount of her pension, adjusted in accordance with the applicable scales, was LVL 30.21 (approximately EUR 43).", "23. In June 2008 the monthly pension received by the applicant amounted to LVL 98.35 (approximately EUR 140), consisting of the principal sum (approximately EUR 125) – corresponding to the minimum subsistence level guaranteed by the State – and a supplement (approximately EUR 15). These amounts are index-linked and adjusted every six months to take account of inflation and the increase in the guaranteed minimum wage.", "24. On 2 and 3 October 2008 respectively the Latvian Parliament and the lower house of the Russian Parliament approved the cooperation agreement on social security, signed on 18 December 2007 (see paragraphs 44-45 below). According to the calculations supplied by the applicant, if the agreement were in force and her years of service “in Russia” were taken into account today, her basic pension would be increased by 15% and the supplement by 35%. The Government stated that the total monthly amount received by the applicant would be LVL 115.48 (approximately EUR 164) in that event.", "25. Before 1991, persons resident in Latvian territory were covered by the same social security scheme as the rest of the population of the USSR. In particular, the pension system at the time was based not on the contribution principle but on the solidarity principle. All pensions were paid from Treasury funds, a portion of the State’s revenue being set aside for pensions. More specifically, employees themselves were not subject to social tax, which was paid by their employers. The social-insurance contributions paid by the various employers were transferred via trade unions to the USSR Treasury, managed by the USSR State Bank. Those funds were then redistributed among the SSRs for very different purposes, including the payment of retirement pensions, and the amount of a pension did not depend directly on the amount of tax previously paid to the tax authorities. There was also a personal income tax, part of which was paid to the USSR central tax authorities and the rest to the local tax authorities of the relevant SSR. However, personal income-tax revenues were practically never used for pension payments.", "26. The Government provided the following description of the Soviet social security system, taken from an encyclopaedic dictionary published in 1970:", "“Contributions by enterprises, institutions and organisations for the purposes of social insurance are calculated on the basis of a set percentage of the wage fund and distributed among the various trade unions according to the nature and importance of work in the sector concerned. These contributions form the social-insurance budget, which is part of the USSR State budget. The State social-insurance budget is approved by [the All-Union Central Council of Trade Unions] and is managed by trade unions. ... Retirement pensions for pensioners who continue to work are likewise paid from the social-insurance budget (those who no longer work receive their pensions from the State social-insurance budget constituted through funds allocated by the State and kolkhozes). ...”", "27. The rules governing social security mainly fell within the general sphere of labour law. The main legislative instrument in this area was the Act of 15 July 1970, which established the basis for labour legislation in the USSR and the SSRs (Основы законодательства Союза ССР и союзных республик о труде). The Act was incorporated into the SSRs’ labour codes almost in its entirety, with the exception of the special provisions devolving powers to local legislatures.", "28. Section 100 of the Act, incorporated in section 241 of the Latvian SSR’s Labour Code (Latvijas PSR Darba likumu kodekss), provided:", "“All workers and civil servants shall be covered by compulsory State social insurance.", "Compulsory social insurance ... for workers and civil servants shall be provided at the State’s expense. Social-insurance contributions shall be paid by enterprises, institutions and organisations without any deductions from the salaries of workers and civil servants. Failure by an enterprise, institution or organisation to pay social-insurance contributions shall not deprive workers and civil servants of their entitlement to State social insurance.”", "29. The relevant provisions of the State Pensions Act of 14 July 1956 (Закон « О государственных пенсиях ») read as follows:", "“Pensions shall be paid by the State from the means allocated annually from the USSR State budget, including the means from the State social-insurance budget deriving from the contributions of enterprises, institutions and organisations, without any deduction from salaries.”", "“Pensions shall be calculated on the basis of the average monthly wage ... This includes all types of wages in respect of which insurance contributions are paid, except remuneration for overtime, for discharging additional functions, and any other types of occasional payment.", "The average monthly wage shall be calculated in respect of the last twelve months of employment, or, where the person claiming the pension so requests, for any five consecutive years in the ten-year period preceding the pension claim.", "...”", "30. The relevant provisions of the Rules on the Payment of State Social-Insurance Contributions (Правила уплаты взносов на государственное социальное страхование), adopted by joint Decree no. 890 of the USSR Council of Ministers and the All-Union Central Council of Trade Unions of 12 September 1983, read as follows:", "“Enterprises, institutions and organisations employing workers, civil servants and other categories of employees subject to compulsory State social insurance shall pay social-insurance contributions ...”", "“Enterprises, institutions and organisations shall pay insurance contributions in accordance with the rates approved by the USSR Council of Ministers ...”", "“Enterprises, institutions and organisations shall transfer insurance contributions (after deduction of the expenditure they have incurred for social-insurance purposes) to the social-insurance current accounts [opened by] the appropriate trade unions.”", "“The sums allocated for the purpose of State social insurance shall be deposited in the current accounts of the institutions of the State Bank of the USSR.”", "31. Allocations of tax revenues to the social security budget were not recorded in any specific documents, with the exception of the “employment record” containing details of the professional career of the person concerned. Despite the formal budgetary autonomy of the SSRs, such as Latvia at the time, there were no documents from which it could be ascertained exactly what proportion of the taxes deducted from an employee’s income was used to fund his or her retirement pension.", "32. Lastly, pursuant to section 19(2) of the Property in the USSR Act of 6 March 1990 (Закон « О собственности в СССР »), “[a]ll property created or acquired from the budgetary or other funds of the Union ... or from other funds of subordinate enterprises, organisations and institutions [was] ... part of the property of the Union ...”.", "33. The relevant provisions of the Latvian Constitution (Satversme), as inserted by the Act of 15 October 1998, are worded as follows:", "“All persons in Latvia shall be equal before the law and the courts. Human rights shall be exercised without discrimination of any kind.”", "“Everyone has the right to social assistance in the event of old age, incapacity to work, unemployment and in other cases provided for by law.”", "34. The main instrument governing pensions is the State Pensions Act of 2 November 1995 (Likums « Par valsts pensijām »), which came into force on 1 January 1996, repealing the previous Act passed in 1990. Section 3(1) of the Act provides that persons who have been covered by the compulsory insurance scheme are entitled to a State social-insurance pension. As a rule, the amount of the pension in each particular case depends on the period during which the entitled person, the employer or both paid, or are presumed to have paid, insurance contributions in respect of State pensions (section 9(1) and (2)). Evidence of this period is provided by data at the disposal of the State Social-Insurance Agency (section 10).", "35. Matters relating to the reckoning of years of employment under the Soviet regime (prior to 1991) are governed by the transitional provisions of the Act. Before 2006 the relevant parts of the transitional provisions read as follows:", "“In the case of Latvian citizens, repatriated persons, their family members and their descendants, the period to be taken into account in the calculation ... of the State pension shall consist of the aggregate years of employment ... up to 1 January 1991, both within and outside Latvia, regardless of prior payment of social-insurance contributions. In the case of foreign nationals and stateless persons who were resident in Latvia on 1 January 1991, aggregate periods of employment and periods treated as such in Latvia shall be taken into account, as well as aggregate periods treated as such outside Latvia in the cases specified in sub-paragraphs (4), (5) and (10) of this paragraph. Up to 1 January 1991 ... the following periods treated as equivalent to employment shall be taken into account in calculating the pension:", "...", "(4) periods of study at higher-education institutions, and at other training institutions at post-secondary level;", "(5) periods of doctoral studies ... postgraduate education or ongoing vocational training;", "...", "(10) time spent in places of detention by victims of political persecution ... in exile, and time spent escaping from such places, those periods to be multiplied by three, or by five in the case of time spent in the [Soviet] Far North and regions treated as equivalent. ...”", "“The procedures for calculating, certifying and classifying the periods referred to in paragraphs 1 and 2 of these transitional provisions shall be determined by the Cabinet.”", "“Expenses incurred in connection with the reckoning of the periods referred to in [paragraph 1 of] these transitional provisions in the calculation of State pensions shall be covered by the special State pension budget.”", "“The following shall be deemed to constitute evidence of periods of employment during the transitional period:", "(1) an employment record [darba grāmatiņa];", "(2) a record of employment contracts [darba līgumu grāmatiņa];", "(3) a document certifying payment of social-insurance contributions;", "(4) any other evidence of periods of employment (such as certificates, contracts of employment or documents certifying performance of work).”", "36. In order to clarify the application of the provisions cited above, on 23 April 2002 the Cabinet adopted a set of rules (no. 165) on the procedure for certifying, calculating and monitoring insurance periods (Apdrošināšanas periodu pierādīšanas, aprēķināšanas un uzskaites kārtība). Rule 21 of the rules states that any work carried out for entities situated in Latvian territory is to be treated as “employment in Latvia”.", "37. On 20 February 2001 twenty members of parliament applied to the Constitutional Court (Satversmes tiesa), seeking a ruling that paragraph 1 of the transitional provisions of the State Pensions Act, which made a distinction on the ground of nationality, was incompatible with Articles 91 and 109 of the Constitution and Article 14 of the Convention, taken together with Article 1 of Protocol No. 1. In a judgment of 26 June 2001 (case no. 2001-02-0106), the Constitutional Court held that there had been no breach of the provisions cited. It made the following observations, in particular:", "“... [T]he applicants’ authorised representative ... argues that, in view of their legal status, non-citizens are not connected to any State other than Latvia; accordingly, they are not able to exercise individually their right to social security ... The representative ... further submits that the distinction established in the provision in issue is not based on any economic or social factors; that, furthermore, the distinction is not founded on the legal status of citizens and non-citizens, as defined in Latvian legislation; and that the above argument is corroborated in particular by the fact that, once they are granted citizenship by means of naturalisation, non-citizens automatically become entitled to social security in respect of their years of employment outside Latvia.", "...", "(1) On 4 May 1990 the Supreme Council ... adopted the Declaration on the Restoration of the Independence of the Republic of Latvia (‘the Declaration’). Paragraph 8 of the Declaration contains an undertaking ‘to guarantee social, economic and cultural rights, as well as political freedoms corresponding to the universally recognised provisions of international human rights instruments, to citizens of the Republic of Latvia and citizens of other States permanently residing in Latvia. This shall fully apply to citizens of the USSR who wish to live in Latvia without acquiring Latvian nationality’.", "On 29 November 1990, six months after adopting the Declaration, the Supreme Council ... passed the State Pensions Act. Entitlement to a State pension was granted to all persons residing in the Republic of Latvia whose place of residence at the time of the Act’s entry into force on 1 January 1991 was in Latvia. The Act provided for the right to social cover in old age. It referred to two types of State pension: employment pensions ([including] retirement pensions ...) and social welfare pensions. Anyone covered by the social-insurance scheme of the Republic of Latvia was entitled to an employment pension. Anyone not entitled to an employment pension was guaranteed the right to a social welfare pension under the Act. Accordingly, for the purposes of the Act, the terms ‘State pension’ and ‘social cover in old age’ were identical. By section 44 of the Act, ... stateless persons who had arrived in Latvia from another country and had not been employed by enterprises or institutions of the Republic of Latvia received their pensions in accordance with agreements signed with the State concerned; in the absence of such an agreement, they were to be granted a social welfare pension. Thus, pensions were calculated according to the same rules for both of the above-mentioned categories ...", "The pension system established by the Act was based on ... the principle of redistribution (solidarity), which did not encourage any interest on the workers’ part in ensuring their own old-age cover. As Latvia strengthened its independence as a State, it soon became necessary to develop a new pension system complying with the principles of the European Union.", "Having assessed the country’s economic and demographic situation, the available resources and other circumstances, on 2 November 1995 Parliament passed a new Act with the same title ... which came into force on 1 January 1996. Paragraph 1 of the transitional provisions of the Act provides that the period to be taken into account in calculating the State pensions of foreign nationals and stateless persons who were resident in Latvia on 1 January 1991 comprises their aggregate periods of employment in Latvia or periods treated as such. Periods of employment outside Latvia before 1 January 1991 and periods treated as such are not taken into account in determining the relevant period for pension calculations ...", "The pension scheme introduced in Latvia has been favourably received at international level. There has been a positive assessment of the radical change in relation to the traditional principle of solidarity between generations: money earned by the working generation is paid to current pensioners, but at the same time the insurance principle is applied, whereby people build up their own funds towards their pension. ... International experts acknowledge that it is not possible to resolve all social issues by means of the pension system, as any effort to do so will only create problems endangering the system’s long-term stability ...", "In passing the State Pensions Act, Latvia has adopted principles based on insurance premium payments in respect of ... State pensions, including the rule that the amount of the pension depends on the period of employment ... [This] consists of periods of employment as defined by the Act and periods treated as such, irrespective of the person’s nationality.", "(2) ... In its case-law the European Court of Human Rights determines the compatibility of any claim with [Article 1 of Protocol No. 1], defining new criteria in each case. Not all claims automatically come under the concept of a ‘possession’ within the meaning of the Convention. To determine this issue, it is necessary to assess the correlation between the entitlement to the pension or benefit in question and the obligation to pay taxes and other contributions. [The existence of a] right or legitimate expectation must be duly demonstrated. A person complaining of interference with the exercise of the right of property must show that he or she has such a right.", "In addition, the European Court of Human Rights makes a distinction between a system involving individual contributions to a [pension] fund, where the amount to be paid [from the fund] can also be determined in each particular case, and a system in which there is only an indirect link between the contributions paid and the amount received. The latter system cannot be regarded as sufficiently tangible; yet the right of property, as such, must be tangible ...", "To establish whether the legislative provision in issue concerns the right of property, the nature of the pension system should be examined. The new pension scheme is a system that creates a ‘possession’. It is based on the principle that a person belonging to it has paid contributions into specific [pension] funds and that the contributions form a share of the funds’ overall capital. Furthermore, the amount [of this share of the capital] can be determined at any time. In such circumstances, the person acquires a ‘possession’ within the meaning of the Convention. In the Gaygusuz v. Austria case, cited by the applicants, the European Court of Human Rights found a link between the type of benefit in question, to which the applicant was not entitled under Austrian law, and the payment of contributions to the unemployment insurance fund. The Court therefore found that the claim fell within the scope of Article 1 of Protocol No. 1 ...", "However, the pension system which existed in Latvia until 1 January 1991 was based on the solidarity principle, entailing the responsibility of the community as a whole and not creating a direct link between contributions and the amount of the pension. Where the solidarity principle is applied, it is impossible to determine what share of the fund belongs to each of the participants. Accordingly, the right of property protected by Article 1 of Protocol No. 1 ... does not arise in this case. This system does not confer on each individual any entitlement to an identifiable share of the fund, but rather the expectation of receiving material assistance according to the circumstances prevailing at the time the pension is to be paid. Pensions under this system are based on the so-called principle of collective security and cannot be granted on the basis of [each person’s] individual contribution. It is true that an entitlement to the payment of a certain amount of benefit arises where the system remains continuously in force and the individual satisfies the relevant conditions. However, even in those circumstances there is no entitlement to a specific amount, since the amount is subject to fluctuations and to legal regulation ...", "Accordingly, the provision in issue does not concern the right of property and is not at variance with Article 1 of Protocol No. 1 ... The applicants’ submission that the provision in issue infringes Article 14 of the Convention is therefore likewise unfounded.", "...", "(4) ... Welfare legislation, to which the impugned provision relates, is a specific field of human rights and, in constitutional laws of States and international human-rights instruments, is regarded as a general obligation of the State. The regulatory mechanism is left to the discretion of each State’s legislature. The exercise of social rights depends on the country’s economic situation and the resources available.", "Since the entry into force of the Pensions Act, all persons residing in Latvia, regardless of nationality, are entitled to a State pension [in respect of] social insurance, provided that they are socially insured and have paid insurance contributions for the requisite number of years. Paragraph 1 of the transitional provisions of the Pensions Act in its current wording was introduced in order to settle the issue of the reckoning ... of periods of employment prior to 1 January 1991 and periods treated as such in the new pension system. It should also be borne in mind that the impugned provision concerns only the category of persons who became entitled to a State pension from 1 January 1996.", "With regard to foreign nationals and stateless persons who were resident in Latvia on 1 January 1991, periods of employment within the territory of Latvia prior to that date are taken into account in calculating their pension, in the same way as for Latvian citizens. Accordingly, the Latvian State is responsible for the periods of employment in Latvian territory of all permanent residents of Latvia, regardless of nationality.", "The distinction made by the provision in issue is objectively justified by the nature and principles of the Latvian pension system. It cannot therefore be regarded as constituting discrimination within the meaning of the Constitution.", "...", "The Constitutional Court considers that the question of aggregate periods of employment of foreign nationals and stateless persons outside Latvia before 1 January 1991 must be resolved by means of international agreements, and with due regard to the principles of fairness, proportionality, reciprocity and other general rules of law.", "...", "The opinion of [the representative of] Parliament that Latvia should not assume the obligations of another State as regards the guarantee of a retirement pension for a period of employment in the territory of another State is well-founded. ...”", "38. In Laws of 20 October 2005 and 16 June 2008, which came into force on 1 January 2006 and 1 July 2008 respectively, Parliament amended a considerable number of the provisions of the State Pensions Act. The relevant paragraphs of the transitional provisions now read as follows:", "“In the case of Latvian citizens, periods of employment and periods treated as such in the territory of Latvia and of the former USSR up to 31 December 1990, as well as the aggregate period spent outside Latvia in the case specified in sub-paragraph (10) of this paragraph, shall be counted towards the period of payment of social-insurance contributions for the purpose of calculating their pension. In the case of foreign nationals, stateless persons and non-citizens of Latvia [Latvijas nepilsoņi], periods of employment and periods treated as such in the territory of Latvia, periods treated as such in the territory of the former USSR, in the cases specified in sub-paragraphs (4) and (5) of this paragraph, and the aggregate period spent outside Latvia in the case specified in sub-paragraph (10), shall be counted towards the contribution period. Up to 31 December 1990 ... the following periods treated as equivalent to employment shall be taken into account in calculating the pension:", "...", "(4) periods of study at higher-education institutions, and at other training institutions at post-secondary level, subject to a limit of five years in the case of qualifications requiring up to five years of study at the relevant time, and a limit of six years in the case of qualifications requiring more than five years of study at the relevant time;", "(5) periods of ... doctoral studies, up to a maximum of three years, postgraduate education or ongoing vocational training;", "...", "(10) time spent in places of detention by victims of political persecution ... in exile, and time spent escaping from such places, those periods to be multiplied by three, or by five in the case of time spent in the [Soviet] Far North and regions treated as equivalent. ...”", "“The amendments to the introductory part of paragraph 1 of these transitional provisions, concerning the reckoning of periods of employment and periods treated as such for the purpose of calculating pensions, shall take effect on 1 January 2007.”", "Paragraphs 2-1, 3 and 7 of the transitional provisions (see paragraph 35 above) were not amended.", "39. At the material time, administrative procedure was governed by Chapters 22 to 25 of the former Code of Civil Procedure (Latvijas Civilprocesa kodekss), which temporarily remained in force following the replacement of the Code by the new Civil Procedure Act (Civilprocesa likums). The relevant provision of the former Code read as follows:", "“Applications challenging conduct by the central or local administrative authorities that has adversely affected the rights of a natural person or other legal entity shall be compulsorily examined by a court in the presence of the public prosecutor.”", "40. The relevant provisions of the new Civil Procedure Act, which came into force on 1 March 1999, are worded as follows:", "“(1) Public prosecutors shall be entitled to participate in the examination of a case where they have brought an action or application or where their participation is compulsory.", "...", "(3) The participation of the public prosecutor in the examination of a case shall be compulsory where it is prescribed by law or deemed necessary by the court.", "(4) A public prosecutor who participates in the examination of a case shall be entitled to inspect material in the case file, to challenge judges, to adduce evidence and take part in examining it, to make [procedural] applications [to the court], to submit observations on issues arising in the course of the examination of the case and on the merits of the case in general, to appeal against court decisions, judgments and orders, to receive copies of the court’s decision or of documents in the file, and to perform other procedural steps as determined by law.", "...", "(6) The withdrawal by a public prosecutor of an action or application he or she has brought before a court shall not deprive the person in whose interests the prosecutor was acting of the right to request the court to examine the case on the merits.”", "“(1) After hearing the report by the senator [judge of the Senate], the court shall hear the observations of the parties or their representatives. It may set a limited time for making submissions; however, both parties shall be allotted equal time.", "(2) The person who lodged the appeal on points of law, or the public prosecutor where it was the latter who lodged the appeal, shall address the court first. ...", "(3) Senators may put questions to the parties.", "(4) Each party shall have the right to one reply.", "(5) If the public prosecutor takes part in the examination of a case where the appeal on points of law was not lodged by him or her, he or she shall give an opinion after the parties have presented their observations and their replies.”", "41. The relevant provisions of the Public Prosecutor’s Office Act (Prokuratūras likums) of 19 May 1994 are worded as follows:", "“The public prosecutor’s office is an institution belonging to the legal service which shall independently supervise compliance with the law, within the limits of the powers defined in this Act.”", "“The public prosecutor’s office", "...", "(6) shall protect the legitimate rights and interests of individuals and the State in accordance with procedures established by law;", "(7) shall bring applications or actions before the courts in accordance with procedures established by law;", "(8) shall take part in the examination of cases by a court, in the circumstances provided for by law.”", "42. Mutual recognition of periods of employment to be taken into account in calculating State pensions is provided for in the cooperation agreements on social security which Latvia has concluded with Lithuania (in force since 31 January 1996), Estonia (in force since 29 January 1997), Ukraine (in force since 11 June 1999), Finland (in force since 1 June 2000) and Canada (in force since 1 November 2006). A similar agreement with the Netherlands (in force since 1 June 2005) prohibits any discrimination on the ground of place of residence. Lastly, on 12 June 2008 the Latvian Parliament approved the first reading of a bill concerning a similar agreement with Belarus.", "43. The agreement with Ukraine provides in principle for mutual recognition of aggregate periods of employment in accordance with the relevant legislation of both parties (Article 16 § 1 of the agreement). With regard to the period before 1 January 1991, years of service in the territory of one or both parties are taken into account in the calculation of pensions by either party, and it is immaterial whether or not contributions have been paid in the territory in question (see Article 16 § 3).", "44. The cooperation agreement on social security between Latvia and the Russian Federation was signed on 18 December 2007. The Latvian Parliament approved it in a Law of 2 October 2008. On the following day, 3 October, it was approved by the State Duma (the lower house of the Russian Parliament), and on 15 October by the Federation Council (the upper house). Article 3 of the agreement expressly extends its scope to “permanently resident non-citizens” of Latvia. Article 10 § 1 provides that, in calculating a retirement pension, each of the parties is to take into account the aggregate period of employment of the person concerned in both countries. Article 4 § 2 provides for an exception to the effect that the principle of equality between nationals and residents of both States does not apply to the specific arrangements for the calculation of Latvian citizens’ periods of employment prior to 1991.", "45. Article 25 of the agreement shares the financial burden of retirement pensions between the two States where the person concerned has become entitled to such a pension after the agreement’s entry into force. The pension in respect of employment prior to 1 January 1991 is paid by the State in which the beneficiary is resident at the time of claiming the pension. However, in respect of the period after that date, each Contracting Party has undertaken to cover the periods of employment in its own territory. Article 26 states that a pension that has already been granted before the entry into force of the agreement may also be recalculated on that basis at the express request of the beneficiary; however, the recalculation cannot be applied until after the agreement has come into force."], "VIOLATED_ARTICLES": ["14", "6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}