{"ITEMID": "001-114308", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "DZHIDZHEVA-TRENDAFILOVA v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Violina Stancheva Dzhidzheva-Trendafilova, is a Bulgarian national who was born in 1953 and lives in Sofia. She was represented before the Court by Mr S. Trendafilov, a lawyer practising in Sofia.", "2. The Bulgarian Government (“the Government”) were represented by their agents, Ms N. Nikolova and Mr V. Obretenov, of the Ministry of Justice.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. In the State Gazette of 5 February 2008 the Supreme Judicial Council published a notice for a competition based on performance appraisal for five posts of judge at several administrative courts (“the competition”).", "5. Fifty candidates applied for the vacant posts.", "6. On 15 February 2008 the applicant filed an application to take part in the competition for the vacant posts at the Sofia City Administrative Court and the Sofia Regional Administrative Court. There were two vacant posts in the former and one in the latter.", "7. Thereafter, the applicant and all the other candidates were subjected to performance appraisals by the Supreme Judicial Council’s committee on proposals and performance appraisals of judges (“the committee”). Some of these were carried out in the context of a separate competition.", "8. On the basis of the committee’s recommendation, on 10 and 31 July 2008 the Council determined an overall rating for each candidate in accordance with section 193(1) of the Judiciary Act 2007. All but two of the candidates obtained the rating “very good”, the highest possible rating. The applicant was one of the forty-eight candidates in that category.", "9. At its session on 31 July 2008, under item 1.2 of the agenda, the Council then proceeded to rank the candidates in accordance with section 193(2) and (3) of the Judiciary Act 2007, on a proposal from the committee’s chairman, and listed them in order of merit, grade and length of service. The list contained fifty candidates and the applicant was ranked eighteenth on the list. Out of the seventeen candidates ranked higher than the applicant, at least twelve had applied for the same posts for which she had applied.", "10. Finally, under item 1.3 of the agenda, the Supreme Judicial Council, relying on section 194(1) of the Judiciary Act 2007, took a vote in respect of each candidate in order to decide whether or not to promote him or her to the post of judge at the relevant administrative court, until all the vacant posts had been filled.", "11. The voting, which was conducted in secret, followed the order in which candidates were ranked on the list and continued until all the vacant posts were filled.", "12. According to the full text of the minutes of the Council’s session, the first twelve candidates did not obtain the requisite majority of thirteen votes and their applications were therefore rejected. Candidate number thirteen obtained one of the two vacant posts at the Sofia City Administrative Court. The voting then continued. The applicant, who was eighteenth on the list, obtained twelve votes in her favour for the posts in one of the two courts for which she had applied and eleven votes in her favour for the post in the other court. As the minimum number of votes required were thirteen (see paragraph 21 below), her applications were rejected (items 1.3.18 and 1.3.18.1 on the agenda). The voting then continued. As regards the posts for which the applicant had applied, the candidate ranked twenty-seventh obtained thirteen votes in her favour and was appointed to the post of judge at the Sofia Regional Administrative Court, and the candidate ranked fortyseventh obtained sixteen votes and was appointed to the second vacant post at the Sofia City Administrative Court (items 1.3.27.1. and 1.3.47. on the agenda). As all the vacant posts had been filled at that point, no voting took place with regard to the remaining three candidates.", "13. Other than the number of votes for and against each candidate and the number of abstentions, no further information or reasons were given in the minutes of the session as to why, on what basis and in application of what criteria the Council had voted the way it did for each candidate and why certain judges had been promoted or transferred to the vacant posts while others had not.", "14. On 6 August 2008 the applicant appealed to the Supreme Administrative Court against the decisions of the Council adopted under item 1.3 of the agenda of its session of 31 July 2008 (“the appeal”). She argued that the decisions had been adopted in contravention of the applicable legislation, since the Council was required under section 194(1) of the Judiciary Act 2007 to fill the vacant posts by following the order in which the successful candidates were ranked. She considered that her rights had been violated when, instead of her, the Council had promoted to the vacant posts two persons ranked below her in the list, in twenty-seventh and forty-seventh place. She further considered that the whole competition procedure had been violated because, in comparison with her, those persons were on lower grades and had a shorter period of service.", "15. On 11 August 2008 the Council officially informed the applicant, by way of an extract from the minutes of the session of 31 July 2008, of its vote of that date by which it had decided not to promote her to the vacant posts. Apart from the number of votes for and against her promotion, no further information or reasons were given as to why the Council had voted the way it had.", "16. On 24 and 27 October and 14 November 2008 the applicant supplemented her appeal with the extract from the minutes sent to her on 11 August 2008, together with proof of her grade, length of service and performance appraisal and copies of her employment and insurance records.", "17. At a hearing on the applicant’s appeal held on 19 November 2008 the Supreme Administrative Court declared the case ready for decision.", "18. In a judgment of 3 December 2008 the Supreme Administrative Court dismissed the applicant’s appeal, holding, inter alia, as follows:", "“Section 193(2) of the Judiciary Act provides that the [Council] must rank [the candidates] for each post according to the results of the performance appraisals. Paragraph 3 of the same text stipulates that when several candidates for the same post have the same rating in the performance appraisals, priority is given to the candidate on the highest grade. When the candidates are also on the same grade, priority is given to [the candidate] who has served longest in the judiciary.", "The ranking of the candidates for the posts of judge at the Sofia City Administrative Court and the Sofia Regional Administrative Court is in compliance with the law as regards the overall rating [in the performance appraisal], grade and length of service, whereby the requirements of section 193(3) of the Judiciary Act are also taken into account. The order in which candidates are placed [in the ranking, drawn up] in accordance with the criteria in the text cited [above] for determining priority (grade and length of service) does not oblige the [Council] to appoint candidates to the vacant posts in the order in which they were ranked. It is obliged to vote on candidates’ promotion or transfer [to the vacant posts] in the order in which they are ranked until the vacant posts are filled, as required by section 194(1) of the Judiciary Act. Acting on the basis of operational independence, the [Council] decides on promotion to a post at its own discretion, which includes [an assessment] of candidates’ inherent professional and ethical qualities. This [right to] choose is conferred on the appointing body as part of its discretionary powers and is not subject to judicial review.", "The complaint concerning the lack of reasoning is manifestly ill-founded. The factual grounds and the specific reasons for adopting the impugned decisions are contained in the documentary evidence in the administrative file and the statements [made by] the members of the [Council]. The positive assessments made in the proposal of the [Council’s] committee on performance appraisals regarding the professional and ethical qualities of [the persons ranked in twenty-seventh and forty-seventh place] were the reasons for the decisions to promote them, [which] predate the adoption of these decisions.", "In view of the above considerations, the court holds that the appeal by [the applicant] is manifestly illfounded and, as such, should be dismissed.”", "19. The judgment was not subject to appeal and therefore became final.", "20. The Act came into force in August 2007. The provisions on competitions for career development (promotion) and transfer of judges, as in force at the relevant time and until 1 January 2011, provided as follows:", "...", "“(1) Vacant posts in the courts ..., other than those [at entry level], shall be ... filled following a competition carried out on the basis of performance appraisal.", "...”", "“(1) The committee on proposals and performance appraisal of judges ... shall appraise the performance of every candidate satisfying the requirements for the available post.", "...”", "“(1) The chairperson of the committee on proposals and performance appraisal of judges ... shall submit to the Supreme Judicial Council a reasoned opinion, summarising the results of the performance appraisal for each candidate.", "(2) The Supreme Judicial Council shall rank [the candidates] for each post in accordance with the results of the performance appraisal.", "(3) If several candidates for the same post have the same result in the performance appraisal, the candidate on the highest grade shall have preference. If the candidates also share the same grade, preference shall be given to the candidate who has served longest in the judiciary.”", "“(1) The Supreme Judicial Council shall adopt a decision to promote or transfer judges ... by following the order of ranking until the vacant posts are filled.", "(2) The decision under paragraph 1 may be appealed against [to the Supreme Administrative Court].", "...”", "“A performance appraisal shall be carried out:", "...", "2. For the purpose of a promotion or transfer;", "...”", "“The assessment of [a] judge’s ... qualifications shall be carried out on the basis of general and specific criteria.”", "“(1) The general criteria for the performance appraisal of a judge ... shall be:", "1. the number, type and complexity of files and cases;", "2. compliance with deadlines;", "3. the number of decisions upheld and repealed and the grounds given;", "4. the presence of readily comprehensible and justified reasoning of the decisions;", "5. the findings of the inspections carried out by the Inspectorate of the Supreme Judicial Council;", "6. the existence of reprimands [against] or incentives [for the judge] during the period covered by the performance appraisal;", "7. [the judge’s] adherence to the professional ethical rules for judges ...;", "(2) For the purpose of the performance appraisal, the overall workload in the relevant court’s area of jurisdiction ..., as well as the workload of the judge being appraised ..., compared with that of other judges ... at the same [court], shall also be taken into consideration.”", "“(1) The specific criteria for the performance appraisal of judges shall be:", "1. compliance with the schedule for conducting court hearings;", "2. the ability to conduct court hearings and draft records of proceedings.", "...”", "“(1) The overall rating from the performance appraisal may be positive or negative.", "(2) The categories of positive overall rating shall be:", "1. Satisfactory,", "2. Good,", "3. Very good.", "...”", "“(1) The Supreme Judicial Council shall take a decision determining the overall rating [from the performance appraisal].", "(2) The decision under paragraph 1 may also contain recommendations to the judge being appraised ..., the implementation of which will be taken into consideration in the next performance appraisal.", "...”", "“(1) In the performance appraisal methodology, the indicators relating to the examination and disposal of files and cases shall be given the greatest weight.”", "21. Under section 38(8) of the Act, Supreme Judicial Council’s decisions on proposals for the promotion or transfer of judges must be taken by a majority of the Council’s twentyfive members. It follows that a minimum of thirteen votes are required for a decision to promote or transfer a judge.", "22. The Council’s decisions concerning the appointment, promotion, demotion, transfer or dismissal of judges, prosecutors or investigators are adopted by secret ballot (Article 131 of the 1991 Constitution). All other decisions are adopted by open ballot (section 34(2) of the Judiciary Act 2007). Where a decision of the Council is adopted by secret ballot, it is considered – in the case of a decision not to adopt a proposal submitted to a vote – that the negative opinions, if any, expressed by members of the Council in relation to the proposal constitute the reasons for the Council’s decision (section 34(3) of the Judiciary Act 2007). In the case of a decision to adopt a proposal submitted to a vote, the grounds put forward in support of the proposal are deemed to be the reasons given by the Council (ibid.).", "23. This decree, adopted by the Supreme Judicial Council, regulates in greater detail the procedure established in the Judiciary Act 2007 for organising competitions within the judiciary for entry level posts, promotions and transfers, and for appointment to senior management posts.", "24. In respect of promotions and transfers, section 37(4) provides that the performance appraisal must be carried out following the methodology approved by the Council. The latter regulates in significant detail the documentary information and data to be collected in respect of each judge being appraised and the appraisal forms to be completed. It details the performance indicators to be used when appraising judges, the scores to be allocated under each item and the weight that they are to be given in the performance appraisal. In particular, it provides that judges are also appraised on their adherence to the ethical rules for judges.", "25. In the examination of appeals against Supreme Judicial Council decisions refusing promotion to judges or prosecutors, the Supreme Administrative Court, in a series of judgments in 2008, 2009 and 2010, consistently interpreted the provisions of the Judiciary Act 2007 as meaning that the ranking of the candidates determined the order in which the Council had to vote but could not guarantee the outcome of the vote. In all cases the court held that the Council, as the body in which the power to appoint and promote judges and prosecutors was vested, was free to decide on these matters. Judicial review of the lawfulness of its decisions did not extend to the Council’s assessment of the candidates’ qualities (see, among many others, реш. № 11134 от 27 октомври 2008 г. по адм. д. № 10468/2008 г., ВАС, VІІ о., and реш. № 3548 от 18 март 2010 г. по адм. д. № 16558/2009 г., ВАС, VІІ о.).", "26. The ethical rules for judges, adopted by the Supreme Judicial Council on 10 March 2004 and replaced on 27 May 2009 by the Judicial Officers’ Code of Ethics, detailed the special requirements imposed on judges as to the manner in which they were to conduct themselves in their professional, private and public lives.", "27. The Supreme Judicial Council has the power to appoint, promote, demote, transfer and dismiss – including by way of disciplinary punishment – judges, prosecutors and investigators (Article 129 § 1 and Article 130 § 6 (1) and (2) of the 1991 Constitution). The Council consists of twentyfive members. The presidents of the Supreme Court of Cassation and of the Supreme Administrative Court and the Chief Prosecutor are members as of right (Article 130 § 1). The remaining twentytwo members have to be lawyers possessing high professional and moral qualities and having at least fifteen years of professional experience (Article 130 § 2). Eleven of them are elected by the National Assembly and eleven by the judicial authorities (Article 130 § 3). Out of the latter eleven members, the judges elect six, the prosecutors four and the investigators one (section 17(3) of the Judiciary Act 2007). The term of office of the Council’s members is five years, and is not immediately renewable (Article 130 § 4 of the Constitution). The Council’s sessions are presided by the Minister of Justice, who cannot however take part in voting (Article 130 § 5).", "28. The European Commission has repeatedly expressed concern about appointment and promotion decisions in the Bulgarian judiciary. In its 2011 Report to the European Parliament and the Council on Progress in Bulgaria under the Cooperation and Verification Mechanism, it stated, inter alia: “The quality and transparency of several important appointments within the judiciary since the beginning of this year have been questioned, leading to unprecedented public protests and a debate on possible constitutional amendments. In addition, allegations of corruption within the judiciary are still not pursued in a systematic way as recommended by the Commission.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}