{"ITEMID": "001-127220", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF LAPSHOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["5. The applicant was born in 1982 and is serving a prison sentence in Kaliningrad.", "6. On an unspecified date the applicant was charged with robbery and remanded in custody. During the period between 26 July 2006 and 7 August 2007 he was detained on numerous occasions in a temporary detention centre in Bagrationovsk, Kaliningrad Region.", "7. According to the applicant, the criminal proceedings against him ended in his conviction for robbery. The final decision on the matter was taken on 18 December 2007.", "8. According to the Government, the applicant was detained in the temporary detention centre in Bagrationovsk from 26 to 29 July, 11 to 13 September, 1 to 4 November, 13 to 23 December 2006, 17 to 24 January, 31 January to 7 February, 1 to 10 March, 11 to 14 and 18 to 21 April, 2 to 4 May, 30 May to 9 June, 14 to 18 and, 21 to 25 July and 1 to 7 August 2007. During the relevant periods he was brought to the centre in order to participate in investigation activities and court hearings.", "9. The Government were unable to indicate the exact cell numbers where the applicant had been detained. Nor was it possible for the Government to submit the information on the population of the temporary detention centre at the time of the applicant’s detention. The Government provided the following overview of all the cells in the temporary detention centre:", "10. There were no individual beds in the cells. The inmates had to share sleeping platforms. The number of inmates detained together with the applicant varied from one to four. On the average, the number of the inmates detained daily at the temporary detention centre was seven to eight. There was no ventilation system. There was only artificial lighting. The cells were lit by a 100-watt electric bulb. The cells were not equipped with a toilet. Nor was there an outdoor exercise area.", "11. According to the applicant, he was kept in a windowless cell measuring approximately nine sq. m and housing from four to six inmates. The cell was not equipped with a toilet. Instead, the inmates were to use a tank placed in the cell. The person using it could be seen by others present in the cell. The applicant had to stay indoors all the time. No daily exercise was provided for. Nor was he given any bedding or a mattress. He received one meal per day and had to eat standing or sitting on a bed with a plate in the hands as there were no chairs or table in the cell.", "12. In response to the applicant’s complaint about conditions of his detention in the temporary detention centre, the prosecutor’s office carried out an inquiry which confirmed the applicant’s allegations. The prosecutor asked the regional department of the interior to take measures necessary to bring the conditions of detention in the temporary detention centre in compliance with statutory standards. He also informed the Regional Governor of the situation suggesting an allocation of budgetary funds for reconstruction of the temporary detention centre. In particular, in his report to the Governor, the prosecutor stated as follows:", "“The inspection of the temporary detention centre of the Bargationovsk department of the interior conducted by the regional prosecutor’s office on 24 July 2007 in response to the complaints lodged by six persons who had been detained there has disclosed a serious violation of all requirements of the law: [toilets and sinks] are not installed, there are no sanitary hygiene products in the stuffy cells; the inmates are served only one meal a day, etc. As regards the medical assistance, ... the only medicine available is analgin and citramonum with the passed expiration date.”", "13. The Federal Law on Detention of Suspects and Defendants charged with Criminal Offences, in effect, as amended, since 21 June 1995, provides that suspects and defendants detained pending investigation and trial are held in remand prisons (Article 8). They may be transferred to temporary detention facilities if so required for the purposes of investigation or trial and if transportation between a remand prison and a police station or court-house is not feasible because of the distance between them. Such detention in a temporary detention facility may not exceed ten days a month (Article 13). Temporary detention facilities in police stations are designated for the detention of persons arrested on suspicion of a criminal offence (Article 9).", "14. According to the Internal Regulations for Temporary Detention Facilities, approved by Order No. 41 of the Ministry of the Interior of the Russian Federation on 26 January 1996, as amended (in force at the time of the applicant’s detention), the living space per detainee should be four square metres (paragraph 3.3 of the Regulations). It also made provision for cells in temporary detention facilities to be equipped with a table, toilet, water tap, shelf for toiletries, drinking water tank, radio and rubbish bin (paragraph 3.2 of the Regulations). Furthermore, the Regulations made provision for detainees to have outdoor exercise for at least one hour a day in a designated exercise area (paragraphs 6.1, 6.40, and 6.43 of the Regulations)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}