{"ITEMID": "001-60687", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF STAMBUK v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["8. The applicant was born in 1943 and lives in Blaubeuren.", "9. On 25 October 1995 the Tübingen District Disciplinary Court for Medical Practitioners (Bezirksberufsgericht für Ärzte) imposed a fine amounting to 2,000 German marks (“DEM”) upon the applicant, an ophthalmologist, for disregarding the ban on advertising under the relevant provisions of the Baden-Württemberg Rules of Professional Conduct of the Medical Practitioners’ Council (Berufsordnung der Landesärztekammer) and the Act on the Councils for the Medical Professions (HeilberufeKammergesetz).", "10. In its reasoning, the Disciplinary Court found that the applicant performed medical operations with a laser technique. In the house where he had his consultation rooms, his wife ran an “excimer-laser-centre”. In May 1994 the journalist Ms K. of the newspaper Schwäbische Zeitung had visited the applicant, upon appointment, in his consultation rooms and discussed his new laser operation technique. Moreover, a photograph was taken of the applicant at his place of work. On 26 September 1994, there had appeared in the said newspaper an article signed by Ms K. and entitled “Cornea under fire – laser restores full vision. In Blaubeuren, the ‘photorefractive keratotomy’ has been applied since three years – operation risks are low - expenses are partly reimbursed by the insurances” (“Die Hornhaut unter Beschuss – Laser gibt dem Auge die volle Sehkraft zurück. In Blaubeuren wird seit drei Jahren die ‘Photorefraktive Keratektomie’ angewandt – Operationsrisiken sind gering – Kosten werden teilweise von den Kassen übernommen.”). In the article, it had been inter alia stated that, according to his indications, the applicant had treated more than 400 patients having defective vision with a laser technique and that in no case had any subsequent corrective measures been necessary and that accordingly he had a success rate of 100%. The article had also reported the applicant’s statement that the long-term success of an operation depended upon the experience of the medical practitioner and on the selection of the patients. The article had been illustrated by a photograph of 12x19 cm in size which showed the applicant at his computer pointing to the monitor. It had the caption: “On the occasion of the ‘mapping’ Dr Miro Stambuk sees on the monitor of his computer whether or not the patient can be treated with the laser technique” (“Beim ‘mapping’ sieht Dr. Miro Stambuk auf dem Monitor seines Computers, ob ein Patient mit dem Laser behandelt werden kann.”).", "11. The Disciplinary Court considered that the applicant had thereby disregarded sections 25(2) and 27 of the Rules of Professional Conduct of the Medical Practitioners’ Council (see below, Relevant domestic law, paragraph 20). Thus, according to section 25(2), a medical practitioner should not allow for picture-stories to be published in respect of his professional activities which had an advertising character, indicated the name and showed a photograph. According to section 27, the cooperation of a medical practitioner in informative publications in the press was only permissible if these publications were limited to objective information and if the person and the activities of the practitioner were not presented in the form of an advertisement. In press interviews, the medical practitioner was held to “responsible objectivity” (“verantwortungsbewusste Objektivität”).", "12. According to the Court, the applicant had disregarded these rules in that he had, in the interview, stressed having treated more than 400 patients and had had a success rate of 100%. He had thereby mainly aimed at giving prominence to his own person. This was confirmed by his remark about his professional experience. Likewise, the large photograph, showing the applicant in his medical coat posing as lecturer in front of his computer, went beyond the permissible limits of objective information, as, together with the self-praise found in the text, the message was conveyed that the applicant was a particularly experienced medical practitioner. The applicant should have negotiated with the reporter the objective character of the publication and the size of the photograph in order to comply with the ban on advertising.", "13. On 15 June 1996 the Stuttgart Disciplinary Appeals Court for Medical Practitioners (Landesberufsgericht) dismissed the applicant’s appeal. The Appeals Court confirmed the facts established by the District Court and its legal reasoning.", "14. The Appeals Court considered in particular that in order to give effect to the ban on advertisement as laid down in section 25(1) of the Rules of Professional Conduct, cooperation with the press had to be prohibited to the extent that publications had an advertising character (section 25(2)). No less restrictive measure was available. The wording of a publication could disguise its advertising character and thus be a means to circumvent the ban on prohibition.", "15. Having regard to the circumstances of the interview and the presentation of the article, the Appeals Court further considered that the applicant had not only tolerated that an article was published which would go beyond objective information on a particular operation technique, but had deliberately acted so as to give prominence to his own person. The Appeals Court also stated that, having regard to the interests of his colleagues, the ban on advertising outweighed the applicant’s freedom to exercise his profession .", "16. On 7 May 1997 the Federal Constitutional Court refused to admit his constitutional complaint. The decision was served on 22 May 1997.", "17. In the Federal Republic of Germany, the medical profession is governed partly by Federal law and partly by the law of the Länder. The principal rules relevant for the present case are to be found in the Federal Medical Practitioners’ Act (Bundesärzteordnung) of 1953 in the version of 16 April 1987 (amended in 1988, 1990, 1992 and 1993), the Baden-Württemberg Act on the Councils for the Medical Professions (Gesetz über die öffentliche Berufsvertretung, die Berufspflichten, die Weiterbildung und die Berufsgerichtsbarkeit der Ärzte, Zahnärzte, Tierärzte, Apotheker und Dentisten – Heilberufe-Kammergesetz) of 16 March 1995 (amended in 1999 and 2000), and the Baden-Württemberg Rules of Professional Conduct of the Medical Practitioners’ Council in the version of 23 February 1994, as amended in September 1996 (in force at the material time – recent amendments in 1998, 2000 and 2001).", "18. According to section 1 of the Federal Medical Practitioners’ Act, the medical practitioner shall have the care of the health of each individual and of the community as a whole; he exercises a liberal profession and not a trade or business.", "19. The medical practitioners practising in Baden-Württemberg constitute the Baden-Württemberg Medical Practitioners’ Council, which is a public-law association (sections 1, 2 and 7 of the Baden-Württemberg Act on the Councils for the Medical Professions). The functions of the Medical Practitioners’ Council include defending the interests of its members and ensuring that they meet their professional obligations (section 4 of the said Act). The Council adopts decrees concerning inter alia the Rules of Professional Conduct (section 9 of the said Act).", "20. As regards professional communications, the Baden-Württemberg Rules of Professional Conduct of the Medical Practitioners’ Council, as in force at the material time, provided as follows:", "Section 25", "“(1) A medical practitioner is not allowed to advertise his own services or those of other medical practitioners. He shall not instigate or tolerate such prohibited advertising by others. ...", "(2) A medical practitioner shall not tolerate the publication of reports or picture-stories on his professional activity with an advertising character, stating his name, showing his photograph or indicating his address.”", "Section 27", "“Medical publications or the cooperation in informative publications in press, broadcasting or television are permissible if and to the extent that these publications or the medical practitioner’s cooperation are limited to objective information and neithr the medical practitioner himself nor his activities are presented in the form of an advertisement. In such instances, the medical practitioner is held to ‘responsible objectivity’. The same shall apply to public lectures on medical issues.”", "21. Sections 55 to 69 of the Baden-Württemberg Act on the Councils for the Medical Professions govern the disciplinary powers of the Councils. According to section 55(1) and (2), members of these Councils face disciplinary action for professional misconduct (berufsunwürdige Handlungen), i.e. conduct offending their professional duties as members of the Chamber concerned. Pursuant to section 58, the following disciplinary penalties may be imposed in disciplinary court proceedings: warning, reprimand, a fine of up to DEM 100,000, a loss of membership of the Council organs and of other representative bodies or committees of subordinate entities for a period not exceeding five years, loss of the right to vote and to stand for elections to such organs for a period not exceeding five years. Disciplinary proceedings are, at first instance, conducted before the district disciplinary courts (section 60); an appeal lies against the decision of the district disciplinary court and must be lodged with the disciplinary appeals court (section 61)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}