{"ITEMID": "001-97621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KHAMETSHIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 6-3-d", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1972 and lives in Yaroslavl.", "6. On 23 June 2002 the applicant tried to smuggle alcohol to his friends, who were detained in prison. When police officers Mr S. and Mr A. tried to arrest him he apparently resisted the arrest. Subsequently, the applicant was accused of assaulting officer S.", "7. In October 2002 the applicant was charged with violence against a public official. The investigator in the Zavolzhskiy district prosecutor's office of Yaroslavl noted in his decision that the applicant had committed an administrative offence of smuggling prohibited goods to detainees; he had resisted lawful arrest during the commission of that offence; the latter act constituted a criminal offence punishable under Article 318 of the Criminal Code. The investigator's decision also contained a list of procedural rights under Article 47 of the Russian Code of Criminal Procedure (see paragraph 20 below). It appears that the applicant was given a copy of the above decision.", "8. During the preliminary investigation, officer S. explained that on 23 June 2002 when together with officer A. he was patrolling in the vicinity of the prison they had noticed the applicant and two other persons throwing certain objects over the prison wall. When they had attempted to arrest them, the applicant and others had assaulted them and tried to escape. Officer A confirmed his fellow officer's statement.", "9. The applicant disagreed with their version of the events and claimed in essence that the police officers had been drunk and had beaten him up and shot his friend.", "10. At the trial, on 5 November 2002 the applicant made a written statement declining the services of his counsel. He declared that this waiver was not based on any “financial considerations” and that he would continue to ensure his own defence. The hearing was adjourned because certain witnesses, including officers S. and A., had not answered the court summons.", "11. Thereafter, the trial court received a note of a telephone conversation between the court registry and A.'s grandmother. The latter explained that Mr A. had resettled to Moscow for permanent residence; that she had informed him on 5 November 2002 about the court summons and that he had asked her to inform the court that he maintained his earlier statement and could not attend the trial because his wife was about to be admitted to a maternity hospital.", "12. On 11 November 2002 the trial judge received a note of a telephone conversation between the court registry and investigator M., who informed the judge that Mr A. had reportedly moved to the Moscow Region without giving his new address; Mr S. was still an officer and was living at the same address.", "13. On 15 November 2002, noting the officers' absence, the trial judge enquired with the parties as to the admission in evidence of the officers' pre-trial statements. As can be seen from the trial verbatim record, both the prosecutor and the applicant consented to the reading out of the officers' pre-trial statements.", "14. The court also referred to the statements from the prison guard Mr P., who had been on duty that day and had seen several persons throwing certain objects over the prison wall. The court also heard guard K., who had been patrolling at the territory of the prison and had seen the bottles being thrown over the prison wall. According to two medical reports, Mr S. and Mr A. were sober on 23 June 2002 and Mr S. had various injuries on his body. During a pre-trial identification, he had pointed to the applicant as his assailant.", "15. The court rejected as unreliable the applicant's version of the events, which was supported by three witnesses on his behalf. The court also dismissed the fourth witness's allegation that one of the officers had been drunk on 23 June 2002.", "16. By a judgment of 18 November 2002, the Zavolzhskiy District Court of Yaroslavl convicted the applicant as charged and sentenced him to three years and six months' imprisonment.", "17. The applicant appealed contending that the court had not given a proper weight to the fact that despite the summons Mr S. and Mr A. had not appeared before the trial court and thus had not been examined at the trial.", "18. On 14 January 2003 the Yaroslavl Regional Court upheld the judgment in the following terms:", "“The court rightly founded the judgment on the testimonies by S. and A. because those testrroborated by other evidence presented in the judgment, such as the medical report indicating that S. had [injuries], P.'s statement..., K.'s statement...The reference to the failure of S. and A. to appear before the court on the summons is not a valid reason for annulment of the judgment because the court obtained the parties' opinion on the possibility of reading out their depositions in view of their absence from the trial; [the applicant] did not object to the reading out...”", "19. In 2003 the Regional Court dismissed the applicant's request for supervisory review of the above judgments. In 2007 the Prosecutor of the Yaroslavl Region applied for supervisory review, considering that there was no corpus delicti and that there was no case to answer against the applicant. On 25 October 2007 the Acting President of the Regional Court dismissed the prosecutor's application and refused leave to supervisory review.", "20. Under Article 47 § 3 of the CCrP, a defendant has a right to adequate time and facilities for the preparation of his defence. Article 47 § 4 contains a list of procedural rights, including a right to legal assistance and to free legal representation in certain circumstances, a right to participate in hearings before first-instance and higher courts, to have access to the trial record and to lodge comments on it. During the first interview the defendant should be informed of the above procedural rights (Article 47 § 6).", "21. All evidence should normally be presented at a court hearing during which the court should hear statements from the defendant, victim, witnesses and so on and examine physical evidence (Article 240). The reading of pre-trial depositions should only be allowable under Articles 276 or 281 of the Code (ibid).", "22. Under Article 281 § 1 of the Code, in its version before 10 July 2003, the reading out of earlier statements made by the victim or witness was allowable if the parties gave their consent to it and if (i) there were substantial contradictions between the earlier and the later statements, or (ii) the victim or witness had not appeared before the trial court.", "23. Sitting as a court of appeal in a criminal case examined by the first-instance court in 2003, the Supreme Court interpreted Article 281 as requiring consent from both parties only when it was the intention of the trial court ex officio to read out a pre-trial statement rather than a request from one of the parties (Appeal decision no. 3-74/03 of 19 February 2004).", "24. In its admissibility decision of 27 October 2000 (no. 233-O), the Constitutional Court held that the reading out of pre-trial depositions should be considered as an exception to the court's own assessment of evidence and should not upset the procedural balance between the interests of the prosecution and those of the defence. If a party insists on calling a witness whose testimony may be important to the case, the court should take all available measures to ensure this witness's presence in court. When that witness is available for questioning, the reading out of his or her deposition should be considered inadmissible evidence and should not be relied upon. However, when the witness is not available for questioning, the defence should still be provided with appropriate procedural safeguards such as challenge to the read-out deposition, a request for challenge by way of examining further evidence, as well as pre-trial face-to-face confrontation between that witness and the defendant when the latter was given an opportunity to put questions to the former (see also the admissibility decision of 7 December 2006 (no. 548-O))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}