{"ITEMID": "001-78023", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "VISNJEVAC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Milenko Višnjevac, is a citizen of Bosnia and Herzegovina who was born in 1938 and lives in Sarajevo.", "Prior to the dissolution of the former Socialist Federal Republic of Yugoslavia (“the SFRY”) the applicant deposited foreign currency in his bank account at the then office of a Slovenian bank in Sarajevo (Ljubljanska banka Glavna filijala Sarajevo). In Bosnia and Herzegovina, as well as in other successor States of the former SFRY, such savings are commonly referred to as “old” foreign-currency savings (for the relevant background information see Jeličić v. Bosnia and Herzegovina (dec.), no. 41183/02, ECHR 2005-...).", "Following several unsuccessful attempts to withdraw his funds, the applicant initiated court proceedings against the Ljubljanska banka Sarajevo (at the relevant time, the legal successor of the Ljubljanska banka Glavna filijala Sarajevo).", "On 22 November 1993 the Sarajevo Court of First Instance ordered the Ljubljanska banka Sarajevo to pay to the applicant, within 8 days, the full sum in his account (2,000 German marks), which amount included accrued interest. Default interest and legal costs were not awarded. The judgment entered into force on 19 January 1994.", "After the Ljubljanska banka Sarajevo had failed to execute the judgment voluntarily, on 27 April 1999 the competent court issued an execution writ. It entered into force on 20 December 2001.", "Meanwhile, the applicant filed an application with the Human Rights Chamber (the human-rights body set up by Annex 6 to the 1995 General Framework Agreement for Peace).", "On 7 October 2002 the Human Rights Chamber found a violation of Article 6 of the European Convention on Human Rights and of Article 1 of Protocol No. 1 to that Convention arising from a failure to enforce the judgment of 22 November 1993. The Human Rights Chamber held the Federation of Bosnia and Herzegovina responsible and ordered it to ensure full enforcement by 11 January 2003. The applicant was also awarded 1,000 Bosnian markas (BAM) for non-pecuniary damage and BAM 200 for legal costs.", "On 30 June 2003 the Human Rights Chamber, in a further decision, decided that the Federation of Bosnia and Herzegovina should pay the judgment debt instead of the Ljubljanska banka Sarajevo. The applicant was also awarded an additional amount of BAM 2,000.", "The judgment debt (approximately 1,020 euros) and damages and legal costs awarded by the Human Rights Chamber (in total approximately 1,640 euros) have subsequently been paid to the applicant. The applicant has thus received approximately 2,660 euros in all. He has not indicated the date of the payment.", "For the relevant domestic law and practice see the Jeličić decision cited above."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}