{"ITEMID": "001-98755", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DERDA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1959 and lives in Bydgoszcz.", "5. In 1948 the applicant's legal predecessor, his great-grandfather Mr Roman Pawłowski, lodged an application under Article 7 of the Decree of 26 October 1945 on real property in Warsaw for temporary ownership of a plot of land situated in Warsaw. This application remained unanswered.", "6. In 1981 the Bydgoszcz District Court declared that the applicant had acquired 2/12 of his late great-grandfather's estate and had thereby become his legal successor.", "7. On 20 December 1988 the applicant, together with his mother, Ms Z. Berent-Derda, another legal successor of Mr Pawłowski, reiterated the request submitted in 1948.", "8. In 1993 the Board of Association of Districts of Warsaw City (Zarząd Związku Dzielnic-Gmin Warszawy), by a decision of 17 June, declared that ownership of the property concerned had been acquired by the City of Warsaw Taxi Enterprise. The applicant and Ms Berent-Derda appealed, pointing out that the decision was unlawful because the request submitted in 1948 and reiterated in 1988 had already been pending before the authorities at that time.", "9. On 23 February 1995 the Land Administration Division of the Warsaw Municipality found that it was not competent to examine the case. The case file was subsequently transmitted, on an unknown later date, to the Board of Warsaw City (Zarząd Miasta st. Warszawy).", "10. On 12 June 2001 the Board of Warsaw City examined the request and dismissed it in its part concerning a surface area of 2,205 square metres. Apparently the plot had been divided, on an unspecified earlier date, into two parts, the other part covering 478 square metres, with the State Treasury listed as its owner in the local land register. The applicant appealed. On 21 September 2001 the Local Government Board of Appeal (Samorządowe Kolegium Odwoławcze) quashed the contested decision and remitted the case.", "11. On 11 October 2001 the applicant and his mother complained to the Local Government Board of Appeal about the City Board's failure to issue a decision regarding the plot of 478 square metres. On 18 February 2002 they submitted an identical complaint, concerning the area of 2,205 square metres. On 21 January 2002 the Local Government Board of Appeal, in reply to the complaint of 11 October 2001, fixed a time-limit for a decision on the merits to be given by the Warsaw Board within thirty days. On 3 March 2002 the applicant and his mother reiterated their complaint.", "12. On 22 March 2002 the Local Government Board of Appeal quashed the decision of 17 June 1993 (see paragraph 8 above) by which the ownership of the plot had been given to the City of Warsaw Taxi Enterprise. On 10 April 2002 the Mayor requested the Board to reconsider the case.", "13. By a decision dated 25 June 2002, the Local Government Board of Appeal found that the applicant's complaint of 18 February 2002 about the excessive length of the proceedings in the part concerning the establishing of ownership of the plot was unfounded as the first-instance authority was conducting investigatory proceedings.", "On 25 June 2002 the Local Government Board of Appeal dismissed the applicant's complaint concerning the Warsaw's Board failure to issue a decision.", "14. On 8 July 2002 Ms Z. Berent - Derda complained to the Supreme Administrative Court about the authorities' failure to give a decision on the merits of the case. On 13 August 2002 the Board fixed the time-limit for giving a decision on the merits of the case for 30 November 2002.", "15. On 5 December 2002 the Supreme Administrative Court scheduled for 8 January 2003 a hearing to be held in the proceedings instituted by the complaint about the authorities' failure to give a decision on the merits.", "16. On 7 January 2003 the Warsaw Municipal Office (Urząd Miasta st. Warszawy) stayed the proceedings, having regard to the fact that the proceedings to establish the owner of the property were pending. The applicant appealed.", "17. On 28 February 2003 the Supreme Administrative Court examined the applicant's mother's complaint about the authorities' failure to give a decision. It noted that as the proceedings had been stayed by a decision of 7 January 2003, it could not be said that the authorities had failed to act in the case. The proceedings instituted by the complaint were therefore discontinued.", "18. Subsequently, the proceedings concerning the merits of the case were resumed on an unspecified date.", "19. On 12 January, 17 February and 24 March 2003 the Local Government Board of Appeal requested the Mayor to show that he had standing to be a party to the proceedings, concerning the ownership of the plot by the Taxi Enterprise. There was no reply to these requests.", "20. On 28 May 2003 the Mayor withdrew his request for the case to be reconsidered. Accordingly, on 11 July 2003 the Local Government Board of Appeal discontinued the proceedings. The decision of 22 March 2002 (see paragraph 12 above) became final.", "21. On 22 March 2003 the applicant's mother complained to the Local Government Board of Appeal about the first-instance authority's failure to issue a decision. She reiterated her complaint on 2 April and 25 May 2003.", "22. On 26 April 2004 the Mayor of Warsaw again stayed the proceedings, having regard to the fact that in the absence of a valid land development plan for the city it was impossible to decide on the applicant's request.", "23. The applicant appealed. By decisions of 18 and 25 May 2004 the Local Government Board of Appeal quashed the decision to stay the proceedings, holding that the lack of the local land development plan was not a valid reason for the proceedings to be stayed. The Mayor appealed. On 28 July 2005 the Regional Administrative Court rejected his appeal.", "24. On 2 February 2006 the applicant and his mother submitted to the Regional Administrative Court their request for a decision ordering the firstinstance authority to decide the case. On 8 March 2006 they requested that court to impose a fine on the Mayor for her failure to act diligently in the case.", "25. On 24 March 2006 the Mayor dismissed the applicant's motion for the property to be restored to the applicant, his mother and other heirs of Mr Roman Pawłowski.", "26. On 7 June 2006 the Warsaw Regional Administrative Court examined the complaints lodged with it on 8 March 2006 and refused to impose a fine on the Mayor, having observed that in the meantime the decision on the merits had been given on 24 March 2006 and that a fine should serve a disciplinary, not punitive, purpose.", "27. The Mayor's decision on the merits of the case, given on 24 March 2006 (see paragraph 26 above) was quashed on 24 July 2006 by the Local Government Board of Appeal and the case remitted for reconsideration. The Board observed that the Mayor had obviously not shown any willingness to deal with the case in an appropriate manner and that the contested decision was in breach of Article 7 of the 1945 Decree (see paragraph 5 above). The applicant appealed, arguing that the second-instance authority should have decided on the merits of the case and that the proceedings had lasted an unreasonably long period of time.", "28. On 1 August 2006 the applicant withdrew his complaint of 2 February 2006 (see paragraph 24 above) about the authorities' failure to decide the case, having regard to the fact that after the decision on the merits of his request, given on 24 March 2006, the complaint about the failure to act had become devoid of purpose.", "29. On 4 December 2006 the Warsaw Regional Administrative Court dismissed the applicant's appeal against the decision of 24 July 2006 (see paragraph 27 above).", "30. On 20 August 2007 the applicant again complained to the Local Government Board of Appeal about the Mayor's failure to issue a decision on the merits of his request. On 11 September 2007 the Board found that the complaint was wellfounded and ordered the Mayor to give a decision within two months.", "31. On 19 November 2007 the Mayor of Warsaw again refused to allow the applicant's request to be granted the right of perpetual use in respect of the property concerned. The applicant appealed. On 1 April 2008 the Local Government Board of Appeal quashed the contested decision, having noted again that it violated the substantive provisions of the 1945 Decree, and ordered that the merits of the case be reexamined.", "32. By a subsequent decision of 21 July 2008 the Mayor granted the applicant and his mother a right to perpetual use in respect of the part of the plot concerning a surface area of 2,205 square metres. The City of Warsaw Taxi Enterprise appealed.", "33. On 23 October 2008 the Local Government Board of Appeal found that the Enterprise had no standing in the proceedings. It held that therefore the decision of 21 July 2008 was the final decision in the proceedings.", "34. On 5 December 2008 the Enterprise appealed against this decision to the Regional Administrative Court.", "35. On 16 September 2009 the Warsaw Regional Administrative Court dismissed its appeal.", "36. The relevant domestic law is summarised in detail in the judgment Berent-Derda v. Poland, no. 23484/02, §§ 27-35, 1 July 2008."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}