{"ITEMID": "001-100657", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF VLADIMIR POLISHCHUK AND SVETLANA POLISHCHUK v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13+8;Remainder inadmissible", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicants are spouses. They were born in 1966 and live in Tokmak.", "5. According to the applicants, in the period between January 2000 and August 2001 the first applicant lived and worked outside Tokmak.", "6. On 21 January 2001 an unknown person broke six windows in a building near the applicants' flat.", "7. On 30 January 2001 the Tokmak Town Police Office (“the Police Office”) instituted a criminal investigation into that event.", "8. On 20 March 2001 the Police Office, suspecting that the first applicant might have been involved in that event, ordered a search of his residence. The decision to carry out the search was based on the reason that evidence related to the event could be found in the first applicant's home. On the same day the search order was approved by the local prosecutor.", "9. On 21 March 2001, when the applicants' son was celebrating his birthday with a number of his friends, the police officers entered the applicants' flat to carry out the search. The second applicant, who was in the early stage of pregnancy, objected to the search, stating that the search order contained no reasonable explanation for her or her husband's possible involvement in the crime or for the need to search the flat. In response, the police officers allegedly threatened her and began the search operation in the presence of the guests. The first applicant was absent.", "10. In the course of the search nothing was identified or seized for the purpose of the investigation.", "11. On unspecified date the applicants complained to the Zaporizhzhya Region Prosecutor's Office (“the Regional Prosecutor's Office”) alleging that the search had been unlawful.", "12. On 12 October 2001 the Regional Prosecutor's Office informed the applicants that following an inquiry it had been established that the search had been carried out without a valid reason, in breach of Article 177 of the Code of Criminal Procedure.", "13. On 13 November 2001 the Regional Prosecutor's Office informed the applicants that the police officers who had carried out the search had been disciplined.", "14. On 19 August 2002 the applicants instituted proceedings in the Tokmak District Court against the Police Office, the Regional Prosecutor's Office, and the Zaporizhzhya Region State Treasury Department, seeking to have the search operation declared groundless and unlawful. The second applicant additionally claimed compensation for non-pecuniary damage caused by the unlawful act. She relied on Articles 440-1 and 443 of the Civil Code and on the Act “On the procedure for compensation for damage caused to citizens by unlawful acts of bodies of inquiry, pre-trial investigation authorities, prosecutor's offices and courts” (“the Compensation Act”).", "15. On 22 May 2003 the Tokmak District Court considered the applicants' claims. As to the first applicant, the court found that the search had been carried out two months after the crime and there had not been sufficient grounds to believe that evidence could be found in the applicants' home. The court therefore allowed his claim and declared that the search had been groundless and unlawful. As to the second applicant, the court examined the invoked provisions of the Civil Code and the Compensation Act and concluded that damage caused by the procedural acts of bodies of inquiry, investigative authorities, prosecutor's offices and courts could be compensated only in cases provided for by the Compensation Act. It further stated that the search had been carried out in connection with the suspicion against the first applicant only; the second applicant was not entitled to claim damages for procedural acts which had been carried out in respect of another person. For those reasons it rejected the second applicant's claim.", "16. On 26 August 2003 the applicants appealed against the judgment of 22 May 2003, stating, inter alia, that the first applicant had not suffered any damage on account of the unlawful search, and that it had been the second applicant who had incurred damage, as she had been present in the flat at the time.", "17. On 16 December 2003 the Zaporizhzhya Region Court of Appeal endorsed the rejection of the claim of the second applicant, reconfirming that it was only the Compensation Act that had to be applied and that under that provision the second applicant could not claim any damages, since the search had been carried out only in connection with the first applicant, who had been a suspect in the criminal proceedings. The court further quashed the judgment of 22 May 2003 as regards the claim of the first applicant and dismissed it, stating that such a claim had to be considered in the course of relevant criminal proceedings.", "18. On 8 January 2004 the applicants appealed in cassation against the decision of 16 December 2003, reiterating in particular that it had been the second applicant, but not the first, who had suffered damage on account of the unlawful acts. They asked the Supreme Court to adopt a new judgment satisfying the claim of the second applicant.", "19. On 31 January 2006 the Supreme Court rejected the applicants' cassation appeal as unsubstantiated.", "20. The relevant extracts of the Code provide as follows:", "“Acts and decisions of a body of inquiry can be challenged before the prosecutor, while their decisions on termination of criminal proceedings can also be challenged before the courts ...”", "“A search shall be carried out if there are sufficient grounds to believe that the means of committing an offence ... and other items and documents important for the case are kept on certain premises. ...”", "“Investigators' acts can be challenged before a prosecutor ...”", "21. In accordance with Article 355 of the Code, an application for review of the civil case may be submitted on the ground that an international judicial authority, whose jurisdiction was recognised by Ukraine, found that Ukraine violated its international obligations in the course of consideration of the civil case by the courts.", "22. The relevant extracts of the Code provide as follows:", "“Non-pecuniary damage caused to a citizen or an organisation ... shall be compensated by the person who has caused that damage unless the latter proves not to have been guilty. ...”", "“Damage caused to a citizen by unlawful conviction, unlawful bringing to criminal responsibility, unlawful pre-trial detention in the course of criminal proceedings, unlawful imposition of such administrative penalties as arrest or correctional labour shall be compensated for by the State in full regardless of the guilt of the officials of the bodies of inquiry, pre-trial investigation authorities, prosecutor's offices and courts, in accordance with the procedure established by the law.”", "23. The relevant provisions of the Act can be found in the judgment of Volokhy v. Ukraine (no. 23543/02, § 28, 2 November 2006).", "24. In accordance with paragraph 7 of this Resolution, moral (nonpecuniary) damage shall be compensated to the physical person or legal entity whose rights have been directly affected by the unlawful acts (inactivity) of the other persons."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}