{"ITEMID": "001-60738", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF RADOS AND OTHERS v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1 with regard to eleven sets of proceedings;No violation of Art. 6-1 with regard to two sets of proceedings;No violation of Art. 13 with regard to pending proceedings;Violation of Art. 13 with regard to concluded proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Françoise Tulkens", "TEXT": ["10. The first to fifth applicants were born in 1929, 1970, 1934, 1929 and 1934 respectively and live in Zagreb.", "11. During 1992 the applicants lent various sums of money to a number of agencies that were supposed to pay back the loans within periods ranging from 2 to 12 months and at interest rates ranging from 10 to 30 % per month (so called “financial engineering”). As these agencies failed to re-pay the loans, the applicants instituted civil proceedings against the agencies and their alleged owners.", "12. On 18 October 1993 the applicant filed an action with the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking payment of his loan in the amount of 10,000 German Marks (DEM).", "13. The preliminary hearing scheduled for 24 January 1994 was adjourned.", "As on 15 February 1994 the presiding judge resigned from her office, the case was transferred to another judge in October 1996.", "14. The next hearing scheduled for 6 December 2000 was adjourned because the presiding judge was absent.", "15. The hearing scheduled for 20 April 2001 was adjourned because B.J. did not appear. As the documents indicated that she had been released from detention on remand, the court invited the applicant to submit her new address. When the applicant informed the court that he did not know B.J.’s new address, the court requested the Ministry of Interior (Ministarstvo unutarnjih poslova Republike Hrvatske) to submit B.J.’s new address. The Ministry of Interior informed the court that B.J. had changed her name into B.Č.", "16. The hearings scheduled for 21 September 2001 and 4 April 2002 were adjourned because B.J. had not collected a notice of the hearing date.", "It appears that the proceedings are pending before the court of first instance.", "17. On 18 October 1993 the applicant filed an action with the Zagreb Municipal Court for re-payment of his loan in the amount of DEM 20,000.", "18. Before the period to be examined by the Court several hearings were held and several adjourned. The hearing scheduled for 18 June 1997 was adjourned because B.B. did not appear. The court invited the applicant to submit the number of the case-file concerning criminal proceedings against B.B. before the same court.", "As the applicant failed to do so, the court itself found the file number, but was unable to review that file because it was sent to the Zagreb County Court (Županijski sud u Zagrebu) on 13 June 1997. The court repeated its request to examine the file on 15 November 1998, 15 September 1999 and 5 September 2000.", "19. As neither party appeared at the hearing scheduled for 11 April 2001 the court found that the applicant had withdrawn his claim.", "The applicant appealed against that decision stating that he had been ill on the date of the hearing. On 23 May 2001 the court invited the applicant to submit evidence as to the fact that he had been ill. The applicant appeared before the court on 13 June 2001 and stated that he had no medical documentation.", "On 5 July the court sent the case-file to the Zagreb County Court as the appellate court. However that court found that the applicant’s appeal in effect had been a request to resume the proceedings. Consequently, on 22 October 2001 the case-file was returned to the Zagreb Municipal Court.", "It appears that the proceedings are pending before the Zagreb Municipal Court.", "20. On 6 May 1993 the applicant, together with 244 other plaintiffs, filed an action for re-payment of their loans with the Zagreb Municipal Court. The applicant claimed a sum of DEM 28,000.", "21. Before the period to be examined by the Court two hearings were held.", "On 17 July 1997 the court dismissed the claims of 43 plaintiffs, but not in respect of the second applicant. As on 24 September 1997 the plaintiffs whose claims were dismissed appealed against that decision, the case file was sent to the Zagreb County Court (Županijski sud u Zagrebu) on 29 September 1997, for consideration on appeal.", "22. On 14 July 1998 the Zagreb County Court upheld the first instance decision except in respect of one of the plaintiffs.", "23. On 10 February 1999 the Zagreb Municipal Court invited the plaintiffs’ counsel to submit a certificate from the registry of the Zagreb Commercial Court (Trgovački sud u Zagrebu) regarding the legal status of F.I.M.", "On 10 March 1999 the plaintiffs’ counsel withdrew the claim in respect of F.I.M.", "24. The next hearing took place on 18 June 1999.", "25. At the hearing on 14 October 1999 the court heard Đ.M. and then adopted judgment rejecting all claims. The judgment was served on the plaintiffs’ counsel on 26 September 2000. On 4 October 2000 the plaintiffs’ counsel appealed against the judgment.", "The Zagreb County Court, as the appellate court, found that the appeal was submitted by Mr Lajnert on behalf of all plaintiffs although he had not had a power of attorney. The case file was therefore returned to the Zagreb Municipal Court on 20 September 2001. On 27 September 2001 the Zagreb Municipal Court invited Mr Lajnert to submit a power of attorney to represent the other plaintiffs.", "It appears that the proceedings are pending on appeal before the Zagreb County Court.", "26. On 1 June 1993 the applicant, together with 603 other plaintiffs, filed an action with the Zagreb Municipal Court for re-payment of their loans. The applicant claimed DEM 16,500.", "27. Before the period to be taken into account one hearing was held and one was adjourned.", "28. At the next hearing on 2 February 1998 the court invited the plaintiffs to submit additional documentation.", "Although they failed to submit that documentation, the next hearing was held on 10 April 2000. The plaintiffs asked the court to hear several witnesses but were unable to submit their addresses.", "On 10 November 2000 the court invited the plaintiffs to submit further evidence necessary to proceed with the case. The plaintiffs claimed that they were members of the “Association of the Financial Engineering Investors V.M.M.”, but did not submit either its registration certificate or its articles of association. Furthermore, three plaintiffs failed to submit evidence as to their investments into the “financial engineering” and seven plaintiffs failed to submit their addresses.", "29. At the hearing on 15 December 2000 the plaintiffs’ counsel submitted the registration certificate and the articles of association as well as the addresses of the witnesses to be heard.", "30. At the hearing on 31 January 2001 the court heard one witness. It invited again the plaintiffs’ counsel to submit evidence in respect of three plaintiffs as to their investments into the “financial engineering” as well as the addresses of seven plaintiffs.", "On 22 February 2001 the plaintiffs submitted the requested addresses and asked the court to allow them an additional period of 30 days to submit evidence in respect of three plaintiffs as to their investments into “financial engineering”.", "On 2 May 2001 the plaintiffs submitted evidence in respect of two plaintiffs as to their investments but were unable to produce such evidence for the third plaintiff. They also changed their claims.", "31. At the next hearing scheduled for 17 September 2001 the court stayed the proceedings because the plaintiffs’ representative did not appear.", "On 1 October 2001 the applicant filed a request to resume the proceedings.", "It appears that the proceedings are pending before the court of first instance.", "32. On 21 December 1994 the applicant filed an action with the Zagreb Municipal Court for re-payment of his loan in the amount of Swiss Francs (CHF) 15,000.", "33. Before the period to be examined by the Court two hearings were adjourned. It turned out that F.I.S. had ceased to exist and that J.S. had changed her address. In 1995 the court invited the applicant to submit her correct address within 30 days.", "On 14 May 1998 the court repeated its request.", "On 25 May 1998 the applicant submitted J.S.’s new address.", "34. On 21 July 1998 the court ordered the applicant to request the Social Welfare Centre (Centar za socijalnu skrb) to appoint a legal representative for J. S.", "On 11 December 1998 the Zagreb Social Welfare Centre informed the court that by a decision of 8 December 1998 it had appointed a legal representative for J.S.", "35. At the next hearing on 7 April 1999 the representative gave her reply to the applicant’s claim. The applicant informed the court that he had obtained J.S.’s new address and asked the court to invite J.S. to the next hearing.", "36. At the next hearing on 21 May 1999 the applicant was heard. J.S. failed to appear. Her representative asked the court to enclose the case-file concerning the criminal proceedings against J.S. before the same court.", "However, the court was unable to enclose the criminal case file as the criminal proceedings against J.S. were still pending.", "According to the Government, on 28 December 2000 the court requested the Zagreb Commercial Court’s registry to submit a certificate regarding the legal status of F.I.S. It turned out that on 18 July 2001 the Zagreb Commercial Court had instituted ex officio proceedings for liquidation of F.I.S.", "37. At the next hearing on 19 December 2001 the court concluded the proceedings.", "38. On 5 October 1995 the applicant, together with five other plaintiffs, filed an action with the Zagreb Municipal Court for re-payment of their loans. The applicant claimed a sum of DEM 5,000.", "39. Before the period to be examined by the Court one hearing was adjourned.", "40. A hearing scheduled for 14 May 1998 was adjourned because the defendants did not appear. T.I.A. had ceased to exist and I.A. had failed to collect the notice of the hearing date.", "41. At the hearing on 22 October 1998 the defendants’ counsel gave his reply to the plaintiffs’ claim. The court invited I.A. to give his additional detailed reply to the plaintiffs’ claim within 8 days.", "42. The next hearing scheduled for 7 June 1999 was adjourned because four plaintiffs, including the applicant, who were supposed to be heard, failed to appear. It turned out that the applicant had failed to collect the notice of the hearing date as well as another plaintiff, while two other plaintiffs had changed their addresses.", "On 21 July 1999 the plaintiffs’ counsel submitted their addresses.", "43. The next hearing scheduled for 2 April 2001 was adjourned because I.A. did not appear.", "44. At hearing on 15 October 2001 the court heard one of the plaintiffs and then asked the plaintiffs to specify their claims and submit further documents.", "It appears that the proceedings are pending before the court of first instance.", "45. On 5 October 1995 the applicant, together with ten other plaintiffs, filed an action for re-payment of their loans with the Zagreb Municipal Court. The applicant claimed a sum of DEM 5,000.", "46. Before the period to be examined by the Court one hearing was adjourned.", "47. On 12 January 1998 the court requested the Ministry of Interior to submit B.J.’s correct address.", "On 3 February 1998 the Ministry of Interior informed the court that B.J.’s address was unknown.", "48. The next hearing scheduled for 2 April 2001 was adjourned as B.J. did not appear. The documents showed that she was unknown at the address indicated. According to the registry of the Ministry of Interior, however, she remained registered at the same address.", "On 21 May 2001 the plaintiffs’ counsel asked the court to request the Social Welfare Centre to appoint a legal representative for B.J.", "On 24 May 2001 the court invited again the Ministry of Interior to submit B.J.’s address.", "On 7 September 2001 the court ordered the Zagreb Police Department (Policijska uprava zagrebačka) to make an on the spot inquiry about B.J.’s address. The police found out that she had left the address where she was registered and that her new address was unknown.", "It appears that the proceedings are pending before the court of first instance.", "49. On 5 October 1995 the applicant, together with ten other plaintiffs, filed an action for re-payment of their loans with the Zagreb Municipal Court. The applicant claimed a sum of DEM 6,000.", "50. Before the period to be examined by the Court two hearings were adjourned.", "51. The court scheduled the next hearing for 6 November 1997 and invited B.B. to submit the evidence he relied on in his written reply to the plaintiffs’ claims. However, he failed to do so and also did not appear at the hearing. The plaintiffs’ counsel submitted that B.B. was found guilty for fraud in criminal proceedings conducted before the same court in connection with the plaintiffs’ loans. On 10 November 1997 the plaintiffs’ counsel submitted the number of the criminal case-file against B.B.", "On 14 November 1997 the court requested the criminal case-file against B.B. from the criminal division of the Zagreb Municipal Court, but the case-file was at the Zagreb County Court pending decision on appeal.", "The court repeated its request to enclose the criminal case-file on 22 October 1998, 11 March and 22 November 1999 and 24 October 2000, but the case-file was at the Public Prosecutor’s Office (Ured državnog odvjetništva).", "52. At the next hearing on 2 April 2001 the court invited the applicant to submit a copy of the judgment finding B.B. guilty for fraud.", "On 17 April 2001 the applicant informed the court that the first instance judgment in the criminal proceedings against B.B. had been quashed and the case remitted to the court of first instance for re-trial.", "It appears that the proceedings are pending before the court of first instance.", "53. On 5 October 1995 the applicant filed an action with the Zagreb Municipal Court for re-payment of his loan in the amount of DEM 7,000.", "54. Before the period to be examined by the Court one hearing was held and one was adjourned.", "55. On 29 October 1999 the court invited the applicant’s counsel to submit T.K.’s address within 30 days.", "On 25 November 1999 the applicant’s counsel submitted T.K.’s new address.", "On 28 June 2000 the court invited the applicant’s counsel to submit within 30 days a notice from the registry of the Zagreb Commercial Court concerning the legal status of T.K.M.", "It appears that the proceedings are pending before the court of first instance.", "56. On 24 January 1994 the applicant filed an action for re-payment of his loan, in the amount of DEM 13,540, with the Zagreb Municipal Court.", "57. Before the period to be examined by the Court, first instance judgment awarding the applicant’s claim in part and rejecting it in part was adopted. This judgment was quashed on appeal in the part rejecting the applicant’s claim and the case was remitted for re-trial to the court of first instance.", "58. The hearings scheduled for 19 March, 7 and 20 April 1998 before the Zagreb Municipal Court were adjourned since S.D. failed to appear.", "59. At the next hearing on 7 May 1998 the court adopted a judgment awarding the rest of the applicant’s claim. The judgment became final on 16 June 1998.", "According to the Government, the applicant has not sought to enforce the judgment.", "60. On 27 January 1994 the applicant filed an action with the Zagreb Municipal Court for re-payment of his loan in the amount of DEM 11,052.", "61. Before the period to be examined by the Court several hearing were held and several adjourned and on 14 May 1997 the court adopted judgment rejecting the applicant’s claim.", "On 18 September 1997 the applicant appealed against the judgment.", "On 21 November 2000 the proceedings ended by the Zagreb County Court’s decision upholding the first instance judgment.", "62. On 5 July 1994 the applicant filed an action with the Zagreb Municipal Court for re-payment of his loan in the amount of DEM 10,000; 980,000 HRK; and CHF 18,350.", "63. The preliminary hearings scheduled for 8 November 1994, 26 September 1995, 7 February, 24 April, 10 September and 2 December 1996 and 12 February 1998 were adjourned as B.J. failed to appear.", "64. At the hearing on 22 April 1998 B.J. replied to the applicant’s claim.", "On 26 June 1998 the applicant specified his claim.", "65. At the hearing on 1 July 1998 the applicant and a witness were heard.", "From 10 September 1998 to 12 October 2000 the court unsuccessfully attempted on many occasions to consult the case-file concerning criminal proceedings against B.J. before the same court.", "66. At the hearing on 12 October 2000 the court adopted a judgment finding in favour of the applicant. The judgment became final on 16 January 2001.", "According to the Government, the applicant has not sought the enforcement of the judgment.", "67. On 5 July 1994 the applicant filed an action for re-payment of his loan in the amount of DEM 23,800 with the Zagreb Municipal Court.", "68. Before the period to be examined by the Court several hearings were held and several adjourned.", "69. The hearing scheduled for 5 December 1997 was adjourned because the witnesses invited did not appear.", "70. At the hearing on 18 April 1998 one witness was heard. The court requested the Varaždin Police Department (Policijska uprava varaždinska) to submit the address of another witness.", "On 9 July 1998 the Varaždin Police Department submitted the requested address.", "71. At the hearing on 5 March 1999 Ð.M. gave her testimony. The court invited the Zagreb Commercial Court to submit a certificate from its registry regarding the legal status of F.I.M. and decided to examine the criminal case-file against Ð.M. However, the criminal case-file could not be consulted because the criminal proceedings were pending.", "72. The hearings scheduled for 15 December 2000 and 22 February 2001 were adjourned because Ð.M. did not appear.", "73. At the next hearing the court heard the applicant and Ð. M.", "74. At the next hearing on 2 October 2001 the court stayed the proceedings because the applicant did not appear.", "On 2 November 2001 the applicant filed a request to resume the proceedings.", "It appears that the proceedings are pending before the court of first instance.", "75. Section 59 (4) of the Constitutional Act on the Constitutional Court (which entered into force on 24 September 1999 – hereinafter “the Constitutional Court Act” – Ustavni zakon o Ustavnom sudu) reads as follows:", "“The Constitutional Court may, exceptionally, examine a constitutional complaint prior to exhaustion of other available remedies if it is satisfied that a contested act, or failure to act within a reasonable time, grossly violates a party’s constitutional rights and freedoms and that, if it does not act, a party will risk serious and irreparable consequences.”", "Section 26 of the Constitutional Act on the Changes of the Constitutional Act on the Constitutional Court (entered into force on 15 March 2002, published in the Official Gazette no. 29 of 22 March 2002 – hereinafter “The Act of 15 March 2002” – Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske) introduced a new Section 59 (a), which subsequently became Section 63 of the 2002 Constitutional Act on the Constitutional Court. The relevant parts of that Section read as follows:", "(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}