{"ITEMID": "001-78886", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF UOTI v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - reserved;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1962 and lives in Helsinki.", "5. On 28 November 1992 a State-owned bank requested the police to investigate whether a former bank director, P., had committed offences as the bank had advanced loans without acceptable guarantees to such an extent that its solvency was endangered. The bank also requested the police to investigate whether P. or some other person had received unlawful financial inducements or whether blackmail had been involved.", "6. On 20 August 1993 the bank supplemented its request maintaining that the applicant had possibly committed offences of dishonesty as a debtor, debt fraud or aggravated debt fraud during April-May 1992, as he had allegedly participated in transferring bank shares owned by certain limited liability corporations into his own control, thereby causing one of the corporations’ biggest creditors, the bank, financial losses of approximately 10,000,000 Finnish marks (FIM; equivalent to 1,681,879 euros: EUR).", "7. On 8 August 1994 the applicant was arrested. On 10 August 1994 he was questioned by the police for the first time. On 12 August 1994 the Helsinki District Court (käräjäoikeus, tingsrätten) ordered his detention on remand since he was suspected of aggravated blackmail and three counts of dishonesty as a debtor. He was released on 27 September 1994.", "8. On 14 July 1995 the police completed their pre-trial investigation. A summons was served on the applicant on 2 February 1996. It was alleged that the offences had been committed between 2 January 1991 and 1 June 1992.", "9. On 18 April 1996 the applicant was charged with aggravated fraud and three counts of dishonesty as a debtor. On the same day the Salo District Court upheld the applicant’s claim that he had not been legally summoned to the trial and declared the case against him inadmissible. On 24 September 1996 the Turku Court of Appeal (hovioikeus, hovrätten) upheld the decision. On 20 October 1997 the Supreme Court (korkein oikeus, högsta domstolen) quashed the previous decisions and remitted the case to the District Court. Meanwhile, on 20 August 1997 the District Court also upheld a co-defendant’s claim that he had not been lawfully summoned. On 11 March 1998 the Court of Appeal quashed the decision. On 8 February 1999 the Supreme Court upheld the Court of Appeal’s decision.", "10. Meanwhile, at the second hearing on 12 June 1996, the applicant was charged additionally with a count of aggravated fraud and incitement to dishonesty as a debtor. The public prosecutor thereafter added to the charges on several occasions.", "11. At the third hearing on 27 August 1996, the acting public prosecutor was found by the District Court to be biased and a new prosecutor was assigned to the case.", "12. On 21 January 1998 the District Court upheld the applicant’s claim that he had not been lawfully summoned (as regards a summons delivered on 6 March 1997 to his wife in Spain) and that the statute of limitations had already expired. On 8 October 1998 the Court of Appeal quashed the decision and remitted the case to the District Court. On 3 November 2000 the Supreme Court upheld the Court of Appeal’s decision.", "13. Meanwhile, on 30 March 2000 the District Court noted in its minutes that the parties were in disagreement as regards the question whether the “reasonable time” requirement according to Article 6 of the Convention had been fulfilled, and that the court would decide at a later stage on whether the trial could continue.", "14. On 18 May 2000 the District Court issued a separate decision dismissing the applicant’s request that the charges against him be declared inadmissible due to the excessive length of the proceedings. It held, inter alia, that the case was exceptionally difficult involving voluminous evidence and that it was of significant public interest.", "15. On 19 December 2000 the District Court dismissed the applicant’s renewed request to that effect. On 12 January 2001 he lodged a procedural complaint with the Turku Court of Appeal. It was dismissed on 13 March 2001.", "16. There were 28 days of hearings in the District Court up to the end of 2000, held at approximately two to five months’ intervals. There were six days of hearings which concerned the applicant in 2001, four in 2002 and five in 2003.", "17. On 14 August 2001 co-defendant X was granted immunity. On 2 December 2002 the Spanish Government consented to the continued prosecution of X in Finland whereupon he challenged the lawfulness of the consent. On 20 August 2003 the District Court gave a decision.", "18. On 25 February and 20 August 2003 the District Court dismissed the applicant’s further requests that the charges be ruled inadmissible owing to the length of the proceedings. On 9 February 2004 the District Court also dismissed the request of the applicant’s co-defendants to that effect. The Court of Appeal upheld the last-mentioned decision on 30 June 2004. On 31 August 2004 the District Court dismissed the applicant’s renewed request that the charges be ruled inadmissible owing to the length of the proceedings.", "19. During the trial the police conducted at least 12 additional investigations, the last of which, according to the Government, was completed on 28 November 2003.", "20. There had been a total of some 50 days of hearings prior to 30 March 2004 when the District Court started to receive evidence. After that there were 38 days of hearings up until the end of October 2004. On 30 December 2004 the Parliamentary Ombudsman, noting at the outset that he lacked competence to interfere with the ongoing proceedings, drew the Government’s attention to the need for the allocation of adequate financial resources to the District Court and to the authorities involved in the case.", "21. On 21 March 2006 the District Court gave its judgment. It convicted the applicant of aggravated fraud. It dismissed as time-barred the charges concerning five counts of dishonesty as a debtor. The court found that the “reasonable time” requirement laid down in the Constitution and the Convention had not been respected and that the applicant was therefore entitled to redress. The court noted that it had dismissed as time-barred some of the charges. As the court was not allowed to pass any judgment on the time-barred charges, the redress for the length of the proceedings had to be given in some other way. Accordingly, the applicant’s sentence had to be mitigated. The court considered that the redress had to be significant and, having regard to the exceptionally lengthy nature of the proceedings, it should also be substantial. The court stated that it was taking one third off the applicant’s sentence owing to the breach of the “reasonable time” requirement. Taking an earlier sentence into account, it sentenced the applicant to six months and twenty days’ imprisonment.", "22. The case is still pending before the Court of Appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}