{"ITEMID": "001-115399", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF LONČAR v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Erik Møse;Julia Laffranque", "TEXT": ["4. The applicant was born in 1952 and lives in Split.", "5. On 23 February 1999 the applicant brought a civil action for defamation against the Croatian Radio Television in the Split Municipal Court (Općinski sud u Splitu), seeking non-pecuniary damages.", "6. In the period between 20 May 1999 and 19 May 2000 the firstinstance court held seven hearings.", "7. By a judgment of 19 May 2000 the Municipal Court dismissed the applicant’s action.", "8. Following an appeal by the applicant, on 21 May 2004 the Split County Court (Županijski sud u Splitu) quashed the first-instance judgment and remitted the case.", "9. In the resumed proceedings, the Municipal Court held three hearings, and on 21 September 2009 delivered a judgement whereby it ordered the defendant to pay the applicant 30,000 Croatian kunas (HRK) as compensation for non-pecuniary damage.", "10. Following an appeal by the defendant, on 26 November 2010 the Split County Court reduced the amount of damages payable to the applicant to HRK 20,000. The judgment was served on the applicant’s representative on 4 January 2011.", "11. Meanwhile, on 5 November 2007 the applicant lodged a request for the protection of the right to a hearing within reasonable time (zahtjev za zaštitu prava na suđenje u razumnom roku) with the Split County Court.", "12. On 18 August 2008 the Split County Court found a violation of the applicant’s right to a hearing within reasonable time, awarded her HRK 12,5001 in compensation and ordered the Split Municipal Court to give a decision in her case within six months of the service of its decision. The County Court’s decision was served on the Split Municipal Court on 31 October 2008.", "13. The relevant provisions of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05, 16/07 and 113/08), governing the request for the protection of the right to a hearing within a reasonable time, as the remedy for the length of judicial proceedings in Croatia, are set out in Praunsperger v. Croatia, no. 16553/08, § 21, 22 April 2010."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}