{"ITEMID": "001-84756", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF POPLAWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1", "JUDGES": "Ján Šikuta;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1957 and lives in Zielona Góra.", "6. In 1994 the applicant was charged with assault and battery. On 21 December 1999 the Zielona Góra Regional Court (Sąd Okręgowy) convicted the applicant as charged. The conviction was upheld by the Poznań Court of Appeal (Sąd Apelacyjny) on 30 January 2001. On 12 February 2002 the Supreme Court (Sąd Najwyższy) dismissed the applicant's further cassation appeal.", "7. On 1 September 1998 the applicant was arrested on suspicion of homicide. On 3 September 1998 the Zielona Góra District Court (Sąd Rejonowy) ordered the applicant's detention on remand on a charge of murder.", "8. During the investigation, the applicant's detention was prolonged on two occasions.", "9. On 20 May 1999 the applicant was indicted before the Zielona Góra Regional Court. The Regional Court extended his detention on remand on several occasions. The court referred to the reasonable suspicion that the applicant had committed the offence with which he had been charged. It further stressed that holding the applicant in detention was necessary to secure the proper conduct of the proceedings. These decisions were upheld on appeal. The applicant made several unsuccessful applications for release.", "10. On 20 March 2001 the Poznan Court of Appeal prolonged the applicant's detention. The court relied on the existence of a reasonable suspicion against the applicant and on the likelihood that a heavy sentence of imprisonment might be imposed on him. The Court of Appeal also examined the course of the proceedings and established that they had been lengthy. It instructed the trial court to concentrate on scheduling more hearings and on taking other procedural measures to terminate the trial promptly. The court, nevertheless, stated that the applicant had been solely responsible for the duration of the trial as the Regional Court had to examine his allegation that he had acted in self-defence.", "11. Between 12 April 2001 and 12 February 2004 the applicant was serving a prison sentence following his conviction in another set of criminal proceedings.", "12. On 27 April 2001 the Zielona Góra Regional Court convicted the applicant as charged and sentenced him to 25 years' imprisonment.", "13. On 27 August 2001, 23 November 2001 and 22 February 2002 the Zielona Góra Regional Court prolonged the applicant's detention. All of these decisions were upheld on appeal.", "14. On 20 December 2001 the prosecutor filed an appeal against the firstinstance conviction.", "15. On 16 May 2002 the Poznań Court of Appeal quashed the firstinstance conviction and remitted the case to the Regional Court.", "16. On 19 August 2002, 20 May 2003 and 7 September 2004 the Regional Court prolonged the applicant's detention. In its identically reasoned decisions the court referred to the likelihood that the applicant would receive a lengthy sentence. It also pointed out that there were no particular circumstances militating in favour of his release, as defined in Article 259 § 1 of the Code of Criminal Procedure.", "17. Between 23 November 2004 and 17 December 2004 the applicant was serving a prison sentence as a result of his conviction in another set of criminal proceedings against him.", "18. On 10 December 2004 the Regional Court prolonged the applicant's detention. It considered that the need to ensure the proper course of the proceedings and the likelihood that the applicant would receive a lengthy sentence justified the prolongation of his detention. The court further stressed that the trial would end soon since most of the witnesses had already been heard.", "19. On 27 October 2004 the applicant filed a complaint alleging that the proceedings against him had exceeded a reasonable time and requesting compensation for the prolongation of the proceedings. He relied on the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). On 3 March 2005 the Poznań Court of Appeal gave a decision and confirmed that the proceedings before the Regional Court had been lengthy. However, it refused to award any compensation to the applicant.", "20. On 14 October 2005 the Zielona Góra Regional Court convicted the applicant of murder and sentenced him to 25 years' imprisonment.", "21. On 9 December 2005 the Regional Court prolonged the applicant's detention.", "22. On 23 March 2006 the Poznań Court of Appeal quashed the firstinstance conviction and again remitted the case.", "23. On 28 February 2006 the Court of Appeal refused to release the applicant on bail.", "24. The applicant again asked to be released on bail.", "25. On 6 April 2006 the Poznań Court of Appeal refused to release the applicant on bail and further prolonged his detention until 30 June 2006. It considered that there was a risk that the applicant, if released, would interfere with the proper course of the proceedings. It also held that between 1989 and 1998 the applicant had been convicted five times and that the charges against him had included unlawful possession of a firearm. This decision was upheld on appeal on 18 May 2006.", "26. On 1 June 2006 the Court of Appeal dismissed the applicant's complaint under the 2004 Act about the alleged inactivity of the Regional Court. The court examined only the period after 18 February 2005 as the period before that date had already been examined. The court concluded that there had been no delays in the proceedings after that date.", "27. On 28 June 2006 the Regional Court again prolonged the applicant's detention. The court stressed that there were no particular circumstances militating in favour of his release, as defined in Article 259 § 1 of the Code of Criminal Procedure. This decision was upheld by the Poznań Court of Appeal on 6 July 2006.", "28. On 2 October 2006 the applicant was released from pre-trial detention. It appears from the parties' submissions that the criminal proceedings before the Zielona Góra Regional Court are pending.", "29. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "30. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court's decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}