{"ITEMID": "001-4666", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "EBRAHIMZADEH MOGHADAM YAZDI v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant, born in 1964, is an Iranian national and lives in Hagen (Germany). In the proceedings before the Court he is represented by Mr K.-H. Bartens-Winter, a lawyer practising inWuppertal.", "On 3 May 1991 the applicant arrived in the Federal Republic of Germany. On 16 May 1991 he applied for asylum. In support of his request he submitted that, as a member of the People's Mujahedin movement, his father had been arrested and killed. The applicant further submitted that when distributing leaflets together with a friend, his friend had been arrested. Thereafter he himself had been arrested three times and detained for one to two days. His whole family, i.e. his mother and his three sisters, had fled from Iran. They had all been recognised as political refugees in Germany.", "On 30 October 1992 the Federal Office for Refugees (Bundesamt für die Anerkennung ausländischer Flüchtlinge) dismissed the applicant’s request on the ground that his submissions were not credible and invited him to leave the German territory within one month.", "On 28 June 1994 the Arnsberg Administrative Court (Verwaltungsgericht) dismissed the action filed by the applicant against the refusal of asylum and his envisaged expulsion.", "On 21 December 1995 the applicant renewed his request to be granted asylum (Asylfolgeantrag). When interviewed on 6 February 1996 at the Federal Office for Refugees, the applicant repeated the statements he had made in the first asylum proceedings, adding some more details. He further submitted that in the meantime he had engaged in political activities in Germany in favour of the People's Mujahedin movement, such as distributing leaflets, organising information stands, taking part in demonstrations and working in the movement’s office in Bochum. The media, in particular television, had published information about these activities which thus came to the knowledge of the Iranian authorities. An Iranian witness called by the applicant stated, when also heard on 6 February 1996 before the Federal Office for Refugees, that he had met the applicant in the beginning of 1991 in front of the Teheran University near a bookshop with a third person called A. The latter had talked to the applicant and handed him a shoe box. According to the witness, he was not informed about the contents of the box for security reasons. The applicant did not remember A.’s first name, nor did the witness.", "On 1 March 1996 the Federal Office for Refugees dismissed the asylum request on the grounds that the applicant’s statements did not appear to be credible and that they were in contradiction with the statements made in the first proceedings and that his political activities in Germany were not important enough to establish a real and substantial fear of persecution in Iran.", "On 11 March 1996 the applicant filed an action with the Arnsberg Administrative Court.", "On 21 August 1998 the Arnsberg Administrative Court dismissed the applicant’s action. According to the court, there was no indication that the applicant was persecuted when he had left his country, nor was there a sufficient likelihood that he would be persecuted if he were to return to his country. His earlier and his new submissions concerning his arrests in Iran were unsubstantiated. Accordingly, there was no need to take further evidence in this respect. As to the statements of the Iranian witness concerning the circumstances of the meeting with the applicant in front of the Teheran University, the court observed that there were contradictions between the applicant’s and the witness’s declarations. Furthermore, the witness could not confirm that the applicant was involved in the People's Mujahedin movement, since he had met him only once. The court added that the applicant’s activities in Germany did not go beyond a mere presence at demonstrations and other events, and that they would not expose him to political persecution in Iran. Finally there was no reason to believe that the applicant would face persecution in Iran on the ground that he had requested asylum in Germany.", "On 13 October 1998 the Administrative Court of Appeal (Oberverwaltungsgericht) of the Land of North Rhine-Westphalia rejected the applicant’s request for leave to appeal (Antrag auf Zulassung der Berufung). In its decision it stated that the Administrative Court had correctly assessed the evidence and rejected the applicant’s requests to take further evidence in a convincing manner. The Administrative Court had not acted arbitrarily in concluding that the applicant’s submissions were unsubstantiated.", "On 19 February 1999 the Hagen Administrative Authorities informed the applicant that following the final decision in his asylum proceedings, his residence permit was no longer valid and invited him to submit two passport photographs for the purpose of a provisional residence permit (Duldung) to be issued for the period during which the expulsion order could not be implemented for legal or practical reasons.", "On 3 March 1999 the Parliament of the of the Land of North-Rhine Westphalia rejected a petition brought by the applicant on the ground that his submissions did not justify the granting of political asylum."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}