{"ITEMID": "001-97557", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SAVENKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 5-4", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1958 and lives in Tambov.", "7. The applicant's father and Mrs K. co-owned a cottage in Tambov. The applicant's father decided to sell his share of the cottage and authorised the applicant to organise the sale.", "8. On 4 July 2001 Mrs K. was murdered. On the same date Mr Z., who had carried out certain repair works for the applicant, was arrested by the police and confessed to the murder. He told the police that the applicant had instigated the crime and promised him remuneration for the murder. On the same day the police conducted a search of the applicant's flat.", "9. The date and time of the applicant's arrest are disputed between the parties. According to the applicant, she was arrested at 6 p.m. on 4 July 2001. According to the Government, she was arrested at 2.40 a.m. on 5 July 2001, the time indicated in the arrest report drawn up by the investigator and signed by the applicant.", "On 6 July 2001 the Prosecutor of the Oktyabrskiy District of Tambov authorised the applicant's pre-trial detention. The order stated as follows:", "“[Taking into account] the gravity of the crime committed by [Mrs] Savenkova, and also the fact that at the present time there are insufficient grounds for bringing charges against her, the fact that she may abscond from the investigation and fail to appear at court, commit another crime or interfere with the establishment of the truth in the criminal case, [the investigator] has decided to choose with regard to [Mrs] Savenkova Tatyana Rafailovna ... detention in the Tambov SIZO-1 as a measure of restraint ...”", "10. On 13 July 2001 the applicant was charged with incitement to murder.", "11. On 6 August 2001 the applicant changed her legal counsel.", "12. On 9 August 2001 the applicant made an application for the measure of restraint to be changed to an undertaking not to leave her place of residence. She submitted that her second son, having been injured in an accident, was in hospital, and her younger daughter of three needed to be taken care of.", "13. On 22 August 2001 the Oktyabrskiy District Court of Tambov dismissed the application as follows:", "“On 6 July 2001 a measure of restraint was chosen by the Prosecutor of the Oktyabrskiy District in respect of [Mrs] Savenkova.", "[Mrs] Savenkova requests that the measure of restraint be changed as she is not guilty, has three children, and her son has been injured in an accident.", "The measure of restraint was chosen lawfully and reasonably, and took into consideration the gravity of the charges.", "Pursuant to Article 220-2 of the [RSFSR] Code of Criminal Procedure, [the court] has decided to dismiss the complaint.", "This decision may be appealed against to the Tambov Regional Court within seven days.”", "14. The applicant did not appeal against the decision.", "15. On 29 August 2001 the acting Prosecutor of the Oktyabrskiy District of Tambov extended the applicant's pre-trial detention to 5 October 2001, referring to the gravity of charges as grounds.", "16. On 2 October 2001 the acting Deputy Prosecutor of the Tambov Region extended the applicant's pre-trial detention to 4 November 2001, referring to the gravity of charges and the risk of fleeing justice and obstructing the investigation.", "17. On 29 October 2001 the acting Deputy Prosecutor of the Tambov Region extended the applicant's pre-trial detention to 4 December 2001, referring to the gravity of the charges and the risk of fleeing justice and obstructing the investigation.", "18. On 4 December 2001 the criminal case file was submitted to the Tambov Regional Court for examination on the merits.", "19. On 10 December 2001 the applicant's counsel sent a telegram to the Tambov Regional Court requesting it to terminate the applicant's prosecution and release her from custody.", "20. On 19 December 2001 the Tambov Regional Court scheduled the first trial hearing to take place on 4 January 2004 and held that the preventive measure applied to the applicant, the detention in the Tambov SIZO-1, “should remain unchanged”.", "21. On 14 March 2002 the Tambov Regional Court found the applicant guilty of incitement to murder and sentenced her to eight years' imprisonment. Z. was found guilty of murder and sentenced to twelve years' imprisonment.", "22. On 14 June 2002 the Supreme Court of the Russian Federation examined and dismissed an appeal by the applicant. The applicant and Z. were transferred to correctional facilities to serve their sentences.", "23. On 30 August 2002 the Deputy Prosecutor General, at the applicant's request, lodged an application for supervisory review of the judgment.", "24. On 23 October 2002 the Presidium of the Supreme Court of the Russian Federation granted the request for supervisory review, quashed the judgment on the grounds of inadequate legal assistance to Z., and remitted the case to the first-instance court for fresh examination. The Supreme Court ordered the applicant and Z. to remain in custody.", "25. On 13 November 2002 the case file was transferred to the Tambov Regional Court. On an unspecified date the applicant and Z. were transferred to the Tambov SIZO-1 and remained there awaiting the second trial.", "26. On 20 November 2002 the Tambov Regional Court conducted a hearing of the criminal case where the applicant allegedly challenged the detention order and requested to be released. She provided a copy of the application, signed by her counsel Kh., but claims that the court did not examine it.", "27. According to the applicant, on 9 December 2002 her lay representative, R., lodged another application with the Tambov Regional Court for the measure of restraint to be changed to an obligation not to leave her place of residence. According to the Government, this application was lodged on 20 January 2003.", "28. On 20 January 2003, before the hearing of her case by the Tambov Regional Court, the applicant's counsel Kh. made an application to the court challenging the applicant's continued pre-trial detention and requesting that the measure of restraint be changed to an undertaking not to leave her place of residence. The application was examined and dismissed by the Tambov Regional Court with reference to the gravity of the charges.", "29. On 9 April 2003 the Tambov Regional Court acquitted the applicant and Z. of all charges because of lack of evidence. They were released in the court room. The prosecutor appealed against the acquittal.", "30. On 9 June 2003 the Supreme Court of the Russian Federation granted the prosecutor's appeal, reversed the judgment of 9 April 2003 and remitted the case for a fresh first-instance examination.", "31. On 19 February 2004 the Tambov Regional Court found the applicant guilty as charged and sentenced her to eight years' imprisonment. Z. was sentenced to twelve years' imprisonment. They were taken into custody from the court room.", "32. On appeal, on 16 April 2004 the Supreme Court of the Russian Federation upheld the judgment of 19 February 2004 in substance, but reduced the applicant's sentence to five years' imprisonment and Z.'s sentence to nine years' imprisonment.", "33. On 14 January 2005 the Supreme Court of the Russian Federation granted the applicant's request for the suspension of her imprisonment and she was released.", "34. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the RSFSR (Law of 27 October 1960, “the old CCrP”). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "35. “Preventive measures” (меры пресечения) include an undertaking not to leave a town or region, personal security, bail and detention (Article 89 of the old CCrP, Article 98 of the new CCrP).", "36. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or have his or her detention extended (Article 22).", "37. Under the old CCrP, a decision ordering detention could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "38. The new CCrP requires a judicial decision by a district or town court on a reasoned request by a prosecutor supported by appropriate evidence (Article 108 §§ 1 and 3-6).", "39. When deciding whether to remand an accused in custody, the competent authority is required to consider whether there are “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 89 of the old CCrP). It must also take into account the gravity of the charge, information on the accused's character, his or her profession, age, state of health, family status and other circumstances (Article 91 of the old CCrP, Article 99 of the new CCrP).", "40. Before 14 March 2001, detention was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year's imprisonment or if there were “exceptional circumstances” in the case (Article 96). On 14 March 2001 the old CCrP was amended to permit defendants to be remanded in custody if the charge carried a sentence of at least two years' imprisonment or if they had previously absconded or had no permanent residence in Russia, or if their identity could not be ascertained. The amendments of 14 March 2001 also repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they had committed. The new CCrP reproduced the amended provisions (Articles 97 § 1 and 108 § 1) and added that a defendant should not be remanded in custody if a less severe preventive measure was available.", "41. The Codes distinguished between two types of detention: detention “pending the investigation”, that is, while a competent agency – the police or a prosecutor's office – investigated the case, and detention “before the court” (or “during the trial”), that is, while the case was being tried in court. Although there was no difference in practice between them (the detainee was held in the same detention facility), the calculation of the time-limits was different.", "42. After arrest the suspect is placed in custody “pending the investigation”. The maximum permitted period of detention “pending the investigation” is two months but it can be extended for up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels (under the old CCrP) but must now be authorised by judicial decisions taken by courts of ascending levels (under the new CCrP). No extension of detention “pending the investigation” beyond eighteen months is possible (Article 97 of the old CCrP, Article 109 § 4 of the new CCrP).", "43. The period of detention “pending the investigation” is calculated up to the day when the prosecutor sends the case to the trial court (Article 97 of the old CCrP, Article 109 § 9 of the new CCrP).", "44. Access to the case file materials is to be granted no later than one month before the expiry of the authorised detention period (Article 97 of the old CCrP, Article 109 § 5 of the new CCrP). If the defendant needs more time to study the case file, a judge, at the request of a prosecutor, may grant an extension of detention until such time as the file has been read in full and the case sent for trial (Article 97 of the old CCrP, Article 109 § 8 (1) of the new CCrP). Under the old CCrP, such an extension could not be granted for longer than six months.", "45. Under the old CCrP, the trial court had the right to remit the case for an “additional investigation” if it established that procedural defects existed that could not be remedied at the trial. In such cases the defendant's detention was again classified as “pending the investigation” and the relevant time-limit continued to apply. If, however, the case was remitted for an additional investigation but the investigators had already used up all the time authorised for detention “pending the investigation”, a supervising prosecutor could nevertheless extend the detention period for one additional month from the date he received the case. Subsequent extensions could only be granted if the detention “pending the investigation” had not exceeded eighteen months (Article 97).", "46. From the date the prosecutor forwards the case to the trial court, the defendant's detention is “before the court” (or “during the trial”).", "47. Before 14 March 2001 the old CCrP set no time-limit for detention “during the trial”. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention “during the trial” could not normally exceed six months from the date the court received the file. However, if there was evidence to show that the defendant's release might impede a thorough, complete and objective examination of the case, a court could – of its own motion or on at the request of a prosecutor – extend the detention by no longer than three months. These provisions did not apply to defendants charged with a particularly serious criminal offence.", "48. The new CCrP establishes that the term of detention “during the trial” is calculated from the date the court receives the file to the date the judgment is given. The period of detention “during the trial” may not normally exceed six months, but if the case concerns serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "49. Under the old CCrP, the detainee or his or her counsel or representative could challenge a detention order issued by a prosecutor, and any subsequent extension order, before a court. The judge was required to review the lawfulness of and justification for a detention or extension order no later than three days after receipt of the relevant papers. The review had to be conducted in camera in the presence of a prosecutor and the detainee's counsel or representative. The detainee had to be summoned and a review in his absence was only permissible in exceptional circumstances if the detainee waived his right to be present of his own free will. The judge could either dismiss the challenge or revoke the pre-trial detention and order the detainee's release (Article 220-1).", "50. An appeal to a higher court lay against the judge's decision. It had to be examined within the same time-limit as appeals against a judgment on the merits (Article 331 in fine).", "51. Under the new CCrP, an appeal may be lodged with a higher court within three days of a judicial decision ordering or extending detention on remand. The appeal court must decide the appeal within three days of its receipt (Article 108 § 10).", "52. Upon receipt of the case file, the judge must determine, in particular, whether the defendant should remain in custody or be released pending trial (Articles 222 § 5 and 230 of the old CCrP, Articles 228 (3) and 231 § 2 (6) of the new CCrP) and rule on any application by the defendant for release (Article 223 of the old CCrP). If the application is refused, a fresh application can be made once the trial has commenced (Article 223 of the old CCrP).", "53. At any time during the trial the court may order, vary or revoke any preventive measure, including detention (Article 260 of the old CCrP, Article 255 § 1 of the new CCrP). Any such decision must be given in the deliberations room and be signed by all the judges of the bench (Article 261 of the old CCrP, Article 256 of the new CCrP).", "54. An appeal against such a decision lies to the higher court. It must be lodged within ten days and examined within the same time-limit as an appeal against a judgment on the merits (Article 331 of the old CCrP, Article 255 § 4 of the new CCrP).", "55. Under the old CCrP, within fourteen days of receipt of the case file (if the defendant was in custody), the judge was required either: (1) to fix the trial date; (2) to return the case for an additional investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court with jurisdiction to hear it (Article 221). The new CCrP empowers the judge, within the same time-limit, (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing (предварительное слушание); or (3) to fix a date for trial (Article 227). The trial must begin no later than fourteen days after the judge has fixed the trial date (Article 239 of the old CCrP, Article 233 § 1 of the new CCrP). There are no restrictions on fixing the date of a preliminary hearing.", "56. The duration of the trial is not limited.", "57. Under the old CCrP, the appeal court was required to examine an appeal against the first-instance judgment within ten days of its receipt. In exceptional circumstances or in complex cases, or in proceedings before the Supreme Court, this time-limit could be extended by up to two months (Article 333). No further extensions were possible.", "58. The new CCrP establishes that the appeal court must start the examination of the appeal no later than one month after its receipt (Article 374)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}