{"ITEMID": "001-81240", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VASILYEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1937 and currently lives in Leipzig, Germany.", "5. On 16 August 1996 the applicant's apartment in the city of Odessa, Ukraine, was sold by Mr O. (the applicant's nephew), who allegedly acted under a written authority issued by the applicant, to Mrs S. (a private person). The applicant continued to live in the flat until an unknown date in 1999, when he left Ukraine and took up residence in Germany.", "6. On an unspecified date the applicant filed a criminal complaint against Mr O., stating that he had stolen his passport and forged his signature on the written authority to sell the apartment.", "7. On 1 October 1996 an investigator of the Malinovsky District Police Station of Odessa (Малинівський районний відділ внутрішніх справ, hereafter “the Police Station”) instituted criminal proceedings against Mr O. for forgery and fraud.", "8. On the same date Mrs S. sued the applicant before the Malinovsky District Court of Odessa (hereafter “the Malinovsky Court”) seeking his eviction from the apartment at issue.", "9. On 4 October 1996 the applicant filed with the Malinovsky Court a counterclaim against Mrs S. seeking to have the sales contract for the flat declared null and void for fraud.", "10. On 18 November 1996 an expert with the Criminalistic Expert Unit of the Odessa Police Department (Експертно-Криміналістичне Управління УМВС України в Одеській області, hereafter “the Expert Unit”), in the course of the criminal investigation against Mr O., issued an opinion in which he stated that the signature on the written authority had been executed by a person other than the applicant.", "11. On 22 November 1996 the Malinovsky Court requested from the Police Station a copy of the expert's report of 18 November 1996.", "12. On 17 January 1997 the Malinovsky Court held the first hearing, which was adjourned because of the failure of Mr O. (a witness in this case) failure to appear.", "13. On 6 February 1997 the Malinovsky Court requested the Odessa Institute of Forensic Expert Examinations (Одеський Науково-Дослідний Інститут Судових Експертиз, hereafter “the Institute”) to carry out an expert examination of the applicant's signature on the authority.", "14. On 23 April 1997 the applicant amended his statement of claim, adding a claim for compensation for non-pecuniary damage.", "15. On 8 May 1997 an expert with the Institute submitted her report, stating that there was a possibility that the authority had been signed by the applicant with a disguised handwriting.", "16. The hearing scheduled for 19 May 1997 was adjourned on account of Mrs S.'s lawyer failure to appear.", "17. On 21 May 1997 the applicant challenged the presiding judge before the President of the Malinovsky Court. On 25 May 1997 this challenge was accepted and another judge was appointed to hear the case.", "18. Of the eighteen hearings listed between 2 July 1997 and 29 December 1998 six were adjourned due to Mrs S. and her lawyer's failure to appear, and one due to the applicant's absence. On an unspecified date during this period the applicant's case was transmitted from the Malinovsky Court to the Illichevsky District Court of Odessa (hereafter “the Illichevsky Court).", "19. On 29 December 1998 the Illichevsky Court decided to suspend the proceedings pending the outcome of the criminal proceedings against Mr O. The applicant appealed against this decision.", "20. On 23 February 1999 the Odessa Regional Court (hereafter “the Regional Court”) found that the appeal had been lodged out of time and invited the Illichevsky Court to determine the admissibility of the applicant's appeal.", "21. On 3 March 1999 the Illichevsky Court granted the applicant leave to appeal out of time.", "22. On 23 March 1999 the Regional Court allowed the applicant's appeal, quashed the decision of 29 December 1998 and ordered a different judge of the Illichevsky Court to examine the merits of the case.", "23. On 6 April 1999 an expert of the Expert Unit, following an additional examination carried out as a part of the criminal investigation, found that the signature on the authority form had not been made by the applicant.", "24. The proceedings before the Illichevsky Court resumed on 4 June 1999.", "25. On 22 June 1999 the Illichevsky Court, following a request of Mrs S., ordered a further expert examination of the signature.", "26. On 12 August 1999 the Institute informed the Illichevsky Court that the examination could not be carried out as Mrs S. had failed to pay the expert's fee.", "27. The proceedings resumed on 21 December 1999, but were adjourned due to the applicant's and his lawyer's absence. As the applicant failed to appear for the hearings scheduled for 4 and 10 January 2000, on the latter date the Illichevsky Court dismissed his claims and, noting that Mrs S. had withdrawn her eviction action as by that time the applicant had moved out of the disputed flat (see paragraph 5 above), discontinued the proceedings. The applicant filed an appeal against this decision and asked for leave to appeal out of time.", "28. On 10 January 2000 the Illichevsky Court granted the applicant leave to appeal out of time.", "29. On 29 February 2000 the Regional Court allowed the applicant's appeal and ordered that the proceedings before the first instance court be continued.", "30. The proceedings resumed on 22 June 2000. The applicant asked the Illichevsky Court to hear his case in his absence. The court decided that the applicant's presence was indispensable for the determination of the case and adjourned the proceedings until 14 September 2000.", "31. Between 14 September and 17 November 2000 the Illichevsky Court fixed seven hearings, one of which was cancelled due to the applicant's lawyer's failure to appear. During this period the applicant's lawyer made four unsuccessful challenges to the impartiality of the presiding judge.", "32. On 17 November 2000 the Illichevsky Court, basing its reasoning principally on the expert's report of 8 May 1997, rejected the applicant's claim as unsubstantiated. The applicant appealed.", "33. On 13 March 2001 the Civil Division of the Regional Court (hereafter “the Civil Division”) granted the applicant's appeal and quashed the judgment of 17 November 2000, holding that the Illichevsky Court had failed to attach due weight to the evidence collected in the course of criminal investigation against Mr O. and had overestimated the importance of the expert's report of 8 May 1997.", "34. On 20 June 2001 the President of the Regional Court lodged a protest (an extraordinary appeal) with the Presidium of the Regional Court (hereafter “the Presidium”) against the ruling of 13 March 2001. He considered that the judgment of 17 November 2000 had been quashed by the Division unreasonably and that the first instance court had correctly established the relevant facts, and had given cogent reasons for its decision.", "35. The protest was examined on 27 June 2001 by the Presidium under the chairmanship of the President of the Regional Court. Having accepted the reasons set out in the protest, the Presidium quashed the ruling of 13 March 2001 and upheld the judgment of 17 November 2000, which became final and binding immediately. Neither the applicant nor his representative was invited to comment upon the protest or to participate in the hearing before the Presidium.", "36. On 20 August 2001 the decision of the Presidium, together with the case-file, was sent to the Illichevsky Court.", "37. On 13 August 2001 the applicant sent a letter to the Regional Court requesting it to account for the delay in the proceedings. On 28 August 2001 the Regional Court informed the applicant about its Presidium's decision and sent him a copy.", "38. On 19 September 2001 the applicant lodged an appeal against the decision of 27 June 2001 under the new cassation procedure.", "39. On 13 November 2001 the Supreme Court decided not to deal with the appeal because the applicant had failed to meet the relevant procedural requirements, namely clearly to specify which law he alleged to have been breached by the lower courts and in what way.", "40. On 25 January 2002 the Illichevsky Court adjourned consideration of the applicant's cassation appeal and suggested that he remedy its shortcomings by 11 February 2002.", "41. On 18 February 2002 the Illichevsky Court dismissed the applicant's cassation appeal because he had failed to comply with the relevant procedural requirements.", "42. The outcome of the criminal proceedings against Mr O. is unknown.", "43. The parts of the Code of Civil Procedure (as in force at the material time) relating to the supervisory review and of the Law on the Introduction of Changes to the Code of Civil Procedure of 21 June 2001 are set out in the judgment of 9 November 2004 in the case of Svetlana Naumenko v. Ukraine (no. 41984/98, §§ 65- 66).", "44. Article 321 of the Code of Civil Procedure, as in force at the relevant time, provided that the rulings of the courts of appellate instance were not subject to appeal and became final and binding upon their issuance."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}