{"ITEMID": "001-77871", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KALAJZIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Davor Kalajžić, is a Croatian national who was born in 1950 and lives in Split. He was represented before the Court by Mr T. Vukičević, a lawyer practising in Split. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In March 1991 the applicant was dismissed from work. In May 1991 the applicant instituted civil proceedings challenging the decision on his dismissal. He sought reinstatement, compensation of salary and lost earnings.", "Following two remittals, on 26 November 1997 the Split Municipal Court (Općinski sud u Splitu) gave a partial judgment ordering the applicant’s reinstatement and awarding him compensation of salary. The judgment also stated that the compensation for lost earnings and the litigation costs were to be decided on later.", "On appeal by the employer, on 14 November 1998 the Split County Court (Županijski sud u Splitu) upheld the first instance judgment in part concerning the applicant’s reinstatement. It quashed and remitted in part the decision on compensation for salary.", "On 11 January 1999 the employer filed a request for revision on points of law (revizija) against that decision. On 11 September 2002 the Supreme Court (Vrhovni sud Republike Hrvatske) dismissed that request.", "The first instance court not having decided a part of his claim, on 18 November 2002 the applicant filed a constitutional complaint concerning the length of the proceedings.", "On 26 April 2004 the Split Municipal Court held a hearing.", "During the next hearing held on 1 April 2005 it adopted a judgment by default.", "On 27 April 2005 the defendant paid the applicant the sum ordered by the judgment.", "On 4 May 2005 the Constitutional Court (Ustavni sud Republike Hrvatske) found that the applicant’s right to a determination of his civil claim within a reasonable time had been violated and awarded him 8,200 Croatian Kunas (HRK) as just satisfaction.", "The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske –Official Gazette no. 49/2002 of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}