{"ITEMID": "001-58155", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF ESTIMA JORGE v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["9. Mrs Amélia Alves Estima Jorge, a Portuguese national, lives at Loures in Portugal", "10. By a notarial deed dated 19 December 1978 the applicant and A.P. jointly agreed to lend to Mr and Mrs O. a total of 1,360,000 escudos (PTE), to be repaid within six months, which period was renewable as often as the parties agreed. The loan bore interest at the rate of 8% per annum if repaid during the term and 12% if repaid late. The borrowers undertook to bear the costs incurred in securing and enforcing the debt. The capital and interest and other costs were secured by a mortgage over a property in Carcavelos (jurisdiction of Cascais). On 22 December 1978 Mrs Estima Jorge advanced the borrowers the portion of the capital she had undertaken to lend, namely PTE 390,000; A.P. paid the balance (PTE 970,000) on 27 December 1978. The borrowers failed to repay either capital or interest.", "11. On 27 November 1981, as no voluntary repayment had been made, the lenders brought enforcement proceedings in the Fourth Civil Division of the Lisbon Court of First Instance (tribunal civel da comarca de Lisboa) against Mr and Mrs O. for repayment of the mortgage. Mrs Estima Jorge claimed PTE 553,800 (comprising the capital plus PTE 163,800 in interest she considered to be due for the period from 19 December 1978 to 19 June 1981); A.P. claimed PTE 1,377,400. They also sought an order for payment of accrued interest at the date of repayment of the loan in full and of costs and expenses.", "12. On 8 January 1982 the Lisbon Court of First Instance requested the Cascais Court of First Instance (tribunal judicial da comarca de Cascais) to serve a demand on the debtors. On 1 and 7 October 1982 the Cascais Court of First Instance served notice on the debtors requiring them, within ten days, to repay the debt or to draw up a list of property that could be seized. The Cascais Court of First Instance returned the executed request on 22 October 1982.", "", "13. As the sum concerned was not repaid within the time allowed, the Lisbon Court of First Instance made a possession order in respect of the mortgaged property and requested the Cascais Court of First Instance to enforce it. The Cascais Court of First Instance executed the order on 14 February 1983 and returned the executed request on 4 March 1983.", "14. After notice to other creditors had been published in newspapers carrying official announcements, the applicant applied on 19 March 1984 for an order for sale of the property by the court.", "15. On 6 December 1984 the Lisbon Court of First Instance drew up a list of creditors classified as to rank (sentença de graduação de créditos).", "16. The auction was held at Cascais on 20 March 1985. However, on 26 March 1985, State Counsel’s Office acting on behalf of the Bank for Official Deposits (Caixa Geral de Depósitos), sought an order for annulment of the auction, which the Cascais Court of First Instance made on 6 May 1985. On 28 October 1985 the purchaser of the property appealed against that decision to the Lisbon Court of Appeal (Tribunal da Relação), which upheld the impugned decision on 27 October 1988. On 31 January 1989 the case file was transferred to the Lisbon Court of First Instance.", "17. An order was made for a fresh auction to be held on 16 May 1989. However, Mrs Estima Jorge learned in the meantime that the property in question had already been sold on 13 February 1989 in enforcement proceedings brought by the Carcavelos Finance Department in connection with unpaid taxes. On 26 May 1989 she applied for an attachment over the balance of the proceeds of that sale.", "18. On 5 June 1989 the Lisbon Court of First Instance granted her application and requested the Cascais Court of First Instance to attach the balance. On 6 November 1989 the latter court was informed that the case file concerning the enforcement proceedings brought by the Carcavelos Finance Department had been sent to the Third Chamber of the Lisbon Tax Court of First Instance (tribunal tributário de 1a instância). On 2 February 1990 the Lisbon Court of First Instance advised the applicant of that development and asked her to provide information about those enforcement proceedings. On 14 February 1990 the applicant’s lawyer provided the necessary details.", "19. On 12 March, 12 October 1990 and 14 February 1991 the Lisbon Court of First Instance asked the Lisbon Tax Court to carry out the attachment in question.", "20. On 22 April 1992 Mrs Estima Jorge renewed her application for an attachment.", "21. On 8 January 1993 the Lisbon Tax Court attached the balance of the proceeds of sale.", "22. On 18 January 1994 the applicant received a financial statement which, on 24 January 1994, she asked to be rectified after discovering that her claim had been recorded in the name of another person.", "", "23. An order for rectification was made on 11 March 1994.", "24. On 29 November 1994 the Bank for Official Deposits delivered a cheque for PTE 722,135 to Mrs Estima Jorge.", "25. Set out below is a translation of the main provisions of the Code of Civil Procedure in force at the material time.", "“No one shall be entitled to use force to assert or protect his rights other than in the circumstances and within the limits prescribed by law.”", "“For each right, except as otherwise provided by law, there is a corresponding action whose purpose is to secure judicial recognition of the right in question or to enforce it through coercion and such measures as shall be necessary to preserve the effectiveness of the action.”", "“1. There are two types of action: declaratory actions (declarativas) and enforcement actions (executivas).", "2. ...", "3. Enforcement actions are those by which the plaintiff seeks adequate measures to secure effective reparation for a right that has been infringed.”", "“Execution must be levied on the basis of an authority to execute, which shall serve to determine the aim and scope of the enforcement proceedings.”", "“Enforcement proceedings may be brought only on the basis of:", "(a) a court judgment; or", "(b) a document produced or authenticated by a notary;", "...”", "“Documents produced or authenticated by a notary shall be enforceable provided that they establish the existence of an obligation.”", "“No enforcement measures may be taken until the obligation has become indisputable and due if it is not clear from the authority to execute that that condition is satisfied.”", "“The creditor must request that a demand be served on the debtor requiring him, within ten days, to make payment or to draw up a list of attachable property.”", "“1. The right to draw up a list of attachable property may be exercised by the creditor, irrespective of any decision, where:", "the debtor has not drawn up such a list within the statutory time-limit;", "the debtor has failed to comply with the provisions of Article 834 when drawing up the list; or", "some of the property on the list is missing.", "2. Once the attachment has been carried out in accordance with a list drawn up by either the debtor or the creditor, the creditor may add other property to the list where:", "it is obvious that the listed goods are insufficient;", "the listed property is not free and clear of encumbrances, whereas the debtor has other property that is;", "a third-party contests the attachment;", "the creditor releases the attachment in accordance with Article 871 § 3.”", "“Payment may be made in cash, by auction of the attached property, or by payment into court of the income from such property or the proceeds of its sale.”", "", "26. Article 806 of the Civil Code is worded as follows:", "“1. In cases concerning a pecuniary obligation, compensation shall take the form of interest from the date the payment becomes overdue.", "2. Interest shall be payable at the statutory rate unless, before the payment becomes overdue, the parties have agreed on a higher rate of interest or on the payment of default interest at a rate different from the statutory rate.", "3. However, in cases concerning liability for unlawful acts or under an aleatory contract, creditors shall be entitled to show that the delay has caused them loss exceeding the amount of interest referred to in the preceding paragraphs and to require additional compensation for such additional loss.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}