{"ITEMID": "001-60163", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF KUTZNER v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["10. The applicants are German nationals who were born in 1966 and 1968 respectively and live at Badbergen (Germany). They are married and have two daughters: Corinna, who was born on 11 September 1991, and Nicola, who was born on 27 February 1993.", "11. The applicants and their two daughters had lived since the girls' birth with Mr Kutzner's parents and his unmarried brother on an old farm. Mr Kutzner works on a poultry farm. Mrs Kutzner used to work in a factory, but since losing her job has stayed at home to look after the children and do the housework.", "The applicants had attended a special school for people with learning difficulties (Sonderschule fûr Lernbehinderte).", "12. Owing to their late physical and, above all, mental development, the girls underwent a series of medical examinations. On the advice of one of the doctors and at the applicants' request, they received educational assistance and support from a very early age. Thus, from 1994 Corinna, the elder daughter, received educational assistance (Frühförderung), while from 1995 and 1996 respectively, both girls attended a day-nursery school for children with special needs (Heilpädagogischer Kindergarten).", "13. Between October 1995 and May 1996, Ms Klose, a social worker (sozialpädagogische Familienhilfe) visited the applicants' family at home, officially for ten hours a week. The applicants say that she actually spent only three hours there, as the time she spent travelling had to be taken into account. Relations between her and the applicants rapidly deteriorated, which the applicants say resulted in her preparing a very negative report on them.", "14. Ms Klose's report to the Osnabrück District Youth Office (Kreisjugendamt) did indeed emphasise negative points: the applicants' intellectual shortcomings, conflictual relations between the family members and the contempt that, initially at least, she had been shown by the family.", "15. Following that report the District Youth Office made an application on 13 September 1996 to the Bersenbrück Guardianship Court (Vormundschaftsgericht) for an order withdrawing the applicants' parental responsibility for their two children.", "16. On 18 September 1996 the Bersenbrück Guardianship Court appointed Mr Waschke-Peter, a psychologist, to give expert evidence. He delivered his report on 20 November 1996.", "17. On 12 February 1997, after hearing evidence from the applicants and the grandparents, the Guardianship Court made an interlocutory order (einstweilige Anordnung) withdrawing the applicants' rights to decide where their children should live (Aufenthaltsbestimmungsrecht) or to take decisions regarding the children's health (Recht zur Bestimmung über ärztliche Maßnahmen), notably on the ground that “[the applicants did] not have the intellectual capacity required to bring up their children properly” (“die Kindeseltern sind intellektuell nicht in der Lage, ihre Kinder ordnungsgemäss zu erziehen”).", "18. From February to July 1997 the girls were placed in the care of the assessment team (Clearingstelle) of a private association at Meppen (Verein für familienorientierte Sozialpädagogik), which was part of the Society for Family Education (Gesellschaft für familienorientierte Sozialpädagogik).", "19. In a report dated 18 and 24 April 1997, the chairwoman of the executive board of the society, Ms Backhaus, also requested that the applicants' parental responsibility be withdrawn on the ground that, while the children's IQ was expected to decrease, a new home would afford them a chance to enjoy a relationship that would stimulate the development of their social skills and intelligence (eine Verflachung des IQ's ist vorprogrammiert, eine Chance haben die Kinder durch eine neue Beelterung, in der über die Beziehung neue Impulse für die Sozial- und Intelligenzentwicklung gesetzt werden).", "20. On 27 May 1997, after hearing further evidence from the applicants and the grandparents, the Guardianship Court withdrew the applicants' parental rights (Sorgerecht) over their two children. It relied notably on the finding in the psychologist's report that the applicants were not fit to bring up their children, not through any fault of their own (unverschuldet erziehungsunfähig), but because they did not possess the requisite intellectual capacity.", "The Guardianship Court found that the applicants lacked the necessary awareness to answer their children's needs. Moreover, they were opposed to receiving any support from social services and, far from being genuine, the consent they had now given to the measures that had been taken was merely a reaction to the pressure they had felt as a result of the proceedings.", "The Guardianship Court added that the children's development was so retarded that it could not be corrected by the grandparents or support from social services. Only a foster home – and in Corinna's case this would have to be a professional foster home (professionelle Pflegefamilie) – could help the two children, as any less radical measures would be inadequate.", "21. On 15 July 1997 the two girls were placed with separate, unidentified (IncognitoPflege) foster parents (Pflegefamilien) on the register held by the Society for Family Education, which had produced a report on 18 and 24 April 1997 requesting that the applicants' parental responsibility for their children be withdrawn.", "22. In letters of 24 January, 23 June and 2 July 1997 the applicants' family doctors said that they considered that the children should be returned to the applicants' care.", "23. In June 1997 the applicants appealed to the Osnabrück Regional Court (Landgericht) against the Guardianship Court's decision of 27 May 1997.", "24. From 2 September to 25 November 1997 Mrs Kutzner attended a course to qualify as a childminder (Qualifizierungskurs für Tagesmütter); she completed the course and received a certificate.", "25. On 29 August 1997 an expert in psychology from the German Association for the Protection of Children (Deutscher Kinderschutzbund), a private organisation from which the applicants had sought help, also expressed the view that the children should be returned to their family and receive extra educational support from social services.", "26. After these views had been expressed, the Regional Court appointed Mr Trennheuser as a second expert witness in psychology on 9 October 1997. He delivered his report on 18 December 1997. The Regional Court also heard evidence from the applicants, the grandparents, the relevant authority and the expert witness.", "27. By a decision of 29 January 1998 the Regional Court dismissed the applicants' appeal on the ground that the relevant provisions of the Civil Code (Articles 1666 and 1666a – see “Relevant domestic law” below) governing the protection of children's interests were satisfied.", "The Regional Court referred to the two reports by the experts in psychology.", "According to the first report, which had been lodged with the Bersenbrück Guardianship Court on 20 November 1996, the applicants were incapable of bringing up their children because of their own deficiencies and because they felt out of their depth. Bringing in persons from outside the family circle to assist would merely exacerbate existing tensions between the parents and their daughters and the applicants' sense of insecurity. The family was dominated by the grandparents and the applicants were unable to project an image of authority for their children. Moreover, the grandparents, who were incapable of offering support to their own children (the applicants), were no more capable of remedying the intellectual deficiencies presented by their grandchildren.", "According to the second expert report – the one delivered on 18 December 1997 – the girls were approximately one year behind in their general development, a factor that was discernible in particular from their speech, which consisted of stammering. Had they not benefited from years of support from the educational and social services, they would probably have ended up in a special school for the mentally disabled and would have been unable to develop normally or lead a normal adult life. The applicants were incapable of helping their daughters to develop their personalities, as they were ill-equipped to understand them or to treat them in an appropriate manner. Scientific studies had shown that parents with deficiencies of that type prevented the development of emotional ties between them and their children. In particular, the knowledge and skills acquired at school were in danger of being stifled in the family environment. The applicants had done no more than to tend to the children's basic needs. There was a risk that in the future the parents would become increasingly aggressive towards their children. Regard being had to all those considerations, separating the children from the family was the only way of eliminating all danger to the children's welfare (Gefährdung des Kindeswohls).", "The Regional Court noted that the expert witnesses had reached the same conclusion following a thorough analysis. The second expert witness had had due regard to the fact that the applicants had contacted the German Association for the Protection of Children and that Mrs Kutzner had attended a childminding course. However, those factors were not sufficient to enable the Regional Court to rule out all risk of the children's development being harmed.", "28. On 20 March 1998 the Oldenburg Court of Appeal (Oberlandesgericht) dismissed the applicants' appeal, holding that there had been no breach of the law. The courts concerned had heard representations from the parties, relied on reports by two expert witnesses and had taken into account the educational assistance measures that had already been implemented, the expert psychological report lodged by the German Association for the Protection of Children on behalf of the applicants and the opinion of the family doctors.", "29. On 26 May 1998 a three-member committee of the Federal Constitutional Court (Bundesverfassungsgericht) dismissed an appeal by the applicants.", "30. On 29 May 1998 Mr Riedl, a professor of educational sciences and Director of the Educational Sciences Institute at the University of Schwäbisch-Gmünd, lodged a report as an expert witness appointed on behalf of the applicants in which he concluded that the children's welfare was not in danger and that the applicants were entirely fit to bring up their children, both emotionally and intellectually. He said in particular that the family provided a successful example of cohabitation between three generations that was desired, planned and well-organised in satisfactory material conditions and in circumstances that permitted both individual and social fulfilment (“die Familie Kutzner bietet somit ein geglücktes Beispiel für das gewollte, geplante und wohlorganisierte Zusammenleben dreier Generationen in geordneten wirtschaftlichen Verhältnissen und unter positiven individuellen Bedingungen”). He added that additional measures of educational support could largely compensate for the ground the children would have to make up at school.", "31. On 17 November 1999, also at the request of that association, Mr Giese, a professor of law at the Tübingen Institute for the Assessment of Physical and Mental Damage (Institut für Medizinschaden), produced a further expert report on behalf of the applicants, in which he concluded that the procedure followed by the German courts in the instant case had contravened Articles 6 and 8 of the Convention.", "32. As the children had been placed in unidentified foster homes, the applicants were unable to see them for the first six months.", "33. They then made an application to the Osnabrück Regional Court, which on 4 December 1997 granted them visiting rights of one hour a month despite opposition from the Youth Office.", "34. Contrary to what had been ordered by the Guardianship Court, visits were conducted in the presence of eight representatives from various social services departments and associations. Subsequently, their number decreased, but the Youth Office insisted on visits being accompanied (begleitetes Besuchsrecht).", "35. Between July and November 1999 the applicants made various attempts to obtain permission to see their children at Christmas or at the start of their eldest daughter's school year, but the Youth Office refused. The applicants applied to the Bersenbrück Guardianship Court and were granted permission to see their eldest daughter at the beginning of the school year.", "36. On 8 December 1999 the applicants made a fresh application to the Guardianship Court seeking the right to visit their children for two hours at Christmas.", "37. On 21 December 1999 the Guardianship Court dismissed their application. It sought a further report from another psychologist, Ms Sperschneider, in order to establish to what extent and to whom further visiting rights should be granted.", "38. Additional information supplied by the parties after the Court had delivered its admissibility decision (see paragraph 8 above) indicates that in her report of 12 May 2000 Ms Sperschneider recommended that the applicants' visiting rights should be increased to two hours a month and that the grandparents should also be permitted to take part in visits once every two months.", "39. By an order of 9 October 2000 the Guardianship Court requested the parties to indicate whether they accepted the psychologist's proposal.", "40. In a letter of 2 November 2000 the Youth Office said that the applicants would be granted visiting rights in accordance with the arrangements proposed by the psychologist.", "41. In a letter of 14 March 2001 the applicants asked the Guardianship Court to issue a decision on the merits.", "42. In a decision of 16 March 2001 the Guardianship Court took formal note that an agreement had been reached between the parties concerning the applicants' rights to visit their children and held that it was unnecessary to determine the merits of the case.", "43. In a letter of 29 January 2001 the applicants asked Mr Seifert, who as the Osnabrück Youth Office representative acted as the children's guardian, to meet them in order to discuss various issues such as the children's physical and psychological development, arrangements for visiting rights, and a christening ceremony that had been arranged in their home village.", "44. Mr Seifert declined such a meeting in a letter of 22 February 2001, saying that the applicants could observe their children's progress for themselves during visits.", "45. On 4 March 2001 the applicants wrote to the Bersenbrück Guardianship Court requesting it to terminate the Osnabrück Youth Office's appointment as guardian and to name an independent expert in its place.", "46. In a letter of 26 April 2001 Mr Seifert rejected the criticism directed at him by the applicants.", "47. In a reply of 17 May 2001 the applicants said that the Youth Office had systematically sought to separate them from their children for good, whereas the opinion of the majority of the experts had been that separation could only be temporary and that the children needed their family of origin. They added that if the experts considered that contact of one or two hours a month under strict supervision was sufficient, then the expert evidence was of little value. Lastly, Ms Sperschneider had spent in all only two hours with the applicants and had shown no interest in what they really thought.", "48. In a letter of 12 July 2001 a court clerk (Rechtspfleger) replied to the applicants, informing them that the Guardianship Court had rejected their application.", "49. Article 1666 of the Civil Code (Bürgerliches Gesetzbuch) lays down that the guardianship courts are under an obligation to order necessary measures if a child's welfare is jeopardised (Gefährdung des Kindeswohls).", "50. The first sub-paragraph of Article 1666a provides that measures intended to separate a child from its family are permissible only if it is not possible for the authorities to take any other measure to avoid jeopardising the child's welfare.", "51. The second sub-paragraph of Article 1666a provides:", "“Full [parental] responsibility may only be withdrawn if other measures have proved ineffective or have to be regarded as insufficient to remove the danger.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}