{"ITEMID": "001-24016", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LUX", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "MORBY v. LUXEMBOURG", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Jean Morby, is a national of Luxembourg who was born in 1940 and lives in Mamer, Luxembourg. He was represented before the Court by Mr G. Vogel, a lawyer practising in Luxembourg.", "On 16 June 1993 State Counsel requested the investigating judge to open a judicial investigation against the applicant in connection with the receipt of bribes.", "By an additional application dated 25 January 1995, the investigation was extended to cover other offences which had come to light in the course of the investigation.", "Following numerous investigative measures, the investigation was concluded on 22 October 1999 and the case was referred to the Committals Division of the District Court.", "By an order of 30 May 2000, the Committals Division decided that there was no call to prosecute the applicant on the basis of the charges brought before the investigating judge in State Counsel's application of 16 June 1993. The Committals Division gave the following reasons for its decision:", "“Having regard to State Counsel's application of 26 April 2000 for an order that it is unnecessary to prosecute [the applicant] on a count of bribing public officials ...", "The [relevant] article of the Code of Criminal Procedure provides that where the Committals Division considers that the relevant actions do not constitute a serious crime or other serious or lesser offence, where the perpetrator remains unknown or where there is insufficient evidence against the accused, it shall declare by an order that there are no grounds for pursuing the action.", "The Committals Division notes that the investigation has uncovered cogent evidence that highly suspicious payments were made by various transport companies either to [the applicant] himself, who at the material time occupied the post of senior adviser to the government at the Ministry of Transport and was responsible for awarding transport permits to these companies, or to [the sports club] of which the accused was chairperson at the material time.", "However, the investigation did not gather sufficient evidence to establish all the constituent elements of those corruption offences with which [the applicant] was charged by the investigating judge on 9 October 1996, and the Committals Division therefore decides to grant State Counsel's applications, which have, moreover, been approved by the investigating judge.”", "On 6 June 2000 the Advocate-General appealed against this order.", "In a judgment of 21 February 2002, the Committals Division of the Luxembourg Court of Appeal set aside the order of 30 May 2000 and committed the applicant for trial before a criminal division of the District Court.", "On 27 June 2002 the Court of Cassation declared inadmissible an appeal on points of law lodged by the applicant on the day after delivery of the judgment of 21 February 2002.", "On 6 August 2002 State Counsel summoned the applicant to appear before the criminal court on charges, primarily, of corruption by a public servant and, in the alternative, of intermeddling. Under fifteen headings, the summons listed the various offences allegedly committed by the applicant in this connection.", "The case was examined at several hearings between 19 November and 18 December 2002.", "The Criminal Division of the District Court delivered its judgment on 10 March 2003. It first dismissed various pleas of nullity and inadmissibility raised by the defence. More specifically, in response to an objection of inadmissibility put forward by the applicant in relation to Article 6 § 1 of the Convention, the judges expressed their position in the following terms:", "“The accused's counsel have argued that the reasonable time requirement set out in Article 6 § 1 of the European Convention for the Protection of Human Rights has not been complied with in the instant case, although the offences with which [the applicant] is charged date back more than ten years.", "[The applicant] requests that the proceedings against him be declared inadmissible.", "Under the terms of Article 6 § 1 of the European Convention for the Protection of Human Rights, 'everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal'.", "However, neither Article 6 § 1 of the said Convention nor national legislation specifies the inferences that a trial court should draw from a finding by it that a reasonable time has been exceeded.", "In particular, the Convention does not provide that the sanction in such an event should consist in the prosecution case being declared inadmissible on the basis of an express finding that the length of the proceedings has been excessive;", "It is for the trial courts to determine, in the light of the specific circumstances, whether the case has been heard within a reasonable time and, if not, to decide what consequences should ensue;", "According to the Belgian courts' established case-law, which has been adopted by the Luxembourg courts, the consequences of a reasonable time being exceeded should be examined, firstly, in terms of the evidence available and, secondly, from the perspective of the criminal penalty which should be attached to the alleged offences (see Cass. Belge [Belgian Court of Cassation], 24 January 1990, Pasiecrisie 1990, I, p. 607; Cass. Belge, 27 May 1990, RDP [Revue de droit pénal et de criminologie] 1992, p. 998; TA Lux [Luxembourg District Court], no. 409/95 of 22 February 1995).", "It is appropriate to note that, apart from the principle that the institution of proceedings is within the discretion of State Counsel's Office, our Code of Criminal Procedure permits only the court conducting the investigation to rule that it is unnecessary to prosecute an individual, and then only as specifically provided for by Article 128 of the Code of Criminal Procedure. It follows that, where the trial court finds that a reasonable time has been exceeded, it cannot rule that the sentence to be imposed in the event of conviction should be less severe.", "Time starts to run from the date on which a person is accused; depending on the case, this could be the date when the preliminary investigation was opened, the date when the person concerned was charged, or the date of the arrest (see Court of Appeal, 12 July 1994, judgment no. 273/94).", "In the instant case, the offences with which the accused is charged took place between 1988 and 1993. An investigation was begun on 16 June 1993. The file was closed by the investigating judge on 15 October 1999. The Committals Division held on 30 May 2000 that there was no case to answer. Principal State Counsel appealed and on 21 February 2002 the Committals Division of the Court of Appeal sent the case back for trial. [The applicant] filed an appeal on points of law against that judgment. This appeal was declared inadmissible by decision no. 18/2002 of 27 June 2002.", "The reasonableness of [the length of] in abstracto (see S. Guinchard, J. Buisson, Procédure pénale, no. 377, p. 263, Litec). Three criteria have been established by the case-law of the European Court of Human Rights in order to assess whether proceedings have satisfied the 'reasonable time' requirement, namely the complexity of the case, the conduct of the offender and, finally, the conduct of the national authorities.", "The instant case has undoubtedly been of some complexity and has required a painstaking investigation during which international letters of request have had to be issued. As to [the applicant's] conduct, he has, admittedly, not been particularly co-operative, but no dilatory attitude can be attributed to him. As regards the conduct of the national authorities, the European Court of Human Rights has decided that States are obliged to take all necessary measures to meet the requirement of promptness by their administrations.", "In the instant case, the investigation took almost six years, which represents an abnormal length of time, even allowing that the offences are of some complexity and that international obligations had to be fulfilled. On the other hand, the trial revealed many shortcomings in the investigation ... and indicated gross negligence, particularly with regard to use of the seized material.", "A further three years and two months expired between the end of the investigation and the date on which the suspect was summoned to appear at a hearing, which represents an abnormally long period even if all judicial remedies had been exhausted following the decision not to prosecute.", "It should also be noted that three major witnesses have died in the meantime ...; other witnesses summoned have had difficulties in recollecting the period when the events took place.", "In the light of the preceding sequence of events, the court considers that there was a significant lapse of time between the beginning of the investigation and the public hearing, namely more than nine years. Accordingly, it must be considered that the reasonable time requirement in Article 6 § 1 of the European Convention for the Protection of Human Rights has not been observed.", "The consequence of this [failure to conduct proceedings within a] reasonable time is that the suspect has been kept in a state of uncertainty throughout the entire period as to the progress of his case and the outcome of the trial. It is equally regrettable that the memory of numerous witnesses has become unreliable over this period and, in particular, that three important witnesses have died.", "It follows from the above that the argument that the proceedings have not been conducted within a reasonable time is well-founded.”", "The judges then ruled on the offences with which the applicant had been charged. Of the fifteen offences listed in the summons of 6 August 2002, they found that three had become time-barred and acquitted the applicant on the majority of the other charges. However, they found him guilty of some of the offences listed in the summons under the charge of corruption. As to the sentences to be applied, the judges ruled as follows:", "“Several of the offences ... with which [the applicant] is charged coincide. It is therefore appropriate to rule in accordance with Article 60 of the Criminal Code.", "The [relevant] Article of the Criminal Code, applicable at the material time, prescribes a penalty of imprisonment of between eight days and six months and a fine of between 2,600 and 50,000 Luxembourg francs.", "Article 60 of the Criminal Code provides that, where there is a plurality of offences, only the most severe penalty is to be handed down, but that it may even be increased to twice the maximum penalty applicable.", "With regard to the penalty to be imposed, it is important to note that corruption is a serious and grave danger to democracy, undermining its very foundation and threatening to discredit it. The moral aspect is particularly important given that, where corruption is unchecked, the principle of equality of treatment for all citizens on the part of those holding authority is flouted in a shocking manner. Consequently, the offence of corruption represents a serious attack on public order. It is also appropriate to emphasise the defendant's persistent criminal intent.", "The Court considers that, in accordance with the interpretation in previous cases of the inferences to be drawn from failure to observe the reasonable time requirement in Article 6 § 1 of the above-mentioned Convention (C.A. [Court of Appeal] 28 January 1997, 46/97V MP c/K., Bulletin des droits de l'homme, 7 July 1997, p. 269), [the applicant] should be given a reduced sentence.", "Having regard to the fact that [the applicant] has no criminal record, the Court considers that the offences with which he is charged are adequately punished by a sentence of nine months' imprisonment, suspended in its entirety.", "In the light of the defendant's financial situation, the Court also imposes a fine of 2,500 euros.", "In view of the failure to observe the reasonable time requirement, it is no longer appropriate to punish [the applicant's] behaviour through [deprivation of civil and political rights] as provided for [in the] Criminal Code.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}