{"ITEMID": "001-60488", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SAILER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P7-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant was born in 1970 and lives in St. Peter am Hart.", "10. On 9 July 1995 the applicant was involved in a road traffic accident in which his passenger was slightly injured.", "11. On 25 September 1995 the Braunau District Administrative Authority (Bezirkshauptmannschaft) ordered the applicant to pay a fine of 10,000 Austrian schillings (ATS), with nine days’ imprisonment in default, for driving under the influence of drink, contrary to sections 5 (1) and 99 (1) (a) of the Road Traffic Act 1960 (Straßenverkehrsordnung). The applicant did not appeal.", "12. Meanwhile, on 8 August 1995, a criminal information was laid against him.", "13. On 7 January 1997 the Grieskirchen District Court (Bezirksgericht) convicted the applicant under Article 88 §§ 1 and 3 of the Criminal Code (Strafgesetzbuch) of causing injury by negligence, with the additional element of Article 81 § 2, and sentenced him to pay a fine of ATS 8,000 with twenty days’ imprisonment in default.", "14. On 18 June 1997 the Wels Regional Court (Landesgericht) dismissed the applicant’s appeal. The Regional Court noted that the European Court of Human Rights had meanwhile found that the Austrian reservation in respect of Article 4 of Protocol No. 7 was invalid (see the Gradinger v. Austria judgment of 23 October 1995, Series A no. 328-C, pp. 64-65, §§ 49-51). However, the judgment was not directly applicable and, therefore, it had to be assumed that double punishment was still lawful under domestic law, if the courts decided after the administrative authorities. In addition it noted that, following a judgment of the Constitutional Court changing the subsidiarity provisions in section 99 (6) (c) of the Road Traffic Act, the administrative offence of drunken driving was subsidiary to an offence under the Criminal Code committed with the additional element of Article 81 § 2. This change of law was however not applicable to the case in issue.", "15. Section 5 (1) of the Road Traffic Act 1960 provides that it is an offence for a person to drive a vehicle if the proportion of alcohol in his blood or breath is equal to or higher than 0.8 grams per litre or 0.4 milligrams per litre respectively.", "16. Section 99 of the 1960 Act, so far as relevant, provided at the material time, that:", "“(1) It shall be an administrative offence (Verwaltungsubertretung), punishable with a fine of not less than ATS 8,000 and not more than ATS 50,000 or, in default of payment with one to six weeks’ imprisonment, for any person:", "(a) to drive a vehicle when under the influence of drink ...", "(6) An administrative offence is not committed where: ...", "(c) facts constituting an offence under sub-sections (2), (2a), (2b), (3) or (4) also constitute an offence falling within the jurisdiction of the [ordinary] courts ... .”", "17. In its judgment of 5 December 1996 the Constitutional Court had to examine the constitutionality of section 99 subsection (6)(c) of the Road Traffic Act, by virtue of which the administrative offence of driving under the influence of drink was not subsidiary to an offence falling within the jurisdiction of the courts.", "The Constitutional Court noted that that it was not contrary to Article 4 of Protocol No. 7 if a single act constituted more than one offence. This was a feature common to the criminal law of many European countries. However, it was also accepted in criminal law doctrine that sometimes a single act only appeared to constitute more than one offence, whereas interpretation showed that one offence entirely covered the wrong contained in the other so that there was no need for further punishment. Thus, Article 4 of Protocol No. 7 prohibited the trial and punishment of someone for different offences if interpretation showed that one excluded the application of the other. Where, as in the present case, the law explicitly provided that one offence was not subsidiary to another, it had to be guided by Article 4 of Protocol No. 7. The Court’s Gradinger judgment of 23 October 1995 had shown that there was a breach of this Article if an essential aspect of an offence, which had already been tried by the courts, was tried again by the administrative authorities.", "Section 99 subsections (1)(a) and (6)(c) of the Road Traffic Act, taken together, meant that the criminal administrative offence of drunken driving could be prosecuted even when an offence falling within the competence of the normal criminal courts was also apparent. According to the criminal courts’ constant case-law under Article 81 § 2 of the Criminal Code (cited below), drunken driving was also an essential aspect of certain offences tried by these courts. Insofar as section 99 (6)(c) of the Road Traffic Act limited the subsidiarity of administrative offences to those enumerated in subsections (2) to (4) of section 99, thus excluding subsidiarity for the offence of drunken driving contained in section 99 (1)(a), it violated Article 4 of Protocol No. 7.", "18. Meanwhile, section 99 (6)(c) of the Road Traffic Act has been amended. It now provides that an administrative offence is not committed where facts constituting an offence under the Road Traffic Act also constitute an offence falling within the jurisdiction of the ordinary courts.", "19. By Article 88 § 1 of the Criminal Code, it is an offence, punishable by up to three months’ imprisonment or a fine of up to one-hundred and eighty day-rates, to cause injury by negligence. By virtue of Article 88 § 3, where the special circumstances of Article 81 § 2 apply, the maximum possible sentence is increased from three months’ to six months’ imprisonment or a fine of up to three-hundred and sixty day-rates.", "20. Article 81 § 2 applies where a person commits the offence", "“after allowing himself, even if only negligently, to become intoxicated ... through the consumption of alcohol, but not to an extent which excludes his responsibility, notwithstanding that he has foreseen or could have foreseen that he would shortly have to engage in an activity likely to pose ... a danger to the lives ... of others if performed in that state”.", "By virtue of an irrebuttable presumption applied by the criminal courts, a driver with a blood alcohol level of 0.8 grams per litre or higher is deemed to be “intoxicated” for the purposes of Article 81 § 2."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}