{"ITEMID": "001-104698", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF FINGER v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection partially joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Respondent State to take measures of a general character (Article 46 - Pilot judgment;General measures);Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1946 and lives predominantly in Germany.", "7. Upon the death of her parents, the applicant, together with her brother, B.R., inherited a house and plot of land in Sofia, a plot of land in the village of Dolni Pasarel, and two fields.", "8. On 9 July 1996 B.R. brought a claim against the applicant with the Sofia District Court (Софийски районен съд), seeking the division of the house and of the two plots.", "9. At the first hearing, held on 10 December 1996, the applicant requested that the two fields be included in the division as well. The court allowed the request and adjourned the case, instructing the parties to submit evidence, including plans of the two plots.", "10. A hearing listed for 6 March 1997 was adjourned because the plans, which had to be provided by the municipal authorities, were not ready, and another hearing, scheduled for 6 May 1997, failed to take place because counsel for B.R. was absent.", "11. On 23 September 1997 the court asked an expert to determine the value of the properties and say whether it was possible to divide them up. A hearing listed for 20 January 1998 did not take place because the expert report was not ready. The report was apparently never drawn up.", "12. On 19 March 1998 the court, on a request by the parties, stayed the proceedings to allow them to settle the case. However, as they could not reach an agreement, the proceedings resumed on an unspecified later date in 1998.", "13. Two hearings, fixed for 29 October 1998 and 2 February 1999, did not take place because the applicant was not duly summoned and was absent. A hearing was held despite the applicant’s absence on 16 March 1999.", "14. In a judgment of 15 April 1999 the Sofia District Court allowed the division of the properties into two equal shares. As neither party appealed, the judgment became final and the court proceeded with the second phase of the proceedings.", "15. At a hearing held on 19 October 1999 the applicant requested that the house be allotted exclusively to her. B.R. requested the appointment of an expert to answer the same questions as the one appointed during the first phase of the proceedings.", "16. A hearing listed for 18 November 1999 was adjourned because the expert report was not ready.", "17. At a hearing held on 16 December 1999 the court admitted the report in evidence. Its conclusion was that none of the properties was divisible. The parties did not contest that conclusion.", "18. In a judgment of 10 January 2000 the Sofia District Court allotted the house and plot of land in Sofia to the applicant, and the plot in Dolni Pasarel and the two fields to B.R.", "19. B.R. appealed, requesting, among other things, an expert report on the value of the properties and on the possibilities of their being divided up.", "20. The first hearing before the Sofia City Court (Софийски градски съд) was held on 6 July 2000. The court refused to order the expert report requested by B.R., and adjourned the case to allow the parties to call witnesses and present additional evidence.", "21. At the next hearing, held on 25 October 2000, the court heard two witnesses. It agreed to order the expert report sought by B.R.", "22. Two hearings, listed for 31 January and 3 May 2001, were adjourned because the report had not been drawn up.", "23. The report, which concluded that the house in Sofia was divisible but that the plot in Dolni Pasarel was indivisible, was ready on 23 October 2001. It was admitted in evidence at a hearing held on 31 October 2001. The applicant objected to the report’s conclusions, and requested a second expert report, to be drawn up by three experts. B.R. requested an expert report on the possibility of dividing up one of the fields.", "24. At the next hearing, held on 20 March 2002, B.R. presented a blueprint, approved by the technical services of the municipality, for the division of the house. The court admitted in evidence the expert report on the divisibility of the field, and, on a request by the applicant, ordered an expert report on the current value of the plot in Dolni Pasarel.", "25. A hearing listed for 6 November 2002 was adjourned because the expert reports were not ready. The court asked the expert assessing the value of the plot in Dolni Pasarel to determine the value of the two fields as well.", "26. At a hearing held on 29 May 2003 the court admitted in evidence the additional expert report relating to the house, which also concluded that it was divisible, and the expert report concerning the value of the plot in Dolni Pasarel and the two fields. The applicant disputed the conclusions of the former, and requested a fresh expert report on the divisibility of the house. The court allowed her request, notwithstanding the objection of B.R.", "27. At a hearing held on 12 February 2004 counsel for the applicant stated, without further explanation, that she wished to withdraw the request for an expert report on the divisibility of the house. It seems that the withdrawal was based on the fact that the applicant had failed to pay the required fees for the report to be drawn up.", "28. The last hearing was held on 29 April 2004. The court presented to the parties a draft division proposal. The applicant objected to it, arguing, among other things, that the house was indivisible. She requested a further expert report on that point. The court refused the request, observing that the applicant had earlier been allowed to seek such a report, but had failed to pay the required deposit. Evidentiary requests at such a late stage were possible only if truly indispensable for the proper determination of the case.", "29. In a judgment of 10 May 2004 the Sofia City Court set the lower court’s judgment aside. It decided, among other things, to disregard the initial expert reports on the divisibility of the house and to rely on the last one, observing that it was objective and that the three experts who had drawn it up were unanimous. It rejected the applicant’s objections against that report, noting, among other things, that she had been allowed to request a further expert report but had failed to pursue that possibility. It found that the house was divisible, because it was technically possible to do so and there was a blueprint approved by the municipal administration. It further found that the division could be effected by drawing lots without great inconvenience. Accordingly, the court divided the properties into two lots, the first comprising the first storey of the house in Sofia and the plot in Dolni Pasarel, and the second comprising the second storey of the house and the two fields.", "30. On 20 July 2004 the applicant appealed on points of law. On 22 July 2004 the Sofia City Court instructed her to specify her grievances. She did so on 21 September 2004, arguing that the court had erred in finding that the house could be divided. The expert report on which it had relied had not taken into account the applicable construction rules. The court had also erred in refusing the applicant’s request for a further expert report; she had failed to pay the required deposit because she had been out of the country at the time.", "31. The Supreme Court of Cassation (Върховен касационен съд) held a hearing on 21 February 2005, and in a final judgment of 7 April 2005 upheld the lower court’s judgment. It noted that counsel for the applicant had withdrawn the request for a further expert report. The applicant could not therefore validly complain that she had been denied the opportunity to adduce evidence concerning the divisibility of the house. Her objections concerning the plan for the division had been discussed and rejected by the lower court. The court went on to observe that the experts and the municipal administration had found that the division could be effected without too much inconvenience and without infringing the applicable construction regulations. Therefore, the lower court’s conclusion that the house was divisible was not contrary to the substantive law.", "32. The proceedings then resumed before the Sofia District Court. At a hearing held on 21 June 2005 the applicant and B.R. drew lots to determine which of the divided properties should go to whom. B.R. received the first storey of the house in Sofia and the plot in Dolni Pasarel, and the applicant received the second storey of the house and the two fields. The court confirmed the division, ordered the applicant to pay B.R. a small sum to equalise their respective shares, and terminated the proceedings.", "33. On 29 June 2005 the applicant appealed against the proposed division. On 4 July 2005 the Sofia District Court instructed her to specify her grievances and pay the requisite fee. The court’s instructions were served on the applicant’s counsel on 7 September 2005. On 14 September 2005 he requested an extension of time, citing the applicant’s being abroad. On 13 October 2005 the court granted an extension until 15 October 2005.", "34. As the applicant did not comply with the court’s instructions, on 25 January 2006 the court refused to forward the appeal to the higher court for examination. Despite visits to the applicant’s home on 3, 8 and 17 February, 1 March, 16, 20 and 27 April, and 1 May 2006, the court’s process servers were not able to find the applicant to notify her of the court’s ruling. On 22 May 2006 they served notice of the ruling on the applicant’s counsel. As he did not seek to appeal against the ruling, it became final on 30 May 2006.", "35. Under Article 130 of the Constitution, the Supreme Judicial Council is the principal body concerned with the administration of the judiciary (which, in Bulgaria, comprises the courts, the prosecutor’s offices and the investigation services). It has the power to, inter alia, appoint, promote, demote and dismiss judges, prosecutors and investigators (Article 129 § 1 and Article 130 § 6 (1)) and impose the harshest disciplinary punishments (Article 130 § 6 (2)).", "36. A 2007 amendment to the Constitution added a new Article 132a, which envisaged the creation of an Inspectorate attached to the Supreme Judicial Council. The Inspectorate, which consists of a chief inspector and ten inspectors, is tasked with checking the work of the judiciary without infringing the independence of judges, prosecutors or investigators (Article 132a § 6). It can act either of its own motion or pursuant to reports by private individuals, legal persons or State authorities (Article 132a § 7). It has the power to refer matters to the appropriate authorities, or make suggestions or reports to them (Article 132a § 9).", "37. Section 7(1) of the 2007 Judiciary Act provides that “[e]veryone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal”.", "38. Sections 4060 of the Act govern the structure, powers and operations of the Inspectorate attached to the Supreme Judicial Council (see paragraph 36 above). One of the Inspectorate’s tasks is to check the processing of cases and their completion within the prescribed time-limits (section 54(1)(2)). It carries out planned annual checks or unplanned checks prompted by reports (section 56(1)). After carrying out a check of the work of an individual judge, prosecutor or investigator, the Inspectorate draws up a report containing its findings and recommendations, if any (section 58(2)). That report is presented to the judge, prosecutor or investigator concerned and to his or her hierarchical superior (section 58(3)). The hierarchical superior must then, within the time set in the report, inform the chief inspector about the implementation of the recommendations (section 58(4)).", "39. At the relevant time divisionofproperty proceedings were governed by Articles 27893a of the 1952 Code of Civil Procedure. They consisted of two phases.", "40. During the first phase the court had to ascertain the number and the identity of the coowners and of the items of common property, as well as the share to which each coowner was entitled (Article 282 § 1).", "41. During the second phase the court carried out the division, which could be done either by specifying which item of property went to which coowner (Articles 287 and 289), or by auctioning an undividable item of property and distributing the proceeds among the coowners (Article 288 § 1). If one of the divided properties was a flat inhabited by a coowner who did not have another dwelling, he or she could request the flat to be allotted exclusively to him or her in return for reimbursing the other coowners their shares in it (Article 288 § 3).", "42. In property division proceedings the court could also have cognisance of certain ancillary matters, such as determination of parentage and validity of wills (Article 281 § 1), reimbursement of expenses incurred in relation to the divided property and indemnity for improvements to the property by one of the coowners (Article 286 § 1), use of the property during the proceedings and indemnity for such use (Article 282 § 2).", "43. Article 217a of the Code was added in July 1999. It provided as follows:", "“1. Each party may file a complaint about delays at every stage of the proceedings, including after oral argument, when the examination of the case, the delivery of judgment or the transmitting of an appeal against judgment is unduly delayed.", "2. The complaint about delays shall be filed directly with the higher court. No copies shall be served on the other party, and no State fee shall be due. The filing of a complaint about delays shall not be limited in time.", "3. The president of the court with which the complaint has been filed shall request the case file and shall immediately examine the complaint in private. His instructions as to the steps to be carried out by the court shall be mandatory. His order shall not be subject to appeal and shall be sent immediately, together with the case file, to the court against which the complaint has been filed.", "4. Should he determine that there has been [undue delay], the president of the higher court may propose that the disciplinary panel of the Supreme Judicial Council take disciplinary action.”", "44. The 2007 Code of Civil Procedure came into force on 1 March 2008, superseding the 1952 Code of Civil Procedure.", "45. Article 13 of the new Code, entitled “Examination and disposal of cases within a reasonable time”, provides as follows:", "“The court shall examine and decide cases within a reasonable time.”", "46. The new Code contains more detailed provisions in relation to the admission of evidence. It provides that the claimant must set out his or her evidence in the statement of claim, and enclose the written evidence with it (Article 127 § 2). The defendant must do the same in his or her reply to the statement of claim (Article 131 § 3). He or she cannot do so at a later stage, unless his or her failure was due to special circumstances (Article 133). As a rule, the court should rule on the evidential requests when setting the case down for hearing (Article 140 § 1). At the first hearing, the parties may supplement their evidential requests if that has been made necessary by the other party’s assertions (Article 143 § 2). The court must provide them with guidance (Article 145 §§ 1 and 2 and Article 146 § 2). After that, fresh evidence may be admitted only if the party had no means of adducing it earlier, or if it relates to newly arisen circumstances (Article 147 §§ 1 and 2). Evidential requests in relation to facts which are irrelevant for the outcome of the case and untimely evidential requests are to be rejected (Article 159 § 1).", "47. In their evidential requests, the parties must specify the facts that they are seeking to prove and the manner in which they intend to do so (Article 156 § 1). Thus, when calling a witness, a party must say in relation to which facts he or she will be heard (Article 156 § 2). If it calls several witnesses in relation to one fact, the court may admit only some of them, and hear the rest only if the initial ones fail to establish the fact in issue (Article 159 § 2). When requesting the ordering of an expert report, a party must specify the area in which the expert(s) should possess special knowledge, as well as the subject matter and the task of the expert report (Article 156 § 4).", "48. In appeal proceedings, the parties may not rely on fresh facts or adduce evidence that they could have adduced during the firstinstance proceedings (Article 266 § 1). Again in appeal proceedings, fresh evidence may be admitted only if the party had no means of adducing it earlier (Article 266 § 2 (1)), if it relates to newly arisen circumstances (Article 266 § 2 (2)), or if it has not been admitted by the firstinstance court in breach of the rules of procedure (Article 266 § 3).", "49. Articles 25557 of the new Code, which superseded Article 217a of the 1952 Code, were inspired by Austrian law (Иванова, Р., Пунев, Б., Чернев, С., Коментар на новия Граждански процесуален кодекс, София, 2008 г., стр. 375) and provide as follows:", "“1. Where the court does not take a procedural step in due time, a party may, at any stage of the proceedings, make a request for an appropriate timelimit to be fixed for that procedural step to be taken.", "2. The request shall be filed with that court for onward transmission to the higher court. The court examining the case shall immediately forward the request to the higher court together with its opinion.”", "“1. If the court immediately takes all steps mentioned in the request, and notifies the party accordingly, the request shall be considered as withdrawn.", "2. If within one week of receiving the notification mentioned in the previous subparagraph the party states that it maintains its request, the request shall be forwarded to the higher court for examination.”", "“1. The request for fixing of a timelimit shall be examined by a judge of the higher court within one week of its receipt.", "2. If that court finds that there has been undue delay, it shall fix a timelimit for the procedural step in question to be taken. Should the court find otherwise, it shall refuse the request. No appeal shall lie against its decision.”", "50. These provisions seem to apply to the administrative courts as well, by virtue of Article 144 of the 2006 Code of Administrative Procedure, which provides that all matters not specifically dealt with are governed by the Code of Civil Procedure. In practice, the Supreme Administrative Court does examine requests to fix timelimits (опр. № 6710 от 22 май 2009 г. по адм. д. № 4561/2009 г., ВАС, петчленен св).", "51. The Government provided eight decisions given by the Supreme Court of Cassation, the Supreme Administrative Court and the Veliko Tarnovo Court of Appeal in connection with such requests. Only two of those decisions fixed time-limits in which the lower courts were instructed to take certain procedural steps.", "52. According to statistical information provided by the Government, in 2009 the regional courts received 145 requests to fix timelimits because of delays. All but ten of them were dealt with in less than three months. In 2009 the courts of appeal received 78 such requests. All of them were dealt with in less than three months (the statutory timelimit is one week – see paragraph 49 above). The Government did not provide information about the impact the examination of those requests had had on the speed of the proceedings in connection with which they had been made.", "53. Section 1 of the 1988 State Responsibility for Damage Caused to Citizens Act (which was renamed “State and Municipalities Responsibility for Damage Act” on 12 July 2006 – “the 1988 Act”), as in force since July 2006, provides as follows:", "“The State and the municipalities shall be liable for damage caused to individuals and legal persons by unlawful decisions, actions or omissions by their organs and officials, committed in the course of or in connection with the performance of administrative action.”", "54. Section 2(1) of the Act, as originally enacted, provided for liability of the investigating and the prosecuting authorities and the courts in six situations: unlawful detention; bringing of charges or conviction, if the proceedings were later abandoned or if the conviction was overturned; coercive medical treatment or coercive measures imposed by a court, if its decision was later quashed as being unlawful; and serving of a sentence over and above its prescribed duration. A new point, added in March 2009, provides that the State is liable for any damage the investigating and prosecuting authorities or the courts cause to individuals through the unlawful use of special surveillance means.", "55. According to some legal commentators, the remedies under Article 217a of the 1952 Code and under Articles 25557 of the 2007 Code were/are not available in respect of proceedings before the Supreme Court of Cassation, because there is no “higher court” (Сталев, Ж., Българско гражданско процесуално право, София, 2006 г., стр. 106, Корнезов, Л., Гражданско съдопроизводство, Том първи, София, 2009 г., стр. 682). Other commentators maintain that the remedy under Articles 25557 of the 2007 Code, could, in view of its specificities, be applied to cases pending before the Supreme Court of Cassation because its essential purpose is not to apprise the higher court of delays by the lower court but to prompt the latter to expedite the examination of the case (Иванова, Р., Пунев, Б., Чернев, С., Коментар на новия Граждански процесуален кодекс, София, 2008 г., стр. 379).", "56. On 2 December 2010, during its 1100th meeting, the Committee of Ministers of the Council of Europe adopted an Interim Resolution on the execution of the judgments of the European Court of Human Rights concerning the excessive length of judicial proceedings in eightyfour cases against Bulgaria (CM/ResDH (2010) 223). The resolution reads:", "“The Committee of Ministers, under the terms of Article 46, paragraph 2, of the Convention for the Protection of Human Rights and Fundamental Freedoms (hereinafter “the Convention”),", "Having regard to the number of judgments of the European Court of Human Rights (“the Court”) finding Bulgaria in violation of Article 6, paragraph 1 and Article 13 of the Convention on account of the excessive length of judicial proceedings and the absence of an effective remedy in this regard (see Appendix III to this resolution);", "Recalling that excessive delays in the administration of justice constitute a serious danger, in particular to respect for the rule of law and access to justice;", "Recalling also its Recommendation Rec(2010)3 to member states on the need to improve the effectiveness of domestic remedies for excessive length of proceedings, and emphasising the importance of this question where judgments reveal structural problems likely to give rise to a large number of further similar violations of the Convention;", "Having examined the information supplied by the Bulgarian authorities concerning the measures taken or envisaged in response to those judgments (see Appendix I), including the statistical data on the length of judicial procedures (see Appendix II);", "Assessment of the Committee of Ministers", "I. Individual measures", "Having noted the individual measures taken by the authorities to provide the applicants redress for the violations found (restitutio in integrum), in particular the acceleration, as far as possible, of proceedings which were still pending after the findings of violations by the Court;", "Noting however with concern that the domestic proceedings in seven cases are still pending before the domestic courts and that the authorities have been unable to provide information about two other cases (see Appendix I);", "CALLED UPON the Bulgarian authorities to provide for acceleration as much as possible of the proceedings pending in these cases, in order to bring them to an end as soon as possible, and to inform it of the progress of proceedings in the two afore-mentioned cases;", "II. General measures", "1) Measures aimed at reducing the length of judicial proceedings", "Noting the numerous violations found by the Court on account of the excessive length of civil and criminal proceedings in Bulgaria, revealing certain structural problems in the administration of justice at the time of the relevant facts;", "Welcoming the numerous legislative reforms adopted by the authorities in order to remedy these structural problems and in particular the adoption of the new codes of criminal and civil procedure (see Appendix I);", "Welcoming likewise the other measures taken by the authorities to increase the efficiency of the judicial system, and in particular the establishment of assessment and monitoring mechanisms, including the collection and analysis of statistical data;", "Noting that the 2009 statistics show a reduction in the backlog in the Bulgarian courts as a whole, and an increase in the number of cases dealt with in the space of 3 months (see Appendix II);", "Noting however that, according to the statistics, the backlog in the district courts located in regional centres has increased slightly by reason of the substantial rise in the number of cases registered, and that those courts were responsible for examining half the cases pending in the country in 2009 (see Appendix II);", "Noting also that the legislative reforms introduced between 2006 and 2010 have not yet produced their full impact on the length of proceedings and that a longer period of time is needed before the effectiveness of all the measures taken can be fully and completely assessed;", "ENCOURAGED the Bulgarian authorities to pursue their efforts in following up the reforms introduced, in order to consolidate their positive effects, in particular as regards the situation in the district courts located in regional centres;", "CALLED ON the authorities to continue to monitor the effects of these reforms as it proceeds, with a view to adopting, if appropriate, any further measure necessary to ensure its effectiveness, and to keep the Committee informed of the developments in this regard;", "2) Measures relating to the effectiveness of remedies", "Recalling that the Court has found numerous violations of the right to an effective remedy in contesting the excessive length of proceedings in Bulgaria, revealing certain structural problems in this field;", "Recalling its Recommendation Rec(2010)3 encouraging states to introduce remedies making it possible both to expedite proceedings and to grant compensation to interested parties for damage suffered;", "Noting with interest that Articles 255-57 of the Code of Civil Procedure provide that, if a court does not take a procedural step in due time, the parties may at any time apply to the superior court for a time-limit to be set for the taking of the procedural step in question, thus affording a remedy designed to speed up the civil proceedings (see Appendix I);", "Noting also that there exist in criminal law certain forms of nonpecuniary redress, such as the possibility of reducing the sanction, where there is a finding of excessive length of proceedings;", "Noting however that at the present time no domestic remedy is available for expediting excessively lengthy criminal proceedings or obtaining pecuniary compensation if appropriate (see Appendix I);", "Welcoming in this context the reform undertaken by the authorities aimed at introducing into Bulgarian law a compensatory remedy where excessive length of judicial proceedings is alleged (see Appendix I);", "INVITED the Bulgarian authorities to complete as soon as possible the reform undertaken in order to introduce a remedy whereby compensation may be granted for prejudice caused by excessive length of judicial proceedings, and to keep the Committee informed of its progress and of any other measure that may be envisaged in this field;", "Having regard to the foregoing, the Committee of Ministers", "DECIDED to resume its examination of progress made at the latest:", "– by the end of 2011, with regard to the question of effective remedy;", "– by mid2012, with regard to the question of the excessive length of judicial proceedings.”", "57. An appendix to the resolution summarised the information provided by the Bulgarian Government on the measures taken by the Bulgarian authorities in that domain. It reads:", "“I. Individual measures", "The proceedings which were still pending before the domestic courts at the time when the Court gave its judgments have been terminated in most of the cases. At the present time, the proceedings have not yet been terminated in the Belchev, Hamanov, Nedyalkov, Valkov, Kamburov, Kavalovi and Merdzhanov cases. Information is still awaited also on the state of progress in the proceedings in the Kolev and Sidjimov cases.", "II. General measures", "1) Measures aimed at reducing the length of proceedings", "– Legislative measures", "In 2007 a new Code of Civil Procedure (“CCvP”) was adopted. The adoption of that code, which came into force on 1 March 2008, forms part of the overall reform of the civil justice system in Bulgaria designed in particular to speed up judicial proceedings. The new code seeks inter alia to concentrate decisions relating to the judicial investigation in the proceedings at first instance and to limit appeal and cassation proceedings.", "The most important provisions of the new CCvP provide for:", "– the express obligation on civil courts to examine cases within a reasonable time (Article 13);", "– the “concentration principle” whereby evidence is brought together in the first instance proceedings; according to this principle, the parties may submit evidence or ask for evidence to be taken no later than the first hearing (Articles 127, 133, 143 and 146); after the first hearing, the parties may only request the taking of evidence which could not be adduced earlier; by way of comparison, the 1952 [C]ode allowed evidence to be submitted throughout the judicial investigation, including elements which could have been submitted earlier, subject to payment of procedural costs;", "– the change of second instance from a “second first instance” to an appeal instance, examining only the points raised in the appeal (Article 269), at which the parties may no longer submit evidence and arguments which they could have raised in the court of first instance (Article 266);", "– limitation of the grounds for lodging an appeal in cassation to the Supreme Court; henceforth, there are only three categories of judgments handed down by the second-instance courts which can be subject to appeal in cassation (those which are at variance with the caselaw of the Supreme Court of Cassation, those relating to a question on which courts deciding on the merits have handed down contradictory judgments, and those relating to a question considered important for the development of law or for the precise application of the law); under the previous cassation system, the Supreme Court of Cassation was competent to judge the lawfulness and validity of the great majority of judicial decisions taken at second instance;", "– simplification of summons arrangements, with the possibility of serving a summons by delivering it to the letter-box of the person concerned or affixing it to his/her front door.", "The authorities consider that a longer period of time will be needed for the real impact of the new CCvP on length of proceedings to be assessed.", "...", "– Administrative measures designed to improve the organisation and management of the courts", "Among other reforms designed to improve the efficiency of the Bulgarian judicial system, should be mentioned the creation in 2007 of an electronic commercial register managed by an administrative agency (see the commercial register law in force since 1 July 2007). Thus the regional courts which were responsible for registering commercial companies in the past have been absolved of that responsibility.", "Furthermore, following the adoption of the new Code of Administrative Procedure in 2006, 28 administrative courts were set up in 2007. These new administrative courts have powers previously exercised by the regional courts. In addition, as an ad hoc measure aimed at lightening the workload of the Supreme Court of Cassation, labour disputes pending before it when the 2007 CCvP came into force have been transferred to the appeal courts.", "It should also be pointed out that the judicial authorities now have access to the national database containing the population register, which should overcome certain delays arising from requests for information needed to take judicial proceedings forward.", "Finally, Bulgaria has achieved a high level of computerisation designed to assist both judges and other personnel (for further details, see the 2010 report of the European Commission for the Efficiency of Justice – CEPEJ). Moreover, the courts are continuing their efforts to improve their IT equipment in order to communicate with parties. Those efforts were recently rewarded by the award of the 2010 “Crystal Scales of Justice” prize to the Yambol administrative court for the work it has done to improve users’ understanding of judicial procedure.", "– Mechanisms for periodic assessment and monitoring of the work of the courts", "Two bodies – the Supreme Judicial Council Inspectorate and the Ministry of Justice Inspectorate – have the main responsibility for monitoring and assessing the work of the courts, prosecution services and investigating magistrates.", "The Supreme Judicial Council Inspectorate, established in 2007, comprises an inspectorgeneral and ten inspectors elected by Parliament for terms of five and four years respectively (Article 132a of the Constitution). It oversees the administrative organisation of the courts, prosecution services and bodies in charge of preliminary investigations, together with the proper organisation of preliminary investigations and cases pending before prosecutors and courts. In particular, the inspectorate oversees compliance with the time-limits laid down by law for dealing with cases. It carries out its tasks (a) through planned regional inspections and (b) through inspections focussing on particular questions. It may also conduct inspections in response to reported irregularities ([sections] 54 and 56 of the [2007 Judiciary Act]).", "Following inspections, it makes recommendations, particularly concerning compliance with the timelimits laid down by law for dealing with cases. Implementation of its recommendations is monitored in the course of followup inspections. The inspectorate may also make proposals to courts’ administrative authorities and to the Judicial Service Commission for the imposition of disciplinary penalties on judges, prosecutors and investigating magistrates (see “Disciplinary measures” below). The work of the inspectorate is covered in the progress report of the Supreme Judicial Council.", "The Ministry of Justice Inspectorate oversees, among other things, the manner in which case registration and handling are managed, as well as closure of cases within the legal time-limits. This inspectorate organises thematic controls in accordance with a programme approved by the Ministry of Justice. It may make recommendations and supervises their implementation in the course of subsequent inspections.", "The Ministry of Justice Inspectorate is also responsible for overseeing application of the new CCvP and CCrP. During inspections already carried out, it has observed some of the causes of procedural delays and made recommendations in this regard.", "Furthermore, the presidents of the Supreme Court of Cassation and the Supreme Administrative Court are required to present annual reports on the functioning of trial and appeal courts, in addition to annual reports on their own activities ([sections 114(1) and (2) and 122(1) and (2)] of the [2007 Judiciary Act]). Lastly, each year the Supreme Judicial Council centralises and analyses the statistics on the work of all the country’s courts (cf. Appendix II).", "– Disciplinary measures", "Under the [2007 Judiciary Act], systematic failure to comply with the time-limits laid down in procedural laws, and action or inaction such as to delay proceedings in an unjustified manner, are disciplinary offences ([section] 307 § 4). The Judicial Service Commission has the power to impose disciplinary penalties (other than comment and reprimand, which are imposed by the hierarchical superior) on judges, prosecutors and investigating judges. The public bodies responsible for enforcing judicial decisions and the bodies responsible for entries in the land registry may be sanctioned by the Ministry of Justice ([section] 311).", "The authorities have stated that during the period 20072009 the number of disciplinary proceedings before the Supreme Judicial Council rose steadily (13 in 2007, 28 in 2008 and 83 in 2009). By way of example, in 2009 seven judges and one head of administration were sanctioned, mainly for systematic failure to comply with the time-limits laid down by law. Among them, three judges were dismissed and three others had their salaries reduced by 10 to 25% for periods of up to a year.", "– Longterm strategies", "The Bulgarian authorities have adopted several strategies on judicial reforms. For example, a criminal policy strategy for the period 20102014 has been adopted, the principal objective being to further reduce the excessive formalism of criminal procedure. It should be noted that the amendments to the 2010 CCrP were decided on the basis of this strategy (see above).", "Further, in 2009 the government adopted a plan to eradicate the causes of violations of the Convention found by the European Court in its judgments concerning Bulgaria. That plan was drawn up by a working party which included representatives of the Ministry of Justice as well as human rights activists. Among the tangible results obtained on the basis of this plan, should be mentioned the working party set up to introduce an application for compensation in cases of excessive length of judicial proceedings (see below). In June 2010 the government adopted the strategy on continued judicial reforms in Bulgaria following its accession to the European Union.", "2) Measures relating to the effectiveness of remedies", "– Remedy concerning speeding up of civil proceedings", "A remedy allowing to question the length of civil proceedings was introduced into Bulgarian law as long ago as 1999 (Article 217a of the former CCvP). The provisions governing this remedy were maintained to a great extent in the new CCvP of 2007. Articles 255 to 257 thereof stipulate that, if a court fails to take a procedural step in time, the parties may at any time request the superior court to set a deadline for taking the procedural step in question. The request is lodged through the court seized of the case, which must send it to the superior court together with its own opinion. If the court seized of the case takes the requested steps immediately, the request is deemed to be withdrawn unless the party concerned states that it wishes to maintain the request. In cases where the request is transmitted to the superior court, it must be examined within one week by a judge of that court. If he finds that there has been unjustified delay, the superior court sets a deadline by which the procedural step must be taken. The order of the superior court is final.", "According to the data supplied by the authorities, the regional courts examined 242 applications for speeding up of civil proceedings in 2007. 110 applications were examined in 2008 and 142 in 2009. Also in 2009, the appeal courts examined 78 applications for the speeding up of proceedings.", "The European Court has accepted that the remedy provided for in Article 217a of the former CCvP is effective in principle (see Simizov against Bulgaria, No. 59523/00, § 56, 18 October 2007, Jeliazkov and others against Bulgaria, No. 9143/02, § 48, 3 April 2008, and Stefanova against Bulgaria, No. 58828/00, § 69, 11 January 2007). It has however stated that account must be taken of the circumstances of each case (Stefanova, cited above, § 69) and of the effect which such application might have on the overall length of the proceedings in question (Simizov, cited above, §§ 54-56). In several cases the Court has found that the application in question has not or could not have prevented certain delays by reason of their specific causes, such as for example inactivity on the part of the prosecution, inability of the domestic authorities to ensure that one party to the proceedings is properly summonsed, or errors in the application of the law (Stefanova, cited above, §§ 70 and 71, Mincheva against Bulgaria, No. 21558/03, § 105, 2 September 2010, Maria Ivanova against Bulgaria, No. 10905/04, § 35, 18 March 2010).", "Furthermore, the European Court observed that it was unclear whether this remedy was available before the Supreme Court of Cassation, in so far as there was no higher court.", "The authorities have indicated that these shortcomings will be taken into account when defining a new application for compensation in cases of excessive length of judicial proceedings (see below).", "...", "– Compensatory remedy", "The European Court has consistently pointed to the absence in Bulgarian law of a remedy enabling compensation to be obtained for excessive length of judicial proceedings (see, for example, the Mincheva against Bulgaria judgment cited above, § 107).", "In this connection the Government has indicated that, in the context of implementing a plan to eradicate the causes of the violations found by the European Court in judgments concerning Bulgaria, it has set up a working party to prepare a bill amending the law on the responsibility of the state and municipalities for prejudice caused to individuals. This bill envisages, in particular, the introduction of an application for compensation in cases of unjustified delay in the proceedings. This working party has drafted a bill providing that the state may be held responsible, in addition to the cases already settled, where unjustified delay in civil, criminal and administrative proceedings are attributable to the judicial authorities.", "As regards criminal proceedings, it should also be noted that certain forms of nonpecuniary redress exist in cases of excessive length of proceedings, such as the possibility of reducing the penalties. This form of redress has been recognised by the European Court as an effective remedy in certain circumstances (Bochev against Bulgaria judgment of 13 November 2008, § 83).”", "58. A second appendix to the resolution contained statistical data on the processing of cases in the Bulgarian courts. It reads (footnotes omitted):", "“I. Statistics on length of judicial proceedings before the Bulgarian courts", "1) Data for Bulgarian courts as a whole", "The general trend which emerges from the data available shows that, despite a resurgence in the number of cases registered, the number of cases terminated for all courts is on the increase (in 2009 it was 4.59% higher than in 2007, and 15.46% higher than in 2008). Similarly, the backlog facing the courts as a whole decreased for the second year running. Thus the decrease in the number of cases pending at the end of 2009 is of 10.26% as compared with 2007 and of 2.35% as compared with 2008.", "The number of judges, taking all courts together, was 2,162 in 2009, 1.45% more than in 2007 and 1.74% more than in 2008.", "2) Supreme Court of Cassation", "...", "– Civil bench", "Despite an increase in the number of new cases registered in 2009 (2,191 more than in 2008 and 513 more than in 2007), the backlog before the civil bench decreased at the end of the same year (4,706 cases pending at the end of 2009 as compared with 5,361 in 2008 and 8,555 in 2007).", "– Commercial bench", "The backlog before the commercial bench at the end of 2009 was on the increase (1,385 cases pending at the end of 2009 as compared with 634 at the end of 2008). That increase was the result of the higher number of cases registered (55.46% more than in 2008), notwithstanding the increase in the number of cases terminated in 2009 (21.31% more than in 2008).", "3) Supreme Administrative Court", "Despite a constant increase in the number of cases terminated by this court between 2007 and 2009 (13,777 cases in 2007, 15,095 cases in 2008 and 16,263 cases in 2009), its backlog slightly increased during that period due to the increase in the number of cases registered (13,659 cases in 2007, 16,402 cases in 2008 and 17,190 in 2009). In 2009, 7% of cases terminated were concluded within one month and 66% within three months, while 27% took over three months.", "4) Appeal courts", "The backlog in the appeal courts is constantly decreasing. The number of cases pending at the end of 2009 (1,713) decreased by 45.89% as compared with 2007 and by 22.28% as compared with 2008.", "...", "6) Regional courts and the Sofia City [C]ourt", "The creation in 2007 of 28 administrative courts, as well as an agency responsible for entries in the commercial register, led to a significant decrease in the number of cases registered by regional courts in 2009 (42.73% fewer than in 2007 and 2.64% fewer than in 2008). Cases pending at the end of 2009 numbered 23,392, a figure 31.76% lower than in 2007 and 15.99% lower than in 2008.", "7) District courts located in regional centres", "The backlog in these courts at the end of 2009 had grown by 1.05% as compared with 2007 and by 7.03% as compared with 2008. This increase is due to the rise in the number of cases they had to deal with in 2009 (23.05% more than in 2007 and 18.29% more than in 2008), and despite a larger number of cases terminated during that year (28.36% more than in 2007 and 20.70% more than in 2008).", "In 2009 the district courts located in regional centres registered 285,547 cases; 94,317 cases were registered by the Sofia district court, i.e. 33% of all cases newly registered with the courts in this category.", "8) District courts located outside regional centres", "The backlog in these courts at the end of 2009 had fallen (by 12.64% as compared with 2007 and by 7.54% as compared with 2008) notwithstanding an increase in the number of cases they had to deal with (11.30% more than in 2007 and 15% more than in 2008).", "This trend was due to the increase in the number of cases terminated in 2009 (16.47% more than in 2007 and 19.72% more than in 2008). It is also to be noted that in 2009, 92,541 cases were concluded within three months, a figure 22.88% higher than for 2007 and 25.71% higher than for 2008.", "9) Administrative courts", "These courts began sitting in 2008. In 2009 they dealt with 45,164 cases, a figure 8.81% higher than in 2008. The number of cases terminated in 2009 was 10.09% higher than in 2008. Despite that increase, the number of cases pending at the end of 2009 was 4.23% higher than for 2008.", "...”", "59. In its Resolution 1787 (2011) on the implementation of the Court’s judgments, adopted on 26 January 2011, the Parliamentary Assembly of the Council of Europe noted “with grave concern” the continuing existence of “major systemic deficiencies which cause large numbers of repetitive findings of violations of the Convention and which seriously undermine the rule of law” in some Member States of the Council of Europe. One of those was the “excessive length of judicial proceedings” (paragraph 5.1). The Assembly, in particular, urged Bulgaria to, inter alia, “pursue its efforts to solve the problem of excessive length of court proceedings” (paragraph 7.1 in fine)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}