{"ITEMID": "001-106561", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ORLIKOWSCY v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["4. The applicants were born in 1962 and live in Częstochowa.", "5. On 30 December 1994 the Mayor of Mykanów issued a decision granting building permission for a certain M.N., the proprietor of a plot of land adjacent to the applicants’ house, to construct a butchery and abattoir on his property. Since at least 1997 Mr M.N. had been running the butchery in question.", "6. Following the re-opening of the case, on 17 September 1998 the Mayor’s decision of 1994 was quashed.", "7. On 27 April 1998 M.N. requested planning permission in order to extend the butchery.", "8. On 15 June 1998 the Mayor of Mykanów granted planning permission.", "9. The applicants appealed against that decision.", "10. On 21 July 1998 the Częstochowa Self-Government Board of Appeal upheld the challenged decision. The applicants lodged a complaint with the Supreme Administrative Court.", "11. On 23 May 2000 the Supreme Administrative Court allowed the complaint, quashed the challenged decision and remitted the case.", "12. After the Supreme Administrative Court’s judgment, on an unspecified date, the proceedings were discontinued because the investment in question had been completed.", "13. On 9 February 1999 the Mayor of Mykanów granted a building permit for the extension of the butchery. The decision was upheld by the Śląski Governor on 15 March 1999.", "14. The applicants lodged a complaint against the latter decision which was allowed by the Supreme Administrative Court on 4 January 2001; the court quashed both preceding decisions.", "15. On 18 May 2001 the Mayor of Mykanów discontinued the proceedings for permission to extend the butchery because the investment in question had been completed.", "16. On 30 December 1998 the Head of the Częstochowa District Office allowed M.N. to use the existing buildings for the purposes of running a butchery.", "17. The applicants’ appeal was dismissed on 4 March 1999 by the Śląski Governor. They lodged a complaint against the decision with the Supreme Administrative Court.", "18. On 4 January 2001 the Supreme Administrative Court allowed the complaint and quashed both preceding decisions.", "19. On 28 May 2001 the Head of the Częstochowa District Office stayed the proceedings because another set of proceedings was pending before the construction supervision authorities. The parties have not submitted any information regarding the progress of this set of proceedings.", "20. On the basis of the decision of 9 February 1999 given by the Mayor of Mykanów M.N. carried out some building work and extended the butchery.", "21. In the light of the fact that the extension to the butchery had been built on the basis of a final decision which was subsequently quashed, on 8 July 2002 the District Building Inspector ordered M.N. to carry out work in order to legalise the building.", "22. On 25 September 2002 the Regional Building Inspector upheld the decision of 8 July 2002.", "23. On 20 December 2001 the District Building Inspector ordered the demolition of a smoking chamber as it had been built by M.N. without the necessary permit.", "24. M.N. appealed against the decision.", "25. On 20 February 2002 his appeal was rejected as having been lodged out of time. Mr M.N. lodged a complaint with the Supreme Administrative Court.", "26. On 1 July 2002 the District Building Inspector reminded Mr M.N. of the obligation to demolish the smoking chamber.", "27. On 17 December 2002 the Supreme Administrative Court allowed the appeal and quashed the decision of 20 February 2002. Thus the decision of 20 December 2001 ordering the demolition of the smoking chamber became enforceable.", "28. On an unspecified date the applicants lodged a complaint with the Supreme Administrative Court about inactivity on the part of the administrative authorities and about the fact that the decision of 20 December 2001 had not been enforced.", "29. On 30 June 2003 the Supreme Administrative Court rejected the applicants’ complaint, finding that they were not a party to the enforcement proceedings.", "30. On 31 July 2003 the Regional Building Inspector again decided that the appeal lodged by Mr M.N. against the decision of 20 December 2001 should be rejected as lodged out of time. M.N. lodged a complaint against this decision with the Supreme Administrative Court. Since the relevant provisions had been amended, the complaint was transferred to the Regional Administrative Court.", "31. On 7 October 2004 the applicants lodged a complaint with the Chief Building Inspector about inactivity on the part of the Regional Building Inspector in that the decision to demolish the illegal construction had not been enforced.", "32. On 25 November 2004 the Regional Administrative Court allowed M.N.’s complaint and quashed the decision of 31 July 2003. Therefore, the Regional Building Inspector was under an obligation to re-examine the case.", "33. On 26 July 2005 the Regional Building Inspector re-examined the case, quashed the decision of 20 December 2001 and remitted the case.", "34. On 12 August 2005 the District Building Inspector ordered M.N. to provide certain documentation which would bring the building into compliance with the law.", "35. On 27 October 2005 the District Building Inspector ordered M.N. to pay 250,000 Polish zlotys (PLN) as a legalisation fee (opłata legalizacyjna).", "36. The parties appealed against this decision and, on 12 January 2006, the Regional Building Inspector quashed it and remitted the case.", "37. Following the re-examination of the case, on 10 February 2006 the District Building Inspector again ordered the demolition of the smoking chamber.", "38. M.N. lodged an appeal against this decision.", "39. On 24 November 2006 the applicants lodged another complaint about inactivity on the part of the Regional Building Inspector.", "40. On 15 January 2007 the Regional Building Inspector quashed the decision of 10 February 2006 and remitted the case.", "41. On 23 January 2007 the Regional Building Inspector replied to the applicants’ complaint, explaining the reasons for the delay, which included problems with serving the correspondence and the fact that the inspector who was conducting the proceedings had been ill. The Inspector concluded that the appellate proceedings had been terminated by the decision of 15 January 2007.", "42. On an unspecified date at the beginning of 2007 the applicants lodged a complaint with the Regional Administrative Court about inactivity on the part of the administrative authorities.", "43. On 29 June 2007 the Regional Administrative Court examined their complaint and ordered the District Building Inspector to issue a decision within two months. The court found, inter alia, that “for the last few years no decision on the merits [had been] given”. The Regional Administrative Court found that the applicants had exhausted the available remedies as required by section 52 of the Proceedings before the Administrative Courts Act, in that they had lodged appeals with the Chief Inspector of Construction Supervision in which they had raised the problem of the length of the proceedings.", "44. On 6 December 2007 the District Building Inspector, finding that M.N. had used the smoking chamber without the required permit, imposed a fine on him.", "45. Both decisions were upheld by the Regional Building Inspector on 11 June 2008. M.N. lodged an appeal against this decision with the Regional Administrative Court.", "46. M.N. did not pay the fine,", "47. On 10 September 2008 M.N. appealed against the Building Inspector’s decision.", "48. On 24 September 2008, following an inspection of M.N.’s premises and finding that he had failed to comply with the relevant provisions of the Building Act (Prawo Budowlane), the District Building Inspector ordered M.N. to suspend the operation of the butchery and to provide the necessary documentation on certain legal and technical issues.", "49. On 23 February 2009 the Regional Administrative Court examined the applicant’s appeal as regards the fines imposed on him and gave judgment; it quashed the challenged decision and the preceding decision of 6 December 2007.", "50. On 11 May 2009 the District Building Inspector informed the Regional Building Inspector that M.N. had dismantled the smoking chamber. The District Inspector inspected the area and informed all the parties to the administrative proceedings that the smoking chamber had been dismantled. This information was disputed by the applicants in their pleadings before the Court; on 19 August 2010 they submitted that M.N. was continuing to use the butchery and the smoking chamber.", "51. On 13 May 2009 the Regional Building Inspector decided to stay the appellate proceedings which had been instituted by M.N. on 10 September 2008, considering that the judgment given by the Regional Administrative Court had not been enforceable.", "52. On 28 May 2009 M.N. appealed.", "53. On 15 July 2009 the Chief Inspector of Construction Supervision, considering that the Regional Administrative Court’s judgment of 23 February 2009 had become enforceable on 19 May 2009, quashed the Regional Building Inspector’s decision of 13 May 2009.", "54. On 7 June 2010 the applicants complained to the Chief Inspector of Construction Supervision about inactivity on the part of the Regional Building Inspector. This complaint has not yet been examined.", "55. On 8 September 1998 the Governor of Częstochowa gave a decision determining the admissible level of noise for M.N.’s butchery at 40 dB at night time, that is, between 10 p.m. and 6 a.m.", "56. On 3 August 2000 a check of the level of noise coming from M.N.’s butchery was carried out at the applicants’ property. It was established that the admissible noise level was exceeded by 15 dB. Therefore, on 29 September 2000, the Regional Environment Inspector gave a decision and imposed an incremental fine on M.N.", "57. On 6 December 2000 M.N. informed the Regional Environment Inspector that a special silencer had been installed in the smoking chamber.", "58. On 18 and 19 December 2000 the Regional Environment Inspector inspected the butchery and confirmed that a silencer had indeed been installed and the permissible noise level was no longer being exceeded.", "59. On 27 February 2001 a further noise-level check took place. It was established that the admissible noise level on the applicants’ property was exceeded by 9.4 dB.", "60. On 23 April 2001 the Regional Environment Inspector gave a decision ordering that the operation of the butchery be discontinued. M.N. appealed against this decision.", "61. On 23 August 2001 the Chief Environment Inspector quashed the challenged decision and discontinued the proceedings. The applicants complained to the Supreme Administrative Court.", "62. On 6 October 2003 the Supreme Administrative Court quashed the challenged decision and the case was remitted to the Chief Environment Inspector who, on 29 December 2003, quashed the Regional Environment Inspector’s decision of 23 April 2001 and remitted the case for reconsideration. However, as a result of this set of proceedings, M.N. ceased the night-time operation of the smoking chamber.", "63. On 23 and 24 September 2004, during a check carried out by the Regional Environment Inspector, it was confirmed that the smoking chamber was not operating at night. Subsequently, a noise test was carried out. The level was established as being 40.9 dB, which was only 0.9 dB above the permissible norm, which did not constitute a sufficient basis to impose a fine on M.N.", "64. On 13 October 2004 the Regional Environment Inspector gave a decision and discontinued the proceedings. The applicants appealed.", "65. On 29 December 2004 the Chief Environment Inspector quashed the challenged decision and remitted the case.", "66. On 2 February 2005 the Governor of Częstochowa gave a decision cancelling his own decision of 8 September 1998. The Governor relied on the amendment of the Regulation of the Minister of the Environment of 29 July 2004, according to which the permissible level of noise for the relevant area had been increased to 45 dB.", "67. On 12 April 2005 the Regional Environment Inspector made a check of the butchery and confirmed that it was not operating at night. M.N. constructed a shelter and a roof which functioned as acoustic screens.", "68. On 13 April 2005 the Regional Environment Inspector discontinued the proceedings. The applicants appealed.", "69. On 12 December 2005 the Chief Environment Inspector dismissed the appeal. The applicants did not lodge a complaint with the Supreme Administrative Court. The decision of 12 December 2005 became final.", "70. In a letter of 26 October 2007 the Regional Environment Inspector confirmed that the decision of 12 December 2005 was final and informed the applicants that no proceedings relating to M.N. and his butchery were being conducted before that administrative authority.", "71. The relevant domestic law concerning the remedies for inactivity on the part of the administrative authorities at the material time is set out in the Court’s judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}