{"ITEMID": "001-108431", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF CRISTESCU v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["6. The applicant was born on 30 January 1959 and lives in Bucharest, Romania.", "7. The applicant was married to I.R. and the couple had two children, C.I., born on 19 December 1992, and Th.N., born on 12 August 1996.", "8. Following divorce and child custody proceedings initiated by I.R. on 21 March 2001, the Bucharest First District Court of First Instance held on 9 October 2001 that the children should live with their mother. The applicant was entitled to visit his children according to the following schedule: every first and third weekend of the month, from 6 p.m. on Friday to 6 p.m. on Sunday; two weeks during the summer holidays; and one week during the winter holidays.", "During the proceedings, two environment studies were conducted at the applicant’s home and at I.R.’s home respectively. The studies concluded that the children were well taken care of and that their development was in accordance with their age. It was noted that the elder child, C.I., had started living with the applicant on 24 September 2001, and that their relationship was based on good communication. The applicant expressed his wish that C.I. be placed with him, in the light of their close relationship.", "The court did not interview the two children, given their young age.", "In delivering its judgment, the court took into consideration the evidence adduced, including the two studies; it held that the mother had proved to have spent more time with the two children, but it also underlined that it was in the two children’s best interests to be placed with their mother, particularly in view of their age.", "9. The applicant appealed against the judgment, reiterating his wish that he be awarded custody of his elder son, C.I., with whom he had a very close relationship.", "On 21 May 2002 the Bucharest County Court modified the first-instance court’s judgment concerning the custody of C.I., which was awarded to the applicant, in view also of the child’s own choice in the matter. The first-instance court’s reasoning concerning Th.N. was upheld without being reassessed, seeing that none of the parties contested that part of the judgment. The court’s reasoning observed that:", "“In the present case, it is beyond any doubt that both parents provide for their children a very good environment for their development, both financially, and also morally.", "The fact that during the marriage it was the mother who dedicated more time to the children was because she had more free time available, and also because traditionally, in any family, it is the mother who predominantly takes care of the children, especially during the first years of their lives.", "It follows that the father cannot be regarded as not having shown interest in the upbringing and education of the children.”", "10. I.R. appealed against the judgment, arguing mainly that it was not in the best interests of the children that they be separated. In support of her request, she submitted several statements given by the children’s teachers, but also by the psychologist E.I.V., who had examined both children; the reports mainly noted that the two children were extremely happy to see each other, as it was obvious that they had a very affectionate relationship and that their separation had affected them both:", "“The behaviour of the two brothers reveals a strongly affectionate relationship, and their break-up was followed by the psychological breakdown of C.I. (...); their separation has been very traumatising for both children”.", "In another report written by E.I.V, it was noted that Th.N. had suffered as a result of the conflict-ridden relationship of his parents, and that:", "“The state of conflict that marked the parents’ divorce evidently affected the child. The younger child is stable at present, even though he intensely resents the absence of his older brother.", "The rare contact he had with his father following the latter’s separation from his mother evidently perturbed the psychological state of the younger child, owing to the father’s attempts to inculcate in him a hostile attitude towards the mother and to undermine his trust and his affection for her”.", "The applicant for his part submitted a copy of a psychological report of 11 September 2002, as well as a medical certificate issued on 16 September 2002 concerning C.I., stating that: the boy was normally developed, presented a level of maturity appropriate for his age and did not have adjustment difficulties as a result of his parents’ separation; the sadness he had shown a few minutes after seeing his little brother proved only that he had reactions which were normal in the case of two separated brothers; and that C.I. had expressed his wish to stay with his father, even though he loved his brother and his mother.", "11. The Bucharest Court of Appeal gave its final judgment on 25 October 2002, upholding the County Court’s determination. The court held that considering C.I.’s age, his choice to live with his father was relevant and could not be ignored. The court also held that it was in the children’s best interests that their parents made it possible for them to see each other and to spend time together, whether at the mother’s house or at the applicant’s house.", "12. Following I.R.’s refusal to let the applicant take Th.N. from her home, allegedly because he did not want to “leave his mum’s house”, the applicant asked the courts to specify the exact manner in which his rights of contact were to be implemented.", "In its final judgment of 21 April 2003 the Bucharest County Court held that the applicant was entitled to take Th.N. from I.R.’s home according to the visiting schedule which had been previously accepted by the courts.", "13. On 24 May 2002 the applicant initiated enforcement proceedings against I.R.; on 31 May 2002 his request was granted in court.", "14. The first summons was therefore issued by the bailiff for 28 June 2002; on that occasion, the official record drawn up noted I.R.’s absence from her residence.", "On 9 July 2002, the bailiff requested information from the competent authorities regarding I.R.’s current residence.", "A further summons was issued on 23 August 2002; the record drawn up on 4 October 2002 in the presence of the bailiff, the applicant and a policeman stated that no one had allowed them to enter the premises, even though noises and a human voice could be heard inside the house.", "15. In a further report issued on 16 May 2003 the bailiff noted that I.R. and Th.N. had not been at home.", "The official report drawn up on 30 May 2003 noted I.R.’s assertions, according to which it was not she who had opposed the applicant seeing Th.N., but, rather, it was the child who had refused any contact with his father. In order for the father-child relationship to reach a normal level, I.R. further asserted that she would make efforts to encourage the child to grow closer to his father. The parties agreed to allow the two children to meet in a public place, firstly on 1 June 2003, between 6 p.m. and 9 p.m., and then also on the following weekends, Saturday and Sunday, between 5 p.m. and 7 p.m., after which the parents would agree upon the new schedule for mutual visits, so that the children would spend the weekends together, with each parent alternately.", "16. On 17 June 2003 I.R. lodged an objection to the report of 30 May 2003, essentially asking for a suspension of its enforcement, on account on the child’s alleged refusal to leave with his father. In support of her claims, she adduced two reports drawn up by the psychologist E.I.V. on 2 April and 16 June 2003 (see also paragraph 33 below).", "On 14 July 2003 the Bucharest County Court dismissed I.R.’s objection, holding that the annulment of the report drawn up by the bailiff was not justified, in so far as the reasons relied on concerned the merits of the dispute over contact rights.", "The judgment became final, as it was not appealed against by any of the parties.", "17. On 4 July 2003 the parents met at the bailiff’s office and agreed that during the summer vacation the children should stay alternately, for two weeks at a time, with each parent. I.R., however, could not agree on the period of time at issue, and thus opposed the applicant’s request that Th.N. should stay with him starting on 15 August 2003 at the latest.", "18. On 19 December 2003, in the presence of the bailiff, the applicant went to I.R.’s known residence, where he talked with I.R.’s mother, who informed him that I.R. and Th.N. had left on vacation the previous day.", "19. On 19 March 2004 the applicant and the bailiff went to I.R.’s known residence, where they found I.R.’s father. He told them that I.R. and Th.N. were not at home and asked them to leave.", "On 30 April 2004 another report was drawn up by the bailiff, noting Th.N.’s refusal to join his father and go to his home.", "20. On 6 July 2004 I.R. again contested the enforcement of the impugned judgment of 2002, seeking to prove that its enforcement had become impossible, having regard to the precarious state of health of Th.N., following his two visits to his father’s house on the weekends of 6 and 20 June 2004. On those occasions, the child allegedly came back to I.R.’s home sick and confused. Following some urine tests, Th.N. was found to have been intoxicated with benzodiazepine (the first time) and with nicotine (the second time).", "With respect to the alleged incidents, I.R. also lodged a criminal complaint against the applicant, accusing him of having endangered Th.N. s physical integrity (see also paragraph 30 below).", "On 20 September 2005 the Bucharest (First District) Court of First Instance dismissed I.R.’s complaint, holding that in an objection to enforcement proceedings, the parties were not allowed to submit arguments concerning the merits of the enforceable judgment. Moreover, the court held that I.R. had not proven in any way her accusations against the applicant.", "21. I.R. appealed against that judgment, reiterating her allegations that the applicant had endangered Th.N.’s state of health, thereby rendering it objectively impossible to continue with the enforcement of the disputed judgment allowing him contact.", "On 12 April 2006 the Bucharest County Court dismissed the appeal. In its final judgment, the court held that:", "“Indeed, medical documents were contained in the file, proving that during a specific period of time, the minor did have in his body certain toxic substances; however, no fault or negligence can be imputed to the father in this regard; therefore, no impediment exists to the enforcement of his contact rights.”", "22. In the meantime, on 30 November 2005 the applicant, in the presence of the bailiff, went to I.R.’s known residence, where they found that I.R. had moved to an unknown place. Consequently, on 6 December 2005 the bailiff requested the competent authorities to inform him of I.R.’s new residence. The authorities’ reply of 22 December 2005 indicated I.R.’s residence, as noted in the official records.", "On 20 January 2006 the applicant and the bailiff went to that address, where they learnt that the house had been sold to third parties in June 2005.", "On 23 January 2006 the bailiff requested updated information from the competent authorities regarding the current residence of I.R.; however, in the meantime, on 19 January 2006 I.R. had sent a letter to the bailiff, notifying him and the applicant of her new residence. She had also informed the bailiff that the proceedings seeking to suspend the enforcement of the judgment of 2002 granting the applicant contact rights were still pending (see paragraphs 31-38 below), and thus asked the bailiff to avoid any type of harassment of Th.N. until those proceedings had come to a conclusion.", "30. On an unspecified date in June 2004 I.R. lodged a criminal complaint against the applicant. She submitted that after Th.N. had spent the weekend of 4 to 6 June 2004 with his father, he had come back home in a general state of confusion and tiredness. The medical examination performed the next day had revealed that Th.N. had been intoxicated with benzodiazepine.", "On 20 June 2004, when she had picked up the child from his father, with whom Th.N. had spent the weekend, the child was again in a state of tiredness. The medical examination conducted that evening had shown no signs of benzodiazepine; however, an examination carried out the following morning had found nicotine in the child’s blood.", "The investigating authorities required an expert report to be prepared by the Institute of Forensic Medicine. On 24 August 2004 I.R. went to the Institute and declared that she refused to allow Th.N. to be examined. The report was drawn up based on the existing medical documents, noting that the source and the context of both intoxications could not be established. As the minor had not been examined, no conclusion on any potential violent acts against him or on potential traces of medical treatment could be formulated.", "The decision not to indict the applicant delivered by the prosecutor on 15 February 2006 was based on the fact that the adduced evidence had not revealed beyond doubt signs of serious negligence or omission imputable to the applicant in the exercise of his parental rights with respect to the incidents of June 2004.", "I.R. contested that decision before the courts. Her request was dismissed as out of time on 8 February 2007 by the Bucharest (Second District) Court of First Instance.", "31. On 7 November 2002 I.R. applied to the courts, requesting that she be granted contact rights with respect to C.I.; she also requested that the contact arrangements of the applicant concerning Th.N. be altered, so as to take place on one Saturday monthly, between 2 p.m. and 6 p.m. She submitted that this change was necessary in view of the “negative influence” that the applicant exerted on the child, who was afraid that he would be taken away from his mother and who, each time when he was required to leave with his father, had nightmares, states of anxiety and crying fits.", "32. On 3 March 2003, following a social worker’s visit to both of the parents’ homes, a report was drawn up, stating that:", "“The mother is preoccupied with raising and educating Th.N.; the two have a good relationship, based on affection and communication. In the mother’s opinion, the father should be allowed to visit Th.N. at her home and in her presence, for fear that by leaving the child at the father’s house, he might have a bad influence on the child.", "The mother declared that she had attempted to have personal contact with the minor C.I., but had been obstructed by the father, who had not allowed her to enter his home and who had created a bad image of her in the child’s mind.”", "While acknowledging that C.I. enjoyed “optimal living conditions” at his father’s house, the social worker also noted that the two had a harmonious relationship, based on affection and mutual understanding. The applicant had declared that he wished that he could have a closer relationship with his other child, Th.N., but on account of the mother’s attitude, such a goal had become unattainable. C.I. had expressed his wish to spend more time with his brother, whom he truly loved.", "The social worker also noted that the headmaster of the kindergarten attended by Th.N. had informed him that the applicant was interested in his son’s activities and that “he was sometimes allowed to talk to the child, but only in the presence of another person”.", "The report’s conclusion pointed to the fact that the two brothers had a very warm relationship, and also that both parents showed an affectionate and caring attitude towards the two children, both expressing their full receptiveness to developing a closer relationship with the child who lived with the other parent.", "I.R.’s request for a psychological report assessing Th.N. was dismissed by the court on 6 March 2003 as unnecessary.", "33. I.R. subsequently submitted to the file two psychological opinions (aviz psihologic) issued by the psychologist E.I.V., who had seen and examined Th.N. starting in November 2001, immediately after had been separated from his brother. In his report of 2 April 2003, the psychologist stated:", "“The minor (Th.N.) is an intelligent child, who tries to understand the situation, but the fear of being separated from his mother, as happened with his brother, causes new states of anxiety, crying fits, nightmares and nocturnal enuresis [bed-wetting].", "His current state is also provoked by his father’s unscheduled visits, the child feeling threatened by a possible kidnapping, bearing in mind his brother’s experience. His relationship with his father has deteriorated also on account of the latter’s using insulting words in relation to I.R. and his aggressive behaviour towards the mother in the presence of the child.", "The minor does not wish to be visited by his father, not even if his brother is also present, owing to the fact that his brother (C.I.) has attempted several times to persuade him that it is very nice to live with their father, because ‘at dad’s you don’t need to respect mummy’s rules: you don’t need to brush your teeth, you don’t need to learn, you don’t need to take piano lessons’; his brother also made him swear that when he reached the age of ten, he would move in with them.”", "In a further report issued on 16 June 2003 the same psychologist noted the following:", "“I have re-examined Th.N., seeing that new anxiety attacks, episodes of nocturnal enuresis and bruxism [teeth-gnashing] have appeared.", "I have noted that these symptoms appeared following the child’s being visited by his father, who was accompanied by the brother (C.I.), and also by the bailiff and the father’s lawyer. The child has difficulties in relating the incident, as he fears ‘the gentleman who forces him to go to his dad’s’.", "The symptoms presented are caused, on the one hand, by the fact that his relationship with his father has deteriorated and, on the other hand, by the brutality used in enforcing the [father’s] contact arrangements.", "A pronounced state of anxiety on the child’s part when in the presence of his father, and an increasing change in their relationship are noted.”", "34. The applicant contested I.R.’s arguments, mainly stating that it was impossible for him to have exerted a bad influence on the child Th.N., since he was never really around him because he was not allowed to see him. Moreover, the few times when they had actually met had been in the presence of the bailiff or of the staff at the child’s school. His constant attempts to see Th.N. had been undermined by I.R.’s repeated changes of address and of the child’s kindergartens, and subsequently his schools, changes which had never been brought to his attention.", "35. On 22 May 2003 C.I. was heard by the court in camera, where he declared that he would like to be visited at his home only by his brother Th.N., and not by his mother.", "36. On 9 October 2003 the Bucharest (Second District) Court of First Instance partly allowed I.R.’s request to be allowed to visit C.I. every other weekend, from Friday at 6 p.m. until Sunday at 6 p.m., two weeks during the summer vacation and one week during the winter vacation. The court dismissed I.R.’s request for an alteration of the applicant’s contact arrangements with respect to Th.N. as ill-founded, holding that the circumstances which had been taken into account by the courts in the previous proceedings concerning contact had not changed.", "37. The judgment was appealed against by I.R., who reiterated her request that the applicant should be allowed to visit Th.N. one day per month only, on Saturdays, from 2 p.m. to 6 p.m.", "On 25 March 2004 the Bucharest Court of Appeal dismissed I.R.’s appeal, holding that the visiting schedule she proposed would be unfair, considering that she herself was allowed to see the other child, C.I., for more than just a few hours per month. Besides, I.R. had not proven that the circumstances assessed by the courts in 2002, when the applicant’s contact rights had been established, had changed in any substantial way so as to warrant an alteration of those rights.", "In a dissenting opinion, Judge M.R. stated that the contact arrangements vis-à-vis Th.N. needed to be changed, namely reduced. I.R. had produced sufficient evidence proving that Th.N. had been psychologically traumatised by the separation from his brother, and that he was convinced that this separation had been caused by his father, who also wanted to separate him from his mother; at the same time, in the process of enforcing his rights of contact with the bailiff’s aid, the father had threatened the child that he would take him with the help of the police if he did not voluntarily come with him; there was evidence in the file (testimonial and expert psychologist opinions) stating that Th.N. suffered from anxiety attacks, nightmares and nocturnal enuresis, on account of his fear of being separated from his mother, and owing to the perceived threat that he would be kidnapped. From that perspective, the judge considered that the child needed a more stable environment, and that he was developing well in the ambience created by his mother and his maternal grandparents.", "38. I.R. lodged an appeal on points of law. On 9 March 2009 it was struck out by the Bucharest Court of Appeal for failure to pursue the proceedings.", "39. On 22 December 2006 I.R. lodged a request seeking to be granted resident parent status with respect to her son C.I.", "She submitted that on 20 December 2006 C.I. had left his father’s house and moved in with her, and implicitly with his brother Th.N. and with her new family (husband and their few months’ old twins).", "I.R. alleged that as a consequence of her tense relationship with the applicant, as evidenced by the several criminal complaints he had lodged against her, it had become very difficult for her to maintain contact with C.I., which also impeded the two children’s possibility of spending time together. In the autumn of 2006 her elder son had told her that he wanted to move in with her, to live with her and with his younger brother. His wish was allegedly motivated by his strong and affectionate relationship with his brother, but also by the fact that he felt neglected and badly treated at home, following his father’s moving in with his new girlfriend and her own eleven- year-old son.", "40. The applicant denied these assertions. He reiterated that it was I.R. who had obstructed the development of a normal relationship between the brothers by not allowing him to take Th.N. according to the schedule approved in 2002 by the courts.", "The applicant also filed counterclaims, asking to be granted custody of Th.N., mainly contending that I.R. would not be able to take care of all the four children she had, in view of the fact that she had many other responsibilities (I.R. being a doctor and a professor as well as a mother and a wife). Moreover, it was important for the children to be raised by their real father, and not a “surrogate father”, namely I.R.’s new husband.", "41. On 5 February 2007 a report was drawn up by a social worker who had visited both parents’ homes and had interviewed the parties.", "The report reiterated the fact that the intense, litigious past of the parties had decisively aggravated and strained the relationship between the parents, on the one hand, and between them and the children, on the other hand. Such incidents had also contributed to the fact that the two brothers had not been able to see each other as often as they wanted.", "The social worker also interviewed C.I., who had stated that:", "“he decided in desperation to escape from his father’s home by taxi, as he felt neglected, isolated, offended; he was not allowed to speak to his mother and to his brother Th.N., he was not allowed to have friends over, he did not have a good relationship with his father’s girlfriend or with her son, who had been living with them for the past three years; moreover, he (C.I.) was eager to meet his twin brothers and to spend more time with his maternal grandparents, whom he had not seen for the past five years.”", "The report noted that at the time of the social worker’s visit, C.I. seemed very happy to stay at his mother’s house, together with all of his brothers, whom he loved, and with his mother’s husband, who was very open and fond of children. He expressed in categorical terms his intention to stay with his mother. He declared that his father had come three times to see him at school and made him believe that he would not oppose his wish to stay with his mother.", "In conclusion, the report recommended that I.R. should be granted resident parent status with respect to C.I., as not only was this the child’s firm wish, but also, in the new family, the child had been greeted with much love, making him feel included and protected.", "42. On 8 March 2007 the two children, aged ten and fourteen at the time, were heard by the court, separately and in camera. The judge noted Th.N.’s statements, according to which:", "“he lived with his mother and with her husband, whom he loved more than he loved his dad; his father came several times to take him;", "- two or three years ago, he spent the weekend with his dad, and was not allowed to sleep with his brother C.I, but instead he slept with his dad; on the second day he was sick, and when he was taken to hospital by his mother, it became apparent that he had been intoxicated with nicotine; before that weekend, he had spent two other weekends with his dad, but nothing bad had happened to him;", "- last year, on 6 December, he went to the police with his mum, to meet his dad; he said that he did not want to leave with his dad, even though the policeman insisted that he do so;", "- many times, his father had talked badly about his mum, telling him to stop living with her;", "- prior to his parents’ separation, he had witnessed his father strangling his mother.”", "C.I., for his part, declared that:", "“- when his parents separated, he had decided to leave with his dad, as he had told him that mum had stolen money, and that mum did not care for him and would mistreat him; he witnessed some violent scenes when his father had forced mum to tell him where the money was;", "- his brother had felt sick following a visit to their dad’s, and then his father had shown him a printed paper, telling him that it was proof that mum had given drugs to his brother;", "- at his dad’s, he had felt that he was a burden; his father was not interested in him, did not help him with his homework, never asked anything about how he was getting along at school nobody hugged him while he lived with his dad;", "- mum took care of him, helped him with his homework, bought him clothes, hugged and kissed him;", "-he felt that he could not complain about all these things to anybody; he only saw his mum at school, and his dad was telling him bad things about her; he was afraid to complain to anybody for fear that his father would hear about it and beat him;", "- his father had beaten him when he took some of his [father’s] own food; from that moment on, he had followed all the rules, for fear that he would otherwise be beaten;", "- before he had left for his mother’s house, he had warned his dad that he would leave if he continued to behave in such a way, and his dad had told him that if he left, he should never come back;", "- following his moving in with his mum, his dad had visited him at school every week, promising that he would change, blaming stress at work for his behaviour;", "- if possible, he would like to stop seeing his dad.”", "Several witnesses were also heard, mainly stating that the two brothers were well taken care of by their mother and that they were both happy together.", "43. On 5 April 2007 the Bucharest (Second District) Court of First Instance allowed I.R.’s request to be granted resident parent status with respect to C.I.; at the same time, the court allowed the applicant contact, to be exercised during every first and third weekend of the month, from 6 p.m. on Friday to 6 p.m. on Sunday, but also for two weeks during the summer holidays and one week during the winter holidays.", "In so doing, the court held that it was in the best interests of the minor to stay with the parent he felt closer to:", "“Even assuming that the minor C.I. had only imagined a complete scenario of abuse and neglect from his father, the fact that he reproduced the same scenario to several people, as transpired from the evidence, proved the existence of a serious breakdown in communication between him and his father.”", "Taking into account the child’s own choice, but also his best interests, on the basis of the file, the court held that C.I. should stay with his mother, while also allowing the applicant contact on an identical schedule to that set out with respect to Th.N. The court further held that concurrent efforts on the part of both parents were essential for the improvement of the father’s relationship with his two children.", "In dismissing the applicant’s request to be granted custody of Th.N., the court held:", "“The disputes between the parties regarding the enforcement of the judgment allowing the father contact are not a good enough reason to justify a change with respect to the custody of Th.N.; the father has at his disposal several procedural means aimed at addressing the non-enforcement of a judgment, but he must also find the appropriate means to allow him to grow closer to the child, while the mother’s duty is to explain to the child the importance of staying in touch with his father.”", "44. The judgment was not appealed against and thus became final.", "48. The relevant domestic legal provisions are set out in the Court’s judgments in the cases of Lafargue v. Romania (no. 37284/02, §§ 64-69, 13 July 2006), and Costreie v. Romania (no. 31703/05, §§ 55-58, 13 October 2009). The role and responsibilities of the local public authorities in respect of social assistance and child protection, as well as the relevant provisions of the Child Protection Act (no. 272/2004), are described in the judgment in the case of Amanalachioai v. Romania, (no. 4023/04, §§ 56 and 59, 26 May 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}