{"ITEMID": "001-105279", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MATUSHEVSKYY AND MATUSHEVSKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicants were born in 1952 and 1956 respectively and live in Lviv.", "6. On 4 February 2008 the applicants’ thirty-year-old son, Mr Igor Matushevskyy (“I.M.”), was placed in Lviv Pre-Trial Detention Centre no. 19 (“the SIZO”) following his arrest on suspicion of a drug-related offence.", "7. On the same date I.M. was examined by a medical commission which found him to be in good health.", "8. On 7 February 2008 a drug specialist found him to be in unstable remission from drug addiction.", "9. On 24 April 2008 I.M. was placed in cell no. 153, which was shared by nine inmates. It was his sixth transfer to a different cell in the SIZO.", "10. On 22 May 2008 at 6.10 p.m., the inmates of cell no. 153 knocked on the door and informed the prison guard that I.M. had fallen from the upper bed and had fainted. A few minutes later, a medical attendant and the on-duty doctor arrived. According to an entry made by them in I.M.’s medical record, they administered the following injections to him: cordiamin, cortisol, mezaton, caffeine and atropine. He was then transported to the medical unit, still alive. At 6.50 p.m. an ambulance, for which the prison administration had called, arrived; and at 7.02 p.m. I.M. was pronounced dead. According to the medical certificate written by the SIZO administration and the doctors recording I.M.’s death, a closed craniocerebral injury was indicated as the preliminary cause of death.", "11. On the same date three of the inmates, as well as the personnel involved, gave written statements concerning the matter to the SIZO’s governor. The detainees explained that there had been no incidents in the cell, that I.M. had accidentally fallen from his bed and that they had unsuccessfully tried to bring him back to consciousness by putting a wet towel on his forehead. According to them, they had promptly called for a doctor, who, in turn, had arrived without delay. The inmates also submitted that a few hours before his death I.M had complained of headache. One of the detainees noted that I.M. had occasionally mentioned that he suffered chest pains.", "12. In the evening on the same date, 22 May 2008, the SIZO administration examined the scene and informed the Lviv police and the Lviv Regional Prosecutor’s Office (“the LRPO”) of I.M.’s death.", "13. On 23 May 2008 at about 4.30 p.m., the SIZO administration sent a telegram to the applicants informing them that their son had died and that they could collect his body from the Lviv morgue.", "14. According to the applicants, at about 10 a.m. on 23 May 2008, before the telegram had reached them (on 24 May 2008), they received an anonymous phone call from a person who had introduced himself as a detainee at the SIZO. He had allegedly stated that I.M. had been killed by SIZO officers.", "15. The applicants immediately got in contact with the local morgue, which confirmed that I.M.’s body was there. However, according to the applicants, its staff refused to show them his body.", "16. The first applicant also informed the LRPO of the allegations received in the anonymous phone call and sought the opening of a criminal investigation into the matter.", "17. On the same date, 23 May 2008, the Lviv Regional Police found that there was no indication of a homicide and terminated the investigation.", "18. On 24 May 2008, from 9 a.m. to noon, the first applicant waited outside the morgue while an autopsy of I.M.’s body was going on. He saw some people there (whom he later found out were from the SIZO) and allegedly heard one of them saying on the phone: “Everything is fine, the haematomas have been removed and the bruises behind the ears have been retouched. There is something there with his heart and lungs.” The applicant had the impression that the conversation had been about his son.", "19. After the autopsy was completed, the first applicant was allowed to collect I.M.’s body. According to him, he discovered the following injuries on it: I.M.’s chest, shoulders, arms and legs, as well as his groin area, were covered with bruises, his fingertips were bluish in colour, the phalanx bone of the little finger on his left hand was broken, his face was swollen and his nasal bridge was deformed, the hair on his temples was missing as if it had been torn out, and there were bloodstains on his earlobes. The applicant asked the doctor about the injuries and was told that they were the signs of post-mortem lividity.", "20. The morgue issued a death certificate to the first applicant indicating that the cause of death had “not been preliminarily clarified”.", "21. Later on 24 May 2008, the applicants discovered in their mailbox a letter from an anonymous “detainee”, according to which I.M. had been beaten up by one of the inmates, T., on police instructions with a view to extracting a confession from him, and had died of the injuries he had sustained. It was noted in the letter that the SIZO administration was intimidating the witnesses in order to conceal the real cause of death. However, the witnesses would give truthful testimonies if questioned by the prosecutor in absence of SIZO staff.", "22. On 26 May 2008 the first applicant again complained to the LRPO that his son had been killed in the SIZO. On an unspecified date shortly thereafter the prosecutor questioned him as to what made him think that I.M.’s death had been a violent one. The first applicant referred to the information received from the anonymous phone call and letter. He also noted that his son had not made any complaints about his health. Furthermore, on 19 May 2008, the last time that the second applicant had passed over a food parcel for I.M., she had enquired with the SIZO medical staff whether he needed any medicine but had been told that he did not require any.", "23. On the same date, 26 May 2008, the assistant to the SIZO governor, who had been on duty when I.M. had died, gave a written statement to the LRPO, according to which: there had been no incidents in cell no. 153 on 22 May; no coercive measures had been applied to any detainees; and he had not seen any injuries on I.M.’s body. The senior security officer on duty made a similar statement.", "24. On 28 May 2008 T. and seven other inmates repeated their previous account of the events (see paragraph 11 above) to the LRPO, without specifying what aid they had provided to I.M. before the medical attendant’s arrival, which had been two to three minutes after I.M.’s fall. The inmates from the neighbouring cells, nos. 152 and 154, stated that they had not heard any noise from cell no. 153 on 22 May 2008. The prosecutor also questioned detainee V., with whom I.M. had been sharing cell no. 140 before his transfer to no. 153., and who, according to the applicants, might have had additional information about the circumstances of his death. V. submitted that I.M. had not wanted to encounter T. and had therefore been unwilling to be transferred to cell no. 153. V. had allegedly warned the administration about a possible conflict between T. and I.M., as, according to him, they had been “opposites in the criminal world”.", "25. On 29 May 2008 the prosecutor questioned the SIZO governor as regards, in particular, the reasons for I.M.’s frequent transfers from one cell to another. The governor stated that I.M. had had a negative influence on other detainees, without giving further details. He submitted that I.M. had neither opposed his transfer to cell no. 153 nor had he later asked to be transferred to another cell. T. and I.M. had not shared cells before. The governor also contended that he had not received any information about conflicts between them or about any wrongdoing on the part of T. According to him, the atmosphere in cell no. 153 had been calm.", "26. On 29 May 2008 T. stated that he had known I.M. since 1998 because they had lived in the same town. According to him, they had been neither friends nor enemies, rather just acquaintances. He also supplemented his earlier statements to the effect that the inmates had tried to bring I.M. back to consciousness by pouring water on him and by rubbing his hands, feet and ears.", "27. On 29 May 2008 a toxicologist of the Regional Bureau of Forensic Medical Examinations issued a report, according to which no alcohol had been discovered in I.M.’s blood.", "28. On 30 May 2008 another forensic medical report was issued by a histologist following an examination of I.M.’s body tissues. It concluded that the deceased had been suffering from: swelling of the lungs and haemorrhaging, focal serous bronchopneumonia, chronic leptomeningitis, fatty liver disease, chronic persistent hepatitis, signs of chronic nephritis, and atheromatosis of the aorta.", "29. On the same date the Galytskyy Police Department refused to open a criminal case regarding the death of I.M. for want of indication of a crime.", "30. On 2 June 2008 the Galytskyy District Deputy Prosecutor quashed the aforementioned decision as having been delivered prematurely.", "31. On 3 June 2008 the forensic medical expert who had performed the autopsy gave a written statement to the LRPO. He stated that there had been bruises and sores on I.M.’s face, both earlobes, and on the inner parts of both thighs, while no bone fractures or craniocerebral injuries had been discovered. The expert expressed the view that a possible cause of I.M.’s death could have been a heart or lung condition.", "32. On the same date detainee V. additionally explained that he had wanted to stay in the same cell as I.M. because the latter had often received food parcels and had shared them with his cellmates.", "33. On 3 June 2008 the LRPO refused to institute criminal proceedings against the SIZO staff in respect of I.M.’s death for a lack of corpus delicti in their actions.", "34. On 6 June 2008 the Frankivskyy District Court in Lviv terminated the pending criminal proceedings against I.M. given that he had died. It also issued a separate ruling in which it noted that the circumstances of I.M.’s death warranted a criminal investigation (it had been informed by the SIZO administration that I.M. had died because of a closed head injury).", "35. On 11 June 2008 the LRPO quashed the decision of 3 June 2008 and resumed the investigation. In particular, it noted that it was still necessary to question the ambulance doctors, to analyse the anonymous letter received by the applicants with a view to establishing its author, to question T. as to whether he had suffered any injuries, and to take steps to find out who had telephoned the applicants on 23 May 2008.", "36. On 12 June 2008 the applicants complained to the LRPO that the cause of their son’s death had never been officially established. They pointed out that the accounts of the SIZO governor in that regard lacked consistency. Thus, according to them, he had explained that I.M. had died because he “had fallen from his bed”, subsequently because he “had fallen ill”, and, lastly, because he “had fallen down in the shower”.", "37. On 17 June 2008 a forensic medical report was issued, according to which a chemical examination had discovered the presence of an organic substance possibly belonging to a group of amphetamines (psychostimulant drugs) in I.M.’s body. A precise identification of the substance was impossible. At the same time, it was noted in the report that the examination had not revealed any traces of caffeine or atropine, amongst other substances.", "38. On 18 June 2008 another forensic medical examination (started on 24 May) was completed. It found the following injuries on I.M.’s body: two sores, one on each side of the nose; three sores under the left eyebrow; a brownish-red sore on the lower part of the right earlobe and a bluish-violet bruise on its upper part; a bluish-violet bruise of 2 x 1 cm behind the left earlobe and a similar bruise measuring 2.5 x 3 cm behind the right earlobe; a triangle-shaped sore on the neck behind the right ear; a bluish-violet bruise of 24 x 24 cm on the inner side of the right thigh and a similar bruise of 15 x 14 cm on the inner part of the left thigh; as well an area of 10 x 20 cm on the front part of the left thigh which was bruised all over. The examination of I.M.’s internal organs revealed a 7 x 9 cm long and 0.4 cm deep area of haemorrhaging in the right temple and a 6 x 7 cm long and 0.3 cm deep area of haemorrhaging in the left temple. The expert concluded that I.M. had sustained the aforementioned injuries while still alive. He classified them as insignificant and having no relation to his death. No bone fractures were discovered. The examination report indicated cardiomyopathy, presumably caused by drug addiction, as the cause of I.M.’s death. It noted that I.M. had been intoxicated by a psychostimulant substance belonging to the amphetamine group which had triggered a heart attack and death. Furthermore, it discovered features of the following conditions: focal serous bronchopneumonia and chronic leptomeningitis, fatty degeneration of the liver, chronic hepatitis and nephritis, atherosclerotic heart disease, thyroid hyperplasia and cardiomegaly. They were also found to have contributed to I.M.’s death.", "39. On 26 June 2008 T. was examined by a forensic medical expert, who did not discover that he had suffered any injuries.", "40. By a letter of 27 June 2008, the SIZO governor informed the LRPO that an internal investigation had not revealed any drug trafficking in the SIZO. He noted that the psychostimulant substance discovered in I.M.’s body might have been passed to him from the outside with his food parcel, given that he had not shared his food parcels with anybody.", "41. On 3 July 2008 the LRPO questioned the ambulance doctor who had pronounced I.M. dead. He submitted that he had not seen any injuries on I.M., but only traces of bleeding from the nose and the left ear. He explained that he had given the “closed craniocerebral injury” diagnosis on the basis of the initial visual inspection, without giving further details.", "42. On the same date the LRPO decided that the investigation had not revealed anything criminal in the actions of the SIZO staff or I.M.’s cellmates. It therefore refused to institute criminal proceedings against them.", "43. On 8 July 2008 the prosecutor of the LRPO Supervision Department quashed the aforementioned decision as premature and ordered further investigation, the aim of which was to clarify, in particular, how the injuries had been inflicted on I.M. and how the drugs could have appeared inside the SIZO.", "44. On the same date the LRPO informed the applicants of the developments in the investigation and invited them to study the case file if they wished to do so.", "45. On 14 July 2008 four inmates of cell no. 153 gave further statements regarding the events of 22 May 2008. They noted that on that day I.M. had been exercising, after which the inmates had been taken to the shower area. Upon their return to the cell, I.M. had complained about having a headache. They also stated that they had massaged and rubbed I.M. and had slapped him in the face after his fall to bring him to his senses.", "46. On 28 July 2008 the LRPO delivered another decision refusing to open a criminal case against the SIZO administration or I.M.’s cellmates for a lack of corpus delicti in their actions. At the same time, the investigation into the death of I.M. continued, without being targeted against any particular person.", "47. On 8 August 2008 the LRPO ordered another forensic medical examination, this time by a commission of experts, with a view to finding answers to the following questions:", "- when I.M. had died and what the cause had been;", "- whether he had sustained any injuries and, if so, what their nature and origin were;", "- whether those injuries could have originated from being hit with blunt objects (such as fists, feet, a stick, etc.), and, if so, what those objects had been;", "- whether his injuries could have originated from first aid provided to him (rubbing of his ears, eyes, eyebrows and hands) and, if so, which of the injuries were caused in such a manner;", "- whether there was a causal link between I.M.’s injuries and his death;", "- whether I.M. had been suffering from any diseases or handicaps and, if so, whether those had had a causal link with his death; and", "- whether I.M. had consumed any alcohol or drugs shortly before his death, and, if so, what their impact had been.", "48. On 18 September 2008 a microscopic examination of I.M.’s internal organs revealed: subarachnoid haemorrhage in the pia mater surrounding the brain (it was impossible to localise the bleeding with additional precision); punctuate cerebral haemorrhage; and renal haemorrhage.", "49. On 27 October 2008 the forensic medical commission of three experts delivered its report. It confirmed that I.M. had died of a heart attack at about 7 p.m. on 22 May 2008. His injuries were estimated as light, with the exception of the subarachnoid haemorrhaging, which was of medium gravity. The haemorrhaging had commenced shortly before death and had originated from the repeated “hitting and shaking” action of blunt objects against the body. It could not be excluded that those objects had been fists, feet or other objects impossible to define. Given that the injuries were to different parts of the body, they could not all have been inflicted at the same time. Some of them – such as the sores on the nose and under the right eyebrow – could have originated from falling against a blunt object. The injuries could not be characterised as having resulted from first-aid efforts. No direct connection was established between I.M.’s injuries and his death. The experts also concluded that, prior to his death, I.M. had suffered from a number of diseases – of the lungs, heart, kidneys and liver – which had been aggravated by a heart attack and had caused his death. They also confirmed that a psychostimulant substance had been found in his body, without commenting on how it was related to his death.", "50. On 3 November 2008 the prosecutor of the LRPO Supervision Department quashed the decision of 28 July 2008 as lacking a proper basis and ordered further investigation.", "51. On 5 November 2008 the LRPO additionally questioned the toxicologist who had issued the report of 17 June (see paragraph 37 above). The expert specified that the drug discovered in I.M.’s body was not contained in any of the medications given to him by the doctors before his death. It could have stayed in the body for up to five days.", "52. On 7 November 2008 the prosecutor repeatedly inspected cell no. 153, together with a forensic medical expert (a member of the commission authoring the report of 27 October 2008 (see paragraph 49 above)) and in the presence of one of the detainees and two attested witnesses. A detailed inventory was produced containing details of all the beds and furniture items and measurements of the distances between them.", "53. On 10 November 2008 the LRPO questioned the expert who had participated in the inspection of the cell on 7 November 2008 (see paragraphs 49 and 52 above). Referring to the inspection of the scene, the expert stated that I.M. could have hit himself against the table while falling from the upper bed, then against the bench next to the table, and, finally, against the floor. Most of his bruises and sores, as well as the cerebral haemorrhaging, could have resulted from such a fall. As to the bruises behind both ears, they could have resulted from the intensive rubbing which the inmates had resorted to, having no knowledge as to how first aid should be provided. Lastly, the expert noted that the subarachnoid haemorrhaging could be assessed as being of both light and medium gravity, as the major criterion for the categorisation of such an injury was the effect of time, which was not applicable to the circumstances under examination.", "54. On 11 November 2008 another forensic medical expert participating in the commission which had issued the report of 27 October 2008 was questioned by the prosecutor. She noted that the internal bleeding could have resulted from a generalised trauma to the dead body. It could have occurred owing either to blows or to falling against a hard surface.", "55. On 12 November 2008 the LRPO again refused to institute criminal proceedings against the SIZO administration or the detainees for a lack of corpus delicti in their actions. On the same date it informed the applicants of that decision and explained to them that they had the right to study the case file at the LRPO’s premises.", "56. On 17 November 2009 the lawyer representing the applicants asked the LRPO for a copy of the decision of 12 November 2008. On 17 December 2009 the LRPO granted that request.", "57. On 8 February 2010 the prosecutor of the LRPO Supervision Department quashed the decision of 12 November 2008 as based on an incomplete investigation.", "58. On 9 April 2010 the LRPO ordered a complex forensic medical examination with a view to finding answers to the same questions as posed on 8 August 2008 (see paragraph 47 above). The investigator noted, in particular, that there had been injuries on I.M.’s body and that initially a closed craniocerebral trauma had been given as a possible cause of his death. It remained, however, to be established whether I.M. had in fact sustained the aforementioned injury and what the cause of his death had been.", "59. There is no information on the progress or outcome of the investigation.", "60. The applicants submitted to the Court ten colour photos of the dead body of their son, dressed and placed in a coffin. The only visible parts of his body are his face and hands. The bridge of his nose appears to be swollen. There are sores on the upper part of the bridge of his nose and below both eyebrows, and a bruise below his left brow. Both earlobes are covered with what appears to be bloodstains and bruises. There are also bruises and patches of missing hair on both temples. His fingertips and nails are bluish in colour.", "61. The relevant provisions of the Constitution and the Code of Criminal Procedure can be found in the judgment of Sergey Shevchenko v. Ukraine, no. 32478/02, §§ 36 and 38, 4 April 2006."], "VIOLATED_ARTICLES": ["2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}