{"ITEMID": "001-83639", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KANAT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Ali Kanat, is a Turkish national who was born in 1967 and lives in Istanbul. He was represented before the Court by Ms H. Çekiç, a lawyer practising in Istanbul. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 May 1994 the applicant was arrested by police officers from the Anti-Terrorist Branch of the Istanbul Security Directorate.", "On 18 May 1994 he was brought before the Istanbul State Security Court public prosecutor, where he denied the charges against him.", "On the same day, the applicant was examined by a doctor at the Istanbul Forensic Medicine Institute. In his report, the doctor stated that the applicant suffered from inguinal hernia and that there were no signs of ill-treatment on his body.", "On 19 May 1994 the applicant was brought before the investigating judge at the Istanbul State Security Court, where he repudiated the content of his police statement, alleging that it was taken under duress. On the same day, the judge ordered the applicant’s detention on remand. The applicant was sent to Bayrampaşa Prison.", "On 1 June 1994 the public prosecutor of the Istanbul State Security Court filed an indictment against the applicant, accusing him of being a member of an illegal organisation, namely the PKK (the Kurdistan Workers’ Party). He requested that the applicant be sentenced pursuant to Article 168 § 2 of the Criminal Code.", "On 21 July 1994 the applicant was examined by a doctor at the Eyüp Froensic Institute. According to the report, the applicant described pain on the inguinal region, on his shoulders, and weakness in his arms. He further complained that he had pain in his anus. The report stated that in order to be able to deliver a final report, further examinations were required. Having received further medical reports, on 29 July 1994 the Eyüp Forensic Institute issued its final report and concluded that the applicant suffered from an inguinal direct hernia. It was stated that this hernia might have been the outcome of an infirmity of the abdominal region, or it could be the result of an external trauma. It was also noted that if the hernia had been caused by an external trauma then this finding would prevent the applicant from working for fifteen days. The report finally stated that the other complaints would prevent the applicant from work for five days.", "On 1 December 1994, during its first hearing, the Istanbul State Security Court heard from the applicant. In his statement, the applicant denied the charges against him and gave the details about the ill-treatment he had been allegedly subjected to during his police custody. He stated that after he had been arrested by the police officers, he was put in a car; his head was covered with his coat, and he was beaten inside the car. After another two and a half hours’ drive, he was forced to lie on the ground face down. Someone stepped on his head and they shot two or three bullets near the left and right side of his head. He was then taken to the Istanbul Security Directorate building, where he was stripped naked and suspended from his arms. Electrics shocks were administered to his toes and genitals. He was also beaten on the soles of his feet. The applicant also submitted a copy of the medical report issued by the Eyüp Forensic Institute. At the end of the hearing, the court concluded that the applicant’s representative could file a complaint with the authorities about the applicant’s allegations of ill-treatment.", "On 8 December 1995 the applicant was allegedly beaten by the soldiers during his transfer from the Bayrampaşa Prison to the Ümraniye Prison.", "On 29 May 1997 the Istanbul State Security Court, which was composed of three judges including a military judge, found the applicant guilty as charged and sentenced him to twelve years and six months’ imprisonment.", "On 14 December 1998 the Court of Cassation quashed the applicant’s conviction on the ground that the Istanbul State Security Court had delivered its judgment without taking the applicant’s final statement.", "Between 14 December 1998 and 18 June 1999 the Istanbul State Security Court, to which the case file was remitted, held two hearings namely on 16 March 1999 and 27 May 1999, during which the judges dealt solely with procedural matters.", "On 18 June 1999 the constitution was amended and the military judge sitting on the bench of the Istanbul State Security Court was replaced by a civilian judge.", "In the meantime, in December 2000 a large number of prisoners started a hunger strike to protest against the F-Type prisons. On 19 December 2000 the security forces conducted an operation in several prisons to stop the protests. The applicant was allegedly beaten by the soldiers during this operation in the Ümraniye Prison.", "On 17 April 2001, after hearing the applicant in person to take his final defence submissions, the Istanbul State Security Court, composed of three civilian judges, adhered to its first judgment. Basing itself on the leaflets and the receipt vouchers of the organisation captured from the applicant’s residence, the witnesses’ statements, the cartridge clips and guns seized during the investigation, the court once again sentenced the applicant to twelve years’ and six months’ imprisonment.", "The applicant appealed against the judgment. In his petition, he maintained that the judgment of the first-instance court was based on his police statements which had been taken under duress.", "On 8 October 2001 the Court of Cassation upheld the judgment of the State Security Court.", "On 29 January 2004 the applicant’s lawyer provided the Registry with a medical report of 6 January 2004, which was drafted by a commission of medical experts of the Human Rights Foundation. The report noted that the applicant had applied to the Foundation on 7 November 2003 and complained about his continuing suffering as a result of ill-treatment on account of his previous detentions.", "The report concluded that the finding of 3 cm damaged tissue to the applicant’s head was in line with the applicant’s testimony about the operation dated 19 December 2000 and that the diagnoses of a right inguinal hernia were compatible with the story of physical pressure put on the abdominal region. According to the report, the applicant suffered from physical and psychological problems."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}