{"ITEMID": "001-23908", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "DENISOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Anatoliy Aleksandrovich Denisov, is a Russian national, who was born in 1950 and lives in Gatchina.", "On 20 August 2002 the applicant brought proceedings against a local authority alleging that the authority had not ensured a good upkeep of his house.", "On 30 September 2002 the Gatchina Town Court refused to initiate the proceedings because the applicant had not paid a court fee.", "On 13 November 2002 the Leningrad Regional Court quashed this decision on appeal as insufficiently reasoned.", "On 20 November 2002 the Gatchina Town Court again demanded the applicant to accompany his action with a court fee.", "On 25 December 2002 the Leningrad Regional Court upheld this decision on appeal.", "On an unspecified date the applicant lodged a supervisory-review complaint against these decisions.", "On 11 April 2003 a judge of the Leningrad Regional Court refused to lodge an application for supervisory review.", "On 10 September 2003 the acting President of the Leningrad Regional Court upheld the decisions, including that of 11 April 2003.", "On 14 November 2002 a new Code of Civil Procedure (“CCivP”) was enacted to replace that of 1964. The CCivP entered into force on 1 February 2003. Section 4 of the CCivP defines the procedures by which judicial acts which have come into force may be re-examined. Chapter 41 defines the supervisory-review procedure:", "“1. Judicial acts which have come into force ... may be appealed against ... in a supervisory-review court by parties to litigation and other persons if their rights and legal interests are affected by the judicial acts.", "2. Judicial acts may be appealed against in a supervisory-review court one year after they come into force.", "3. Where a public prosecutor participated in litigation, officials of the prosecutor's office ... shall have the right to appeal to a supervisory-review court against judicial acts which have come into force.”", "“2. A [supervisory-review application] against:", "i) ... a cassation judgment of ... a Regional Court; ... a judgment of a District Court ... [shall be brought] before the Presidium of a ... Regional Court...;", "ii) ... a cassation judgment of ... a Regional Court; ... a judgment of a District Court ... [shall be brought] before the Civil Section of the Supreme Court, if the Presidium of a ... Regional Court has dismissed applications against these judgments;...", "3. [Supervisory-review complaints] against supervisory-review judgments of the Civil Chamber of the Supreme Court ... shall be brought to the Presidium of the Supreme Court if such judgments disrupt the unity of court jurisprudence.”", "“2. After examination of a [supervisory-review application] a judge shall decide as follows: either", "i) to obtain the case-file, if there are doubts as to the lawfulness of the judicial act; or,", "ii) not to obtain the case-file, if under the federal law the reasons of the [supervisory-review application] cannot entail the quashing of the judicial act.", "6. The President of the [competent] court may overrule the judge's decision not to obtain the case-file. In this case the President of the relevant court ... shall give his own decision to obtain the case-file.”", "“2. After examination of the case obtained by the supervisory-review court a judge shall decide as follows: either", "i) not to pass the case for consideration on the merits by the supervisory-review court; or,", "ii) to pass the case for examination of the [supervisory-review application] by the supervisory-review court.”", "“2. The President of the [competent] court may overrule the judge's decision not to pass the case for consideration on the merits by the supervisory-review court. In this case the President of the relevant court ... shall give his own decision to pass the case for consideration on the merits by the supervisory-review court.”", "“3. The court hearing may be attended by parties to litigation, their counsel, other persons who have lodged the supervisory-review application ... if their rights and legal interests are directly affected by the judicial act appealed against...", "[A representative of a prosecutor's office] may attend the hearing if a public prosecutor participated in the case.", "5. If the persons listed in p. 3 of the present Article appear in the court hearing, they may make oral submissions on the case...”", "“The grounds for quashing or varying judicial acts of lower courts in supervisory-review proceedings shall be significant violations of substantive or procedural law.”", "“The President or a Deputy President of the Supreme Court may lodge with the Presidium of the Supreme Court a reasoned application for supervisory-review of judicial acts to ensure the unity of court jurisprudence and legality.”", "“1. After examination of a case under the supervisory-review procedure, a court may:", "i) uphold the decision of the court of first, second or supervisory-review instance and dismiss the [supervisory-review application];", "ii) quash the decision of the court of first, second or supervisory-review instance in full or in part and remit the case for a fresh examination;", "iii) quash the decision of the court of first, second or supervisory-review instance in full or in part and shelve the case or close the proceedings;", "iv) leave in force one of judicial acts passed in the case;", "v) quash or vary the decision of the court of first, second or supervisory-review instance and pass a new decision without remitting the case for a fresh examination if there has been a mistake in the application and interpretation of substantive law...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}