{"ITEMID": "001-103765", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MNE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ŽIVALJEVIĆ v. MONTENEGRO", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1950 and 1953 respectively and live in Podgorica.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 19 May 1995 the Public Construction Fund based in Podgorica (“the PCFP”) requested the expropriation of a plot of land belonging to the applicants in order to build a road.", "8. On 14 September 1995 the applicants requested that their house and the remainder of their land also be expropriated.", "9. By the end of 1995 the planned road was built, passing through the plot in question.", "10. On 11 October 1996 the Real Estate Office in Podgorica (“the REOP”) expropriated only the plot specified by the PCFP, without considering the applicants’ request.", "11. On 29 October 1996 the applicants lodged an appeal, but by 11 December 1996 this appeal had been rejected.", "12. On 5 February 1998 the Supreme Court (Vrhovni sud) quashed the above decisions.", "13. By 3 March 2004, following eight remittals, the requests were still pending before the REOP.", "14. Between 3 March 2004 and 28 March 2005 three hearings were adjourned, as either the municipality’s representative or the court’s expert witnesses had failed to appear.", "15. On 18 February 2005 the applicants sought an “inspection” (inspekcijski nadzor) of the proceedings at issue. By 16 March 2005 the Ministry of Justice had “established irregularities” in the proceedings and ordered that they be rectified (otklanjanje utvrđenih nepravilnosti).", "16. On 28 March 2005 the REOP accepted both expropriation requests and on 1 September 2005 this decision was confirmed on appeal.", "17. On 6 June 2006 the Administrative Court (Upravni sud) quashed the latter decision.", "18. On 3 October 2006 the Ministry of Finance (“the MOF”) quashed the REOP’s decision of 28 March 2005.", "19. Since the REOP had failed to render a decision thereafter, on 11 June 2007 and 14 August 2007 respectively the applicants lodged complaints with the MOF.", "20. On 30 August 2007 the applicants also initiated a dispute (upravni spor) before the Administrative Court.", "21. On 7 September 2007 the MOF accepted the applicants’ appeal and ordered the REOP to decide on the matter within thirty days.", "22. On 24 October 2007 the Administrative Court stayed the administrative dispute.", "23. On 3 November 2007 the REOP accepted both expropriation requests, but on 28 May 2008 the MOF quashed this decision on appeal.", "24. On 16 December 2008 the applicants re-instituted their dispute before the Administrative Court.", "25. As of 19 May 2010 the proceedings were still pending.", "26. Article 149 of the Constitution provides that the Constitutional Court shall rule on a constitutional appeal lodged in respect of an alleged violation of a human right or freedom guaranteed by the Constitution, after all other effective legal remedies have been exhausted.", "27. This Constitution entered into force on 22 October 2007.", "28. Section 48 provides that a constitutional appeal can be filed against an individual decision of a state body, an administrative body, local self-government body or a legal person exercising public authority, for violations of human rights and freedoms guaranteed by the Constitution, after all other effective domestic remedies have been exhausted. Sections 49-59 provide additional details as regards the processing of constitutional appeals.", "29. This Act entered into force in November 2008.", "30. This Act provides, under certain circumstances, for the possibility to have lengthy proceedings expedited by means of request for review (kontrolni zahtjev), as well as an opportunity for the claimants to be awarded compensation therefor by means of an action for fair redress (tužba za pravično zadovoljenje).", "31. Section 44, in particular, provides that this Act shall be applied retroactively to all proceedings from 3 March 2004, but that the duration of proceedings before that date shall also be taken into account.", "32. This Act entered into force on 21 December 2007, but contained no reference to applications involving procedural delay already lodged with the Court.", "33. Section 212 § 1 provides that in simple matters an administrative body is obliged to issue a decision within one month of a party’s lodging a request. In all other cases, the administrative body is obliged to issue a decision within two months of the lodging of the request.", "34. Section 212 § 2 enables a party whose request has not been decided within the periods established in the previous paragraph to lodge an appeal to the appellate body as if his request had been refused. If the appeal is not allowed, the applicant can directly initiate an administrative dispute before the court with jurisdiction.", "35. Section 18 provides that a party can institute administrative proceedings before the Administrative Court (administrative dispute) if the appellate body does not issue a decision within sixty days nor within an additional period of seven days; or if the first-instance body does not issue a decision and there is no right to an appeal.", "36. Section 35 provides that the Administrative Court itself can rule on the merits if a decision has already been quashed in the same dispute and the relevant body has not acted fully in accordance with the Administrative Court’s judgment or if it has not issued a new decision within thirty days. The Administrative Court can also rule on the merits if the appellate body, or the first-instance body where there is no right to an appeal, has not ruled within the envisaged time-limit.", "37. Section 9 of this Act provided that if during the expropriation of a part of one’s real estate it is established that the owner can no longer normally use the remaining property, has no economic interest in using it or if his very means of support is thereby jeopardised, the remaining property shall also be expropriated if he requests it.", "38. Section 10 provides that anybody can request an administrative inspection.", "39. Sections 13-19 specify the rights and duties of inspectors, which, inter alia, include their right to identify irregularities and order that adequate measures be undertaken, as well as adequate fines imposed.", "40. Between 1 January 2008 and 30 September 2009 the courts in Montenegro considered one hundred and two requests for review pursuant to the Right to a Trial within a Reasonable Time Act. A further two requests were withdrawn and eight were still being examined. Of the one hundred and two requests that had been considered in eighty-four cases the applicants were notified that certain procedural measures would be undertaken within a specified period. There is no information in the documents provided as to whether these time-limits were complied with or not. Eighteen requests were rejected as ill-founded.", "41. In the same period, twenty-two actions for fair redress were submitted, of which sixteen were dealt with and six were still being examined. In one case the courts awarded the plaintiff non-pecuniary damages for the length of civil proceedings. In 2010 an additional fourteen actions for fair redress were examined, in two of which the courts awarded damages.", "42. Sections 185-192 contained details concerning the right of persons who had suffered damage as a result of the wrongful acts of third parties to be compensated.", "43. This Act entered into force on 15 August 2008 thereby repealing the Obligations Act 1978. Sections 192-199, however, correspond to sections 185-192 of the previous Act."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}