{"ITEMID": "001-101817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ROMAN KARASEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 6-1;Violation of Art. 13+3;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1977 and lives in the town of Kaliningrad.", "6. In April 1999 the applicant was arrested on suspicion of murder. On 15 June 2000 the Nesterovskiy District Court of the Kaliningrad Region discontinued the criminal proceedings against the applicant on the charge of acquisition of stolen goods in connection with an act of general amnesty adopted by Parliament. The applicant was released.", "7. On 4 May 2001 the applicant was arrested and charged with armed robbery and unlawful possession of weapons. By a judgment of 22 October 2001 the District Court convicted the applicant as charged and sentenced him to twelve years' imprisonment. On 18 December 2001 the Kaliningrad Regional Court upheld the conviction on the charge of robbery but ordered a new trial on the charge of unlawful possession of weapons. The proceedings were then discontinued because the prosecution dropped the case.", "8. In relation to the above proceedings, the applicant was detained in Kaliningrad remand centre no. 39/1 from 25 April 1999 to 15 June 2000, from 24 May 2001 to 16 January 2002, and from 23 January to 8 August 2002. On this last date the applicant was transferred to colony no. 13 in the Kaliningrad Region to serve his prison sentence.", "9. The applicant provided the following description of the conditions of his detention in the remand centre. During the first period he was held in a cell measuring ten square metres. The cell was equipped with twelve beds but housed up to twenty-four inmates who took turns to sleep. There was constant noise and movement within the cell. The windows were covered with metal blinds blocking access to daylight and fresh air. There was no sink and the water tap was positioned above the toilet pan, which gave off a fetid smell. Inmates were allowed no more than one hour of outdoor exercise per day. The cell was infested with bugs and cockroaches. In support of his description of the conditions the applicant submitted an affidavit by his former cellmate, Mr B., who had been held in the same cell between February and June 2000. B. stated that the cell measured twelve square metres and had housed between twenty-one to twenty-seven persons, while it had had only twelve beds.", "10. During the second and third periods applicant was held in a sixsquare-metre cell that contained three two-tier bunks and housed seven inmates. The windows were covered with metal blinds blocking access to natural light and air. There was no ventilation in the cell and in summer, the temperature peaked at 45ºC. In the absence of a sink the water tap was positioned directly above the toilet pan, which was not separated from the rest of the cell. The dining table was only 50 cm away from the toilet. The cell was infested with bugs and cockroaches. The applicant contracted chronic bronchitis. In support of his submissions the applicant produced a written affidavit by his former cellmate, Mr R., who had been held in the same cell from 7 June 2001 to 6 July 2002.", "11. The applicant also submitted a copy of a letter dated 28 June 2001 sent by the Kaliningrad Regional Ombudsman to a Mr G., who was detained in remand centre no. 39/1 at the time. As follows from this letter, an inquiry carried out by the Office of the Ombudsman disclosed that detainees in that remand centre were provided with less than one square metre of space per person in the cells. The inquiry also disclosed unspecified deficiencies in the sanitary installations and medical services in the remand centre.", "12. The Government affirmed, with reference to a certificate dated 27 April 2007 issued by the administration of the remand centre, that from 25 April 1999 to 15 June 2000 the applicant was held in cells nos. 67, 150, 143, 10, 54, 86, 140, 17, 15, 4/12, 4/8 and 76. These cells measured from seven to twenty-one square metres. Between 24 May 2001 and 8 August 2002 the applicant was held in cells nos. 15, 54, 129, 22, 55, 111, 4/20, 18, 109, 17, 4/11, 158, 14, 155 and 4/19. These cells measured from seven to eighteen square metres. The certificate indicated that it was impossible to supply data about the number of detainees in each cell during the relevant periods because the logbooks for 1999-2002 had been destroyed. According to a certificate dated 20 February 2007, the logbook for the year 2002 was destroyed on the same date in compliance with the five-year storage limit.", "13. With reference to a number of other certificates issued by the national authorities in April 2007, the Government affirmed as follows. In all cells the applicant had been provided with a bed and bedding. Each cell had a table situated at a suitable distance from the toilet, benches and a tap with running water. Each cell had a toilet with a functional flushing system; each toilet was separated from the main area by a screen of one metre in height. Ventilation was provided through openings in the windows; the metal shutters/blinds on the windows did not block the normal flow of air. Each cell also had a functional ventilation system. The shutters/blinds were removed between December 2002 and March 2003. The cells were properly heated to no less than 18ºC. All the necessary sanitary measures were carried out. The remand centre had twenty courtyards, each measuring twelve square metres. The applicant was allowed a one-hour outdoor walk per day. The artificial night light was not strong, but was left on for suicide watch. The applicant was given three meals per day. The applicant had access to medical services and was not intentionally placed with anyone suffering from tuberculosis.", "14. From August 2002 the applicant served his sentence of imprisonment in a colony in the Kaliningrad Region. In January and February 2003 he brought civil proceedings against the Ministry of Finance, claiming compensation for unlawful deprivation of liberty from October 2001 to August 2002 and appalling conditions of detention during that period. The case was submitted to the Tsentralniy District Court of Kaliningrad, which indicated remand centre no. 39/1 and the Prisons Directorate of the Kaliningrad Region as co-defendants of the Ministry of Finance.", "15. By letter of 5 March 2003, the District Court advised the applicant that a hearing on his claim was listed for 27 March 2003 and explained his procedural rights to him. As regards the applicant's participation, the judge wrote:", "“Civil law does not make a provision for transporting detained convicts to a civil court hearing. Thus, the court has no right to bring you to the hearing because that would breach the detention regulations. You have the right to appoint a representative to take part in the examination of your case ... You may also submit a written statement giving your consent to the case being examined in your absence.”", "16. Following complaints by the applicant, who insisted on his right to be present at the hearing, on 25 March and 15 April 2003 the deputy President of the Kaliningrad Regional Court reiterated that the refusal to bring him to the hearing had been lawful and that he could make written submissions or appoint a representative.", "17. On 22 April 2003 the District Court held a hearing. The representative of the Ministry of Finance waived his right to be present and made written submissions. It appears that the representative of the other two defendants was present at the hearing. The court considered that the applicant had been afforded an opportunity to appoint a representative and that in any event the written submissions were sufficient. The court held that the applicant's detention had been lawful because he had been ultimately convicted of a criminal offence. As regards the conditions of detention, the District Court held that the applicant had not proved the presence of bugs and cockroaches, that the one-hour outdoor exercise allowance was compatible with the detention regulations, and that there was no credible evidence that the applicant had contracted bronchitis. Although the overcrowding of the remand centre was undisputed, the District Court found that it had been caused by (unspecified) objective factors unrelated to the defendants' actions.", "18. The applicant lodged an appeal. He submitted, in particular, that he had been denied the right to take part in the hearing.", "19. On 23 July 2003 the Regional Court upheld the judgment, endorsing the reasoning of the District Court. It interpreted the applicant's failure to appoint a representative as a valid and lawful ground for examining the case in his absence.", "20. In the meantime, the applicant filed another claim against the Ministry of Finance, seeking compensation in respect of pecuniary and non-pecuniary damage incurred through unlawful detention in 1999 and 2000 and appalling conditions in the remand centre.", "21. The Tsentralniy District Court indicated the Kaliningrad Regional Prosecutor's Office, remand centre no. 39/1 and the Regional Prisons Directorate as co-defendants.", "22. The judge advised the applicant, by the same standard letter, of the hearing date. She indicated that it would take place in his absence because he was a detainee but that he could appoint a representative.", "23. The administration of the remand centre provided the court with the following information. The cell space of two hundred and forty-eight cells amounted to 1,630 square metres. Between April 1999 and May 2000 the population of the remand centre varied from 1,682 to 1,945 detainees.", "24. On 24 June 2003 the District Court gave its judgment. It dismissed all the claims, finding that the detention had been lawful because the proceedings had been discontinued not by an acquittal but by an act of general amnesty. It also held that the employees of the detention centre had not been responsible for the overcrowding.", "25. On 24 September 2003 the Regional Court upheld the judgment on appeal. The applicant was not present or represented.", "26. Section 22 of the Custody Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy the sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "27. Order no. 7 issued on 31 January 2005 by the Federal Service for the Execution of Sentences deals with implementation of the “Remand centre 2006” programme. The programme is aimed at improving the functioning of remand centres so as to ensure their compliance with the requirements of Russian legislation. It expressly acknowledges the issue of overcrowding in pre-trial detention centres and seeks to reduce and stabilise the number of detainees in order to resolve the problem. The programme mentions Kaliningrad remand centre no. 39/1 as one of the detention centres affected. As of 1 July 2004, its design capacity was 524 detainees, but it actually housed 830 inmates.", "28. Article 1064 § 1 of the Civil Code of the Russian Federation provides that damage caused to the person or property of a citizen shall be compensated in full by the tortfeasor. Pursuant to Article 1069, State agencies and State officials shall be liable for damage caused to an individual by their unlawful actions or failure to act. Such damage is to be compensated at the expense of the federal or regional treasury. Articles 151 and 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that non-pecuniary damage shall be compensated irrespective of any award for pecuniary damage.", "29. The Code of Civil Procedure of the Russian Federation (CCP) provides that individuals may appear before a court in person or act through a representative (Article 48 § 1). The court may appoint an advocate to represent a defendant whose place of residence is not known (Article 50). The Advocates Act (Law no. 63-FZ of 31 May 2002) provides that free legal assistance may be provided to indigent plaintiffs in civil disputes concerning alimony or pension payments or claims concerning damage to health in employment-related disputes (section 26 § 1). In 2005 the Russian Government launched a test project in a number of regions concerning provision of free legal assistance in civil-law matters (decree no. 534 of 22 August 2005).", "30. The Penitentiary Code provides that convicted persons may be transferred from a correctional colony to an investigative unit if their participation is required as witnesses, victims or suspects in connection with certain investigative measures (Article 77 § 1). The Code does not mention any possibility for a convicted person to take part in civil proceedings, whether as a plaintiff or a defendant.", "31. On several occasions the Constitutional Court has examined complaints by detainees whose requests for leave to appear in civil proceedings were refused by the courts. It has consistently declared the complaints inadmissible, finding that the impugned provisions of the Code of Civil Procedure and the Penitentiary Code did not, as such, restrict the convicted person's access to court. It has emphasised, nonetheless, that the convicted person should be able to make submissions to the civil court, either through a representative or in any other way provided by law. If necessary, the hearing may be held at the location where the convicted person is serving his or her sentence, or the court hearing the case may instruct the court with territorial jurisdiction over the correctional colony to obtain the applicant's submissions or carry out any other procedural steps (decisions no. 478-O of 16 October 2003, no. 335-O of 14 October 2004 and no. 94-O of 21 February 2008).", "32. Articles 57 and 149 of the CCP provide that the parties can seek the court's assistance in obtaining evidence. The relevant party should indicate the circumstances impeding the access to such evidence and its relevance to the case, as well as the location such evidence should be collected from. An unjustified failure to comply with the court order can lead to a fine on the person or official in possession of the relevant evidence.", "33. In a given civil case a civil court can request a court in another location to take specific measures in relation to evidence situated in that location (Article 62 of the CCP). Carrying out such a request is mandatory and must be done within one month of its receipt.", "34. Under Articles 58 and 184 of the CCP, a court may hold a session outside the courthouse if, for instance, it is necessary to examine evidence which cannot be brought to the courthouse.", "35. Article 392 of the CCP contains a list of situations which may justify a reopening of a finalised case on account of newly-discovered circumstances. By a ruling of 26 February 2010 the Constitutional Court of Russia indicated that this Article should be interpreted as, in principle, allowing the launching of a procedure to have a final judgment re-examined on account of newly-discovered circumstances, such as the finding of a violation of the European Convention in a given case by the European Court of Human Rights."], "VIOLATED_ARTICLES": ["13", "3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}