{"ITEMID": "001-88183", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "TARASYUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Nataliya Mykhaylivna Tarasyuk, is a Ukrainian national who was born in 1975 and lives in Chernigiv. She was represented before the Court by Mr I. Uvarov, a lawyer practising in Chernigiv. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Y. Zaytsev, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 May 2000 the applicant brought a car registered in Lithuania (a 1985 Volkswagen-Golf) into the customs territory of Ukraine. When crossing the border she undertook an obligation to re-export the car before 22 May 2001. She failed to do so, however.", "On 15 April 2002 the applicant, upon request of the customs authorities, explained that the car had been brought to the Republic of Belarus and sold to unknown persons.", "On 16 April 2002 she explained that she did not bring the car to Belarus but left it on the Ukrainian-Belarusian border.", "On 17 April 2002 the Chernigiv Customs Office, in absence of records confirming that the impugned car had actually left Ukraine, drew up a report on an infringement of customs regulations due to the applicant’s failure to remove the above car from the customs territory of Ukraine (Article 113 of the Customs Code).", "On 8 May 2002 the Customs Office submitted the above report to the Novozavodsky District Court of Chernigiv. Before the court the applicant explained that she had brought the car to the checkpoint on the Ukrainian- Belarusian border and then her husband had been supposed to take it away to Belarus. The applicant’s husband explained that he had sold a car on the border check-point to an unknown person. The Customs Office explained that the car was not registered as exiting Ukraine at the period mentioned by the applicant.", "On 1 August 2002 the court found the applicant guilty of having failed to re-export the car in violation of Article 113 of the Customs Code. The court ordered the confiscation of the vehicle, but given that the car’s location was unknown, it replaced the confiscation with payment of 2,906.96 Ukrainian hryvynas (UAH) (about 558 euros (EUR)), which corresponded to the value of the car, in accordance with Article 149 § 3 of the Customs Code.", "On 18 September 2002 the Acting President of the Chernigiv Regional Court of Appeal refused the applicant’s request to initiate supervisory review proceedings in the case.", "The relevant domestic law is summarised in the case of Nadtochiy v. Ukraine (no. 7460/03, §§ 13-14, 22 April 2008.)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}