{"ITEMID": "001-95851", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BOJOLYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall", "TEXT": ["1. The applicant, Mr Murad Bojolyan, is an Armenian national who was born in 1950 and is currently serving a prison sentence in Kentron penitentiary institution in Yerevan. He was represented before the Court by Ms N. Gasparyan and Mr H. Arsenyan, lawyers practising in Yerevan, and Mr A. Ghazaryan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was born in 1950 in Istanbul, Turkey. He is Armenian by origin.", "4. In 1963 the applicant moved with his family to Armenia. In 1972 he graduated from Yerevan State University, with a degree in history and oriental studies. From 1972 to 1991, the applicant worked in the Academy of Sciences as a historian and oriental specialist. From 1980 to 1991 he also worked for State radio as a presenter and translator into Turkish.", "5. In the same period, from 1970 to 1991, the applicant served with the intelligence service of the Transcaucasian military circuit under the codename “Zinde”. He had the rank of chief radio operator and his functions included carrying out appropriate activities on the territory of Turkey in times of war.", "6. From 1991 to 1993 the applicant worked as the head of the division for Turkey in the Ministry of Foreign Affairs. In 1991 he also worked as the chief expert in the Committee for Foreign Affairs of the Supreme Soviet of Armenia.", "7. In 1996 the applicant was appointed as a Turkish interpreter and chief specialist on Turkey at the President’s Office, where he worked until his dismissal in August 1998 due to a reduction of the staff.", "8. From 1993 the applicant wrote analytical articles for a number of Armenian (Azg, Hayastani Hanrapetutyun, Yerkrapah and Hayk) and Turkish (Radical) newspapers. He also worked on a contractual basis for other Turkish media: from 1998 for the Anatolian News Agency (Anadolu Ajansi), and from 1999 for the NTV TV station and the MSNBC web-site. The applicant also cooperated with the British Broadcasting Corporation (BBC). Furthermore, he regularly accompanied Turkish journalists on their visits to Armenia in the capacity of an interpreter.", "9. The applicant submits that from summer 2000 he became involved in trade, making regular trips to Turkey, alone or with his wife, re-selling clothes.", "10. On 25 January 2002 criminal proceedings were instituted against the applicant, who was suspected of collecting information concerning events, organisations and people in Armenia and Nagorno Karabakh, and communicating it to the Turkish intelligence services.", "11. On 26 January 2002 at around 8 p.m. the applicant and his wife, while on their way to Turkey, were arrested at the Armenian-Georgian border and were placed in different rooms in the customs office. Thereafter, they were searched and placed in a police car, where they stayed until early morning.", "12. On 27 January 2002 at around 5 a.m. the police car headed for Yerevan. Upon arrival in Yerevan at around 8 a.m. to 9 a.m. the applicant and his wife were placed in different rooms in the Ministry of National Security (ՀՀ ազգային անվտանգության նախարարություն).", "13. On the same date from 1.15 p.m. to 5 p.m. the applicant was questioned as a suspect. According to him, the investigators applied psychological pressure and blackmail, forcing him to confess. In particular, they threatened that, if he refused to confess, his wife and his epileptic son would be detained. The applicant submitted that, for this reason, he had no other choice than to confess. Thus, in order to defuse the situation, to have his wife released and to gain some time by fooling the investigators, he decided to make a false confession by making up a story which included fictitious names, districts and undercover flats which never existed. As a basis for his story he used certain real people and circumstances encountered on his regular trips to Turkey.", "14. On 28 January 2002 the applicant was formally charged under Article 59 of the then Criminal Code (ՀՀ քրեական օրենսգիրք, 07.03.1961 – “the CC”) with espionage committed to the detriment of Armenia’s sovereignty, territorial integrity, national security and defence. In particular, he was charged with being enrolled in the Turkish National Intelligence Organisation (Milli Istihbarat Teskilati – “the MIT”) in June 2000 and until January 2002 providing information to them on a paid basis concerning Armenia’s and Nagorno Karabakh’s military, economic and political spheres, in particular concerning the Russian troops based in Armenia.", "15. On the same date the applicant was remanded in custody by a court order. From 6.15 p.m. to 10.40 p.m. the applicant was questioned again in connection with the above charges. He submitted that he did not wish to have a lawyer. He further admitted his guilt and repented of his actions.", "16. In sum, the applicant’s confession statements of 27 and 28 January 2002 contained the following submissions. The applicant had established his first contact with various Turkish journalists during his work at the Ministry of Foreign Affairs, as part of his public relations function. Some of these contacts had later developed into professional cooperation, such as preparation of journalistic materials for the NTV TV and the Anatolian News Agency. In June 2000 the applicant had started to prepare analytical materials concerning Armenia’s political and economic spheres for the MIT officers whom he had met in May 2000 during his trip to Turkey. Later, the communicated materials had also included information of a military nature. To collect the materials in question the applicant had used the Armenian press and his personal knowledge. The information had been communicated in the form of either written reports or the applicant reporting in person and answering questions which interested the MIT officers.", "17. On 31 January 2002 the applicant’s wife hired a defence counsel who was admitted to the case on 1 February 2002.", "18. On 5 and 12 February 2002 the applicant was questioned again, in the presence of his defence counsel, during which the applicant made further submissions and certain questions relating to his previous statements were clarified.", "19. In mid-April 2002 the applicant dispensed with the services of his defence counsel and hired another one.", "20. On 4 July 2002 the applicant made a written statement, retracting his confession statements made earlier. In his statement he presented the allegedly true version of events, describing how since 2000 he had started to prepare analytical articles for the MSNBC web-site and how little by little he had become involved in trade with Turkey, thus making more frequent trips to that country. He indicated the names of various people, their relevance and the discussions he had had with them during his trips. The applicant contended that he had never cooperated with any foreign organisation except for mass media. As to his confession statements made earlier, these were a tactical move aimed at having his wife released from detention, securing the safety of his family and preventing any possible violence against himself.", "21. On 16 August 2002 the charges against the applicant were modified and stated in greater detail. It was, inter alia, stated that since 1998 he had cooperated with various MIT officers, who mostly operated under the veil of journalistic activities. At the beginning, various means had been used to communicate information, such as letters, faxes and telephone calls, but from 2000 the applicant had established direct contact with the officers of the MIT Istanbul office. The act imputed to the applicant was once again qualified under Article 59 of the CC as espionage committed to the detriment of Armenia’s sovereignty, territorial integrity, national security and defence.", "22. On 16 December 2002 the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարան) found the applicant guilty under Article 59 of the CC and sentenced him to ten years in prison with confiscation of all property, concluding that it was substantiated that the applicant had committed high treason and that the act committed by him had been qualified correctly and had features of an offence prescribed by Article 59 of the CC. The District Court found:", "“After the dissolution of the USSR, [the applicant], by occupying various high posts in Armenia and by being very fluent in Armenian, Russian and Turkish, was spotted by [the MIT]... Within this period, [the applicant] regularly met and maintained contact with various Turkish journalists, including [O.R.O., N.H., J.B., M.A.B. and S.T.], providing interpretation services or information. According to information received from the Russian Federal Security Service [(FSB)] and the Ministry of National Security of Armenia [(MNS)], these individuals were directly linked with the Turkish intelligence services...”", "23. The District Court went on to detail the positions held by the above individuals and their alleged involvement with the Turkish intelligence services. The District Court further found that:", "“Having financial problems and being unable to repay his debts, in the spring of 2000 [the applicant] travelled to Istanbul in search of a well-paid job. There he stayed with his cousin [I.] ... [O]n 2 June 2000 [I.] introduced [the applicant] to two MIT officers, [T. and N.]. They told [the applicant] that they needed information concerning ASALA [(Armenian Secret Army for the Liberation of Armenia)], the Kurdish Workers Party, HYD [(Armenian Revolutionary Federation Party)], Armenia’s internal political situation, foreign policy and economic relations, and the Russian troops based in Armenia. [The applicant] told them that he wanted USD 5,000-7,000 for his services. [T. and N.] promised to discuss the issue of remuneration with their superiors. On 6 June 2000 [the applicant], having met again with the above-mentioned MIT officers, asked them to help him first to repay his debts, after which he would cooperate. During their third meeting on 8 June 2000 ... [the applicant] received a down payment of USD 500 from MIT officer [T.] and promised to provide the required information in two months. On 9 June, upon his return to Yerevan, [the applicant] started to single out from media publications the information which interested the Turkish intelligence officers, with the intention of providing it to them later.", "On 6 September 2000 [the applicant] travelled to Istanbul and on 11 September 2000 he communicated that information to ... the MIT officers. [He also] answered their questions concerning Armenia’s internal political life, the political parties in Armenia, the contacts that he had with members of these parties, and the activities and location of the Kurdish Intelligentsia Association of Armenia, receiving USD 1,000 from the MIT officers as remuneration for the completed assignment ...", "[On 10 January 2001 the applicant] ... met in an undercover flat with MIT officers [T. and N.], who were displeased with the fact that he provided only media publications and demanded that he use his contacts and provide unpublished secret information concerning Armenia’s political and economic life. [The applicant] explained that, in spite of having many contacts with people who had access to confidential information, they would not allow him – and he was not able – to extort secret information. Thereafter, he told them about recent political events in Armenia, newspapers published in Armenia and their editors ... The next day [the applicant] was presented to another MIT officer who introduced himself as [G.] ... [G.] reproached [the applicant] for providing information with a delay of four months and explained that high remuneration was out of the question without him providing secret or military information ... At the meeting of [10 January 2001 T.] demanded that, from that moment, [the applicant] indicate his sources when providing information. On 12 January 2001 [the applicant] ... met with [T. and N.] and received USD 1,000 from [T.] in return for the information provided. [N.] advised [the applicant] to engage in small-scale trade, thereby justifying his frequent trips to Turkey ...", "On 16 April 2001, in Istanbul, [the applicant] met with [N. and another officer replacing T.] and told them about the Armenian communities in Georgia and the Krasnodar and Stavropol regions of Russia. Thereafter, [the applicant] presented his notes containing information of a military nature which included information concerning the guarding of the western and southern borders of Armenia by the Russian and Armenian border guards, the commander of the Russian border guards, the three check points at the Armenian-Turkish border, the check point at the Armenian-Iranian border, the presence of border guards in Zvartnots airport, the length of the Armenian-Turkish and Armenian-Iranian borders, high-ranking officials in the Ministry of Defence of Armenia, the strength of the Armenian army and the conscription quota, the bridges in Yerevan, the troops based in Yerevan and other similar information. During a regular meeting held in an undercover flat [the applicant] was asked questions about Russian weapons and material in Armenia. Most of the military-related questions had narrow specialisation and the names of the material were presented in Latin and numerical notes. [The applicant] drew the general layout of Yerevan, indicating the military objectives and bridges in the city, and provided other information. As remuneration [the applicant] received from the MIT officers USD 2,250 and he returned to Armenia.", "Continuing his cooperation with the Turkish intelligence service and carrying out their assignments, [the applicant] - before 26 January 2002 - travelled to Istanbul also in July and October 2001, on each occasion providing to the MIT officers information concerning Armenia which interested them and receiving USD 2,250 as remuneration. In July 2001 [the applicant], having received an assignment, wrote down on a blue lined sheet of paper the questions that interested the MIT, which included the military cooperation with Greece, the new weapons provided to Armenia by Russia, their location and quantity, the anti-aircraft defence system, the Kurdish Workers Party, Iran and other issues.", "On his last trip to Istanbul ... on 26 January 2002 [the applicant] was arrested and various documents and notes prepared by him for the MIT officers were found in his possession, which included the answers to the assignments previously received from the Turkish intelligence officers as indicated above. This information was collected by [the applicant] from various sources and included data concerning the aid provided to Armenia by Iran, the credit extended to the Nagorno Karabakh Republic from the Armenian budget, the unlawful acts taking place in the Armenian army, the location of the Armenian border-guarding military units, the ammunition and material provided to Armenia by Russia as military aid, the military bases used by Russia, the English delegations that visited the Nagorno Karabakh Republic for purposes of elimination of mines and missiles, the aid provided to Armenia by Greece, the recruitment to the Russian troops based in Armenia, the representatives of the Kurdistan Committee based in Armenia, as well as other information concerning Armenia’s military, political and economic spheres. The following items were also found in [the applicant’s] possession: a map of Armenia and a tape recording of a conversation between [the applicant] and the Kurds secretly made by him at the Yerevan Office of the Armenian-Kurdish Friendship which [the applicant] was intending to transmit to the MIT officers as proof of an actual contact with members of the Kurdish Workers Party.", "...", "In such circumstances, the commission of high treason by [the applicant] has been substantiated, [and] the act committed by him has been qualified correctly and falls within the scope of Article 59 § 1 of the Criminal Code.”", "24. The District Court, as a basis for its findings, first cited in detail the applicant’s confession statements made during the investigation. It further cited five witness statements: one of the witnesses – who had worked with the applicant in the intelligence service before 1981 – characterised him as a well-trained intelligence officer, and four others stated that they had met the applicant at the Yerevan Office of the Armenian-Kurdish Friendship and had known him as a translator. As material evidence, the court cited the above tape recording, the map of Armenia printed in 1988, the blue lined sheet of paper, a notebook containing the telephone numbers of the MIT officers, the information note received from the MNS and prepared on the basis of materials provided by the FSB, and other notes found in the applicant’s possession.", "25. As regards the above confession statements, it appears that the applicant unsuccessfully attempted to rebut them in court. He submitted that he had deliberately given self-incriminating statements in order to have his wife released from detention, to gain some time so that the Armenian and Russian intelligence services could intervene and deny the suspicions, and to prevent any possible violence against himself.", "26. On an unspecified date, the applicant lodged an appeal. In his appeal, he complained, inter alia, that the judgment was mainly based on his self-incriminating statements which the court wrongly considered as “confession statements”. In reality, he was an analytical journalist and had never cooperated with the Turkish intelligence services. The materials found in his possession were the result of his journalistic activities and were taken from the press. Both the investigating authority and the court had misinterpreted the notion of “other information” contained in Article 60 of the CC by applying it to the materials in question. Thus, he argued that any material taken from the press could be considered as “other information” posing a threat to Armenia’s sovereignty and territorial integrity.", "27. On 19 March 2003 the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարան) dismissed the appeal. In addition to the findings of the District Court, the Court of Appeal noted that:", "“[After 1991 the applicant] worked in the National Assembly, the Ministry of Foreign Affairs and the President’s Office, he also worked as a reporter and was involved in trade, however, in reality he was an agent connected with intelligence services. Having been spotted by the Turkish intelligence services, from 1998 he cooperated with their agents, the majority of whom operated under the veil of various journalistic agencies and organisations. Upon their instructions, he collected and communicated information concerning Armenia’s and Nagorno Karabakh’s economic and internal political spheres.", "For a certain period of time [the applicant] cooperated with the Turkish intelligence services through various means of communication, including letters, faxes and telephone calls, but starting from 2000 he changed the mode of cooperation and established direct contact with the officers of the MIT intelligence office in Istanbul, including [N.,] ... [T. and G.] ... [The applicant] received instructions from them and collected information concerning the type and structure of troops and types of ammunition in [Nagorno Karabakh], the existence and location of troops on the Mrav mountain, the defence system at the Armenian-Turkish border, the existence of radars and military airports, the types and number of military aircraft.", "He was also instructed to find out whether Armenia had surface-to-surface missiles and collected information concerning Iranian “Sam-7” type missiles, roads, tunnels and water reservoirs being built in Armenia, the Armenian-Russian joint military bases, their structure, location, anti-aircraft defence units and types of ammunition, the details of the military cooperation between Armenia and Greece, the existence of electronic military bases, the existence of representatives of the Kurdish Workers Party in Armenia and other instructions ...", "[The applicant], an employee of the President’s Office, from 1998 established contact with [O.R.O.], who was in Armenia at that time, and accompanied him on his trips to various regions in Armenia and received instructions to provide him with information. As a paid agent of the Turkish intelligence services, he communicated to the MIT various information concerning the economic and military-political situation. [The applicant] was also in contact with a number of other MIT officers ...”", "28. On 27 March 2003 the applicant lodged an appeal on points of law. In his appeal, he argued, inter alia, that all the information in question had been collected from the mass media and was thus in the public domain. He further complained that his conviction was based on his self-incriminating statements.", "29. On 25 April 2003 the Court of Cassation (ՀՀ վճռաբեկ դատարան) dismissed the appeal.", "30. On 8 August 2003 the Kentron and Nork-Marash District Court of Yerevan, upon the applicant’s request and pursuant to the requirements of the new Criminal Code enacted on 18 April 2003, modified the applicant’s sentence by annulling the confiscation of his property.", "31. The relevant provisions of the Constitution read as follows:", "“Everyone has the right to express his opinion. It is prohibited to force anyone to give up or change his opinion. Everyone has the right to freedom of expression, including the freedom to seek, receive and impart information and ideas through any information medium regardless of frontiers.”", "“No restrictions may be placed on the exercise of the rights and freedoms guaranteed under [Article 24] of the Constitution other than such as are prescribed by law and are necessary in the interests of national security or public safety, for the protection of public order, health or morals, or for the protection of the rights, freedoms, honour and reputation of others.”", "32. The relevant provisions of the Code read as follows:", "“High treason, that is, a premeditated act committed by an Armenian national to the detriment of Armenia’s sovereignty, territorial integrity or national security and defence, such as joining the enemy, espionage, disclosure of a State or military secret to a foreign country, flight abroad or refusal to return from abroad, assistance to a foreign country in carrying out hostile activities against Armenia, and conspiracy to usurp power, shall be punishable by ten to fifteen years’ imprisonment with confiscation of property and two to five years of exile or without exile, or by the death penalty with confiscation of property...”", "“Communication of information constituting a State or military secret, including theft or collection of such information for communication to a foreign country, a foreign organisation or its branch, or communication and collection of other information upon the instructions of a foreign intelligence service to be used to the detriment of Armenia’s interests, if committed by a foreign national or a stateless person, shall be punishable by seven to fifteen years’ imprisonment with confiscation of property and two to five years of exile, or by the death penalty with confiscation of property.”", "33. The relevant provisions of the State and Official Secrets Act, as in force at the material time, read as follows:", "“The provisions of this Act are binding on the territory of Armenia and outside its borders for public and local self-governing authorities, agencies, institutions and organisations (irrespective of the type of ownership), public officials and citizens, who by their status are under the obligation or have undertaken the obligation to implement the requirements of the Armenian legislation on State and official secrets.”", "“A State secret is information related to the spheres of military, foreign relations, economic, scientific/technical, intelligence, counter-intelligence and operational intelligence activities of Armenia which is protected by the State and the dissemination of which may have grave consequences for the security of Armenia.", "An official secret is information related to the spheres referred to in the first part of this section which is protected by the State and the dissemination of which may cause other damage to the security of Armenia. As a rule, such information contains data which constitutes a part of a State secret, but in itself does not disclose the State secret.", "Information classified as a State or official secret is considered to be the property of Armenia and is kept and protected by the State.”", "“The following terms are used in this Act:", "1. The media of information constituting a State or official secret (hereafter, information media) are the material objects, including physical fields, in which the information constituting a State or official secret is expressed through images, conventional signs, signals, engineering solutions and processes.", "...", "3. Encryption of information is the application of restrictions to the dissemination of information constituting a State or official secret and information media.”", "“The following types of information may be classified:", "1. In the military sphere: (a) the contents of documents concerning strategic and operational plans of the armed forces, preparation and conduct of operations, strategic, operational and mobilisation expansion of troops, their combat capacity and the creation and use of the conscript reserve; (b) the programmes of the military-industrial complex, their contents and implementation results, armament and the course of development of arms technology, their strategic and technical characteristics and combat application capacity; (c) the deployment, significance, level of defence and degree of readiness of units of special importance and regime, their design and construction, and allocation of territory for such units; (d) the deployment, true names, organisational structure, armament capacity and size of the regiments and military units of the armed forces of Armenia and those of allied states located on the territory of Armenia; and (e) the level of defence and safety of the population in times of martial law...”", "“Information shall be classified according to the sphere to which it belongs or the authority under whose competence it falls.", "...", "With the purpose of implementing a common encryption mechanism, a list of classified information shall be drawn up in a procedure prescribed by the Government of Armenia which shall also indicate the public authorities competent to manage each piece of information...”", "“Encryption of information is the process of determining the level of secrecy of each separate piece of information and assigning a secrecy label to the relevant information carrier in accordance with a procedure prescribed by the Government of Armenia...”", "“Access to a State or official secret may be granted to: (a) citizens of Armenia on a voluntary basis; and (b) foreign nationals or stateless persons in accordance with a procedure prescribed by the Government of Armenia.", "In order to have access to a State or official secret citizens must be authorised to do so, upon their written consent, by the competent authorities through entering into a work agreement with public authorities, agencies, institutions or organisations on the basis of favourable results of the security clearance measures taken in their respect...”", "34. This decree approved the list of classified information which contained a table comprising such information and the relevant public authorities competent to manage each piece of information. The following information related to the military sphere was, inter alia, included in the list:", "“...", "(3) information on the size changes, combat staff, strength and operational readiness of troops and information on the military/political and operational situation;", "...", "(8) information disclosing the deployment, true names, organisational structure, armament capacity and size of troops which is not subject to dissemination in accordance with the international obligations undertaken by Armenia;", "...", "(12) information disclosing the nature and the organisation or the results of the main types of activity of the Armenian border troops, and the border guard system...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}