{"ITEMID": "001-57863", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF BENDENOUN v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1;Not necessary to examine P1-1", "JUDGES": "C. Russo", "TEXT": ["7. Mr Michel Bendenoun is a French citizen who lives in Zürich and is a dealer in coins.", "On 1 July 1973 he formed a public limited company under French law, ARTSBY 1881, with its head office in Strasbourg, for the purpose of dealing in old coins, objets d’art and precious stones. He owned the greater part of its capital (993 out of a total of 1,000 shares) and acted as its chairman and managing director.", "As a result of his activities, three sets of proceedings - customs, tax and criminal proceedings - were brought against him, and they progressed more or less in parallel.", "8. Between 3 June and 26 September 1975 the National Head Office of Customs Investigations (Belfort frontier zone) carried out a check on imports made by ARTSBY 1881; they were acting on information received from an anonymous informer. The main events during the investigation were that Mr Bendenoun was questioned and documents were seized (3-6 June), clients were questioned (6 June), employees and former employees of the company and an expert were interviewed (8-17 September) and Mr Bendenoun himself was arrested in Metz (26 September).", "9. On the basis of the evidence thus gathered the applicant was prosecuted for various customs and exchange-control offences. A composition was reached on 6 January 1978, however, whereby Mr Bendenoun admitted the offences and paid a fine of 300,000 French francs (FRF) and the customs returned the seized items to him.", "10. During the proceedings the applicant had access to all the documents in the customs file, which contained 24 reports and 353 other documents.", "The reports were the following:", "no. 73/1: questioning of Mr Bendenoun (Strasbourg, 3 June 1975);", "no. 73/2: searches of the premises of ARTSBY 1881 and of Mr Bendenoun’s home, and interviewing of Mr Bendenoun (Strasbourg, 3 June);", "no. 73/3: arrest of an employee of ARTSBY 1881 (Strasbourg, 3 June);", "no. 73/4: arrest of an employee of ARTSBY 1881 (Strasbourg, 3 June);", "no. 73/5: sealing of a bank strongbox (Strasbourg, 3 June);", "no. 73/6: arrest of an employee of ARTSBY 1881 (Strasbourg, 3 June);", "no. 73/7: opening of the bank strongbox (Strasbourg, 4 June);", "no. 73/8: seizure of old coins, cash and a vehicle (Strasbourg, 4 June);", "no. 73/9: interviewing of Mr Bendenoun (Strasbourg, 4 June);", "no. 73/10: interviewing of Mr Bendenoun (Strasbourg, 6 June);", "no. 73/11: interviewing of Mr Bendenoun (Strasbourg, 6 June);", "no. 73/12: interviewing of one of ARTSBY 1881’s clients (Pfastatt, 6 June);", "no. 73/13: interviewing of one of ARTSBY 1881’s clients (Colmar, 6 June);", "no. 73/14: interviewing of an employee of ARTSBY 1881 (Strasbourg, 8 September);", "no. 73/15: interviewing of one of ARTSBY 1881’s clients (Strasbourg, 8 September);", "no. 73/16: interviewing of a former employee of ARTSBY 1881 (Strasbourg, 10 September);", "no. 73/17: interviewing of a former employee of ARTSBY 1881 (Strasbourg, 10 September);", "no. 73/18: interviewing of a numismatist (Paris, 15 September);", "no. 73/19: interviewing of a former representative of ARTSBY 1881 (Strasbourg, 17 September);", "no. 73/20: interviewing of a former chairman of ARTSBY 1881 (Strasbourg, 24 September);", "no. 73/21: arrest and interviewing of Mr Bendenoun (Metz, 26 September);", "no. 73/22: interviewing of a representative of ARTSBY 1881 (Metz, 26 September);", "no. 73/23: interviewing of Mr Bendenoun (Metz, 26 September);", "no. 73/24: interviewing of a witness (Metz, 26 September).", "Mr Bendenoun received a copy of eight of them (nos. 73/1, 73/2, 73/8, 73/9, 73/10, 73/11, 73/21 and 73/23).", "The 353 documents comprised a register bearing the title \"Invoice control\" (sealed document no. 1), seized on ARTSBY 1881’s premises on 3 June 1975, and invoices and authentication certificates (sealed documents nos. 2 to 353), seized on the same day at the applicant’s home.", "11. At some time - according to the Government - before 31 August 1976 and pursuant to Article 1987 of the General Tax Code (which became Article L 83 of the Code of Tax Procedure on 1 January 1982), the customs sent the file to the Revenue.", "12. From 31 August to 28 September 1976 the Head Office of the Bas-Rhin Revenue carried out an inspection of ARTSBY 1881’s accounts.", "13. On 30 November 1976 the inspector sent two supplementary tax assessments to Mr Bendenoun as chairman and managing director of the company. One of them related to corporation tax and the other to value-added tax. They set out in detail the manner in which the inspector had determined what receipts had not been entered in the accounts and he confirmed them on 4 April 1977 after receiving comments from the applicant.", "On the same date he also sent Mr Bendenoun personally a supplementary income-tax assessment, which he confirmed on 11 May 1977.", "Under the supplementary assessment the applicant was required to pay an additional FRF 841,366, including FRF 422,534 in penalties. The company was required to pay additional tax and penalties amounting to FRF 157,752 and FRF 309,738 in respect of the value-added tax and FRF 270,312 and FRF 260,660 in respect of corporation tax.", "14. The inspector then drew up a nineteen-page report, ending with a request that criminal proceedings should be taken against the applicant, and these were instituted on 30 November 1977 (see paragraph 25 below).", "15. On 6 December 1977 ARTSBY 1881, in the person of its chairman and managing director, lodged two appeals with the Regional Commissioner of Revenue in Strasbourg in respect of the corporation tax and the value-added tax. Mr Bendenoun filed a third appeal, in his own name, concerning the income tax.", "The Regional Commissioner refused the first two appeals on 20 April 1978 and the third on 3 April 1979.", "16. On 16 June 1978 Mr Bendenoun, acting on behalf of ARTSBY 1881, made two applications to the Strasbourg Administrative Court concerning the corporation tax and the value-added tax.", "On 7 June 1979 he made a further application to the same court, this time in his own name, challenging the supplementary tax assessment on his income.", "17. The Revenue annexed to its two sets of pleadings dated 5 April 1979 four customs reports (nos. 73/9, 73/10, 73/16 and 73/17 - see paragraph 10 above) and two letters from ARTSBY 1881 dated 30 May 1975 and June 1976.", "18. On 29 May 1979 Mr Bendenoun’s lawyer sent two identically worded letters to the President of the court. They read as follows:", "\"On 17 April 1979 you kindly forwarded to me the Regional Commissioner of Revenue’s pleadings of 5 April 1979.", "These pleadings refer several times to a file opened on Mr Michel Bendenoun, the chairman and managing director of the ARTSBY company, by the customs authorities.", "Six documents from that file are annexed to the Revenue’s pleadings.", "It would seem essential for the whole of the file to be sent to the court and the undersigned.", "The scale of the customs investigation was very large indeed and a number of reports, whose existence has not been mentioned by the authorities, are directly relevant to the present dispute.", "...\"", "On 29 June 1979 the President of the court wrote to the Strasbourg public prosecutor to this end:", "\"For the purposes of preparing for trial a case concerning tax files relating to the ARTSBY company, I should be obliged if you would kindly produce to the Administrative Court the file on Mr Bendenoun, the chairman and managing director of the company. A number of reports are directly relevant to the case, and the National Head Office of Customs Investigations has informed me that the file in question was sent to you on 15 April 1978...\"", "In a letter of 11 July 1979 the public prosecutor replied as follows:", "\"... I am unable to send you the file opened on Michel Bendenoun in connection with the criminal investigation on charges of tax evasion.", "I would point out that the Revenue is a civil party to the criminal proceedings and therefore may, since it has access to the case file, apply for a copy of it if it sees fit.", "...\"", "19. On 19 July 1979 counsel for the applicant wrote again to the President of the court:", "\"...", "... [my] request was not for production of the tax-evasion file but of a customs file which has not been the subject of any judicial investigation involving the Strasbourg public prosecutor’s office as a composition was reached between Mr Bendenoun and the customs authorities.", "...", "I would add that production is being sought at my request and not at that of the Revenue, since it is precisely the Revenue that is relying on documents from the customs investigation, and unless he has been able to inspect the customs file in its entirety Mr Bendenoun cannot make any sensible comments.\"", "20. On 9 December 1980 Mr Bendenoun’s lawyer sent another letter to the President of the court:", "\"...", "To date, I have ... not been able to study the customs file.", "The Revenue, however, relies on certain reports taken from a large mass of reports.", "I should therefore be obliged if you would let me know how I am to be able to study the whole customs file.", "I should also be glad if you would kindly extend the time allowed me for submitting comments until the customs file has been made available to me, as requested as early as 1979.\"", "The President of the Administrative Court sent the public prosecutor a letter dated 30 December 1980 in which he said:", "\"For the purposes of preparing for trial a case concerning tax files on the ARTSBY company, I should be obliged if you would kindly produce to the Administrative Court the documents relating to the customs file on the criminal investigation into Mr Bendenoun, the chairman and managing director of the company.", "This customs file is directly relevant to the tax case, which is before the Administrative Court also.\"", "The request went unanswered.", "21. On 30 November 1981 the Administrative Court delivered three judgments in which it dismissed ARTSBY 1881’s and Mr Bendenoun’s applications.", "It did not mention the decisions given in the case by the criminal courts (see paragraphs 28 and 30 below).", "22. On 1 March 1982 Mr Bendenoun, acting on his own behalf and on behalf of ARTSBY 1881, appealed to the Conseil d’État against the three Administrative Court judgments.", "23. In supplementary pleadings filed on 1 July 1982 he set out the following ground of appeal:", "\"Although the tax authorities made ample use of items in the customs file which in their view showed that the supplementary assessments in issue were justified, while ignoring those which clearly would have provided grounds for setting them aside, they deliberately decided not to meet the appellant’s requests to inspect that customs file in its entirety.", "...", "Compliance with the adversary principle precludes accepting an argument which the opposing side cannot be aware of and which thus cannot be sensibly challenged by them.\"", "24. The Conseil d’État dismissed the appeals in three judgments on 28 May 1986.", "The reasons given for the one concerning value-added tax for the period from 1 July 1973 to 31 December 1975 (no. 40482) were worded as follows:", "\"The lawfulness of the judgment appealed against", "It appears from the pre-trial preparations that the applicant company was put in a position to inspect all the documents in the file that were likely to have a bearing on the resolution of the dispute, including the customs reports establishing the existence of concealed receipts. That being so, the ground of appeal alleging that the judgment at first instance was unlawful because the ‘ARTSBY 1881’ company was unable, during the course of the proceedings at first instance, to inspect all the documents in the customs file must be rejected.", "The lawfulness of the assessment procedure and the burden of proof", "It appears from the pre-trial preparations that in June 1975 the customs seized invoices for a total of FRF 1,676,710 at the home of Mr Bendenoun, the chairman and managing director of the public limited company ‘ARTSBY 1881’, which trades in old coins and nearly all of whose capital was owned by Mr Bendenoun from 1974 onwards. It appears from the findings of fact made by the Colmar Court of Appeal in a judgment that was given in criminal proceedings on 13 May 1981 and has become final (findings which are binding erga omnes) that Mr Bendenoun, ‘who did not have sufficient financial resources personally to carry out’ the transactions recorded in the invoices seized at his home, ‘deliberately decided, with the aim of evading tax on part of the company’s receipts, to conceal about 25% of the company’s turnover by not entering it in the company’s books and taking care to keep the copies of the relevant invoices at home...’. These findings establish that the bookkeeping of the ‘ARTSBY 1881’ company was not reliable. That being so, the Revenue was legally entitled to rectify of its own motion the figure of the company’s turnover for the period from 1 July 1973 to 31 December 1974. It is consequently for the company to show that the basis taken by the Revenue for making the disputed assessments was too high.", "The amount of the assessments", "...", "The penalties", "The applicant company intended, by means of a systematic process of concealment, to evade payment of value-added tax on transactions made in 1974 and 1975. The authorities were therefore entitled to regard it as having been guilty of deception and subsequently to increase the tax due by 200% as provided in Articles 1729 and 1731 of the General Tax Code taken together.\"", "The same reasoning was adopted in the other two judgments (nos. 40480 and 40481).", "25. By means of two applications made on 30 November 1977 the Head Office of the Bas-Rhin Revenue lodged a complaint against Mr Bendenoun with the Strasbourg public prosecutor’s office. The applications were accompanied by a series of supporting documents.", "26. On 3 March 1978 the investigating judge instructed the police to obtain the customs file. This was received on 19 April 1978 and contained copies of the 24 reports, sealed document no. 1 drawn up by officials of the National Head Office of Customs Investigations and the 352 other sealed documents in a hardback file. The whole customs file remained at the court throughout the judicial investigation and counsel for the accused had access to it on each occasion that his client was questioned (12 January 1978, 8 February 1978 and 12 February 1980) and again before the trial.", "27. On 21 May 1980 the public prosecutor applied for Mr Bendenoun to be committed for trial.", "28. On 21 November 1980 the Strasbourg Criminal Court delivered two judgments (nos. 6776/80 and 6780a/80) concerning the accused, the first in his capacity as chairman and managing director of ARTSBY 1881 (corporation tax and value-added tax), the second in his personal capacity (income tax). In each judgment he was given a suspended sentence of fifteen months’ imprisonment for tax evasion, both sentences to run concurrently, and was ordered to be imprisoned for one year in the event of non-payment of the sums owed.", "29. Mr Bendenoun appealed against these judgments to the Colmar Court of Appeal. In his submissions he complained that the documents relating to the customs proceedings were no longer in the file.", "30. In two judgments on 13 May 1981 (nos. 615/81 and 616/81) the Criminal Division of the Court of Appeal upheld the decisions of the trial court and also sentenced Mr Bendenoun to a fine of FRF 30,000.", "In the first judgment it dismissed the ground of appeal based on the fact that documents were missing from the file:", "\"...", "(d) knowledge of [the documents in the customs file] is in no way necessary or even helpful for the discovery of the truth, since the statements lawfully obtained from the accused during the present proceedings and the documents that he himself submitted at the trial provided ample evidence in respect of the sole difficulty on which his guilt depends; and", "(e) the rights of the defence have thus not been prejudiced in any way.\"", "31. Mr Bendenoun appealed on points of law against the two judgments. In particular, he alleged that the rights of the defence had been infringed in that the customs file had not been put before the Court of Appeal.", "32. The Court of Cassation dismissed his appeals in two judgments on 24 May 1982. It rejected the ground of appeal just referred to in the following terms, identical in both judgments:", "\"...", "In finding Bendenoun guilty of fraudulently evading assessment or payment of taxes, the Court of Appeal stated that the defendant did not ‘dispute the existence of the invoices discovered’; that it was thus ‘unnecessary to be acquainted with all the documents in the customs proceedings’; that it was apparent from the facts established in the judicial investigation that Bendenoun had evaded the payment of corporation tax by the ARTSBY 1881 company by concealing taxable sums exceeding the statutory allowances; and that the defendant’s explanation that the transactions in question had been effected in the course of a private, unregistered business as a dealer in coins were unacceptable owing to the circumstances set out and analysed by the court below.", "Given these findings and statements, which adequately and consistently show that all the ingredients of tax evasion - as regards both the actus reus and the mens rea - have been made out against Bendenoun, and seeing also that it is apparent from this that the court below based its decision solely on evidence which was put before it during the trial and was the subject of adversarial argument before it in accordance with the provisions of Article 427 of the Code of Criminal Procedure and did not in any way infringe the rights of the defence, the grounds of appeal, which merely attempt to call in question the unfettered discretion of the courts below to assess this evidence, must fail.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}