{"ITEMID": "001-61194", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SAHIN v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed;No violation of Art. 8;Violation of Art. 14+8;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["11. The applicant, born in 1950, was a Turkish national at the time of the events complained of. He subsequently obtained German nationality.", "12. The applicant is the father of G., born out of wedlock on 29 June 1988. In a document dated 15 June 1988, he acknowledged paternity of the unborn child, and in a further document, dated 15 August 1988, he acknowledged paternity and undertook to pay maintenance.", "13. The applicant met the child's mother, Ms D., in 1985 and in December 1987 he moved into her flat, where they lived together until at least July 1989 or, as stated by the applicant, until February 1990. In any event, the applicant continued to visit the child and her mother until February 1990, and between the end of July and October 1990 he regularly fetched G. for visits. From November 1990 onwards, Ms D. prohibited any contact between the applicant and the child.", "14. On 5 December 1990 the applicant applied to the Wiesbaden District Court for a decision granting him a right of access to his daughter on every Sunday from 10 a.m. until 6 p.m. as well as on Boxing Day and Easter Monday.", "15. On 5 September 1991 the District Court, having regard to the statements made by the parties and the Wiesbaden Youth Office and having considered evidence obtained from several witnesses, dismissed the applicant's request.", "16. The court, referring to Article 1711 of the Civil Code, observed that the mother, as the person having custody, determined the father's right of access to the child and that the guardianship court could only grant the father a right of access if this was in the child's best interests. The court found as follows:", "“The Court is convinced that the petitioner's wish for [G.] to visit him is motivated by attachment to his child and genuine affection for her. It nonetheless takes the view that personal contact with her father is not in the child's best interests, since her mother dislikes her father so deeply and opposes all contact so fiercely that any visits ordered by the court would take place in a tense, emotionally charged atmosphere which would probably be extremely harmful to the child.", "The Court can discern no special circumstances which, given the strong differences between the parents, might make personal contact with her father appear beneficial for [G.] ... The relationship which developed between [G.] and her father in the period from her birth to her father's moving out – that is, approximately one year and nine months – is probably not of such fundamental importance that the risk of seriously upsetting the child by resuming contact opposed by her mother is worth taking. The staff who looked after [G.] at the day nursery, and who were questioned as witnesses, stated that she displayed no – or at least no serious and lasting – behavioural abnormalities when she was parted from her father and contact between them ceased, and that she is a balanced, cheerful and outgoing child. The evidence does not therefore confirm her father's claim that she missed him and frequently asked about him after their contact at the day nursery ceased.", "It has not therefore been shown that the conditions laid down in Article 1711 § 2 have been met, and the Court is accordingly obliged to dismiss the father's request.”", "17. On 12 March 1992 the applicant appealed to the Wiesbaden Regional Court.", "18. On 12 May 1992 the Regional Court ordered a psychological expert opinion on the question whether contact with the applicant was in G.'s interests. On 8 July 1992, following a first conversation with the expert, the applicant challenged her for bias. He also requested that another expert be appointed on the ground that the scientific approach adopted did not reflect the latest state of research. On 9 September 1992 the Regional Court refused the applicant's request, finding that, taking into account the expert's explanations of 8 August 1992, there were no reasons to doubt her impartiality or her capabilities.", "19. On 17 December 1992 the applicant requested the Regional Court to progress with the proceedings. He also applied for a provisional order granting him a right of access to G. during one afternoon every week and prohibiting her mother from obstructing such contact.", "20. On 23 December 1992 the Regional Court dismissed the applicant's request for a provisional order granting access. The Regional Court found that there was no urgency and that the applicant could be expected to await the outcome of the main proceedings. Furthermore, such an order would anticipate the possible terms of a final decision. Should a provisional order be issued and the request be eventually dismissed in the main proceedings, the disadvantages for the child would be more serious than those for the applicant in continuing with the prevailing situation.", "21. In her opinion dated 25 February 1993, the expert noted that she had visited the applicant's family in June 1992 and again heard the applicant, the child's mother and the child on several occasions between November 1992 and February 1993. As regards her meetings with G., the expert explained that in the course of various games she had explored her feelings concerning persons and situations and concerning the applicant. They had also looked at a family photo album and G. had avoided looking at the more recent photographs. This reaction showed that G. had repressed the memories of her father. The expert reached the conclusion that a right of access without prior conversations to overcome the conflicts between the parents was not in the child's interests.", "22. By a letter of 8 March 1993, the Regional Court, noting that the District Court had omitted to hear the child, enquired of the expert whether hearing the child in court on the issue of her relationship with her father would place a psychological strain on her.", "23. In her reply of 13 March 1993, the expert indicated that she had not directly asked the child about her father. She had expected that G. would react spontaneously in the course of the meetings and express her feelings towards him. In the expert's view, the fact that G. had not mentioned her father was certainly relevant. The expert further referred to the last meeting, when they had glanced through a family photo album and she had asked G. about whether she still knew her father. On both occasions, she had appeared to repress her memories concerning him. The risk inherent in questioning her about whether she wished to see her father was that, in this conflict between the parents, the child might have the impression that her statements were decisive. Such a situation could provoke serious feelings of guilt.", "24. At a court hearing on 30 April 1993, the applicant and the child's mother entered into an agreement. Under the terms of this agreement, the applicant declared that he would refrain from instituting any court proceedings, making any enquiries about the mother's personal circumstances and exercising his right of custody obtained under Turkish law on condition that they underwent parental therapy. The proceedings were suspended until the termination of this therapy.", "25. On 1 June 1993 the applicant requested that the proceedings be resumed as the child's mother had not approved the two institutions for family therapy proposed by the applicant and had failed to react to his suggestion that she should make a proposal.", "26. On 25 August 1993 the Wiesbaden Regional Court dismissed the applicant's appeal, finding as follows:", "“Personal contact with a child born out of wedlock is intended to allow a father to satisfy himself as to the child's welfare and development and preserve the natural ties existing between them. It is not therefore the purpose of granting access, but the legal conditions for doing so, which differ: while a parent who does not have custody of a child born in wedlock is entitled to access under Article 1634 [of the Civil Code], Article 1711 [of the Code] does not grant a right of access to the father of a child born out of wedlock. Rather, the law leaves it up to the person having custody, as a rule the mother, to determine whether, and to what extent, the father should be able to spend time with his child. However, the guardianship court may decide that the father is entitled to access if this is in the child's best interests. The main reason for the weaker legal position of the father of a child born out of wedlock is his different social position. After the Federal Constitutional Court's decisions of 1971 and 1981, the constitutionality of Article 1711 can no longer be seriously doubted. For considerations of legal policy, a reform of the law on children born out of wedlock is even more urgently necessary. In the meantime, the courts are bound by Article 1711.", "Under that provision, the guardianship court decides to grant a father access to a child born out of wedlock if this is beneficial for the child's welfare. It is not enough for such contact to be consistent with, or not contrary to, the child's interests, it must serve those interests and promote them. This interpretation justifies the assumption that fathers should generally be granted access to their children because this enables the latter to develop as normally as possible and helps them to form a clear image of themselves and their origin. It is in fact important for children not simply to have a fantasy picture of their fathers, but to be able to form a personal, realistic picture.", "Whether contact with the father is conducive to the child's well-being depends initially on the father's motives for seeking it. The Regional Court is convinced that the father in this case is motivated by attachment to [G.] and genuine affection for her. Even when a father acts from responsible motives, however, the court is not necessarily obliged to grant him access if there are serious tensions between the parents, these are communicated to the child, and there is reason to fear that every meeting with the father will interfere with the child's further undisturbed development in the residual family provided by the mother ...", "In view of the findings in the [psychological expert] report referred to above, it must be assumed that this would happen in the instant case. If the father were granted access to [G.] in present circumstances, she would have to shuttle between hostile camps, which should not be asked of her.", "If – as in this case – there is a danger that differences between parents may affect a child, then special circumstances are needed to justify the assumption that contact with the father will nevertheless have permanently beneficial effects on the child's development or well-being ... However, no such circumstances can be discerned here. It is true that, for the first two years of her life, [G.] grew up with both father and mother, but this period was not conflict-free. The disagreements and sometimes open aggression between her parents – in other words, the family violence she witnessed – have certainly left their mark on her, even if she can no longer recall them spontaneously. As the psychological report indicates, she has also repressed her old ties with her father – a fact reflected in the care she takes to avoid talking about him. In view of all this, the report finds that she does not suffer as a result of the present situation.", "The Court can rely fully on the report, which has no apparent defects and is not invalidated by the fact that the father sees the situation differently.", "In finding that therapy had not enabled the parents to put their former conflicts behind them, thus making it possible for [G.] to have access to both of them, the Court did not have to decide who was to blame for this ... The decisive factor is always the child's point of view. As already pointed out, however, the situation in this case is such that the parents must first initiate dialogue with each other.”", "27. The Regional Court finally considered that exceptionally it had not been required to hear the child, since questioning her about her relationship with her father would have placed a psychological strain on her. In this connection, the court referred to the expert's supplementary report of 13 March 1993 (see paragraph 23 above).", "28. On 21 September 1993 the applicant filed a constitutional complaint with the Federal Constitutional Court, complaining that the refusal of access to his daughter infringed his parental rights and amounted to discrimination, and alleging that the taking of expert evidence had been unfair. The Federal Constitutional Court acknowledged receipt on 29 September 1993.", "By a letter of 26 April 1994, the applicant asked the Constitutional Court about the state of the proceedings and urged a speedy decision. On 16 May 1994 the Constitutional Court informed him that in a similar case which had been registered at an earlier date a decision was envisaged for the first half of 1995.", "On 26 November 1995 the applicant sent a letter to the President of the Federal Constitutional Court complaining that the examination of his constitutional complaint had been postponed until the first half of 1996. In her reply of 15 February 1996 the judge dealing with the applicant's case informed him that, owing to the heavy workload of the Federal Constitutional Court in 1995, it had not been possible to take a decision. A decision was envisaged in 1996. Having regard to the importance of the subject matter, such a decision required careful preparation.", "29. On 1 December 1998 the Federal Constitutional Court, sitting as a panel of three judges, refused to entertain the applicant's constitutional complaint.", "30. The statutory provisions on custody and access are to be found in the German Civil Code. They have been amended on several occasions and many were repealed following the adoption of new family legislation (Reform zum Kindschaftsrecht) on 16 December 1997 (Federal Gazette 1997, p. 2942), which came into force on 1 July 1998.", "31. Article 1626 § 1 reads as follows:", "“The father and the mother have the right and the duty to exercise parental authority [elterliche Sorge] over a minor child. The parental authority includes the custody [Personensorge] and the care of property [Vermögenssorge] of the child.”", "32. Pursuant to Article 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Article 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child's relationship with the other parent or seriously interfere with the child's upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; they may also order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child's welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if the child's well-being would otherwise be endangered. The family courts may order that the right of access be exercised in the presence of a third party, such as a Youth Office authority or an association.", "33. Before the entry into force of the new family legislation, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows:", "“1. A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child's relationship with others or seriously interfere with the child's upbringing.", "2. The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under Article 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child's welfare.", "3. A parent not having custody who has a legitimate interest in obtaining information about the child's personal circumstances may request such information from the person having custody in so far as this is in keeping with the child's interests. The guardianship court shall rule on any dispute over the right to information.", "4. Where both parents have custody and are separated not merely temporarily, the foregoing provisions shall apply mutatis mutandis.”", "Article 1632 § 2 concerned the right to determine third persons' rights of access to the child.", "34. The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows:", "“Custody over a minor child born out of wedlock is exercised by the child's mother ...”", "“1. The person having custody of the child shall determine the father's right of access to the child. Article 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child's interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Article 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child's personal circumstances is set out in Article 1634 § 3.", "4. Where appropriate, the Youth Office shall mediate between the father and the person who exercises the right of custody.”", "35. Like proceedings in other family matters, proceedings under former Article 1711 § 2 of the Civil Code were governed by the Non-Contentious Proceedings Act (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "36. According to section 12 of that Act, the court shall, of its own motion, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "37. In proceedings regarding access, the competent Youth Office has to be heard prior to the decision (section 49(1)(k)).", "38. As regards the hearing of parents in custody proceedings, section 50a(1) stipulates that the court shall hear the parents in proceedings concerning custody or the administration of the child's assets. In matters relating to custody, the court shall, as a rule, hear the parents personally. In cases concerning placement into public care, the parents shall always be heard. According to section 50a(2), a parent not having custody shall be heard except where it appears that such a hearing would not contribute to the clarification of the matter.", "39. The human rights of children and the standards to which all States must aspire in realising these rights for all children are set out in the United Nations Convention on the Rights of the Child. The convention entered into force on 2 September 1990 and has been ratified by 191 countries, including Germany.", "40. The convention spells out the basic human rights that children everywhere – without discrimination – have: the right to survival; to develop to the fullest; to protection from harmful influences, abuse and exploitation; and to participate fully in family, cultural and social life. It further protects children's rights by setting standards in health care, education and legal, civil and social services.", "41. States parties to the convention are obliged to develop and undertake all actions and policies in the light of the best interests of the child (Article 3). Moreover, States parties have to ensure that a child is not separated from his or her parents against their will unless such separation is necessary for the best interests of the child, and respect the right of a child who is separated from one or both parents to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child's best interests (Article 9)."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}