{"ITEMID": "001-103583", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MAVRINAC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Ms Sonja Mavrinac, is a Croatian national who was born in 1960 and lives in Čavli. She was represented before the Court by Mr M. Šegota, an advocate practising in Rijeka. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1987 the applicant, whilst a passenger in a coach owned by company A., sustained injuries in a road traffic accident.", "In 1991 she instituted civil proceedings against the company in question before the Rijeka Municipal Court (Općinski sud u Rijeci). On 3 December 1991 that court delivered a judgment in favour of the applicant and awarded her compensation.", "On 29 March 1994 the applicant’s doctor made a request for an assessment of her work capacity to the Croatian Pension Fund.", "On 1 June 1994 the Disability Commission of the Croatian Pension Fund carried out an expert medical evaluation and found that the applicant’s work capacity was reduced. It stated depression as the main disorder significantly affecting the applicant’s capacity to work and noted several physical ailments as other disorders affecting that capacity. On the same day the Disability Commission carried out an expert medical evaluation with a view to assessing whether, owing to her physical ailments, the applicant could be considered as having a physical impairment (tjelesno oštećenje) within the meaning of the relevant legislation entitling her to certain benefits on that account. It found that no such impairment existed.", "On 27 June 1994 the Rijeka Regional Office of the Croatian Pension Fund issued a decision acknowledging the applicant’s reduced work capacity and granting her the rights related thereto, such as the right to employment corresponding to her remaining work capacity and the right to compensation for the loss of salary resulting from a reduced capacity to work.", "On 9 October 1995 the Disability Commission of the Croatian Pension Fund, of its own motion, carried out an expert medical evaluation of the applicant’s state of health and found that the applicant’s health had deteriorated to the extent that she had lost her capacity to work completely and permanently and thus could be considered disabled for the purposes of awarding her a disability pension. It stated depression as the main disorder causing the applicant’s disability and noted several physical ailments as other disorders contributing to that disability.", "On 20 November 1995 the Rijeka Regional Office of the Croatian Pension Fund issued a decision granting the applicant a disability pension on the basis of her incapacity to work.", "On 6 February 1997 the applicant brought a civil action in the Rijeka Municipal Court against company A., seeking compensation for lost earnings on account of her incapacity to work that had resulted from the injuries she had sustained in the road traffic accident in 1987.", "The Municipal Court heard evidence from a medical expert, who established that the 60% of the applicant’s disability had been caused by the injuries sustained in the road traffic accident in 1987 and 40% by her previous health problems.", "On 26 February 2002 the Municipal Court delivered a judgment whereby it awarded the applicant 202,429.81 Croatian kunas (HRK) in compensation for lost earnings, together with statutory default interest running from the date of the adoption of the judgment.", "On 31 May 2006 the Rijeka County Court (Županijski sud u Rijeci) dismissed an appeal by the defendant and upheld the first-instance judgment.", "However, following an appeal on points of law (revizija) by the defendant, on 30 May 2007 the Supreme Court (Vrhovni sud Republike Hrvatske) reversed the lower courts’ judgments and dismissed the applicant’s claim, on the grounds that the civil courts had had no jurisdiction to question the findings of the competent administrative authority as to the reasons for the applicant’s incapacity to work. The relevant part of the judgment reads as follows:", "“In the [...] proceedings it was established that the plaintiff was injured in a road traffic accident on 29 April 1987 while travelling in the defendant’s coach. On that occasion she sustained blows to her head, torso, left knee, left hip and neck. In the proceedings for damages conducted before the same court ... the plaintiff obtained damages by a judgment of 3 December 1991. In those proceedings it was established, by taking evidence from a medical expert, that owing to the whiplash injury the plaintiff’s capabilities were reduced by 10% [but] that an even greater reduction in her capabilities existed due to previously existing neural disorders and degenerative processes in the plaintiff’s spine and joints, for which she had been treated in previous years.", "After the traffic accident, the plaintiff continued to work at her job until 1 January 1994 when her employment was terminated as redundant. From then until her retirement she had been registered as unemployed at the Employment Office.", "It was also established that by a decision of the Croatian Pension Fund of 20 November 1995, the plaintiff had been granted a disability pension as of 9 October 1995 on the basis of a loss of capacity to work due to an illness.", "Despite the finality of the definitive decision of the Croatian Pension Fund, the [first-instance] court decided to take evidence by obtaining an opinion from a medical expert with a view to establishing that the immediate cause of the plaintiff’s retirement was the consequence of the whiplash injury sustained in the road traffic accident in 1987, and not the disorders that manifested before the tortious event, as established by the Disability Commission of the Croatian Pension Fund in the proceedings for awarding the right to a disability pension.", "...", "The defendant is right in arguing that the lower courts’ judgments are based on a misapplication of substantive law. Where the Disability Commission of the Croatian Pension Fund has established that [a] plaintiff has lost capacity to work owing to an illness and where a final decision of a competent authority is based on that finding, it is not legally possible that the loss of capacity to work was caused by some other reason.", "A court is bound by this final decision as regards the reasons for the incidence of the loss of the plaintiff’s capacity to work owing to an illness, and the content of that decision can no longer be decided as a preliminary issue. A court cannot examine whether the final decision rendered in the administrative proceedings was correct or assess its validity.", "Since there is no legal basis for the defendant’s liability in damages for the lost earnings, the defendant’s appeal on points of law has to be allowed and ... the plaintiff’s claim dismissed ...”", "On 19 November 2007 the applicant lodged a constitutional complaint against the Supreme Court’s judgment. She alleged a violation of her constitutional right to work guaranteed by Article 54 paragraph 1 of the Constitution. In her constitutional complaint the applicant wrote, inter alia:", "“The purpose and scope of the Croatian Pension Fund’s decision [of 20 November 1995] is that it represents the basis for payment of the complainant’s pension. The Croatian Pension Fund does not have a duty or a right to decide on the causes of one’s difficulties, but [rather] only whether there was an incidence of disability, or alteration or reduction of the capacity to work. Therefore, it cannot be expected that the Croatian Pension Fund be accurate or meticulous when determining other circumstances. Given that the Supreme Court wrongly assessed or interpreted that decision, the constitutionally guaranteed right has been breached.”", "On 30 April 2008 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s constitutional complaint and served its decision on her representative on 5 June 2008. The relevant part of that decision reads as follows:", "“Having examined the arguments raised in the constitutional complaint, the contested judgment and the relevant statutory provisions, the Constitutional Court finds that the constitutional right relied on by the complainant was not breached by the contested judgment. ...", "The right to work and the freedom of work also entail the right of an individual that his or her employment is not terminated in a manner contrary to that prescribed by the relevant law. The content of this right is also to protect statutorily established rights of citizens arising from their work, including the protection in respect of termination of employment if that termination is contrary to the law.", "The Constitutional Court therefore finds that the complainant’s constitutional right guaranteed by Article 54 paragraph 1 of the Constitution (Everyone shall have the right to work and enjoy the freedom of work) has not been breached by the contested judgment, which was rendered in accordance with the relevant legislation.”", "The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette of the Republic of Croatia nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“All shall be equal before the law.”", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "“Everyone shall be guaranteed respect for, and the legal protection of, his personal and family life, dignity, reputation and honour.”", "“The right of ownership shall be guaranteed.", "Ownership implies duties. Owners and users of property shall contribute to the general welfare.”", "“Ownership may be restricted or taken in accordance with the law and in the interests of the Republic of Croatia subject to payment of compensation equal to the market value.", "The exercise ... of the right of ownership may, on an exceptional basis, be restricted by law for the protection of the interests and security of the Republic of Croatia, nature, the environment or public health.”", "“Everyone shall have the right to work and enjoy the freedom of work.”", "In its decisions nos. U-I-892/1994 of 14 November 1994 (Official Gazette no. 83/1994) and U-I-130/1995 of 20 February 1995 (Official Gazette no. 112/1995) the Constitutional Court held that all rights guaranteed in the Convention and its Protocols were also to be considered constitutional rights having legal force equal to the provisions of the Constitution.", "The relevant part of the 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 99/1999 of 29 September 1999 – “the Constitutional Court Act”), as amended by the 2002 Amendments (Ustavni zakon o izmjenama i dopunama Ustavnog zakona o Ustavnom sudu Republike Hrvatske, Official Gazette no. 29/2002 of 22 March 2002), which entered into force on 15 March 2002, reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a state authority, local or regional government, or a legal person invested with public authority, on his or her rights or obligations, or as regards a suspicion or accusation of a criminal offence, has violated his or her human rights or fundamental freedoms, or the right to local or regional government, guaranteed by the Constitution (“constitutional right”)...", "2. If another legal remedy is available in respect of the violation of the constitutional rights [complained of], the constitutional complaint may be lodged only after this remedy has been exhausted.", "3. In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law [revizija] is available, remedies shall be considered exhausted only after the decision on these legal remedies has been given.”", "“A constitutional complaint shall contain ... an indication of the constitutional right alleged to have been violated [together] with an indication of the relevant provision of the Constitution guaranteeing that right...”", "“ ... [t]he Constitutional Court shall examine only the violations of constitutional rights alleged in the constitutional complaint.”", "Section 12(1) of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/1977, 36/1977 (corrigendum), 36/1980, 69/1982, 58/1984, 74/1987, 57/1989, 20/1990, 27/1990 and 35/1991, and Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008 and 123/2008) provides that when a court decision depends on the prior resolution of an issue whether a certain right or legal relationship exists, and this issue has not yet been resolved by a court or another competent authority (a “preliminary issue”), the court may decide on that issue itself unless special legislation provides otherwise. From that provision it follows, by converse implication, that the court is not entitled to decide on a preliminary issue if that issue has already been finally decided on as a main issue in another set of proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}