{"ITEMID": "001-96693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MASTEPAN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1975 and lives in Rubtsovsk, a town in the Altay Region.", "6. On an unspecified date the economic crimes bureau of the Barabinsk Town Police (Отдел по борьбе с экономическими преступлениями Барабинского городского ОВД по Новосибирской области – “the economic crimes bureau”) obtained information concerning the circulation of counterfeit money in town. Based on the above information and pursuant to Section 10 of the Operational-Search Activities Act the economic crimes bureau instituted operational proceedings (дело оперативного учета).", "7. In the course of the operational proceedings at issue the economic crimes bureau discovered incidents of forgery of official documents.", "8. Following the approval of the report on the operational-search activities conducted within the framework of the operational proceedings at issue, on 9 February 2002 in accordance with Section 8 of the Operational-Search Activities Act the Deputy Head of the Barabinsk Town Police decided to carry out a test purchase in the applicant’s flat. The reason for that decision had been the information that the applicant was involved in unlawful activity consisting in forgery of banknotes and official documents entitling its holders to certain benefits or exonerating them of duties and obligations. On the same day criminal proceedings were instituted against the applicant on suspicion of counterfeiting.", "9. On 10 February 2002 two plain-clothes police officers, K. and B., came to the applicant’s flat to carry out the test purchase. The officers said that they were a husband and wife wishing to obtain a copy of a high-school graduation certificate. The applicant invited the visitors to come in, scanned the documents handed over by the “husband”, then, at the “clients’” request, changed the name of the holder and certain grades. Then he made colour printouts and asked for 500 Russian roubles by way of payment.", "10. According to the applicant, when the “clients” were on their way out, a police squad and an investigator who had been waiting outside in the meantime burst into the applicant’s flat.", "11. According to the Government, after the test purchase had been completed the applicant saw the “clients” to the door, opened it, and the police officers who had been waiting outside in the meantime entered the flat. They showed their identification documents and informed the applicant of the purpose of their visit. After that the forgery of a document was reported to an investigator of the investigative department of the Barabinsk Town Police. When the investigator arrived to the applicant’s flat, the applicant’s wife opened the door. Upon her permission the investigator entered the flat. The applicant did not object to the investigator’s presence. After the attesting witnesses had been invited the investigator explained to the applicant and those present that there were reasons to believe that the applicant had committed forgery of an official document and expressed his will to conduct an investigative action – inspection of the crime scene. The applicant and his wife gave their consent.", "12. The investigator inspected the applicant’s flat as a crime scene and seized material evidence. In accordance with Article 182 of the RSFSR Code of Criminal Procedure he drew up a record of the inspection. The record attests to the fact that on 10 February 2002 from 6 p.m. to 9 p.m. in accordance with Articles 178-179 of the Code and in the presence of two attesting witnesses, the applicant and his wife, the investigator carried out the inspection of the applicant’s flat. The record set out in detail the descriptions of the flat and the seized evidence (computer gear).", "13. Thereafter the applicant was taken to the police station where he was detained until 2 a.m. on 11 February 2002.", "14. On 15 February 2002 the investigator opened another criminal case against the applicant and charged him with forgery of official documents.", "15. The applicant brought a complaint against the police squad and the investigator, alleging that they had conducted an unlawful search of his premises, thus violating his right to respect for his home, and that they had frisked him and seized his belongings. In particular, the applicant complained that when police officers K. and B. were on their way out an armed squad burst into his flat, shouting and threatening. He was thrown to the floor his hands tightly tied behind his back and dealt several blows to his side and the lower part of his back. The squad frisked him and handcuffed him. Afterwards the applicant was informed that the armed persons were police. The attesting witnesses were called, and what the applicant believed to have been a search began, without any prior approval by the prosecutor. The “search” lasted about three hours. From the conversation of the police officers the applicant understood that they were searching for drugs and arms. After the “search” was over some of the applicant’s belongings were put in boxes and seized. Later the applicant was informed with the record of the investigative action in question, from which he learned that it had been an inspection of the crime scene.", "16. On 3 July 2002 the Barabinskiy District Court of the Novosibirsk Region rejected the applicant’s complaint as unsubstantiated. The court found as follows:", "“... On 10 February 2002 the investigator [name] arrived at [the applicant’s address] in connection with information about the crime, where he conducted, with attesting witnesses, the inspection of the scene of the crime. The investigative action in question was registered in the record of inspection of the crime scene ... The above circumstance is confirmed by the record dated 10 February 2002; a statement by [the head of the police squad] in which he confirmed that ... following a signal from [police officer K.] the police squad arrested [the applicant]. [The investigator] arrived ten to fifteen minutes later and inspected the scene of the crime. [The above circumstance is further confirmed] by: statement of [police officer K.] in which he confirmed that after the test purchase was completed he informed the police squad accordingly through a radio transmitter, following which he came to the door, opened it, the police squad entered the flat and arrested [the applicant]; then [the investigator] was called and conducted the inspection of the scene of the crime; a statement by [a member of the police squad] who confirmed that on 10 February 2002 a test purchase was carried out; he and [two other members of the squad] were waiting for a signal from [police officer K.] to arrest [the applicant]. After the signal was received they entered the flat, then called the investigator, who entered the flat and conducted the inspection of the scene of the crime five minutes later; statements of [two attesting witness] who assisted at the inspection of [the applicant’s] flat.", "On the basis of the above, taking into account that [the investigator] arrived at [the applicant’s address] at the scene of the crime, the actions of [the investigator] do not indicate that there was an unlawful entry to a dwelling.", "The RSFSR Code of Criminal Procedure did not oblige the investigator to hand over the record of the inspection to [the applicant].", "In accordance with Articles 178 and 179 of the RSFSR Code of Criminal Procedure during the inspection [the investigator] had the right to seize the uncovered traces of crime and other physical evidence. At that [the applicant’s] participation was not obligatory.", "It has not been established that [the investigator] body-searched [the applicant].", "...”", "As regards the applicant’s allegations in so far as they concerned the actions of the police squad, the court indicated that the applicant had failed to follow the procedure established by law for challenging police actions (namely, the Police Act and the Law on complaints about actions and decisions impinging upon the rights and freedoms of citizens) and refused to examine the relevant part of the complaint on the merits.", "17. On 11 September 2002 the Novosibirsk Regional Court upheld the decision of 3 July 2002 on appeal.", "18. On 23 August 2007 the Barabinskiy District Court of the Novosibirsk Region convicted the applicant. It is unclear whether the applicant appealed against the judgment.", "19. The Constitution of the Russian Federation establishes that the home is inviolable. No one shall enter a dwelling against the will of those living there, unless otherwise established by a federal law or in accordance with a court order (Article 25).", "20. The Constitution further provides that everyone shall be guaranteed judicial protection of his rights and freedoms. Decisions and actions (or inaction) of bodies of state authority and local self-government, public associations and officials may be appealed against in court (Article 46).", "21. The RSFSR Code of Criminal Procedure (Law of 27 October 1960, in force until 1 July 2002) replicated the constitutional principle that no one should penetrate into a home against the will of those living there without legal grounds. Search, seizure and inspection of residential premises could be carried out only on the grounds, and in accordance with the procedure, provided by the Code (Article 12).", "22. The Code provided specifically that an investigator could carry out an inspection of a crime scene, location, premises, physical objects or documents in order to detect traces of a crime or other physical evidence, to clarify the scene of the crime and other relevant circumstances. In urgent cases the inspection could be carried out before opening a criminal case. In such cases, the case was to be opened immediately after the inspection of the crime scene (Article 178).", "23. The inspection of the crime scene had to be carried out in the presence of attesting witnesses. The investigator could also solicit the participation of an accused, a suspect, a victim, a witness and an expert. When carrying out the inspection the investigator could take measurements, photos, use video recording, draw plans and schemes, and make moulds and take impressions of footprints. If necessary, the investigator could seize the evidence discovered (Article 179 of the Code).", "24. A record of the inspection had to be drawn up by the investigator and signed by all persons who took part in the investigative measure (Articles 141 and 182 of the Code).", "25. The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, in force as from 1 July 2002) provides for judicial review of decisions of investigators that might infringe the constitutional rights of participants in the proceedings or prevent a person’s access to court (Article 125).", "26. The Operational-Search Activities Act (Law no. 144-FZ of 12 August 1995) lists a number of techniques that may be used by law-enforcement or security authorities for the purposes of, inter alia, investigating and preventing offences (section 6). In particular, the police may carry out a “test purchase” (проверочная закупка) where, inter alia, a criminal case has been opened or information concerning the preparation or commission of an offence has become known to the police and the available data are insufficient to bring criminal proceedings (section 7). The taking of operational-search measures which interfere with individuals’ constitutional rights to respect for their correspondence, telephone communications and home is allowed if authorised, as a general rule, by a court (section 8). The “test purchase” of goods, the free sale of which is prohibited, and certain undercover operations by agents or persons assisting them, are carried out on the basis of a decision sanctioned by the head of an agency engaged in operational-search activities (section 8). The agencies charged with operational-search activities may create and use information systems and institute operational proceedings. The operational proceedings are instituted on the grounds listed in section 7 of the Act for the purposes of collection and systematisation of information, verification and evaluation of the results of the operational-search activities, and taking the relevant decisions by the agencies charged with operational-search activities. The institution of operational proceedings may not serve as a ground for restriction of constitutional rights and freedoms and lawful interests of an individual and a citizen (section 10). Results of operational-search activities can serve as a basis for bringing criminal proceedings and can be used as evidence in accordance with the legislation on criminal procedure (section 11).", "27. The Police Act (Law no. 1026-I of 18 April 1991) provides that the police may enter the dwelling against the will of those living there if there is a reason to believe that a crime has been committed there (section 11). Actions or inaction on the part of a police officer can be appealed against to a higher police official, a prosecutor or a court (section 39).", "28. The Law on complaints about actions and decisions impinging upon the rights and freedoms of citizens (Law no. 4866-I of 27 April 1993) provides that a court of general jurisdiction may hear complaints about actions or decisions of State and public officials which infringe citizens’ rights or freedoms or prevent citizens from exercising their rights and freedoms. It is incumbent on the officials concerned to demonstrate the lawfulness of their actions or decisions (section 2)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}