{"ITEMID": "001-57839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF SAÏDI v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1+6-3-d;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;John Freeland;R. Pekkanen", "TEXT": ["6. Mr Fahrat Saïdi, a Tunisian national born in 1951, is a bricklayer and lives in Nice.", "7. On 29 May 1986 the Nice police arrested him in connection with an inquiry concerning two deaths - of Mrs Jovet (24 May) and Mr Molinie (26 May) - caused by the injection of heroin; the police were acting on information received from drug users and small-time dealers.", "8. The following day a detective questioned the applicant concerning, inter alia, a number of persons:", "\"Q [question]: Do you know Allala le boiteux [Lame Allala]?", "R [reply]: I don’t know him. I’d have to see him.", "Q: Do you ever go to the Claridge?", "R: Yes, I go there regularly.", "Q: A person who was present during a conversation between you and Allala le boiteux says that it was you who took the order for ten grammes at the Claridge on 26 May last. What do you have to say?", "R: I don’t know whether I met this lame bloke. I’d have to be able to see him to say yes ...", "...", "Q: Do you know a Tunisian, quite an old man, whose first name is Sadok?", "R: I don’t know him. I’d have to be able to see him ...", "Q: A young man who only got his supplies directly from you also died in the last few days following an overdose. His friend, who is also a drug addict and who gets his drugs only from you, accuses you directly of being the person who sold them the drugs which led to his friend’s death. What do you have to say for yourself!", "R: I’ve never touched drugs and I’ve never supplied anyone with them. I would like to be confronted with this person.", "SI [sur interpellation - on examination]: The person who you’ve just shown to me and whom you say is called Allala le boiteux does go to the Claridge. I only know him by sight. I haven’t had any special dealings with him.", "...\"", "9. On the same day the police showed Mr Saïdi and two other persons who had been arrested (Mr Bousselmi and Mr Hamza), through a two-way mirror, to three drug addicts - Mrs Bentaieb and Mr Hamdi Pacha, who were facing charges of possession, supply and use of heroin, and Mr Trihan; the three addicts identified him categorically.", "10. Still on 30 May 1986 an investigating judge at the Nice tribunal de grande instance charged Mr Saïdi with possession and supply of heroin and involuntary homicide. He remanded him in custody by an order which gave the following reasons:", "\"The alleged offences are very serious; inquiries still have to be made; confrontations are to be organised;\"", "11. On the instructions of the investigating judge, the police obtained statements from several witnesses, drug addicts or former drug addicts: Mr Happe and Mrs Evrard on 2 June 1986, Mr Mazoyer on 5 June and Mrs Pothier on 10 June. The officers showed them photographs and they all identified Mr Saïdi and the two other persons charged as drug dealers.", "12. On 6 June 1986 the applicant’s lawyer sent to the investigating judge the following letter:", "\"May I request you, on behalf of Mr Fahrat Saïdi, whom I saw at Nice remand prison, to consider organising as soon as possible a confrontation between him and the persons who have denounced him.", "Fahrat Saïdi denies the charge of drug trafficking and would like to be able to prove his innocence.\"", "13. On 5 November 1986 the judge in question interviewed Mr Nenouchi, a friend of one of the victims - Mr Molinie -, who had come forward spontaneously to testify against Mr Saïdi, whom he described as his former supplier of drugs.", "14. When questioned on 14 November 1986 by the investigating judge, Mr Saïdi stated, inter alia, as follows:", "\"SI: You tell me that I’ve been accused by Trihan ..., Mazoyer ..., Nenouchi ..., who are all drug addicts and who claim that I sold them drugs. It’s untrue, I want to be confronted with them.\"", "15. On 24 November 1986 Mr Saïdi’s lawyer again wrote to the investigating judge, in the following terms:", "\"Following the interview which you conducted on 14 November, I would ask you, as my client has already himself done directly, to organise a confrontation between him and the persons who accuse him.\"", "16. By an order of 4 December 1986, the investigating judge decided that the applicant should remain in custody.", "17. On the same day the judge committed Mr Saïdi and four other persons for trial on the following charges:", "\"Bentaieb and [Hamdi] Pacha:", "that they did in Nice in the course of 1985 and 1986, contravene the legislation on dangerous drugs by possessing, supplying and making unlawful use of heroin, a class B drug;", "Bousselmi, Sadok Hamza, Fahrat Saïdi:", "that they did in the same place and over the same period as the aforementioned", "(a) contravene the legislation on dangerous drugs by possessing and supplying heroin, a class B drug;", "(b) by inadvertence, imprudence, lack of care, negligence or failure to respect the legislation involuntarily cause the death of Corinne Jovet and Patrick Molinie.\"", "18. On 3 February 1987 the Nice Criminal Court sentenced Mr Saïdi and Mr Bousselmi to ten years’ imprisonment for infringement of the dangerous drugs legislation and involuntary homicide, Mr Hamza to three years for possession and supply of heroin, and Mrs Bentaieb and Mr Hamdi Pacha, who had not appeared at the trial, to three years for supply and use of drugs.", "The court based its decision on the following grounds:", "\"...", "On the evening of 29 May 1986 Fahrat Saïdi and Allala Bousselmi were arrested. Allala Bousselmi made possible the arrest in his turn of his intermediary, Sadok Hamza, by giving the latter’s address and his first name.", "The three men were formally identified by the couple Abdel Hamdi Pacha and Saïda Bentaieb; Fahrat Saïdi was also identified by Jean-Pierre Trihan.", "In the course of their interrogations, the aforementioned Allala Bousselmi, Fahrat Saïdi and Sadok Hamza denied all the accusations levelled against them, although they were concurring and had been made by persons who did not know each other.", "The first witnesses to be heard subsequently explained the role played by each of the accused.", "Thus Alain Happe and Michèle Evrard formally identified from a plate of photographs Allala Bousselmi, Sadok Hamza and Saïdi and specified that Bousselmi sold the drugs through the intermediary of Sadok Hamza, Fahrat Saïdi being the \"wholesale\" supplier. Later other witnesses implicated the same three individuals.", "Christian Mazoyer, well known to the police as a drug addict, claimed to have bought between February and April 1986 from one and a half to two grammes of heroin from Fahrat Saïdi. He stated that Saïdi was the regular supplier of drugs to the prostitute and transvestite community.", "Valérie Pothier, also a drug addict, affirmed that in the course of 1985 she had bought drugs from the Boiteux. She stated that at the time Allala Bousselmi supplied the addicts directly. She also knew Fahrat Saïdi by his first name, as a drugs dealer.", "Nevertheless, the three men, Fahrat Saïdi, Allala Bousselmi and Sadok Hamza continued to deny all the accusations levelled against them, both before the investigating judge and at the trial.", "...", "Allala Bousselmi and Fahrat Saïdi were formally implicated by some of their regular customers (Alain Happe ..., Michèle Evrard ..., Christian Mazoyer ..., Valérie Pothier ..., Patricia Rogowicz ...) and by the very people who carried out some of their deliveries (Bentaieb ..., Abdel Hamdi Pacha ...); their different roles were precisely described by several witnesses, Bousselmi, the central figure in the traffic, who took the orders, received payment and gave instructions for the delivery, Saïdi, Bousselmi’s supplier and identified as a dealer in large quantities of heroin;", "It has been formally established by the statements of the immediate circle of the drug addicts who died of an overdose that the fatal dose had been sold by Bousselmi, who had been supplied by Saïdi; the findings of the pathologists from examining the victims’ bodies leave no room for doubt as to the direct causal connection between the taking of the drug in question and the death which occurred within a very short time of the injections.\"", "The court also made in respect of the applicant and Mr Bousselmi and Mr Hamza, who were likewise Tunisian nationals, an order permanently excluding them from French territory.", "19. On appeals by Mr Saïdi and Mr Bousselmi, and by the public prosecutor, the Aix-en-Provence Court of Appeal gave judgment on 1 October 1987. It found the accused guilty on only one count of involuntary homicide - in relation to Mr Molinie - and reduced Mr Saïdi’s sentence to eight years’ imprisonment and that of Mr Bousselmi to six years. However, it confirmed the permanent exclusion from French territory.", "Its judgment included the following reasoning:", "\"...", "The accused, as they had done throughout the police inquiry, the judicial investigation and the first-instance trial, formally denied that they had committed the alleged offences;", "They argued for their acquittal and stressed the inadequacy of the investigation and in particular the fact that there had been no confrontation between them and their accusers.", "...", "After Fahrat Saïdi was arrested, he was shown to Trihan behind a two-way mirror and the latter stated word for word as follows: ‘That’s the person to whom I go to buy powder when I’m in Nice. He’s the one who supplied us, Patrick Molinie and myself, on the evening of 24 May 1986.’", "In the course of the investigation and on the instructions of the investigating judge the police officers showed photographs of various individuals to Alain Happe ... and Michèle Evrard ...", "The latter formally identified from these photographs Allala Bousselmi, Sadok Hamza and Fahrat Saïdi.", "According to Happe, Allala Bousselmi supplies drugs to him and to Corinne Jovet. He had them delivered by Sadok Hamza. Fahrat Saïdi was indeed the ‘wholesaler’ who supplied Bousselmi and Hamza.", "Michèle Evrard affirmed that Bousselmi had supplied her with drugs through the intermediary of Saïda Bentaieb.", "Sadok Hamza acted as ‘drug-keeper’ for Allala Bousselmi and Fahrat Saïdi was a heroin ‘wholesaler’.", "Other drug addicts, Christian Mazoyer, known as ‘Barbara’ ..., Valérie Pothier ... and Marcel Nenouchi, known as ‘Sabrina’..., also implicated Fahrat Saïdi and Allala Bousselmi.", "The autopsy of the bodies of the two victims, Patrick Molinie ... and Corinne Jovet ..., revealed their drug addiction and there were recent marks, consistent with the time of death, of intravenous injections.", "In both cases the cause of death was, according to the experts, acute oedema of the lung, of toxic origin, probably the result of a massive injection of heroin.", "...", "As regards the offence of infringement of the dangerous drugs legislation, the court agrees with the relevant reasons on which the first-instance court based its decision and finds Allala Bousselmi and Fahrat Saïdi guilty;", "The concurring and repeated statements of the people who sold the drugs supplied by them, Saïda Bentaieb and Abdel Hamdi Pacha, and those who bought the drugs, Alain Happe, Michèle Evrard, Patricia Rogowicz, Jean-Pierre Trihan, Christian Mazoyer, Valérie Pothier and Marcel Nenouchi, are sufficiently convincing to establish the offence of which they are accused and also the role which they played in the heroin traffic in Nice;", "Although the police officers and the investigating judge did not organise a confrontation with their accusers, the methods of identification which were used (identification through a two-way mirror or examination of photographic plates bearing their photograph) show sufficiently that, for their own personal reasons, the dealers and the drug addicts who gave evidence did not wish to be physically confronted with the accused;", "Even if confrontations had led to statements being retracted, that would not have deprived of their weight the repeated affirmations of the dealers and users;", "It has been sufficiently established by the police inquiry and the judicial investigation that Fahrat Saïdi did indeed sell to Jean-Pierre Trihan and Patrick Molinie the heroin, the injection of which led to Trihan being taken ill and Molinie’s death.", "...\"", "20. Mr Saïdi appealed on points of law. His sole ground of appeal was worded as follows:", "\"Violation of the general principles of criminal procedure and of Article 6 para. 3 (d) (art. 6-3-d) of the Convention ...;", "in that the Court of Appeal convicted the accused of drug dealing and involuntary homicide;", "whereas, firstly, in order to determine the accused’s guilt the lower courts relied solely on his being identified indirectly by the witnesses who viewed him from behind a two- way mirror; this method offends against the fairness of the investigation and cannot furnish admissible evidence under criminal procedure;", "whereas, secondly, by refusing to organise a confrontation between the accused and the persons who accused him and whom he had never seen and never been able to examine, the contested judgment infringed the accused’s right to examine the witnesses against him.\"", "21. On 19 August 1988 the Criminal Division of the Court of Cassation dismissed the appeal on the following grounds:", "\"It appears from the impugned judgment that in finding Fahrat Saïdi guilty of heroin trafficking and the involuntary homicide of Patrick Molinie, who died as a result of a massive injection of that drug, the Court of Appeal noted that two methods of identification had been used by the investigating police officers, identification through a two- way mirror and by means of photographs; these had enabled various witnesses, named in the judgment, to identify Saïdi as the person who had supplied the heroin; the Court of Appeal held that the concurring and repeated statements of the dealers and users of the drugs supplied by Saïdi and the evidence from the police inquiry and the judicial investigation were sufficiently convincing to establish the role of the accused and his guilt as charged;", "In the light of these findings and conclusions arrived at by the lower courts in the exercise of their unfettered discretion to assess the weight of the evidence adduced in court at an adversarial hearing and given that neither the contested judgment nor any properly made submissions show that the accused requested the courts to organise a confrontation, the Court of Appeal, without disregarding the general principles of criminal procedure and the provisions of Article 6 para. 3 (d) (art. 6-3-d) of the ... Convention ..., set out grounds for its decision and gave a legal basis to the contested judgment;\"", "22. On 5 January 1990 the Aix-en-Provence Court of Appeal declared inadmissible an application by Mr Saïdi for the lifting of the order imposed by the first and second-instance courts permanently excluding him from French territory. The applicant filed an appeal on points of law against that decision.", "He was released on 17 August 1991, after serving five years, two months and seventeen days. The same day he refused to comply with an order for his expulsion (reconduite à la frontière), which led to his being convicted in the Créteil Criminal Court. On appeal the Paris Court of Appeal sentenced him to six months’ imprisonment, together with a ten-year prohibition on residing on French territory. Mr Saïdi applied to the same court to have the prohibition lifted. His application was heard on 22 January 1993 and the proceedings were adjourned to 7 May.", "23. The Court has no information as to the outcome of the appeal on points of law and of the application to have the prohibition lifted.", "24. As far as the investigating judge is concerned, three provisions of the Code of Criminal Procedure are relevant in the present case:", "\"The investigating judge shall summon to appear before him, through a bailiff or a police officer, any persons whose testimony he considers would be useful ...", "The witnesses may also be summoned by ordinary letter, by registered letter or through administrative channels; they may also appear of their own accord.\"", "\"They shall be heard separately, not in the presence of the accused, by the investigating judge assisted by his clerk; a formal record shall be drawn up of their statements.", "...\"", "\"The accused and the civil complainant may be heard or confronted only in the presence of their lawyers or after the latter have been duly summoned, unless they expressly waive this right.", "...\"", "25. On appeal the investigation is governed by equivalent rules laid down in the Code of Criminal Procedure:", "\"The indictment division may, in all cases, at the request of the principal public prosecutor, of one of the parties or even of its own motion, order any additional investigative measure which it considers useful.", "...\"", "\"Additional investigative measures shall be effected in accordance with the provisions relating to the preliminary investigation either by one of the members of the indictment division or by an investigating judge which it delegates to this effect.", "...\"", "26. The rules governing the examination of witnesses differ according to whether the court is hearing the case at first instance or on appeal.", "27. The principal provision of the Code of Criminal Procedure which was applicable in the instant case is to be found in Article 427, which is worded as follows:", "\"Unless otherwise provided by statute, any type of evidence shall be admissible to substantiate a criminal charge, and the court shall reach its decision on the basis of being satisfied beyond reasonable doubt (intime conviction).", "The court may only base its decision on evidence which has been adduced during the trial and discussed before it inter partes.\"", "28. The rules of procedure laid down for the Criminal Court also apply in principle to the court of appeal, but subject to an important proviso in the second paragraph of Article 513 of the Code of Criminal Procedure, which reads:", "\"Witnesses shall be heard only if the court of appeal so orders.\"", "29. This provision gave rise to a line of decisions by the Criminal Division of the Court of Cassation, which appears to have departed from those precedents in 1989, that is to say after the events in the present case.", "30. The Criminal Division decided very early on that appeal courts were not required to hear afresh witnesses who had already given evidence at the original trial, even where an application had been made for them to be re-examined; it did, however, consider that they were under an obligation to hear and determine any such applications made and to give reasons for any refusal (30 October and 13 December 1890, Bulletin criminel (Bull.) nos. 212 and 253; 20 October 1892, Recueil périodique Dalloz (D.P.) 1894, I, p. 140; 13 January 1916, D.P. 1921, I, p. 63; 20 December 1955, Dalloz 1956, sommaires, p. 29).", "Where they deemed it useful or necessary, appeal courts could summon witnesses who had not testified in the Criminal Court; but if they refused to call such witnesses, it was sufficient by way of reasons if they stated in their judgment that there was no need for further inquiries into the facts (20 October 1892, Bull. no. 212; 9 February 1924, Bull. no. 70; 5 November 1975, Bull. no. 237, p. 629).", "31. The Criminal Division’s approach seems to have changed markedly in its Randhawa judgment of 12 January 1989:", "\"By Article 6 para. 3 (d) (art. 6-3-d) of the European Convention for the Protection of Human Rights and Fundamental Freedoms, ‘everyone charged with a criminal offence has the [right] ... to examine or have examined witnesses against him’. It follows that, unless it is impossible for reasons which they must specify, courts of appeal are bound, on a properly made application, to order the examination in the presence of the parties of prosecution witnesses who have not been confronted with the defendant at any stage of the proceedings.", "Sarb Randhawa, who was charged with drug trafficking and a customs offence, made an application to the Court of Appeal for an examination inter partes of the witnesses Joris Suray and Catherine Guillaume, whom he had called and whose statements provided, he claimed, the sole basis for the finding of guilt. He said that he had not been able to have them examined at any stage of the proceedings.", "In support of its refusal of this application, and although it based its finding of the defendant’s guilt solely on the statements of the aforementioned witnesses, the court below noted merely that the witnesses whose examination had been sought had been interviewed during the police inquiry and the judicial investigation and that the defendant had been informed of the prosecution evidence deriving from their statements.", "But while a refusal to hear evidence from a prosecution witness does not, as such, infringe the aforementioned provisions of the Convention, since the court may take into account any special difficulties entailed by an examination of a given witness in the presence of the parties, for example the risk of intimidation, pressure or reprisals, such a refusal must nevertheless respect the rights of the defence and the court must explain why a confrontation is impossible.", "This was not so in the present case, and the judgment must accordingly be set aside; ...\" (Bull. 1989, no. 13, pp. 37-38)", "This approach was confirmed in a judgment of 22 March 1989 (case of X, Bull. 1989, no. 144, pp. 369-371; see also the judgments of 23 January, 6 March and 9 October 1991, Bull. 1991, no. 40, p. 102, no. 115, p. 293, and no. 336, p. 840)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}