{"ITEMID": "001-82863", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GJONBOCARI AND OTHERS v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (failure to enforce a final judgment);Violation of Art. 6-1 (length of the third set of proceedings);Not necessary to examine Art. 13+6-1 (failure to enforce a final judgment);Violation of Art. 13+6-1 (length of the third set of proceedings);Remainder inadmissible;Damage - Government to secure the enforcement of the domestic court's final judgment;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention and domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicants, who are all siblings, were born in 1939, 1927, 1934, 1931, 1924, 1949 and 1949, respectively. They live in Tirana and Vlora.", "A. Proceedings pursuant to the Property Act", "6. During the communist regime several plots of land owned by the applicants’ parents had been confiscated by the authorities without compensation. The property measuring in total 132 hectares was situated in the Vlora region on the southern Albanian coast.", "7. On 30 March 1994, pursuant to the Property Act, the applicants lodged a request with the Vlora Commission on Restitution and Compensation of Properties (Komisioni i Kthimit dhe Kompensimit të Pronave, “the Vlora Commission”) seeking the allocation of the original property to them.", "8. On 27 August 1996 the Vlora Commission assigned to the applicants jointly, as co-owners, 14 hectares (2 hectares per person) of the property (“relevant property”). The decision was signed by four out of the seven members of the Vlora Commission.", "9. Notwithstanding this, and based on the Commission’s decision, on an unspecified date the applicants registered the relevant property with the Vlora Land Registry.", "10. On 28 December 1998 they applied to the Vlora Commission requesting the issuance of a new document complying with formal legal requirements, namely, a document duly signed by all of the Commission’s members.", "11. On 6 January 1999, by document no. 76, the President of the Vlora Commission replied to the applicants, informing them that the Commission had already confirmed their title in its decision of 27 August 1996. In any event, pursuant to the laws in force at the material time, competence for any formal correction of the Commission’s documents lay with the courts.", "B. Proceedings with the Ministry of Tourism as a party", "12. On 25 November 1996 the Ministry of Tourism, by decree no 20/2, (“the decree”), leased a plot of land (part of the applicants’ property) to A.L., for tourism purposes.", "13. On 29 December 1997 the applicants brought an action before the Tirana District Court to quash the decree.", "14. On 17 February 1998 the Tirana District Court annulled the decree on the ground that the transaction concerned private property.", "15. On 16 June 1998 the Tirana Court of Appeal quashed the District Court’s decision and upheld the validity of the decree, stating that the Commission’s decision of 27 August 1996 had been invalid in that it had not complied with formal requirements. Consequently, the applicants could not claim title to the relevant property.", "16. On 10 June 1999, following an appeal by the applicants, the Supreme Court quashed the Court of Appeal’s judgment of 16 June 1998 on the ground that it had been illogical and sent the case back to the Court of Appeal for re-hearing.", "17. On 10 November 1999 the Tirana Court of Appeal, following a re-hearing, rejected the applicants’ action on the ground that it had been lodged with the District Court after the one-month time-limit stipulated by law had expired.", "18. On 17 January 2001 the Supreme Court upheld the Court of Appeal’s judgment.", "C. Proceedings on the restitution of the property to K.B.", "19. Meanwhile, on 9 October 1997 the Vlora Commission allocated to K.B. - A.L.’s mother - as compensation, the same plot of land that the Ministry had previously leased to her son.", "20. On an unspecified date K.B donated the land to her son.", "21. Following a request by A.L., by order no. 3 dated 11 June 1999, the Vlora Land Registry cancelled the applicants’ title to this plot of land and registered A.L. as the owner.", "D. Proceedings with A.L. as a party", "22. On 13 December 1999, following a civil action brought by A.L., the Vlora District Court declared null and void the Vlora Commission’s decision of 27 August 1996 which had allocated the ownership of the plot of land to the applicants on the ground that it had not been issued in compliance with formal requirements (see the findings of the Tirana Court of Appeal decision of 16 June 1998).", "23. On 17 March 2000 the Vlora Court of Appeal upheld the District Court’s decision and reasoning, adding that the Vlora Commission had exceeded its jurisdiction in taking decisions about properties which the State had assigned for tourism purposes.", "24. On 17 January 2001 the Supreme Court confirmed that the Vlora Commission’s decision was null and void, on the ground that it had not been issued in compliance with formal requirements. It was consequently of no effect as regards the applicants or other third parties. Notwithstanding this, it quashed the judgments given at first and second instance and discontinued the proceedings.", "E. Proceedings with the Vlora Commission as a party", "1. Ordinary proceedings", "25. On 18 April 2000 the applicants initiated proceedings with the Vlora District Court seeking the annulment of the decision of the Vlora Commission in K.B.’s favour. On 6 February 2001 the Vlora District Court dismissed the applicants’ request on the ground that the Vlora Commission’s decision in their favour had been declared null and void by the Vlora District Court’s decision of 13 December 1999.", "26. On 25 May 2001 the Vlora Court of Appeal, having examined the applicants’ appeal, rejected the applicants’ argument as to the nullity of the Commission’s decision allocating the land to K.B. on the ground that it was unsubstantiated. It also rejected their second request, holding that an irregular act, even if not considered formally invalid, as in this case, should not have any legal effect.", "27. On 6 March 2003 the Supreme Court quashed the first and second instance decisions in part. It dismissed the applicants’ request for a declaration that the Vlora Commission’s decision allocating the plot of land to K.B. was null and void, on the ground that its nullity could only be determined once a valid decision determining the applicants’ rights over the land had been taken. It accordingly ordered the Vlora Commission to issue a decision vis-a-vis the applicants in compliance with the formal requirements.", "2. Enforcement proceedings", "28. On 14 April 2004 the Vlora District Court, upon a request by the applicants, issued an enforcement order instructing the Vlora Commission to comply with the Supreme Court’s judgment of 6 March 2003.", "29. On 10 May and 2 September 2004 the Commission informed the Bailiffs’ Office that they had not issued the decision ordered in the Supreme Court judgment due to the fact that the applicants had failed to submit the documents necessary to enable a legally correct decision to be taken.", "30. On 27 August 2004 the Bailiffs’ Office once again brought to the Vlora Commission’s attention the enforcement order issued on 14 April 2004.", "31. On 12 May and 6 September 2004 the Bailiffs’ Office invited the applicants to comply with the Commission’s requests and to submit the documents relating to their property claims.", "32. The applicants then informed the Bailiffs’ Office and the Vlora Commission that they had already submitted the necessary documents at the time the Commission had decided in 1996. Moreover, they were reluctant to submit the requested documents since they disagreed with any suggestion that their case had to be decided ex novo. In their opinion, the Supreme Court’s judgment only required the formalisation of the decision of 1996.", "33. On 29 May 2006 the Vlora Commission decided not to consider the case for apparent insufficiency of documentation and on 30 November 2006 it sent the case for further consideration to the National Committee for the Restitution and Compensation of properties.", "34. On 5 April 2007 the National Committee, now known as the Agency for the Restitution and Compensation of properties (“the Agency”) informed the applicants that, notwithstanding that the Commission file was in fact complete, it had decided to stay the proceedings until the Government had issued the appropriate plans for the properties’ valuation.", "35. The Albanian Constitution, in so far as relevant, reads as follows:", "“1. The right of private property is protected by law 2. Property may be acquired by gift, inheritance, purchase, or any other ordinary means provided by the Civil Code. 3. The law may provide for expropriations or limitations in the exercise of a property right only in the public interest. 4. The expropriations or limitations of a property right that are equivalent to expropriation are permitted only against fair compensation. 5. A complaint may be filed in court to resolve disputes regarding the amount/extent of compensation due.”", "“In the protection of his constitutional and legal rights, freedoms and interests, and in defence of a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“State bodies shall comply with judicial decisions.”", "“The Constitutional Court shall decide: ... (f) Final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“1. Within two to three years from the date when this Constitution enters into force, The Assembly, guided by the criteria of article 41, shall issue laws for the just resolution of different issues related to expropriations and confiscations done before the approval of this Constitution,.", "2. Laws and other normative acts that relate to the expropriations and confiscations, adopted before the entry into force of this Constitution, shall be applied provided they are compatible with the latter.”", "36. The Property Restitution and Compensation Act (Ligji për kthimin dhe kompensimin e pronës) underwent several amendments during the past fourteen years. The main changes to the first Property Act of 1993 came about as a result of two laws which entered into force respectively in 2004 and 2006. Thus, hereinafter they will be referred to as the “Property Act 1993”, the “Property Act 2004” and the “Property Act 2006”, respectively.", "The relevant provisions of each of these laws are abridged as follows:", "37. According to the Act of 1993 the former owners of properties expropriated by the relevant regime and their legal heirs had the right to claim the ownership over the original properties. Upon ownership being determined they were entitled either to have allocated the original immovable property or to be awarded compensation in kind (in a maximum of 10,000 sq. m) or in value if one of the following conditions was met: the alleged property (1) was pasture, meadow, forestry land, or agricultural or non-agricultural land; (2) was not subject to Law no. 7501 of 19 July 1991; (3) was currently State-owned; (4) had been designated as suitable for construction and is situated within the boundaries of a city.", "Section 16 of the Act provided for the following forms of compensation in respect of property which could not be restituted: (a) State bonds, equivalent to the compensation owed, and with a first option of acquiring shares in State enterprises being privatised by the Government or in other activities carried out through the granting of loans; (b) an equivalent plot of land or building site near to an urban area, in accordance with the general urban-development regulations; and (c) an equivalent plot of land in a tourist zone, in accordance with the general urban-development regulations.", "The Council of Ministers had the authority to define detailed rules for determining the methods and time-limits for such compensation to take place.", "38. Moreover, the 1993 Act instituted the Commission on Restitution and Compensation of Properties (Komisioni i Kthimit dhe Kompensimit të Pronave) as the competent administrative body to deal with former owners’ restitution and compensation of property claims. However, it omitted to provide a time-limit within which a decision could be appealed, thus preventing it from even becoming binding.", "39. The Property Act enacted in 2004, repealing the previous one, provided for two forms of restitution of immovable properties, namely the return, under certain circumstances, of the original property and compensation in the event of the impossibility for the authorities to return the original property. The restitution was not limited in size. The Act provided for five forms of compensation: (a) property of the same kind; (b) property of any other kind; (c) shares in State-owned companies; (d) the value of a State-owned property in the privatisation process, and (e) a sum of money corresponding to the value attributed to the property at the time of the decision (section 11). The Act instituted the State Committee for Property Restitution and Compensation (Komiteti Shteteror per Kthimin dhe Kompensimin e Pronave), composed of five members elected by Parliament. Its role was to decide on the lawfulness of district committees’ decisions on restitution and compensation claims (sections 15 and 17). The Council of Ministers was to establish the rules and the criteria of these (sections 13).", "40. Section 19 provided for the enforcement of the decisions awarding compensation within the first six months of each financial year. On its entry into force, persons entitled to claim restitution or compensation had to lodge applications with the District Committee by 31 December 2007. The Act granted the Committee discretion to decide which form of compensation should be granted, but applicants could express in writing their preferred type of compensation. The District Committee’s decision could be appealed to the State Committee (section 20) and to the district courts within thirty days of the date of issue of the Committee’s decision.", "41. On 28 April 2005 Parliament adopted an Act, setting down the method by which immovable property would be valued for compensation purposes. Its implementation was left to the State Committee for the Compensation and Restitution of Properties, which was to issue the appropriate maps for the properties’ valuation.", "42. In order to comply with the committees’ decisions awarding pecuniary compensation, section 23 of the 2004 Act provided for the establishment of a ten-year Property Compensation Fund, whose aim was to provide financial support for such awards. The 2004 Act was examined by both the Constitutional and the Supreme Courts.", "On 24 March 2005 the Supreme Court, Joint Colleges, concluded that the Property Act of 2004 had no retroactive effect and that its provisions, could therefore, not have any impact on property rights recognised by administrative or court decisions given before its entry into force.", "43. On 17 July 2006 Property Act of 2004 was amended by means of the Property Act 2006 which entered into force on 17 August 2006. It provided, inter alia, for the establishment of the Agency for the Restitution and Compensation of Properties, a new body competent to decide restitution and compensation claims (section 15). The new law repealed sections 11 § 2; 19 and 20 of the previous law which, inter alia, provided for the procedure for the enforcement of decisions that awarded compensation."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}