{"ITEMID": "001-109221", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ABIL v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Stand for election);Non-pecuniary damage - award", "JUDGES": "Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1952 and lives in Baku.", "6. The applicant stood for the elections to the National Assembly of 6 November 2005 as an independent candidate. He was registered as a candidate by the Constituency Electoral Commission (“the ConEC”) for the single-member Garadagh Electoral Constituency no. 11.", "7. On 28 October 2005 the ConEC held a meeting in the applicant’s absence and decided to apply to the Court of Appeal with a request to cancel his registration as a candidate owing to reports of his engaging in activities incompatible with the requirements of the Electoral Code. In particular, the ConEC noted that it had received a number of written statements from voters claiming that the applicant had promised them money in exchange for their promise to vote for him. The ConEC forwarded a total of seventeen such statements to the Court of Appeal, enclosed with its request for the applicant’s disqualification.", "8. On 29 October 2005 the applicant and his lawyer attempted to get a copy of the case file from the Court of Appeal, but were not allowed to do so.", "9. On 31 October 2005 the Court of Appeal examined the case and cancelled the applicant’s registration as a candidate, in accordance with Articles 88.4 and 113.2.3 of the Electoral Code. During the hearing, the applicant submitted that he had not been informed of the ConEC meeting of 28 October 2005 in advance and, therefore, had not been able to attend it. He denied all the accusations against him and asserted that they had been fabricated.", "10. The court heard oral testimonies of eight out of the seventeen persons who had submitted written statements to the ConEC accusing the applicant of attempting to bribe them. One of them, H., testified that the applicant had personally offered him money. The remaining seven testified that they had been approached by some unknown people who had offered them money if they promised to vote for the applicant. When asked in court whether, when offering money, those “unknown people” had inquired from them whether they had been registered as voters in the applicant’s constituency, these witnesses replied in the negative.", "11. The Court of Appeal considered the above evidence sufficient to find that the applicant had offered money to voters in exchange for their votes in his favour, thus breaching Article 88.4 of the Electoral Code.", "12. After the delivery of the Court of Appeal’s judgment, the applicant carried out an enquiry about the identity of the persons who had testified against him. He found out that four of the eight persons who had testified against him in court were not actually registered as voters in his constituency. Moreover, witness H. was not registered and did not actually reside at the address which, according to his submissions to the court, was his primary residence located in the applicant’s constituency. In the applicant’s opinion, this information gave rise to serious doubts as to the personal integrity of the witnesses and the truthfulness of their statements, because it showed that they had either lied about their personal details or made false accusations against him, as there was no reason or incentive for a candidate in a given constituency to attempt, either by means of legal campaigning or illegal methods, to secure the votes of persons who were registered to vote elsewhere and therefore could not vote for him anyway.", "13. The applicant lodged an appeal with the Supreme Court, arguing that the Court of Appeal’s judgment was arbitrary, that the evidence used against him had been fabricated, that the persons who had testified against him were false witnesses and that some of those persons were actually relatives of various officials of the local executive authorities. In support of his arguments, he submitted the information described in the above paragraph.", "14. On 3 November 2005 the Supreme Court dismissed the applicant’s appeal and upheld the Court of Appeal’", "15. In the meantime, in September and October 2008 the applicant lodged several complaints with the ConEC and the Central Electoral Commission (“the CEC”) concerning various alleged irregularities in the election process in his constituency. However, according to the applicant, he did not receive any replies to his complaints.", "16. The applicant lodged an action with the Court of Appeal, complaining about the above-mentioned irregularities and asking the court to hold the Chairman of the CEC liable for the alleged failure to respond to his complaints. On 2 November 2005 the Court of Appeal dismissed the applicant’s claims as unsubstantiated. On 7 November 2005 the Supreme Court upheld that judgment.", "17. Article 88.4 of the Electoral Code of 2003 provides as follows:", "“88.4. Candidates ... are prohibited from gaining the support of voters in the following ways:", "88.4.1. giving money, gifts and other valuable items to voters (except for badges, stickers, posters and other campaign materials having nominal value), except for the purposes of organisational work;", "88.4.2. giving or promising rewards based on the voting results to voters who were involved in organisational work;", "88.4.3. selling goods on privileged terms or providing goods free of charge (except for printed material);", "88.4.4. providing services free of charge or on privileged terms;", "88.4.5. influencing the voters during the pre-election campaign by promising them securities, money or other material benefits, or providing services that are contrary to the law.”", "18. According to Articles 113.1 and 113.2.3 of the Electoral Code, the relevant electoral commission may request a court to cancel the registration of a candidate who engages in activities prohibited by Article 88.4 of the Code.", "19. Complaints concerning decisions of electoral commissions must be examined by the courts within three days (unless the Electoral Code provides for a shorter period). The period for lodging an appeal against a court decision is also three days (Article 112.11).", "20. Chapter 25 of the Code of Civil Procedure sets out rules for the examination of applications concerning the protection of electoral rights (or the right to participate in a referendum). According to Article 290, such applications must be submitted directly to the appellate courts in accordance with the procedure established by the Electoral Code.", "21. Applications concerning the protection of electoral (referendum) rights must be examined within three days of receipt of the application, except for applications submitted on election day or the day after election day, which must be examined immediately (Article 291.1). The court must hear the case in the presence of the applicant, a representative of the relevant electoral commission and any other interested parties. Failure by any of these parties to attend the hearing after due notification does not preclude the court from examining and deciding the case (Article 291.2).", "22. The appellate court’s decision can be appealed against to the higher court (the court of cassation) within three days. This appeal must be examined within three days, or immediately if submitted on election day or the next day. The decision of the court of cassation is final (Article 292)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}