{"ITEMID": "001-23653", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "CIOBANU v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Mihai Ciobanu, is a Romanian national who was born in 1910 and lived in Romania. He died on 31 December 1996. He is represented before the Court by Vasila and Petre Constantin, respectively his daughter and her husband. They both live in Bucharest. The respondent Government are represented by their Agent, Mr Bogdan Aurescu.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In November 1994, the applicant, a war veteran, lodged with the Bucharest Court of Appeal an action against the Local Council of Bucharest (hereinafter “the Local Council”) and the Local Council of the 3rd district of Bucharest seeking the allocation of 0,05 ha of land. The action was brought pursuant to Law no. 44/1994 on war veterans.", "By a judgment of 6 June 1996 the Court of Appeal ordered the Local Council to assess the availability of plots of land located within the city area and to allocate one to the applicant pursuant to Article 13 of Law no.44/1994. The appeal lodged by the Local Council was rejected on 6 February 1998 by a final decision of the Supreme Court.", "In March 1998 the representatives of the applicant lodged in his name with the Bucharest Court of Appeal an action against the Local Council and the mayor of Bucharest, seeking damages on account of the delay in enforcing the judgment. On 23 April 1998 the Court of Appeal imposed on the mayor a fine of ROL 500 per day of delay from 6 March 1998 until the enforcement of the judgment. This judgment was upheld by the Supreme Court in a final decision of 23 November 1998.", "On 15 August 2001, the representatives of the applicant informed the Court, in his name, that the judgment of 6 June 1996 had still not been enforced.", "On 9 September 1994, the applicant appointed as his representatives Vasila and Petre Constantin, his daughter and her husband. The applicant granted them the power to file applications with the Romanian courts and to pursue the enforcement of any court decisions adopted as a consequence of any such actions.", "Thereafter, the applicant was represented before the national courts by his daughter and her husband.", "According to the death certificate submitted by the Government and uncontested by Vasila and Petre Constantin, the applicant died on 31 December 1996.", "The application lodged with the Court on 16 December 1998, on behalf of the applicant, was signed on his behalf by his daughter, Vasila Constantin. The representatives did not inform the Registry at any time in the course of the proceedings before the Court of the death of the applicant.", "By letter of 10 November 2000, following a request by the Registry, Mrs Vasila Constantin submitted the power of attorney designating her and her husband as the applicant’s representatives in the Convention proceedings. This document was signed by Vasila and Petre Constantin on behalf of the applicant.", "They reminded the Court, among other things, that the letter of authority of 9 September 1994, which was valid according to Romanian legislation, remained valid until the death of the representatives. As a consequence, they considered the Court’s request redundant.", "The relevant provisions of the Romanian Civil Code read as follows in their part concerning the power of a person to represent the interests of another person.", "“The power of representation is extinguished when: (...)", "3. the representative or the principal dies...”", "The relevant provisions of the Romanian Code of Civil Procedure read as follows in their parts concerning the power to represent another person in legal proceedings:", "“The authority to act in legal proceedings does not cease to exist upon the death of the principal... It continues to be valid until the heirs withdraw it...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}