{"ITEMID": "001-67586", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ZASKIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 21 February 1994 the applicant filed with the Łódź Regional Court (sąd wojewódzki) an action in which he claimed damages from one of his partners in a partnership allegedly responsible for a sale of the partnership's property without the applicant's prior approval. He sued also a certain company X which had purchased that property.", "9. On 10 March 1994 the court exempted the applicant from court fees.", "10. On 14 March 1994 it refused the applicant's request for an interim measure. His appeal against that decision was dismissed on 16 May 1994 by the Łódź Court of Appeal (sąd apelacyjny).", "11. On 5 May 1994 the applicant submitted pleadings with a ninety-five-page annex. In July and October 1994, as well as in December 1995, he submitted further pleadings and requested the summoning of five witnesses.", "12. The Regional Court held a hearing on 11 January 1996. It completed the examination of the case and informed the parties that it would pronounce its judgment on 25 January 1996. Subsequently, the applicant submitted pleadings containing motions concerning evidence. On 25 January 1996 the court resumed the examination of the case.", "13. The hearing scheduled for 27 February 1996 was adjourned because of the absence of a lay judge.", "14. On 27 March 1996 the court held a hearing.", "15. On 10 April 1996 it declared its lack of jurisdiction over the applicant's claims in respect of his partner and transferred that part of the case to the Łódź District Court (sąd rejonowy).", "16. The Regional Court held hearings on 26 November 1996, as well as on 29 January, 1 April and 23 July 1997. It ordered an expert opinion.", "17. On 15 September 1997 the court refused the applicant's request for an interim measure.", "18. The expert opinion was submitted on 5 February 1998.", "19. Subsequently, the applicant challenged that opinion.", "20. At the hearing held on 11 May 1998 the court ordered a supplementary expert opinion.", "21. At the hearing of 25 June 1998 the court completed the examination of the case.", "22. Subsequently, the applicant filed a petition in which he complained about certain errors in the minutes from that hearing. On 7 July 1998 the court issued a decision concerning those errors.", "23. On 6 July 1998 the applicant submitted pleadings. On 9 July 1998 the court resumed the proceedings and requested the applicant to specify his claim.", "24. In September 1998 the applicant requested the court to summon a customs office to join the proceedings as an intervener for the applicant.", "25. At the hearing held on 9 November 1998 the court dismissed that request. The applicant requested the written reasoning of that decision. On 18 November 1998 his request was rejected as not provided for by the law.", "26. On 19 November 1998 the court gave judgment. It awarded the applicant 32,345.23 Polish zlotys with interest. Both the applicant and the defendant company appealed.", "27. The Łódź Court of Appeal held hearings on 9 April and 1 June 1999.", "28. On 15 June 1999 it gave judgment. The court amended the judgment of the first-instance court in that it dismissed the action filed by the applicant. He received a copy of the written reasoning of that judgment on 4 April 2000. On 4 May 2000 the applicant lodged with the Supreme Court a cassation appeal against that judgment.", "29. On 16 January 2002 the Supreme Court dismissed that appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}