{"ITEMID": "001-4728", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KARAKURT v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Turkish national, born in 1962 and living in Linz.", "He is represented before the Court by Mr E. Eypeltauer, a lawyer practising in Linz.", "A.", "On 24 May 1994 the applicant and the nine other employees of a Linz association promoting the interests of foreigners elected their works council (Betriebsrat), which, having regard to the number of employees, comprised two persons. The employees elected Mr P. and the applicant.", "On 21 June 1994 Mr P. instituted proceedings with the Linz Regional Court (Landesgericht) challenging the applicant's election as member of the works council on account of his Turkish nationality.", "On 15 September 1994 the Regional Court, sitting as the labour and social court (Arbeits- und Sozialgericht), deprived the applicant of his membership of the works council. It found that, as a Turkish national, the applicant was not eligible to stand for election to this council, pursuant to section 53(1)(1) of the Industrial Relations Act (Arbeits-verfassungsgesetz).", "On 15 March 1995 the Linz Court of Appeal (Oberlandesgericht) dismissed the applicant's appeal. As regards the applicant's argument that section 53(1)(1) of the Industrial Relations Act amounted to a breach of Article 11 of the Convention, the Court of Appeal considered that the restriction of the right to stand for election to a works council of an enterprise did not interfere with the right to form or to join trade unions.", "On 21 December 1995 the Austrian Supreme Court (Oberster Gerichtshof) dismissed the applicant's appeal on points of law. It also rejected two procedural requests concerning a procedure before the Constitutional Court (Verfassungsgerichtshof), for the purpose of challenging part of section 53(1) of the Industrial Relations Act, and a case before the Court of Justice of the European Communities. As regards Article 11 of the Convention, the Supreme Court observed that freedom of association included the right to form and join associations of workers which, as compared to associations in general, pursued special aims and purposes, namely the promotion of working conditions. Trade unions are representative examples of such associations which are formed for a trade or profession (“überbetrieblich”). The works council, set up as a statutory organ of staff, could not be regarded as an association within the meaning of Article 11 of the Convention. In particular, the works council was not an association formed on a voluntary and private basis, but its organisation and functions were determined by law. In that respect, the Supreme Court, referring to a decision of the European Commission of Human Rights of 10 July 1991, found that it was comparable to chambers of trade. Moreover, the staff as such did not constitute an independent association within the meaning of Article 11 of the Convention, as they were not a group of persons associated on a voluntary basis. As regards the question of discrimination between foreigners, the Supreme Court considered that the accession to the European Communities had required the extension of eligibility to citizens of member States of the European Communities; and the difference in treatment between Austrian nationals and foreigners was generally justified on account of the particular relationship between nationals and their home State. Furthermore, as the stay of foreigners other than nationals of Member States of the European Communities, could be limited in time, the statutory period of their membership in a works council were subject to an administrative decision.", "The decision was served on 5 February 1996.", "B. Relevant domestic law", "The Industrial Relations Act (Arbeitsverfassungsgesetz) concerns collective agreements (Part I) and the works constitution (Betriebsverfassung), i.e. the statutory framework for the rights of employees at work (Part II). Part III relates to the Federal Arbitration Board (Bundeseinigungamt) and arbitration committees (Schlichtungsstellen).", "The representative bodies of staff (Organe der Arbeitnehmerschaft) have to promote the economic, social, health and cultural interests of the staff in a work place (section 38). The legal provisions on the works constitution and their application aim at balancing competing interests to the benefit of the staff and the work place, and these bodies are called upon to cooperate, inter alia, with the competent collective public-law bodies of staff or voluntary staff associations.", "Section 40 provides that, in any work place with five or more permanent members of staff eligible to vote, representative bodies should be set up: as a rule, a general works meeting (Betriebshauptversammlung), group meetings of the workers and of the employees (Gruppenversammlungen der Arbeiter und der Angestellten), the works council electoral committee (Wahlvorstände für die Betriebsratswahl), the respective works councils of the workers and the employees, the works committee (Betriebsausschuss) and the auditor (Rechnungsprüfer).", "Section 50 fixes the number of members of a works council in relation to the number of staff at the date of election: in a work place with five to nine employees, the works council consists of one person, in a work place with ten to nineteen employees, it consists of two persons, in a work place with twenty to fifty employees, it consists of three persons, and in a work place with fifty-one to one hundred employees, it consists of four persons. The number of members then increases by one per further hundred employees, and in work places with more than thousand employees by one per further four hundred employees. Men and women shall be represented in proportion to their numbers amongst the employees.", "Section 51 lays down the principles of equal, direct and secret elections. All members of staff, irrespective of their nationality, are eligible to vote (section 52). As regards the eligibility to stand for election, section 53(1) requires that the member of staff is", "- an Austrian national or national of a member State of the European Communities,", "- 19 years old at the time of the declaration of the election,", "- employed for at least six months at the work place concerned, and", "- apart from the requirement of nationality, not ineligible for the national assembly.", "Sections 89 to 93 concern the rights of the works council, in particular its supervisory powers regarding compliance with work conditions, the right to intervene on behalf of staff members, the right to be generally informed about matters affecting the interests of staff and the right to regular meetings with the owner of the business."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}