{"ITEMID": "001-23632", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "BÖHM v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["The applicant, Mr Klaus Jürgen Böhm, is a German national, who was born in 1943 and lives in Königstein. He is represented before the Court by Mr Kleine-Kosak, a lawyer practising in Freiburg im Breisgau.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant, a tax consultant and accountant, represented mainly low-income employees or foreigners in proceedings before the Hessian Tax Court (Hessisches Finanzgericht). In the course of these proceedings he came into conflict with R., judge and subsequently presiding judge of the competent senate of the Tax Court.", "In the beginning of 1988 judge R. informed the applicant on two occasions by telephone that the court had repeatedly warned him about his behaviour vis-à-vis the Court.", "On 8 March 1988, during the suspension of a hearing, the judges, among them judge R., mentioned in the applicant’s absence the possibility to bring the proceedings to an end by putting the applicant under pressure and imposing on him the costs of the proceedings or of an expert opinion. Thereafter the applicant successfully challenged the former presiding judge for bias.", "Subsequently, the Tax Court objected to the validity of the powers of attorney submitted by the applicant and excluded him from representing his clients in the further proceedings. On the applicant’s appeal, the Federal Tax Court (Bundesfinanzhof) quashed the decisions by the Hessian Tax Court given in this respect and confirmed the validity of the applicant’s mandate.", "On another occasion, in reply to a question of the president of the Tax Court how to proceed with the numerous cases brought by the applicant, judge R. declared at a meeting of the judges of the Hessian Tax Court held on 22 August 1990 that, as a matter of course, these cases would be disposed of and sent to Munich.", "On 12 and 14 November 1991, following various procedural requests and challenges for bias filed by the applicant, the Tax Court refused to accept the applicant as representative acting on behalf of his clients in further proceedings on the ground that he was unable or unwilling to make adequate oral or written submissions. On 2 December 1992 the Federal Tax Court quashed this decision. The applicant subsequently challenged judge R. for bias in numerous other proceedings.", "In letters of 1 and 12 February 1996, the applicant wrote to the Hessian Tax Court, among others, that judge R. had a hostile attitude to law and knowingly accepted perversion of justice. Furthermore, in a document of 1 February 1996, he compared judge R. to a judge committed to the methods of the Reichs Tax Court (Reichsfinanzhof) or the People’s Court (Volksgerichtshof).", "On 3 April 1996 the applicant asked a court official to tell judge R. that he was feeble-minded for having fixed a very short time-limit for the submission of numerous documents that had so far only been sent by fax.", "On 7 April 1998, the Kassel District Court (Amtsgericht) convicted the applicant for defamation (Beleidigung) in three cases, in accordance with Article 185 of the German Penal Code, and imposed a fine of 3,000 German Marks upon him.", "On 29 March 1999 the Kassel Regional Court (Landgericht) dismissed the applicant’s appeal and, upon the public prosecutor’s appeal, increased the fine to 4,800 German Marks. It found that the applicant had tarnished the reputation of judge R. in that, firstly, he had accused him of perversion of justice, secondly, compared him to a judge of the People’s Court and, thirdly, characterised him as feeble-minded. As regards the applicant’s defence that he had acted for the protection of his clients’ legitimate interests, the Court considered that the insulting remarks at issue had been unnecessary and inappropriate. The applicant could have made use of the available legal remedies.", "On 17 Mai 2000, the Frankfurt Court of Appeal (Oberlandesgericht) dismissed the applicant’s appeal on points of law as being ill-founded.", "Sitting as a committee of three judges, the Federal Constitutional Court (Bundesverfassungsgericht) decided on 27 July 2000 not to entertain the applicant’s constitutional complaint.", "Article 185 of the Penal Code provides:", "“Defamation shall be punished with imprisonment for not more than one year or a fine and, if the defamation is committed by means of violence, with imprisonment for not more than two years or a fine.”", "Article 193 of the Penal Code provides:", "“Critical judgments about scientific, artistic or commercial achievements, similar utterances which are made in order to exercise or protect rights or to safeguard legitimate interests, as well as remonstrance and reprimands of superiors to their subordinates, official reports or judgments by a civil servant and similar cases are only punishable to the extent that the existence of an defamation results from the form of the utterance of the circumstances under which it occurred.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}