{"ITEMID": "001-67696", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "VITTERS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Dirk Pieter Vitters, is a Netherlands national, who was born in 1948 and lives in Rotterdam. He is represented before the Court by Mrs T.C. Ten Rouwelaar-Hoogland, a lawyer practising in Amsterdam.", "On 21 November 1995, the applicant's wife drowned and, shortly after, the applicant was arrested and detained on suspicion of having killed her. In the criminal proceedings that were subsequently brought against the applicant, the Court of Appeal (gerechtshof) of The Hague – on 1 April 1997 and following proceedings on appeal – convicted the applicant and sentenced him to twelve years' imprisonment. Following subsequent proceedings in cassation, the Supreme Court (Hoge Raad) quashed the judgment of 1 April 1997 and remitted the case to the Amsterdam Court of Appeal. In the course of the proceedings before the Amsterdam Court of Appeal and on an unspecified date, the applicant was released from pre-trial detention. On 6 April 1999, the Amsterdam Court of Appeal acquitted the applicant of the charges brought against him.", "After the applicant had been arrested and placed in detention, his five – then still minor – children were placed under supervision (ondertoezichtstelling) of the child welfare authorities and away from their family home (uithuisplaatsing).", "In a ruling handed down on 27 November 1997, the Rotterdam Regional Court (arrondissementsrechtbank), acting on a request filed on 10 July 1997 by the Rotterdam Child Care and Protection Board (Raad voor de Kinderbescherming – “the Board”), relieved the applicant of his parental authority (ontheffing ouderlijk gezag) over four of his children, namely those who at that time were still a minor, and appointed the Rotterdam Juvenile Care Foundation (Stichting Jeugdzorg – “the Foundation”) as their guardian (voogdes).", "The applicant's appeal against his ruling was dismissed on 18 September 1998 by the Court of Appeal of The Hague. The Court of Appeal noted that the criminal proceedings against the applicant had been remitted by the Supreme Court to the Amsterdam Court of Appeal and that the proceedings before this court had been stayed until 7 September 1998 on medical grounds. As regards the two oldest of the four children – who were born in 1980 and 1983, respectively, and who had been heard before the Court of Appeal – the Court of Appeal noted that they had indicated that they did not wish to have any contacts with their father anymore and that the applicant, respecting the wishes of these two children, no longer objected to being relieved of his parental authority over them.", "As regards the two youngest children – twins born in 1992 – the Court of Appeal noted that they were staying with a foster family and that the initial arrangement for the applicant's access to them, i.e. once per month, had been reduced by the Juvenile Care Foundation to 75 minutes every even month in the applicant's home and contact by telephone every uneven month. The Court of Appeal held in their respect as follows:", "“The Board is of the opinion that [their] placement under supervision and away from [their] home do no longer suffice to protect the children against physical and moral ruin (lichamelijke en zedelijke ondergang). On this point, the Board has submitted that the children require as soon as possible certainty about the place where they can grow up further. The Board considers it necessary that, noting what has occurred in their lives on account of their mother's death, the authority over the children is to be exercised by someone else than the father. In the course of the proceedings, the Board has added that after relieving [the father of his parental authority] – in particular since already for two years the father has not had any an active educational responsibility – the position of the father vis-à-vis the children will only become clearer. The Board did also emphasise that the children are being harmed in their development by the erratic course of the criminal proceedings in which still no definite decision has yet been taken, on which ground the Board now calls for a speedy decision.", "Since April 1998 ... the Foundation has not noted any obstruction from the side of the father anymore; the contacts with the father run quite well. Nevertheless the Foundation subscribes to the Board's position that a relief of parental authority is in the children's interest; it would be beneficial for them to have their future clearly laid out in a safe and stable situation. Also the foster family, with whom the children have now stayed for 2½ years and who moreover offer favourable future prospects would benefit from clarity. Certainly when growing up, children must know where they stand. To this end it is important that it will become clear that now, but also later, someone else is responsible for their care and upbringing. The current situation around the father, whether or not detained, is too disruptive for the children; the children seek answers – that are as understandable as possible – to their questions. Parental authority must be separated from the [issue of] contacts with the father, which must be continued also [if the applicant is relieved of his parental authority]. The Foundation favours maintaining the current access arrangement; the former access arrangement was too burdensome for the foster family, who also had had to deal with access arrangements involving [the older siblings of the twins]. [The foster family] is prepared, after [the applicant has been relieved of his parental authority], to set up a broader access arrangement in consultation with the father.", "The Court of Appeal adopts as its own the position taken by the Board and the Foundation. There is a founded fear that, owing to the unsuitability or incapacity (ongeschiktheid of onmacht) of the father, the placement under supervision, also in view of its temporary nature, is insufficient to avert the threat for the children.", "Having regard to the father's health condition and the fact that he is currently staying at home, the Court of Appeal is of the opinion that the Foundation, as indeed already proposed by it, must in that framework give attention to the frequency of the access arrangement which now has been reduced from twelve to six times per year. The clarity that a relief of parental authority entails can create space for the Foundation to develop a further arrangement.”", "The applicant's appeal in cassation against this ruling was rejected by the Supreme Court on 22 October 1999.", "In the meantime, on 21 July 1999, the applicant had filed a request with the Rotterdam Regional Court to restore his parental authority over the twins or, alternatively – to determine a broader access arrangement, namely an arrangement under which he would have access to the twins from Friday 17.00 hours until Sunday 20.00 hours every fortnight.", "On 9 September 1999, the Rotterdam Regional Court declared the applicant inadmissible in his request to restore his parental authority as the decision in which he had been relieved of his parental authority was not yet final as the proceedings on the applicant's appeal in cassation against the ruling of 18 September 1998 were still pending before the Supreme Court. It further decided to stay pro forma and until 1 March 2000 its examination of the applicant's request for a broader access arrangement. It requested the parties to submit information by that date to whom the parental authority had been entrusted and the Foundation to submit information about the running of the access arrangement.", "The applicant filed an appeal against the decision of 9 September 1999 with the Court of Appeal of The Hague. On 17 November 1999, the Court of Appeal examined the applicant's appeal. After having heard the parties, the Court of Appeal decided to adjourn its further examination pending the submission of a report by the Psychiatric Pedagogical Advice Bureau Randstad (Psychiatrisch Pedagogisch Adviesbureau Randstad – “PPAR”) on the access arrangement issue. It decided to adjourn pro forma until 29 January 2000 and, if the report had been submitted by then, to schedule a further hearing in February or March 2000 by which date the Foundation should have set a time frame for an investigation into the question whether to work on returning the twins into the care and custody of their father would be in their interest.", "On 19 April 2000, a further hearing was held before the Court of Appeal. It adjourned its further examination of the appeal pending a further investigation by the Ambulant Bureau Juvenile Welfare Care (Ambulant Bureau Jeugdwelzijnszorg – “ABJ) on specific question points to be agreed upon between the parties. Failing such an agreement, the Court of Appeal would hand down an interim decision defining the scope of the further investigation by the ABJ.", "In its decision of 2 August 2000, noting that the parties had been unable to reach an agreement and that they had requested the court to formulate the questions, the Court of Appeal ordered the ABJ to prepare a report dealing with the following points:", "“a. how is the (social-emotional) development of the children and is the father's concern about their development justified;", "b. what is the significance of the foster parents for the children;", "c. how is the relationship between the children and the father; is there bonding;", "d. what image do the children have of their father;", "e. what are the father's possibilities in a pedagogical sense;", "f. are the pedagogical and other capabilities of the father sufficient for taking on again the care and upbringing of the children;", "g. what are the possibilities of the father in respect of realising contacts between the children and their two brothers and their sister;", "h. is the father (mentally) capable to exercise access rights and/or parental authority in a responsible manner;", "i. have other facts and circumstances become known during the investigation that might be of relevance for any decision to be taken by the court in relation to the parental authority and access?”", "The Court of Appeal adjourned its further examination pending the submission of this report. On 16 January 2001, the requested report was submitted to the Court of Appeal.", "In its decision of 18 April 2001, following a hearing held on 7 March 2001, the Court of Appeal declared the applicant inadmissible in his request for a broader access arrangement, quashed the decision of 9 September 1999 in so far as the applicant had been declared inadmissible in his request for restoring his parental authority, declared this request admissible and rejected it. This decision, in its relevant part, reads as follows:", "“1. The Regional Court has declared the father inadmissible in his request to restore his parental authority over the minor children because, in the Regional Court's opinion, it was not clear whether or not the father had been relieved of his parental authority, because the proceedings on the appeal filed by the father against the decision of 27 November 1997 were still pending.", "2. As the decision of 27 November 1997 was declared as being immediately enforceable (uitvoerbaar bij voorraad), it did have legal effects for the father, so that he was admissible in his request to the Regional Court. The Court of Appeal must therefore examine on appeal and anew the father's request for restoring his parental authority.", "3. From the examination at trial and from the ABD report inter alia the following has appeared.", "4. Although the children are involved with the father in a positive way, this involvement is limited. The children indicate that they do not wish to live with the father. The father wishes to be restored in his parental authority in order to be able to claim a more central role in the provision of aid to the children.", "5. The children have now lived for more than 4 years with the foster parents. The children have difficulties, noting everything that has happened in the past, with bonding [with others], they have been harmed in their ability to bond [with others] (hechtingsbeschadigd), also because in the past their mother was only to a limited extent emotionally available to the children. The children's bonding with the foster parents has only just begun. This bonding development (hechtingsontwikkeling) is in the interest of a healthy personality development. The father has little sight on the children's problems. His wish to care for the children appears to flow mainly from a sense of duty. He can give little substance to that. He overlooks the children's interests. A termination of the bonding process would have serious negative consequences for the children's emotional development.", "6. Although the Court of Appeal understands the wish of the father who, owing to the sad course of events surrounding his wife's death, has lost his parental authority, the Court of Appeal finds, in view of the above considerations, that it is of the utmost importance for the children that the bonding process set into motion is continued, in which it is also of importance to create now clarity about the authority over them; it is beneficial for them to have clarity for the future in a safe and stable situation.", "7. In addition the children have regular contacts with [two older siblings], who play a big role in the process of dealing with the loss of the mother. The father has already since 5 years no contacts anymore with [these two siblings]. The children have a great interest in a continuation of their contact with [these two siblings] which would be jeopardised if the father were to be restored in his parental authority.", "8. In view of the above, the Court is not convinced that the minor children should be entrusted again to the father and it will therefore reject the father's request to this effect.", "9. As regards the father's request to determine an access arrangement, the Court of Appeal notes that, in the impugned decision, the Regional Court has stayed [its examination of] this request. Consequently, the father is inadmissible in his appeal against this interim decision.”", "The applicant's subsequent appeal in cassation was rejected by the Supreme Court on 11 January 2002.", "The duties of the Child Care and Protection Board, as set out in Article 1:238 of the Civil Code (Burgerlijk Wetboek – “the CC”), include keeping itself informed of developments affecting child welfare, promoting cooperation between institutions concerned with child welfare and giving advice, upon request or of their own motion, to authorities and institutions. It has competence to take action in the interests of minors (Article 1:239 § 1 of the CC).", "Parental authority over minor children born in wedlock is exercised jointly by both parents (Articles 1:245 § 3 and 1:251 § 1 of the CC). It comprises the duty and the right of parents to care for and bring up their child (Article 1:247 § 1 of the CC). Under caring for and bringing up is also to be understood the care and responsibility for the mental and physical well-being of the child and the furtherance of the development of its personality (Article 1:247 § 2 of the CC). A parent invested with parental authority is the child's statutory representative (wettelijk vertegenwoordiger) and administers its possessions (Article 1:245 § 4 of the CC). If parental authority is exercised by both parents jointly and one of them dies, the parental authority will be exercised by the surviving spouse alone if that spouse had parental authority when the other spouse died (Article 1:253f of the CC).", "According to Article 1:254 of the CC, the juvenile court judge (kinderrechter) may, on the application of inter alia the Child Care and Protection Board, order a minor child's placement under supervision of a family supervision institution (gezinsvoogdij-instelling) within the meaning of Article 60 of the Juvenile Care Services Act (Wet op de Jeugdhulpverlening), if the child is growing up under such conditions that it is threatened with moral or physical ruin (zedelijke of lichamelijke ondergang). Such an order can be given for a maximum period of one year, but may be prolonged by a maximum of one year on each occasion (Article 1:256 of the CC).", "If necessary in the interest of the child's care and upbringing or for the purposes of an examination of the child's mental or physical health condition, the juvenile court judge can further authorise that the child be placed away from its family home (Article 1:261 of the CC). Also such an authorisation can only be given for a maximum period of one year, with the possibility of subsequent prolongations by a maximum of one year on each occasion (Article 1:262 § 1 of the CC).", "Under Netherlands law, a parent invested with parental authority can be deprived of this authority by a decision of the Regional Court either by being relieved of it (ontheffing) under Article 1:266 of the CC – like the applicant in the present case – or by removal from it (ontzetting) under Article 1:269 of the CC. Relief of parental authority – which can only be pronounced upon a request by the Regional Court by the Child Care and Protection Board or the public prosecution department (openbaar ministerie) – is based on a parent's unsuitability or incapacity (ongeschiktheid of onmacht) to fulfil his/her duty of care and upbringing. Removal from parental authority – which can only be pronounced upon a request by the other parent, one of the relatives by marriage or blood up to and including the fourth degree of consanguinity, the Child Care and Protection Board or the public prosecution department – is based on an imputable and wilful dereliction of duty or on an imputable unworthiness in the assumption of the task of mentor and care provider.", "A decision to relieve a parent from his or her parental authority cannot be taken if opposed by the parent concerned (Article 1:268 § 1 of the CC). However, this rule does not apply where it appears after a placement under supervision of at least six months, or where after a placement away from the family home of more than one year and six months there is a founded fear, that this measure – by the unsuitability or incapacity of a parent to fulfil his or her duty of care and upbringing – is insufficient to avert the threat with moral or physical ruin (Article 1:268 § 2 of the CC).", "Both forms of deprivation of parental authority entail a full loss of the authority over underage children. A request to be restored in parental authority may be filed with the Regional Court by the parent concerned or by the Child Care and Protection Board. If the Regional Court is convinced that a minor can be entrusted again to the parent who has been relieved or removed from his/her parental authority, it may restore this parent in his/her authority (Article 1:277 of the CC). In the determination of such a request, the Regional Court is to balance the interests of both the child and the parent. Pending this determination, both the Child Care and Protection Board and the parent concerned can request the Regional Court to stay its determination pending a probationary period of maximum six months during which period the child is to stay with the parent seeking restoration of parental authority (Article 1:278§ 2 of the CC).", "Access rights are regulated by Articles 1:337a-h of the CC. Article 1:377a of the CC, in so far as relevant, provides as follows:", "“1. The child and the parent who does not have custody are entitled to have access to each other (omgang met elkaar).", "2. The judge shall, at the request of the parents or of one of them, establish an arrangement, for a definite or indefinite period, for the exercise of the right of access or shall deny, for a definite or indefinite period, the right of access.", "3. The judge shall only deny the right of access if:", "a. access would seriously impair the mental or physical development of the child; or", "b. the parent must be deemed to be manifestly unfit for or manifestly incapable of access; or", "c. the child, being at least twelve years old, when being heard has manifested serious objections against allowing the parent access; or", "d. access would for another reason be contrary to the weighty interests (zwaarwegende belangen) of the child.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}