{"ITEMID": "001-90304", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LEVINTA v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. Mr Vitalie Levinţa (“the first applicant”) was born in 1971 and Mr Pavel Levinţa (“the second applicant”) was born in 1974. They live in Cahul.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 30 October 2000 the applicants, who are brothers, were arrested in Russia by the local police following a request from the Moldovan authorities. They were suspected of membership of a criminal organisation and of murdering, or attempting to murder, a number of persons in Moldova (see Popovici v. Moldova, nos. 289/04 and 41194/04, 27 November 2007 for more details in respect of other persons accused of membership of the same criminal group). All five of the other persons on trial with the applicants made self-incriminating statements during the pre-trial investigation, and fully accepted their guilt in committing the crimes with which they had been charged. All (with one exception, a former police officer) retracted these statements at a later stage, claiming that they had been tortured in order to extract those statements.", "8. On 31 October 2000 the applicants were examined by a doctor, who found bruising around their eyes, a bruise on the knee of the first applicant, a reddish area on the chest of the second applicant and marks left by handcuffs on each of the applicants’ wrists. The applicants explained that these injuries had been caused during their arrest.", "9. On 3 November 2000 they were handed over to the Moldovan police and flown to Moldova, where they were detained in the Chişinău police inspectorate from approximately 3 p.m. According to a document signed by both the Russian and Moldovan authorities, no complaints or other issues were raised by either the applicants or the Moldovan authorities.", "10. According to the applicants, they were ill-treated throughout the afternoon of 3 November 2000 and the night of 3-4 November by Mr V. Ivarlac, the investigator from the Department in the Prosecutor General’s Office responsible for investigating exceptional cases, and by officers G. Stavila, V. Gusev, V. Ciobănaş and V. Railean from the Chişinău police inspectorate. The officers put gas masks on them and suspended them for hours on a metal bar with their hands tied behind their backs (a method known as “swallow” (ласточка), and somewhat similar to “Palestinian hanging”). While in that position, the applicants were hit with rubber sticks on their bodies and the soles of their feet and weights were hung around their necks. From time to time the flow of air through the gas mask was stopped until they fainted.", "11. At approximately 3.30 p.m. on 4 November 2000 an ambulance was called to give emergency medical aid to the first applicant. The doctors found bruises on his face and head, and diagnosed him as suffering from contusion of the soft tissues on his face, head trauma and possible post-traumatic encephalopathy (a second-degree emergency). They also noted that “because he is very dangerous, the police have not authorised [the applicant’s] admission to a hospital”.", "12. The applicants asked to see a lawyer. On 4 November 2000 at approximately 3.30 p.m. the applicants were briefly allowed to meet their lawyers, in the presence of the investigator and police officers, whose presence effectively excluded the possibility of giving proper legal advice. Observing signs of ill-treatment and having spoken to their clients in the presence of the investigator, the lawyers requested a medical examination of their clients.", "13. Medical examinations of both applicants were carried out on the same day at their lawyers’ request, in the presence of the investigators. The medical expert found that the first applicant had bruises to his eyes and the head, circular irritations on the wrists and three oval bruises on one hand, and injuries to the soles of both feet. In response to a specific question, the expert stated that the injuries had been caused four to six days earlier and could have been caused on 31 October 2000. After signing and sealing the report, the expert added a note, according to which the first applicant’s injuries were considered “minor body injuries”. In the case of the second applicant, the expert found bruises on the face, chest, ribs, the soles of the feet, circular irritations on the wrists and two oval bruises covered with crusts on his hand. The expert also noted that the injuries could have been caused on 31 October 2000 and were considered to be minor injuries.", "14. According to the applicants, a number of the injuries found by the expert were not mentioned in the medical report drawn up in Russia on 31 October 2000, prior to the applicants’ transfer to Moldova.", "15. During their interrogation on 4 November 2000 both applicants denied involvement in any crime. Although their lawyers obtained permission from V. Maiduc, the deputy Commissioner of the Chişinău police inspectorate, to meet their clients as of 4 November 2000, the authorisation was not signed until 8 November 2000 and the authorities refused to allow the applicants to meet their lawyers before that date. Mr Maiduc was frequently unavailable, but was allegedly the only person who could authorise a meeting between the lawyers and the applicants. As a result, the lawyers could not meet their clients for four days to give them proper legal advice (see paragraph 12 above).", "16. On 6 November 2000 a court ordered that the applicants be remanded in custody for 30 days. During that hearing they both denied having committed any crime. On the same day the Deputy Prosecutor General rejected the first applicant’s lawyer’s challenge to the investigator, finding that the latter had given the lawyer proper permission to meet his client and had allowed the medical emergency team to see the accused, and that no translator had been requested or was necessary.", "17. The applicants submit that, no longer able to resist ill-treatment, they signed self-incriminating statements on 7 and 8 November 2000. Only then were they again allowed to see their lawyers on 8 November 2000.", "18. According to the first applicant, during the meeting of 8 November 2000, he could not speak privately with his lawyer but was immediately interrogated in his presence and in the presence of both the investigator and an officer of the Chişinău police inspectorate. The police officer present in the room was not initially mentioned in the minutes of the interviews. The Government disputed these circumstances, stating that the confidentiality of the meetings had been observed. The minutes of the interview with the first applicant on 8 November 2000 included a statement by the lawyer, according to which a request to have a private discussion with his lawyer before the interview had been refused and an “operative agent”, who was not an investigator, was present. His presence was, in the lawyer’s view, intended to subject the applicant to psychological pressure.", "19. On 13 November 2000 the first applicant’s lawyer complained to the Prosecutor General’s Office, invoking Articles 3, 5 and 6 of the Convention, stating that his client was being ill-treated in order to obtain confessions from him, and that the rights of the defence were being seriously violated by the failure to allow him to meet his client. He alleged that investigator V. Ivarlac had told him that he could meet his client only after the first interview. The lawyer added that during the interview of 8 November 2000 his client whispered to him and indicated, using signs, that he had been ill-treated again and nodded towards a police officer (Mr Lungu), who was present at the interview. He queried the participation of the police officer in the interrogation process since that was the prerogative of the investigator alone.", "20. The lawyer suggested that the police officer was there in order to ill-treat his client and put psychological pressure on him. After noting the presence of the police officer in the minutes of the interview, the investigator wrote a note stating that the officer had been included in the investigating team and thus could question the applicant. The lawyer submits that at the beginning of the investigation he was not given a list of all the persons included in the investigating team, as required by Article 110 of the Code of Criminal Procedure (see paragraph 58 below).", "21. The lawyer also alleged that threats were made against him personally (to the effect that a criminal case would be fabricated against him and that he would be arrested) following his challenge to the investigator and his comments on the various procedural irregularities. Investigator Ivarlac and officer Lungu shouted at him and threatened him in the presence of his client. Having seen how they treated his lawyer, the first applicant was even more afraid and asked the lawyer to stop arguing, since he would be ill-treated again as a result.", "22. The investigator stated that the first applicant had signed a confession on 7 November 2000 but refused to show this to his lawyer. His client’s request to speak in private with his lawyer was rejected in an abrupt manner.", "23. A similar complaint on behalf of the second applicant was addressed to the Chişinău prosecutor’s office on 16 November 2000. On 30 November 2000 prosecutor V. Pitel asked the Chişinău Police Commissioner to allow the lawyers’ access to the applicants. On 15 December 2000 he informed one of the lawyers that “certain of the complaints” had been found to be partially well-founded and had formed the grounds for making submissions to the Chişinău Police Commissariat, the Ministry of the Interior and the Ministry of Justice.", "24. On 11 December 2000 the head of the investigations department of the Prosecutor General’s Office, Mr Ş. Ştogrea, replied to the first applicant’s lawyer’s letter of 13 November 2000, that no violation of procedure had been established and that the first applicant had not personally made any complaints. He did not annex a copy of the decision in accordance with Article 93 of the Code of Criminal Procedure (see paragraph 58 below).", "25. On 12 December 2000 the first applicant’s lawyer complained to the Chişinău prosecutor’s office, stating that his client had been detained since 4 November 2000 in police cells in the Chişinău police inspectorate, rather than in a remand centre of the Ministry of Justice, as required by Article 380 CCP (see paragraph 58 below). In further letters of 15 and 20 December 2000 the applicants’ lawyers requested their clients’ transfer to the remand centre of the Ministry of Justice in Chişinău (also known as “prison no. 3”). They referred to the lack of necessary facilities for meeting their clients in the premises of the police cells in the Chişinău police inspectorate and to the applicants’ medical condition, which could not be treated in their current place of detention. They submitted that, according to the regulations, an individual’s detention in the police cells of the Chişinău police inspectorate could not last for more than 10 days. On 15 March 2001 the lawyers were informed that their clients would shortly be transferred to prison no. 3.", "26. On 14 November 2000 judge V. Potlog from the Chişinău Regional Court informed the Chişinău Police Commissioner that during the examination of the first applicant’s appeal against the court decision of 20 April 2000 to remand him in custody, the court had found that the first applicant’s right to meet with his lawyer had been violated by officers of the Chişinău police commissariat. He asked the Commissioner to take measures to prevent similar conduct in the future.", "27. On 20 December 2000 the second applicant asked the Prosecutor General to have his arm examined by a doctor since, he alleged, he had lost all movement in it as a result of ill-treatment by the police on 4 November 2000. He never received a reply. On 22 March 2001 his lawyer asked the Prosecutor General to reply to his client’s request of 20 December 2000. He was informed, by a letter of 4 April 2001, that his client had been sent a reply on 29 December 2000 in which it was explained that any complaints were to be addressed directly to the trial court following the submission of the case to that court. In addition, a medical examination of the second applicant had been carried out. In reply, the lawyer requested confirmation from the court to which his client’s complaint had been forwarded, as well as the outgoing number of the letter addressed to him, since he had not received any letter dated 29 December 2000. In addition, no medical examination of his client had been carried out following his complaint of 20 December 2000. The lawyer considered inadequate a further reply from the Prosecutor General dated 12 May 2001 and he requested detailed answers to his questions. It is not clear whether he received an answer.", "28. During the examination of the case by the Court of Appeal in 2001 the applicants also complained about their ill-treatment. The court forwarded their complaint to the Prosecutor General’s Office. No action appears to have been taken on the basis of that complaint.", "29. In January 2003 the applicants informed the administration of prison no. 29/13 in Chişinău about their fear of reprisals by a group of detainees in that prison. The applicants asked to be transferred to prison 29/4. They were transferred to that prison on 12 January 2003, and did not inform the administration of any threat received or otherwise alert the authorities to any danger to their lives or health in that prison. On 19 April 2003 the applicants were severely beaten by other detainees from their own brigade. They claim that for dubious reasons the security personnel were absent from their posts and thus did not intervene, and that the metal gates separating their block from other blocks were left unlocked, in violation of the rules. According to several reports submitted by the Government, during their free time detainees could either remain in their cells or visit common areas within their brigade’s premises. There were therefore no metal gates or other barriers between inmates from the same group of cells and there could not be “forced entry” into the applicants’ cell. The applicants had declared that the injuries had been self-inflicted while practising martial arts, and had refused to make any written statement.", "30. Both applicants were taken to a hospital and were then transferred to prison no. 29/15. According to the Government, the prison administration gave the applicants the option of requesting detention in separate premises from the other detainees, in order to protect them from a possible future attack, but they refused. They were placed in an increased security cell, but were free to visit common areas. On 6 September 2003 they allegedly went to a meeting in a common area organised by another detainee. The meeting ended with a fight, as a result of which the applicants were again severely beaten by other detainees. The applicants claim that the security personnel disappeared for about 30 minutes during the event. They were again taken to hospital with serious injuries, and later transferred to another prison. According to the applicants, no serious investigation into these two assaults has taken place and none of the attackers has been identified and punished. According to the Government, three organisers of the meeting were identified and a criminal investigation was opened into the event. The applicants never complained about either of the attacks and refused to make statements to the administration against the detainees who had attacked them. The various investigations opened into the events of April and September 2003 ended on 12 May, 15 October and 10 December 2003 respectively, finding that the applicants had refused to avail themselves of additional measures of protection offered to them by the prison administration, fearing that such measures would diminish their reputation in the criminal world. The administration of the two prisons in which the attacks had taken place took measures to reinforce security, in order to minimise the risk of similar acts in the future.", "31. In a letter to the Court of 28 February 2006 the first applicant complained that he had not received the specialised medical treatment which he required, on account of the absence of the necessary medical equipment. He also claimed that his transfer to prison no. 5 in Cahul on 10 March 2004 had been premature, in that he had not yet recovered from the last assault on him.", "32. On 16 April 2002 the Court of Appeal, acting as a first-instance court, found all seven suspects guilty. Each applicant was sentenced to twenty years’ imprisonment.", "33. The court found that each applicant had been involved in seven different criminal acts (murder and attempted murder), typically assisting others to commit the crimes (driving getaway cars, supplying weapons and uniforms, etc.). Each applicant was a member of the criminal organisation and was guilty of illegal possession of weapons.", "34. The evidence on which the court based its judgment was, in each case, the declarations of the seven co-accused, declarations by surviving victims or their relatives, statements of witnesses and expert reports.", "35. In the court’s opinion, the declarations of the co-accused were consistent and the fact that they had all subsequently withdrawn their statements, alleging that they had been obtained by ill-treatment, was merely an attempt to avoid responsibility. The court emphasised the dates on which each of the accused had made confessions in the presence of their lawyers; some of these confessions had been recorded on film. This excluded any possibility that the statements had been made as a result of ill-treatment, given also that no evidence of ill-treatment had been adduced. The court referred to a medical report of 9 April 2000 (before the applicants’ arrest and apparently drawn up in respect of some of the other accused) in which no signs of ill-treatment had been found.", "36. The surviving victims and their relatives, as well as witnesses, testified as to the manner in which the crimes had been committed, or described having sold cars to “unknown persons” or having seen such unknown persons carry out the crimes. None of them declared that they had seen any of the co-accused at the scene of the crimes.", "37. The expert reports determined the manner in which the crimes had been committed and the types of weapons used.", "38. In the attempted murder of Mr Durnopian and others a weapon was used which was subsequently found during a search conducted on 24 March 2000 in an apartment rented by the second applicant. Further weapons were found in that apartment, including automatic rifle ammunition which was identical to some of the cartridges found at the scene of the murder of Mr Rotari and Mr Gancu.", "39. In addition, a mobile telephone operator submitted a list of all incoming and outgoing calls made from a telephone belonging to the first applicant (which, the trial court stated without any further detail, had also been used by the second applicant). During the preparation of the murder of Mr Grişcenco on 10 February 2000, this telephone had been frequently used to contact several of the co-accused.", "40. Two witnesses confirmed that unknown persons had come to them five or six years earlier and had purchased five sets of dark uniforms. These were later used during the murder of Mr Grişcenco.", "41. In their appeal in cassation against the judgment of the Court of Appeal, the applicants submitted the following.", "42. O.S., one of the alleged masterminds of most of the crimes attributed to the criminal organisation of which the applicants were allegedly members, declared in court that he had committed some of the crimes he was charged with, but that the applicants had not participated in any of them. He claimed that he had been forced to make declarations against the applicants as a result of ill-treatment. According to the applicants, even the declarations made by O.S. during the investigation were contradictory, since he had claimed to have seen one of the applicants in two different places at the same time. In his statement, another co-accused (S.) declared that he was not sure whether he had seen the second applicant in the getaway car and then replied to the lawyer’s direct question that he had not seen him at the crime scene. However, the trial court had merely stated that S. confirmed the second applicant’s participation in the crime.", "43. Despite the court’s statement that there was no evidence of ill-treatment, substantial evidence confirming ill-treatment had been submitted to the court in the form of medical reports and complaints.", "44. The court had paid no attention to the complaints regarding the violation of the rights of the defence, notably the lack of access to their lawyers during the period when they had been ill-treated.", "45. On 17 September 2001 the prosecutor had declared that all charges against the applicants were withdrawn due to a lack of evidence of their guilt. However, on 21 September 2001 he radically changed his position and requested the court to find them guilty, although no new evidence had been added to the file. This contradictory behaviour confirmed, in the applicants’ view, that the prosecution itself was not convinced of their involvement.", "46. On 24 September 2001 the prosecutor had requested and obtained the suspension of the trial and the re-opening of the investigation, having shown the judge a letter from the Prosecutor General. None of the co-accused or their lawyers was shown the contents of that letter, despite their requests to that effect.", "47. During the hearings in court, three of the co-accused declared that the applicants had nothing to do with the crimes and that they had made their statements as a result of ill-treatment.", "48. In their address to the Supreme Court of Justice the applicants added that neither of them had been informed of his right not to make statements incriminating the other, since the law entitled them not to testify against close relatives.", "49. During the reconstruction of events officers had committed serious violations of procedure, as was clear from the video recording of the event: they had asked leading questions and even given their own answers to them, and had then shown the accused where to go, where to stop, etc. The second applicant was not involved in any reconstruction of events.", "50. Two of the charges against the applicants (conspiracy to commit murder and murder of Mr Grişcenco) were not brought against them until 25 December 2001, during the court hearing, and those charges had been based only on statements made by one of the co-accused on 19 December 2001. However, the author of those statements declared that he had refused to cooperate in the conspiracy and that he was unaware of any tangible actions or plan by the applicants to commit the murder.", "51. In addition, although the prosecution claimed that the second applicant rented the apartment from O.I. after seeing her advertisement in newspaper M., no such advertisement had appeared in that newspaper and O.I. stated in court that she had not placed such an advertisement. She declared that she knew the second applicant and allowed him to use her apartment in 1999. In early 2000 she agreed with the second applicant to give the keys of the apartment to O. Thereafter the applicants left for Russia. During the investigation she had to make false statements under pressure from the investigators. The applicant argued that he could not be held responsible for what happened in the apartment after he transmitted the key and left for Russia.", "52. The first applicant had made five self-incriminating statements, three of which were dated 7 November 2000. The two others had not been dated, nor properly registered as evidence, yet they formed part of the evidence on which the court had based its judgment.", "53. The video recording of the reconstruction of events with one of the co-accused (L.) clearly showed one of the police officers wearing sunglasses which later appeared on L. In court L. declared that he had been ill-treated in the police car in order to testify as instructed. He was then told what to say and how to proceed and was made to wear the sunglasses in order to disguise signs of ill-treatment. He testified in court that he had not known the applicants and that the police and investigators had shown him their pictures.", "54. In restating the various violations of their rights and their illtreatment, the applicants invoked the Constitution and the Convention. They stated that all their complaints had been examined superficially and that all the evidence against them had been obtained through violent and unlawful means.", "55. The Supreme Court of Justice reviewed the findings of the Court of Appeal and found that that court had adopted a lawful judgment. In particular, it found that the lower court had not based its judgment only on the statements by the co-accused, but also on other evidence, although the confessions were the basis for the applicants’ convictions.", "56. The court cited the relevant parts of the declarations made by the co-accused, including the applicants, and emphasised that in each case the statements were made in the presence of lawyers and were often recorded on film, which depicted no signs of ill-treatment or undue influence. The court noted that the first applicant had made statements at the interview of 7 November 2000 and that the second applicant made statements at the interviews of 16 November and 1 December 2000.", "57. The court also found that “[i]t is not true that the statements were made under the influence of unlawful methods by the police. During the hearing the court has verified these arguments and they have not been confirmed”.", "The Supreme Court of Justice dismissed the applicants’ appeal in cassation.", "58. The relevant provisions of the Code of Criminal Procedure, in force at the time, read:", "... Evidence obtained in violation of the present Code or not properly examined during the court hearing cannot constitute the basis of a court conviction or of other procedural documents.”", "... The first questioning of an accused who has been taken into custody is to be conducted only in the presence of a defender, chosen [by the accused] or appointed ex-officio.”", "The following shall serve as a ground for initiating a criminal investigation:", "(1) declarations, letters from citizens;", "... (6) the direct discovery by the investigating authority, the investigator, prosecutor, judge or court of the elements of a crime.", "The proceedings may be initiated in cases where there is sufficient information regarding the crime committed.”", "... In response to a declaration or a notification received, one of the following decisions shall be adopted within 3 days or, if additional verification is needed, within 15 days:", "(1) to initiate a criminal investigation;", "(2) to refuse the initiation of a criminal investigation;", "(3) to forward the declaration or notification to the authority competent to deal with it.", "The decision taken under paragraphs 3 and 4 above shall be brought to the attention of the person who made the declaration or notification”", "In complex or voluminous cases the investigation may be carried out by several investigators. This is to be mentioned in the decision to initiate the criminal investigation or in a decision adopted for that purpose. ... In such cases the ... accused ... is to be informed of the names of all the participating investigators and his [or her] right to challenge any of them is to be explained to him [her].”", "The place of detention on remand of persons against whom preventive measures have been applied shall be remand centres. In certain cases such persons may be detained in prisons, in police cells....", "Persons detained on remand may be detained in police cells for up to three days. If they cannot be brought to a remand centre because of the considerable distance or the lack of appropriate transport facilities, they may be detained in police cells for longer periods, not exceeding 30 days.”"], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}