{"ITEMID": "001-84817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FEDORTSI v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1933. He died on 2 July 2005. In a letter of 10 March 2006 the applicant's son, Mr Yuriy Mikhaylovych Fedortsi, informed the Court that he wished to pursue the application.", "5. In December 1999 the applicant brought proceedings against the Moskovska State Mine (ДП “Шахта Московська”, hereafter “the Mine”) seeking recovery of occupational disability allowance arrears.", "6. On 22 February 2000 the Shakhtarsk Town Court (Шахтарський міський суд, hereafter “the Shakhtarsk Court”) found in part for the applicant and awarded him 2,108.64 Ukrainian Hryvnas (UAH) in compensation for allowance arrears. Considering this sum insufficient, the applicant appealed.", "7. On 20 March 2000 the Donetsk Regional Court (Донецький обласний суд) partially quashed this judgment and remitted the case for a fresh consideration.", "8. On 24 May 2000 the Shakhtarsk Court allowed the applicant's claim in part and awarded him UAH 3,616.63 in compensation for allowance arrears. The applicant again appealed.", "9. On 11 September 2000 the Donetsk Regional Court quashed the judgment of 24 May 2000 and remitted the case for a fresh consideration.", "10. On 21 November 2000 the Shakhtarsk Court raised the applicant's award up to UAH 3,980.16. This judgment was not appealed against.", "11. In 2001 the applicant lodged with the Supreme Court (Верховний Суд України) a request for leave to appeal against the judgment of 21 November 2000 under the new cassation procedure. On 18 September 2001 the panel of three judges of the Supreme Court rejected his request.", "12. On 14 December 2002 the Shakhtarsk Town Bailiffs' Service (Відділ держаної виконавчої служби Шахтарського міського управління юстиції, hereafter “the Shakhtarsk Bailiffs' Service”) instituted enforcement proceedings in respect of the Shakhtarsk Court's judgment of 21 November 2000.", "13. On 24 July 2001 the Ministry of Fuel and Energy (Міністерство палива і енергетики) decided to wind up the Mine.", "14. On 28 August 2001 the Shakhtarsk Bailiffs' Service remitted the applicant's writ of execution and enforcement case-file to the Mine's liquidation commission.", "15. On 3 December 2002 the applicant was paid the court award in full. On the same date the enforcement proceedings were terminated.", "16. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}