{"ITEMID": "001-22668", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "DELAGE et MAGISTRELLO v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are Ms Arlette Delage, who was born in 1948 and lives at Soignolles en Brie, and Mr Charles Magistrello, who was born in 1939 and lives at Fontenay-sous-Bois. Both are French nationals. They were represented before the Court by Mr Patrick Renaud, a lawyer practising in Paris.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Ms Delage was the manager of a firm of general building contractors Mecabati Sarl (“Mecabati”), a private company she had formed in 1984. Mr Magistrello, who was the managing director of a hotel complex, had business dealings with Mecabati and had awarded it contracts to fit out and decorate some of his hotels.", "As a result of financial difficulties Mecabati was declared insolvent on 30 June 1991.", "By a judgment of 11 July 1991 the Créteil Commercial Court, composed of Mr Kalt, President, and Mr Levêque and Mr Duhamel, made an order for the judicial reorganisation of Mecabati under the simplified procedure and appointed Mr Levêque as the insolvency judge and Mr Kalt as his substitute.", "On 8 August 1991, after hearing the report of the insolvency judge, Mr Levêque, a differently constituted bench of the Créteil Commercial Court ordered the company’s liquidation under the supervision of the court, renewed the appointments of the insolvency judge and the substitute insolvency judge and appointed a liquidator.", "On 13 February 1992 the Commercial Court made an order on its own initiative for an audit of the company’s accounts.", "On 8 October 1992 it appointed Mr Kalt as insolvency judge in place of Mr Levêque.", "On 19 November 1993 the auditor appointed on 13 February 1992 lodged his report.", "On 24 November 1993 the liquidator issued proceedings against Ms Delage, in her capacity as de iure manager of the company, and against Mr Magistrello, as de facto manager, in which he sought a receivership order against them, a declaration that they were jointly and severally liable to pay the entire shortfall in the company’s assets and a decision on whether they should be declared personally bankrupt.", "The case was heard in the Commercial Court on 9 December 1993. The court was presided over by Mr Kalt, assisted by two wing members. The representative of State Council’s Office sought an order declaring the applicants personally bankrupt. The court reserved judgment and granted the parties permission to exchange notes to the court in deliberations and to adduce documentary evidence by no later than 20 December 1993. The applicants sent various documents to the court on that date.", "Meanwhile, by an order of 17 December 1993 the insolvency judge, Mr Kalt, declared an application by Ms Delage for the liquidator’s replacement inadmissible and refused to refer it to the Commercial Court, which was the sole body with jurisdiction to hear it.", "By a judgment of 13 January 1994 the Créteil Commercial Court dismissed the applicants’ applications and made a receivership order against them. In that connection, it added:", "“And on the basis of the finding in the insolvency judge’s report that reorganisation will only be ordered to protect undertakings and there is no prospect of recovery in the instant case, the court makes an order for the commencement of judicial liquidation proceedings against [the applicants]...”", "The Commercial Court also made an order declaring the applicants personally bankrupt for a period of thirty years, and ruled that it was immediately enforceable pending appeal. The applicants and the company appealed against that judgment. In their submissions, the applicants complained inter alia of the insolvency judge’s presence on the bench that had delivered the judgment.", "By a judgment of 6 October 1994 the Paris Court of Appeal upheld all the provisions of the judgment, noting inter alia:", "“... the court heard the report of the insolvency judge from which it emerged that there were no prospects of recovery in the instant case;", "... there is no provision of the Law of 1985 that prevents an insolvency judge from sitting on the bench that delivers judgment.”", "By a judgment of 6 May 1997 the Court of Cassation dismissed the applicants’ appeal on points of law, holding that the insolvency judge’s presence on the bench that had made the order for the liquidation of the applicants’ assets did not contravene Article 6 § 1 of the Convention, even though he had previously acted as the insolvency judge in the liquidation of the company.", "Section 188 of Law no. 85-98 of 25 January 1985 on the Judicial Reorganisation and Liquidation of Undertakings provides:", "“At any stage of the [judicial reorganisation or liquidation] proceedings the court may make a personal bankruptcy order against any de iure or de facto manager, whether paid or unpaid, of a juristic person...”", "Article 24 of the implementing decree, Decree no. 85-1388 of 27 December 1985, provides:", "“... The court shall, after submission of the insolvency judge’s report, decide all issues arising out of the judicial reorganisation or liquidation that are referred to it.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}