{"ITEMID": "001-72207", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SEZEN v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8", "JUDGES": "", "TEXT": ["8. The applicants were born in 1966 and 1972 respectively and live in Amsterdam.", "9. The first applicant entered the Netherlands in October 1989. From his relationship with the second applicant, who has been lawfully residing in the Netherlands since the age of seven and holds a permanent residence permit (vestigingsvergunning), a child, Adem, was born on 27 June 1990. The applicants married on 25 October 1990. One month later, the first applicant filed a request for a residence permit for the purposes of forming a family unit (gezinsvorming) with his wife and working in the Netherlands. This permit was granted on 12 February 1991. On 24 January 1992 the first applicant acquired the right to remain in the Netherlands indefinitely ex jure pursuant to Article 10 para. 2 of the Aliens Act 1965 (Vreemdelingenwet 1965).", "10. On 31 July 1992 the first applicant was arrested and placed in detention on remand. The Regional Court of Amsterdam convicted the first applicant on 20 January 1993 of participating in an organisation aimed at committing offences and of being a co-perpetrator (medepleger) of intentionally being in the possession of about 52 kilos of heroin, committed on or around 31 July 1992. The first applicant was sentenced to four years’ imprisonment. In respect of the determination of this sentence, the Regional Court held as follows:", "“... in the decision to impose a sentence involving a deprivation of liberty and the duration thereof, the Regional Court is in particular taking account of the fact that the accused has for a long time let his house be used as a safe house for quantities, of considerable size and suitable for further distribution, of a substance harmful to public health, so that only a prison sentence of considerable duration is appropriate.”", "The first applicant was released on 11 April 1995. He went back to live with his wife and child and found a job.", "11. Due to marital problems, the applicants did not live together for some time in 1995/1996. On 28 November 1995 the first applicant’s name was removed from the municipal register as living at the same address as his spouse. He was registered as once again living in the matrimonial home on 25 June 1996.", "12. On 14 May 1996 both applicants went to the Aliens’ Police Department as they were going to resume cohabitation and wanted to prolong the first applicant’s residence permit. However, an official at that Department told them it would be better if the first applicant applied for an independent residence permit. For that reason, an application was made for prolongation of the first applicant’s residence permit or for an amendment of the restrictions attached to that permit so that it would enable him to reside in the Netherlands for the purpose of working in salaried employment without being required to live with his spouse.", "13. On 14 October 1996 a second child, Mahsun, was born to the applicants. Both children have Turkish nationality.", "14. The Deputy Minister of Justice (Staatssecretaris van Justitie) informed the first applicant on 7 March 1997 of her intention to impose a ten-year exclusion order on him by declaring him an undesirable alien (ongewenst vreemdeling). The first applicant was invited to submit his views on the matter. By letter of 24 March 1997 the first applicant declared that he would never again do anything wrong and asked to be given a second chance.", "15. The Deputy Minister rejected the request for prolongation of the residence permit on 5 June 1997. According to the Deputy Minister, the first applicant had lost his indefinite right to remain on 28 November 1995 when he had ceased to cohabit with his wife. The fact that the spouses had in the meantime resumed cohabitation did not have the effect of reviving this right ex jure. Although Netherlands policy provided that aliens, following the dissolution or breakdown of their marriage on the basis of which they had acquired an indefinite right to remain, could under certain circumstances, relating to the duration of the marriage, be eligible for an independent residence permit, the prolongation of a residence permit could also be refused on general interest grounds. In view of the first applicant’s criminal conviction of 20 January 1993, the Deputy Minister considered that it was justified to deny the first applicant further residence and to impose a ten-year exclusion order. The interference with the first applicant’s right to respect for his family life was held to be justified in the interests of public order and for the prevention of crime. Having regard to the seriousness of the offences committed by the first applicant and the duration of the prison sentence imposed on him, the Deputy Minister concluded that the interests of the State outweighed those of the first applicant.", "16. The first applicant filed an objection (bezwaar) against this decision. It was rejected on 19 March 1998 by the Deputy Minister who adopted the advice issued by the Advisory Board on Matters Concerning Aliens (Adviescommissie voor Vreemdelingenzaken). This Board was of the opinion that the first applicant’s request should be considered as a request for an independent residence permit (onafhankelijke verblijfsvergunning) in view of the fact that the right to remain indefinitely, pursuant to Article 10 § 2 of the Aliens Act 1965, did not constitute a residence permit which was eligible for prolongation or for amendment of the restrictions attached to it. The Board further considered, notwithstanding the fact that the first applicant had moved back to the matrimonial home after a separation of six or seven months, that the breakdown of the applicants’ marriage had been of a permanent nature given the duration of the separation and the first applicant’s request for an independent residence permit which did not require him to cohabit with his wife. Therefore, the question to be examined was whether, at the time of losing the indefinite right to remain, the first applicant had been eligible for continued residence (voortgezet verblijf).", "17. Having regard to the first applicant’s criminal conviction, which implied that he had violated public order, the Board considered that the request for a residence permit should be refused and an exclusion order imposed. It saw no merit in the first applicant’s expressions of regret nor in his arguments to the effect that his wife and two children resided in the Netherlands and that he had been working in the Netherlands since 21 June 1995. In this connection the Board, referring to the duration of and the reasons for the prison sentence as set out in the judgment of the Regional Court of 20 January 1993, had regard to the nature and seriousness of the offence of which the first applicant had been convicted. The Board did not consider that the period of time between the conviction and the imposition of the exclusion order was so long that for that reason alone the authorities ought to refrain from taking that measure. In this respect it was borne in mind that the first applicant had held an indefinite right to remain from 24 January 1992 until 28 November 1995 which, pursuant to the policy in force, stood in the way of an exclusion order being imposed.", "Finally, as far as the first applicant’s rights under Article 8 § 1 of the Convention were concerned, the Board considered that the interests of the State outweighed those of the first applicant.", "18. The first applicant filed an appeal against this decision with the Regional Court (arrondissementsrechtbank) of The Hague, sitting in Amsterdam. He argued, inter alia, that there had not been any breakdown of his marriage, let alone one of a permanent nature. The spouses had merely not cohabited for a number of months because of marital problems; however, the first applicant had remained in contact with his wife. Moreover, during this time their child Mahsun had been conceived. The first applicant was gainfully employed, did not constitute a threat to public order and he had extricated himself from the criminal circles in which he had previously been involved. In the view of the first applicant, it was unreasonable to deny him continued residence and to impose an exclusion order on him more than four years after his criminal conviction.", "19. In its judgment of 12 November 1998 the Regional Court agreed with the Deputy Minister that the applicants’ actual close family ties (feitelijke gezinsband) had been severed as a result of their temporary separation and that as a result the first applicant had lost his indefinite right to remain. It upheld the Deputy Minister’s decision in so far as the denial of continued residence was concerned. Having regard to the nature of the offence of which the first applicant was convicted and the length of the prison sentence imposed, the Regional Court considered that the interference with the applicants’ right to respect for family life was necessary in the interests of the protection of public order. In respect of the exclusion order, which denied the first applicant the right to visit the Netherlands even for short periods, the Regional Court quashed the impugned decision. It found that insufficient weight had been accorded to the interests of the applicants and their children. Thus, no attention had been given to the consequences which the exclusion order would have for the applicants and their children, both in the case where the other family members would follow the first applicant to Turkey and in the case where they would remain in the Netherlands. In this connection the Regional Court noted that the children, who had close links with the Netherlands as they had been residing there since their birth, might at this stage of their lives have a great need for regular contacts with their father within their own surroundings (levenssfeer), and not exclusively abroad. The exclusion order rendered such contacts – including occasional contacts – impossible.", "20. On 6 May 1999 the Deputy Minister decided anew on the first applicant’s objection in so far as this concerned the exclusion order. She declared the objection well-founded and lifted the exclusion order.", "21. The first applicant has not reoffended and has been in paid employment ever since his release from prison.", "22. At the time relevant to the present application, the admission, residence and expulsion of aliens were regulated by the Aliens Act 1965 (Vreemdelingenwet 1965). On 1 April 2001 a new Aliens Act entered into force but this has no bearing on the present case.", "23. Aliens married to a Netherlands national, a recognised refugee or a holder of a permanent residence permit acquired, after one year of legal residence, ex jure an indefinite right to remain pursuant to Article 10 § 2 of the Aliens Act 1965. This right expired ex jure when the alien no longer actually formed part of his or her spouse’s family unit. If the married couple ceased, other than temporarily, to live together, this was indicative of a breakdown in family relations even if the marital bond was preserved. The residence permit was not automatically reinstated if the actual close family ties were later restored. The alien could, however, apply for a new one, for the purposes of residence with his or her spouse, or for a residence permit in his or her own right.", "24. Under the policy laid down in chapters A4/4.3.2 and A5/6 of the Aliens Act Implementation Guidelines 1994 (Vreemdelingencirculaire 1994), an alien who has been given a custodial sentence by a Dutch or foreign court (at least part of which sentence was not suspended), by a judgment that has become final and conclusive, for intentionally committing a crime punishable by a custodial sentence of three years or more, could be refused permission for continued residence in the country. Underlying this policy is the principle that the longer an alien has lawfully resided in the Netherlands, the more serious a crime has to be before it may justify refusing continued residence; the authorities thus apply a “sliding scale” (glijdende schaal). The seriousness of a crime is determined on the basis of the sentence attached to it. To determine whether an alien may be refused permission for continued residence, the length of the sentence imposed is compared to the length of time that the alien had been living in the Netherlands when he or she committed the crime.", "25. In accordance with this policy, an alien who, at the time of committing the offence, had been residing lawfully in the Netherlands for less than three years – like the first applicant in the present case – would be refused permission for continued residence if he or she was sentenced to an unsuspended prison sentence of more than nine months.", "26. An alien who has been sentenced by a final and conclusive judgment for an offence intentionally committed, punishable by a term of imprisonment of three years or more, was also liable to an exclusion order (Article 21 of the Aliens Act 1965). A person upon whom an exclusion order has been imposed is not allowed, for as long as the order is in force, either to reside in the Netherlands or to visit it.", "27. Continued residence could not be refused to, and an exclusion order not imposed on, aliens with an indefinite right to remain pursuant to Article 10 § 2 of the Aliens Act 1965."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}