{"ITEMID": "001-5135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "BLOM v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Josep Casadevall", "TEXT": ["The applicant is a Swedish national, born in 1947 and living in Huddinge. She is represented before the Court by Mr Georg Antal, a lawyer practising in Stockholm.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant applied for disability benefits in November 1991. Additional information was requested from her and she was asked to fill out the appropriate form.", "Her formal application for a disability allowance (handikappersättning) under Chapter 9, Section 2 of the 1962 Social Insurance Act (lagen om allmän försäkring; hereinafter “the 1962 Act”) was lodged on 26 February 1992. Six different medical opinions and also medical records from a hospital were enclosed. The applicant invoked back problems and problems relating to incontinence. She stated, inter alia, that she was unable to use public transportation.", "The Social Insurance Office (försäkringskassan) of the County of Stockholm requested the opinion of two other medical doctors who were attached to the Office in order to assist in medical matters (förtroendeläkare; ”insurance doctor”). After having studied the documents in the case, the insurance doctors came to different conclusions. One doctor, T.A., considered that the applicant was unable to use public transportation and the other doctor found that the available documents failed to substantiate this contention.", "On 10 February 1993 the Office rejected the application, finding that the applicant’s needs or costs did not attain the level required under the above Act.", "Doctor T.A.’s statement had not been included among the documents which formed the basis of the Office’s decision, nor had the applicant been informed of the statement. After the applicant had made a complaint in these respects, the Parliamentary Ombudsman (Justitieombudsmannen) levelled serious criticism against the Office’s handling of the case.", "The applicant appealed against the Office’s decision to the County Administrative Court (länsrätten) of the County of Stockholm. Before this court as well as during the following court proceedings she was represented by legal counsel. She requested the court to hold an oral hearing and to obtain the opinion of a medical expert. She gave no explicit motive for her request for an oral hearing.", "On 4 May 1994 the court informed the applicant as follows:", "(Translation)", "“Having regard to the available material, the [court] finds no need to hold an oral hearing.", "In your submission of 11 March 1993 you have also requested the court to obtain a certificate from a medical doctor with special neurological knowledge regarding the need to use a car for transport to and from work and the need for help with heavy domestic duties. Doctor [I.O.-L.] has in a certificate of 22 April 1992 made an assessment of [the applicant’s] need of a car for transports to and from work. [The court] therefore considers further material unnecessary as regards that issue. [The court] invites you to submit whether you maintain your request.", "[The court] hereby gives you the opportunity to make in writing, no later than 18 May 1994, your final submissions in the case.", "If you maintain your request for an oral hearing in the case, you are required to submit to [the court], within the same time, a statement of evidence indicating the evidence you want to invoke and what you want to prove with each separate piece of evidence. [...]", "If no response is submitted to [the court], the case will be determined on the basis of the available material.”", "No submission of evidence was made by the applicant. Instead she responded by informing the court that she regarded the court’s notification as a decision of, inter alia, her request for an oral hearing.", "By judgment of 23 June 1994, the County Administrative Court, taking into account the medical certificates and the other evidence in the case, rejected the applicant’s appeal with extensive reasons. The court, referring to most of the medical certificates available in the case, found no evidence from the documentation supporting that the applicant in her everyday life needed assistance from another person to such an extent as to qualify for benefits. Neither did the court find that the applicant needed continuing assistance in order to be gainfully employed. Lastly the court found nothing to substantiate that the applicant due to a functional impairment was prevented from using public transportation to and from work, for which reason she was not entitled to benefits in order to cover any extra expenses.", "The applicant then appealed to the Administrative Court of Appeal (kammarrätten) in Stockholm, submitting yet another medical certificate. She again requested that the opinion of a medical expert be obtained. She did not request the appellate court to hold an oral hearing, and the court did not hold a hearing on its own motion. By decision of 16 September 1994 the court rejected her request for a further medical opinion and instructed her to submit concluding arguments in writing.", "On 7 October 1994 the Administrative Court of Appeal, after having rejected the applicant’s renewed request for a further medical opinion, upheld the County Administrative Court’s judgment with substantial reasons. The court referred to the new medical certificate and found that the functional impairments described therein did not prevent the applicant from using public transportation.", "The applicant made a further appeal to the Supreme Social Insurance Court (Försäkringsöverdomstolen). She requested that an oral hearing be held and that the opinion of a medical expert be obtained. She also complained about the lack of oral hearings before the lower courts and their refusal to obtain a further medical opinion.", "By letters of 15 March and 25 April 1995, the Supreme Social Insurance Court informed the applicant that it did not intend to request a further medical opinion or to hold an oral hearing. The applicant was given the opportunity to submit further observations on the question of leave to appeal.", "On 12 June 1995 the Supreme Social Insurance Court refused the applicant leave to appeal against the judgment of the Administrative Court of Appeal.", "B. Relevant domestic law", "According to Chapter 9, Section 2 of the 1962 Act, a person who is ill or handicapped may receive disability benefits provided that he or she is insured and registered with a Social Insurance Office and has reached the age of 16. A further requirement is that the insured person before turning 65 years of age has become functionally impaired for a considerable time and to such a degree that he or she is in need of more time-consuming assistance from another person on a daily basis, is in need of continuing assistance in order to be gainfully employed or otherwise has considerable extra expenses. All Swedish nationals and other residents in Sweden are automatically insured in accordance with the 1962 Act.", "It is the total need of support and assistance that determines whether an insured person is entitled to disability benefits and, should that be the case, the amount of compensation. When making this assessment, it is necessary to look into the insured person’s whole situation and to add together the need for different types of assistance and extra expenses. A medical report is required when it comes to the assessment of the functional impairment itself. As far as extra expenses are concerned, the extent to which other measures from the social services compensate also have to be taken into account, for instance assistance benefit (when the handicapped person has his or her own personal assistant). When it comes to costs for transportation to and from work by car, it also has to be considered whether it is possible to use public transportation service for the disabled. Furthermore, at the time of relevance for the present case, protection aids against incontinence were provided free of charge.", "Disability benefits are not subject to taxation. They are granted on a yearly basis with 69, 53 or 36 per cent of the yearly basic amount for national security purposes (“the basic amount”), depending on the extent to which the insured person is in need of assistance and the amount of extra expenses caused by the handicap. The basic amount was 33,700 Swedish kronor (SEK) during 1992 when the applicant applied for disability benefits. In 1993, when her application was rejected by the Social Insurance Office, the amount was SEK 34,400.", "A decision by the Social Insurance Office in accordance with the 1962 Act may be appealed against to the County Administrative Court and from there on to the Administrative Court of Appeal and, at the relevant time, to the Supreme Social Insurance Court. The latter court was the highest social insurance court prior to 1 July 1995. The Supreme Social Insurance Court was abolished with effect from this date and its tasks were taken over by the Supreme Administrative Court (Regeringsrätten).", "The Supreme Social Insurance Court could not examine a case on its merits without first granting leave to appeal. According to the provisions in force after 1 July 1993, the Court could grant leave to appeal in two different situations: if it was of importance for guidance in application of the law that the Court examine the case; and if there were extraordinary reasons for the Court to examine the case, e.g. on account of the fact that a ground existed for the re-opening of the case or that the outcome of the case in the inferior court was clearly due to a gross oversight or a gross mistake.", "The procedure in the administrative courts is governed by the provisions of the 1971 Administrative Court Procedure Act (förvaltningsprocesslagen; hereinafter ”the 1971 Act”). The same Act also regulated the proceedings before the Supreme Social Insurance Court. According to Section 9 of the Act, the proceedings consist of a written procedure. However, the proceedings may include an oral hearing with regard to a certain issue, when there is reason to assume that such a measure would be to the advantage of the proceedings or that a rapid determination of the case is promoted. According to the third paragraph of Section 9, an oral hearing shall take place before a County Administrative Court and an Administrative Court of Appeal on the request of an individual party to the case, if such a hearing is not unnecessary and there are no particular reasons against it. Thus, the opportunity for an individual party to the case to obtain an oral hearing on request under those circumstances was not available in the proceedings before the Supreme Social Insurance Court.", "According to the travaux préparatoires to the 1971 Act (Government Bill 1971:30, p. 353) the oral element can be a valuable complement to the written proceedings and an oral hearing can be of advantage to the examination of a case in two respects, mainly. First of all, in order to hear a witness, an expert witness or a party, or when it is difficult for a party to present the case in writing. Secondly, in order to sort out the different positions in the case and to eliminate unnecessary or pointless issues of dispute. In the latter case, the oral hearing takes on a preparatory character. When the Act was drafted, it was also stressed that oral elements in the proceedings are not to be seen as an alternative to the written procedure but merely as a complement to it.", "The reference in Section 9 of the 1971 Act to the promotion of a rapid determination of the case was added in 1983. The purpose was to make it clearer that an oral hearing could, and should, be held in order to further a more rapid and effective examination of the case. The amendment aimed mainly at such cases concerning taxation that are connected with criminal proceedings before the general courts (cf. Government Bill 1982/83:134).", "In connection with the enactment of the 1971 Act it was stated, in respect of the third paragraph of Section 9, that a party’s request for an oral hearing should be given great consideration. However, the party would not be allowed to have a decisive influence in the matter. The question whether or not an oral hearing is unnecessary should primarily be determined against the background of the available information in the case. Other circumstances can, however, also be of relevance, for instance the importance for the party of the matter at stake or the fact that an oral hearing would enhance the party’s understanding of a future decision in the case. A particular reason against the holding of an oral hearing can be that the case is of a trivial character or that the costs for an oral hearing would not be proportionate to the values involved in the matter at stake (cf. Government Bill 1971:30, p. 537)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}