{"ITEMID": "001-99376", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GUBIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 13;Violation of Art. 3;Violation of Art. 5-4", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1981 and lives in Moscow.", "6. On 12 August 2003 a Ms T. lodged a complaint with the Kuzminskiy District Prosecutor's Office of Moscow alleging that she had been kidnapped and raped by a group of men.", "7. On 13 August 2003 the applicant was arrested on suspicion of kidnapping and rape.", "8. On 14 August 2003 the District Court authorised the applicant's detention pending trial. The applicant was represented by counsel of his own choosing.", "9. According to the applicant, he could not appeal against the decision of 14 August 2003 since he was not provided with stationery by the administration of the temporary detention facility where he was being held at the time.", "10. On 8 October 2003 the Kuzminskiy District Court of Moscow extended the applicant's pre-trial detention until 12 December 2003. The applicant attended the hearing. His counsel asked the court to consider the case in his absence and did not appear at the hearing. The applicant was represented by a court-appointed lawyer.", "11. On 14 October 2003 the applicant lodged an appeal against the court order of 8 October 2003. He asked the appeal court to ensure his and his lawyer's presence at the hearing.", "12. On 3 November 2003 the Moscow City Court examined the appeal. The hearing was held in the absence of the applicant and his counsel. The prosecutor considered that the applicant's appeal should be dismissed. The City Court found that the extension of the applicant's pre-trial detention was in accordance with the law and upheld the decision of 8 October 2003.", "13. The District Court further extended the applicant's detention pending trial. Extensions were granted at the prosecutor's request on 3 December 2003 and 10 February 2004. The City Court upheld those decisions on appeal on 21 January and 9 March 2004 respectively. The applicant did not provide any other details in respect of the detention orders.", "14. On several occasions in 2004 the applicant asked the investigator to question additional witnesses and examine forensic evidence. The investigator dismissed the applicant's requests, indicating, inter alia, that:", "“The guilt of [the defendants] ha[d] been fully proved”.", "15. On 30 January 2004 the District Court dismissed the applicant's complaint about the prosecutor's refusal to open a criminal investigation against the police officers who had allegedly ill-treated him during his arrest. The applicant did not appeal.", "16. On 1 April 2004 the Kuzminskiy District Court of Moscow received the case file.", "17. On 20 December 2004 the District Court found the applicant guilty of kidnapping and rape and sentenced him to four and a half years' imprisonment.", "18. On 19 April 2005 the Moscow City Court upheld the applicant's conviction on appeal.", "19. From 13 to 20 August 2003 the applicant was held in cell no. 2 of the Maryinskiy temporary detention facility. The cell measured 8 sq. m. The applicant was detained there alone. According to him, the cell was poorly lit, and the cement floor was dirty. The cell was infested with bedbugs and other insects. The corners were covered in cobwebs. No bed sheets, mattresses or blankets were provided. The radio was left on during the whole night. Water was available twice a day. There was no sink and the applicant had to wash himself over the toilet. The applicant received one meal a day.", "20. On 20 August 2003 the applicant was transferred to remand prison no. 77/1. On arrival he was placed in a cubicle measuring 1 sq. m where he spent the whole day. He was not given any food or allowed to use the bathroom for the whole of the time he spent in the cubicle.", "21. On 21 August 2003 the applicant was placed in cell no. 274, where he was detained until 11 September 2004. It measured 16 sq. m and had eight sleeping places. It housed from ten to fifteen persons (in his subsequent submissions the applicant stated that it housed from twelve to sixteen persons). The inmates had to take turns to sleep. The beds were 1.65 m long. The cell did not have any drawers or shelves to allow the inmates to store their personal belongings properly. Approximately eighty per cent of the inmates smoked and the applicant, a non-smoker, was exposed to tobacco smoke. The toilet was located about one metre from the dinner table. It was dirty and foul smelling. There was no separation between the toilet and the living area of the cell and the person using it could be seen by others present in the cell. The inmates had to pull a curtain across to separate the toilet from the living area. However, the prison guards removed the curtain each time they made an inspection. Because of the overcrowding of the cell the inmates had to wait a long time for their turn to use the toilet.", "22. The food was of poor quality and portions were small. On the days of the court hearings, the applicant left the prison at six a.m. and came back late at night. As a result, he missed the meals served at the prison and was left hungry all day. No drinking water was available in the cell. There was only cold tap water that contained rust and had a peculiar colour and taste.", "23. The cell had only one window measuring 1.2 sq. m, which was covered with a metal screen and bars. The screen and the bars prevented any fresh air or natural light from entering the cell. There were no window panes. The artificial ventilation system did not function properly. The electric light was constantly on.", "24. The cell was stuffy and infested with parasites. It was never disinfected. There was fungus and mould in the shower rooms. Medical assistance was of poor quality.", "25. According to the applicant, he twice attempted to lodge a complaint with the authorities about the conditions of his detention. On both occasions an administrative officer physically destroyed the written complaints.", "26. The applicant submitted written testimonies from five of his fellow mates who corroborated the description of cell no. 274 provided by the applicant.", "27. On arrival at the remand prison the applicant was taken first to the processing area (сборное отделение). He was held for one hour in a one-person cubicle equipped with a seat and artificial lighting. Then he was transferred to another cell which was equipped with running water, lighting, ventilation and a seat. The applicant spent about one day there.", "28. On 21 August 2003 the applicant was transferred to cell no. 274. The average number of inmates held with the applicant in that cell was seven. There were eight beds in the cell. At all times the applicant and other inmates were provided with an individual sleeping place and bed linen.", "29. According to the excerpts from the remand prison population register submitted by the Government, the number of inmates in the cell was as follows:", "30. There were no metal shutters on the cell windows. They had been removed before 1 April 2003, that is before the applicant's detention there began. The windows were provided with air vents which could be kept open. There was also exhaust ventilation which was in good working order. The prison was equipped with central heating which functioned properly at all times. The average temperature in the cells was never below +180C during the winter and did not exceed +220C during the summer.", "31. The cell was equipped with electrical lighting. During the day lighting was on from 6 am to 10 pm. At night lower-voltage bulbs were used to provide lighting for surveillance and safety reasons.", "32. The applicant had the opportunity to take a shower once a week. The bed linen was changed weekly. The remand prison had a centralised water supply system. The quality of the water was in full compliance with standards of hygiene.", "33. The cell was disinfected according to the schedule approved by the head of the prison. The daily cleaning was the inmates' responsibility. The toilet was separated from the rest of the cell by a 1.25-metre partition to ensure the privacy of the person using it.", "34. The applicant received three meals a day. The food ration was in full compliance with quality and quantity standards.", "35. On 11 September 2004 the applicant was transferred to remand prison no. 77/6.", "36. On 4 October 2004 he lodged another complaint about the conditions of his detention in remand prison no. 77/1.", "37. On 27 November 2004 Ms F., an administrative officer at the remand prison, allegedly summoned the applicant to her office. She threatened to move him back to remand prison no. 77/1 or make his life more difficult at remand prison no. 77/6 if he continued to complain about the conditions of his detention.", "38. On 30 November 2004 the Moscow City Department of Corrections responded officially to the applicant's complaint about conditions of detention at remand prison no. 77/1. The applicant was informed that the overcrowding in the cells had been caused by renovation work being carried out at the prison; that the food rationing was in accordance with the applicable norms; that the inmates were allowed to take a fifteen-minute shower once a week; and that the bed sheets were changed on a weekly basis.", "39. From 18 to 31 May 2005 the applicant was detained in remand prison no. 66/1 in Yekaterinburg. According to the applicant, he was held in cell no. 334, which measured 30 sq. m and housed from twenty-four to twenty-seven persons. It had eleven sleeping places and the inmates had to take turns to sleep. The cell was infested with bedbugs, cockroaches, lice and rats. It was never cleaned. There were nine mattresses. No bed sheets, pillows or blankets were provided, nor was there any cutlery or tableware. Water was constantly leaking from a corroded sink onto the floor. The toilet was separated from the living area by a partition less than one metre high. The inmates were allowed to shower once every ten days. Because of the small size of the table and bench, the inmates had to take turns to eat. There was no radio or clock. The inmates did not receive soap or buckets with which to do their laundry."], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}