{"ITEMID": "001-72816", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "MITZON v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Karl-Heinz Mitzon, is a German national who was born in 1956 and lives in Berlin. He is represented before the Court by Mr F. Lansnicker, a lawyer practising in Berlin.", "Since 1985 the applicant lived as a tenant in a State-owned semidetached house in East-Berlin in the German Democratic Republic (”GDR”). The house’s former owner had left the GDR in 1961 and the house was subsequently seized and transferred into public property in 1969. On 7 March 1990 the GDR’s parliament (Volkskammer) passed a law that allowed the purchase of State-owned buildings. On 28 March 1990 the applicant acquired the house for the sum of GDR Marks 58,010. He was entered as the owner into the land register (Grundbuch) on 21 May 1990. On 11 September 1990 the former owner requested the house’s restitution under the Resolution of Outstanding Property Issues Act/Property Act (Gesetz über die Regelung offener Vermögensfragen / Vermögensgesetz – hereinafter called Property Act).", "On 13 August 1991 the Office for the Resolution of Outstanding Property Issues (Amt zur Regelung Offener Vermögensfragen) ordered the real estate’s restitution according to section 4 § 2 of the Property Act (see “Relevant domestic law and practice” below). It stated that the house had been acquired after the key date (Stichtag) of 18 October 1989 and should not have been authorised under GDR Law.", "In return for the restitution the Land of Berlin was obliged to reimburse the applicant the purchase price of GDR Marks 58,010, converted into DEM 29,005 (EUR 14,830). On 4 December 1991 the Regional Office for the Resolution of Outstanding Property Issues (Landesamt zur Regelung Offener Vermögensfragen) rejected the applicant’s objection. On 16 June 1992 the Berlin Administrative Court confirmed those decisions, refusing the applicant leave to appeal on points of law.", "Section 4 § 2 of the Property Act was amended by the second Property Rights Amendment Act (Zweites Vermögensrechtsänderungsgesetz) of 14 July 1992. It introduced exceptions to the key date regulation, thus allowing the new owners in certain cases to keep their property even if they had acquired it after 18 October 1989 (see “Relevant domestic law and practice” below).", "The applicant then lodged a complaint against the refusal of leave to appeal on points of law with the Federal Administrative Court. He held the opinion that the old version of section 4 § 2 infringed his right of property, as it did not contain any exceptions to the key date and thus led to expropriation. Moreover, he submitted that the key date regulation was discriminatory within the meaning of Article 3 of the Basic Law. Therefore, he demanded that the new version of section 4 § 2 of the Property Act be applied to his case, in particular since the court proceedings were still pending.", "On 5 March 1993 the Federal Administrative Court granted the applicant leave to appeal on points of law. On 12 November 1993 it rejected the applicant’s appeal on points of law. Having recourse to the Property Act’s travaux préparatoires, it interpreted the second Property Rights Amendment Act as applying only to proceedings which had not yet been terminated by final administrative decision (Widerspruchsbescheid). It stated that this interpretation alone guaranteed the speedy handling of cases of outstanding property issues as intended by the legislator. It furthermore pointed out that the latter had opted for a compromise between the interests of the former and new owners by choosing the final administrative decision instead of the final court decision as a criterion.", "The court therefore applied the old version of section 4 § 2 and found that it did not violate the applicant’s right of property. It held that the restitution of the real estate had not been an expropriation within the meaning of Article 14 § 3 of the Basic Law, because all it did was to balance the competing private interests of the former and the new owners. Therefore, the impugned provision of the Property Act was a determination of the subject matter of the right to property and its limitations within the meaning of Article 14 § 1, sentence 2, of the Basic Law (Inhalts- und Schrankenbestimmung). The court recalled that the Property Act aimed at creating a socially acceptable balance between the interests of the former owners who had been expropriated contrary to the rule of law, on the one hand, and the new owners which had acquired ownership rights in good faith, on the other hand. The court pointed out that the Property Act in fact favoured those new owners by excluding restitution, but only if they had acquired the property rights before 18 October 1989. On that date Erich Honecker, President of the Council of State (Staatsratsvorsitzender) had resigned. The court stressed that the legislator had decided that in the light of those political events the purchaser of real estate could have no longer had a legitimate expectation that the acquired property rights would remain guaranteed or unaffected. The court held that for those reasons the key date regulation of section 4 § 2 complied with the requirements of Article 14 of the Basic Law, particularly in the light of the legislature’s wide margin of appreciation. Lastly, the court stated that this regulation did not violate the prohibition of discrimination under Article 3 of the Basic Law.", "The applicant then lodged a constitutional complaint on 24 January 1994.", "On 23 November 1999 the Federal Constitutional Court held in a pilot judgment that the key date regulation set in section 4 § 2 of the Property Act did not violate Articles 3 and 14 of the Basic Law (see “Relevant domestic law and practice” below).", "On 1 December 1999 the Federal Constitutional Court refused to admit the applicant’s complaint. It confirmed the reasoning of the Federal Administrative Court, holding that in the light of the aforementioned pilot judgment of 23 November 1999, restitution based on the key date regulation did not violate Articles 3 and 14 of the Basic Law. Furthermore, the court did not find it arbitrary that the Federal Administrative Court had applied the old version of section 4 § 2 of the Property Act.", "On 30 March 2000 the Land of Berlin made it known that the Federal Ministry of Finances had ordered that compensation for cases such as the present one should be provided by the Compensation Fund (Entschädigungsfonds) which, however, had not yet been established at that time.", "On 10 May 2000 the applicant lodged his application with the Court.", "On 19 October 2000 the Land of Berlin reimbursed the purchase price amounting to DEM 29,005 (EUR 14,830). The applicant then brought an action against the Land of Berlin for the payment of interest on arrears.", "On 18 July 2002 the Administrative Court rejected the applicant’s claim, refusing him leave to appeal on points of law. On 4 July 2003 the Federal Administrative Court rejected the applicant’s complaint against the refusal of leave to appeal on points of law.", "The applicant did not lodge a constitutional complaint against that decision with the Federal Constitutional Court.", "Article 3", "“(1) All persons shall be equal before the law.", "...”", "Article 14", "“(1) Property and the right of inheritance shall be guaranteed. Their subject matter and limits shall be defined by the laws.", "(2) Property entails obligations. Its use shall also serve the public good.", "(3) Expropriation shall only be permissible in the public interest. It may only be ordered by or pursuant to a law that determines the nature and extent of compensation. Such compensation shall be determined by establishing an equitable balance between the public interest and the interests of those affected. In case of dispute respecting the amount of compensation, recourse may be had to the ordinary courts.”", "“Restitution is furthermore excluded if individuals, religious communities (Religionsgemeinschaften) or foundations for public utility (gemeinnützige Stiftungen) acquired in good faith ownership or rights of user in rem over property assets. This does not apply to plots of land and buildings if the legal transaction which resulted in the acquisition took place after 18 October 1989 and should not have been authorised pursuant to section 6 §§ 1 and 2 of the Regulation of the Registration of Claims for Property Assests (Anmeldeverordnung). “", "“Restitution is furthermore excluded if individuals, religious communities or foundations for public utility acquired in good faith ownership or rights of user in rem over property assets. This does not apply to plots of land and buildings if the legal transaction, which resulted in the acquisition, took place after 18 October 1989 without the consent of the former owner, unless", "an application for the acquisition was made in writing or was established on record (aktenkundig angebahnt) before 19 October 1989", "the acquisition took place pursuant to section 1 of the Act on the Sale of Buildings in Public Property of 7 March 1990 (...)", "the acquirer made considerable investments that increased the property’s value or maintained its substance.”", "This amendment was introduced in the light of the fact that many of the new owners had already applied for the acquisition of real estate before 18 October 1989, but had not been able to complete the legal transaction, because the GDR authorities were unable to process those applications in time.", "In its judgment the Federal Constitutional Court found that the key date regulation in section 4 § 2 of the Property Act and the restitution of property thereunder did not violate Articles 3 and 14 of the Basic Law. It recalled that the legislator had had to balance the interests of the former owners requesting restitution and the interests of the new owners requesting protection of their acquired rights. It stressed that the legislator had had a wide margin of appreciation when determining that balance. While the Property Act actually favoured the new owners who had acquired the property in good faith, it had been justified to introduce a key date in order to distinguish between those who had exercised their property rights already for a certain time and those who had done so for only a short period. The Federal Constitutional Court found that the resignation of Erich Honnecker as the President of the Council of State on 18 October 1989 had been an adequate point in time to make that distinction.", "The court also noted that the GDR had already made clear in section 7 of the Regulation of the Registration of Claims for Property Assets of July 1990 that the authorisation procedure had to be renewed (wiederaufgreifen) in cases of acquisitions after 18 October 1989. Hence the new owners in those cases could not have reasonably expected to remain proprietors and their legitimate expectation of remaining proprietors (Vertrauensschutz) did not deserve protection.", "Section 6 § 1 of the Regulation of the Registration of Claims for Property Assets of 11 July 1990 held that that the authorisation for the purchase of real estate should be denied if the legal transaction concerned real estate that had been put, inter alia, under public administration and if the former owner did not consent to the purchase.", "Section 6 § 2 stated that pending procedures for the authorisation of purchase of real estate had to be stayed until it was established whether they concerned cases of outstanding property issues. Cases of outstanding property issues were defined, inter alia, as those cases in which real estate had been transferred into public property after it had been put under public administration by an escrow.", "The same applied to cases in which former owners had lodged claims, inter alia, for restitution. The authorisation could however be granted if the former owner consented to the purchase or if the former owner did not apply for restitution until 13 October 1990.", "If the authorisation had already been granted, section 7 § 1 provided the following: At the former owner’s request, the authorisation procedure had to be renewed if the acquisition had taken place after 18 October 1989 and if it should not have been authorised pursuant to section 6 §§ 1 and 2."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}