{"ITEMID": "001-111547", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF E.S. v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1987.", "6. In September 2002, when the applicant was 14 years old, she discovered that her stepfather had hidden a video camera in the laundry basket in the bathroom. The camera was directed at the spot where the applicant had undressed before taking a shower.", "7. The incident was reported in 2004 and on 21 October 2005 the public prosecution indicted the stepfather for sexual molestation (sexuellt ofredande) under Chapter 6, section 7 of the Penal Code due to the said event.", "8. On 20 January 2006, represented by an officially appointed counsel (målsägandebiträde), the applicant submitted a claim for damages of 25,000 Swedish kronor (SEK) (approximately EUR 2 750) to be joined to the criminal proceedings. The basis of the claim was that the stepfather had, through the act for which he was being prosecuted, severely violated the applicant’s personal integrity and should therefore pay compensation for the violation and for her pain and suffering.", "9. Before the District Court (Falu Tingsrätt), the applicant, her stepfather, her mother and a cousin were heard. The applicant explained that on the relevant day, just before she was about to take a shower, her stepfather had something to do in the bathroom. When she discovered the camera, it was in recording mode, making a buzzing sound and flashing. She did not touch any of the buttons. Crying, she took the video camera, wrapped in a towel, to her mother. The stepfather took the camera from the mother. Subsequently, the applicant saw her mother and stepfather burn a film, but she was not sure whether it was a recording of her.", "10. The applicant’s mother confirmed the applicant’s statement and added that she did not know whether anything had been recorded since the film had been burned without her seeing it. She had not reported the incident to the police until 2004, when she had heard that the applicant’s cousin had also experienced incidents with the accused.", "11. The stepfather explained that he had lived with the applicant’s mother from 1997 to the autumn of 2003. They had separated due to, inter alia, the incident in question. He had wanted to try to film with a hidden camera, but it was an impulsive act. He was not sure whether the camera had been in recording mode or whether any film had been recorded. The applicant’s mother had burned the film without any of them seeing it.", "12. By judgment of 14 February 2006 the District Court convicted the stepfather. It found it established that he had had a sexual intent in hiding the camera in the laundry basket and directing it at the part of the bathroom where it was usual to undress. It added that the buzzing sound from the camera perceived by the applicant strongly suggests that the camera was switched on and actually did record. Otherwise, there would be no point in hiding the camera among the clothes in the laundry basket. The hole in the laundry basket indicated that the approach was quite refined. Regardless of the fact that, afterwards, no one verified the contents of the film, it can under the present circumstances be considered established that the stepfather actually filmed the applicant when she appeared nude.", "13. In the judgment, in which the stepfather was also convicted of three additional acts of sexual molestation against the applicant and her cousin, a suspended sentence combined with compulsory community service for seventy-five hours was imposed on him. Moreover, he was ordered to pay the applicant damages in the amount of SEK 20,000.", "14. On appeal, by judgment of 16 October 2007, the Court of Appeal (Svea hovrätt) acquitted the stepfather of the incident in question.", "15. The court found it established that the stepfather had put a camera in the bathroom and that he had started the recording system before the applicant was about to take a shower. Whether a recording had actually been made, however, was unclear. It was apparent, the court continued, that the stepfather’s motive was to film covertly the applicant for a sexual purpose. Given this motive, it was also regarded as certain that the stepfather did not intend the applicant to find out about the filming. Nor was he, according to the court, indifferent to the risk that she would find out about it. The court thereafter assessed whether the act legally constituted sexual molestation within the meaning of Chapter 6, section 7 of the Penal Code. It referred to a Supreme Court judgment (NJA 1996 p. 418) in which the Supreme Court had held, among other things, that the filming of sexual abuse was not a crime in itself as in Swedish law there was no general prohibition against filming an individual without his or her consent. Following that line of reasoning, and although finding that the act in question constituted a violation of personal integrity, notably in the light of the applicant’s age and relationship to her stepfather, the Court of Appeal found that the stepfather could not be held criminally responsible for the isolated act of filming the applicant without her knowledge. Even if she had indeed obtained knowledge of the filming, the court reiterated, this knowledge was not covered by the stepfather’s intent.", "16. The Court of Appeal went on by pointing out that the act might, at least theoretically, have constituted an attempted child pornography crime (försök till barnpornografibrott) considering the applicant’s age. However, since no charge of that kind had been brought against the stepfather, the Court of Appeal could not consider whether he could be held responsible for such a crime. In conclusion, despite finding the stepfather’s behaviour extremely reprehensible, he was acquitted and the applicant’s claim for damages dismissed.", "17. On 12 December 2007 the Supreme Court (Högsta domstolen) refused leave to appeal.", "18. The relevant provisions of the Penal Code (Brottsbalken, 1962:700) include the following:", "“A person who by violence or threat which involves, or appears to the threatened person to involve an imminent danger, forces another person to have sexual intercourse or to engage in a comparable sexual act, that having regard to the nature of the violation and the circumstances in general, is comparable to forced sexual intercourse, shall be sentenced for rape to imprisonment for at least two and at most six years. Causing helplessness or a similar state of incapacitation shall be regarded as equivalent to violence.", "If having regard to the nature of the violence or the threat and the circumstances in general, the crime is considered less serious, a sentence of imprisonment for at most four years shall be imposed. If the crime is gross, a sentence of imprisonment for at least four and at most ten years shall be imposed for gross rape. In assessing whether the crime is gross, special consideration shall be given to whether the violence involved a danger to life or whether the perpetrator caused serious injury or serious illness or, having regard to the method used or the victim’s youth or other circumstances, exhibited particular ruthlessness or brutality.”", "“A person who, under circumstances other than those defined in Section 1, makes someone engage in a sexual act by unlawful coercion shall be sentenced for sexual coercion to imprisonment for at most two years. If the person who committed the act exhibited particular ruthlessness or if the crime is otherwise considered gross, a sentence of at least six months and at most four years shall be imposed for gross sexual coercion.”", "“A person who induces another person to engage in a sexual act by gross abuse of his or her dependent state shall be sentenced for sexual exploitation to imprisonment for at most two years. The same shall apply to a person who engages in a sexual act with another person by improperly taking advantage of the fact that the latter is helpless or in some other state of incapacitation or is suffering from a mental disturbance. If the accused has exhibited particular ruthlessness or if the crime is otherwise to be considered gross, imprisonment for at least six months and at most six years shall be imposed for gross sexual exploitation.”", "“A person who engages in a sexual act with someone under eighteen years of age and who is that person’s offspring or for whose upbringing he or she is responsible, or for whose care or supervision he or she is responsible by decision of a public authority, shall be sentenced for sexual exploitation of a minor to imprisonment for at most four years. This also applies to a person who, in circumstances other than those mentioned previously in this Chapter, engages in a sexual act with a child of under fifteen years. If the person who committed the act exhibited particular lack of regard for the minor or if the crime by reason of the minor’s young age or otherwise is regarded as gross, imprisonment for at least two and at most eight years shall be imposed for gross sexual exploitation of a minor.”", "Repealed", "“If a person has sexual intercourse otherwise than as previously provided in this Chapter with his or her own child or its offspring, imprisonment for at most two years shall be imposed for sexual intercourse with offspring. A person who has sexual intercourse with a blood sibling shall be sentenced to imprisonment for at most one year for sexual intercourse with a sibling. The provisions of this Section do not apply to a person who has been made to commit the act by unlawful coercion or other improper means.”", "Before 1 April 2005 the section provided, in as far as relevant, the following:", "“If a person sexually touches a child less than fifteen years of age otherwise than as previously provided in this Chapter, or induces the child to undertake or participate in an act with sexual implication, a fine or imprisonment for at most two years shall be imposed for sexual molestation.", "A sentence for sexual molestation shall also be imposed on a person who by coercion, seduction or other improper influence induces a person who has attained the age of fifteen but not eighteen to undertake or participate in an act with sexual implication if the act is an element in the production of pornographic pictures or constitutes pornographic posing in circumstances other than those relating to the production of a picture.", "This shall also apply if a person exposes himself or herself in such a manner that the nature thereof gives offence or otherwise manifestly behaves indecently by word or deed towards the latter in a way that flagrantly violates a sense of propriety.” (Law 1994:1499)”", "Currently, the relevant legislation is placed in Chapter 6, section 10 and reads as follows:", "“A person who, otherwise than as previously provided in this Chapter, sexually touches a child under fifteen years of age or induces the child to undertake or participate in an act with sexual implications, shall be sentenced for sexual molestation to a fine or imprisonment for at most two years.", "This also applies to a person who exposes himself or herself to another person in a manner that is likely to cause discomfort or who otherwise by word or deed molests a person in a way that is likely to violate that person’s sexual integrity.” (Law 2005:90)”", "“A person who promotes or improperly financially exploits casual sexual relations for payment of another person shall be sentenced for procuring to imprisonment for at most four years. A person who, holding the right to the use of premises, grants the right to use them to another in the knowledge that the premises are wholly or to a substantial extent used for casual sexual relations for payment and omits to do what can reasonably be expected to terminate the granted right, he or she shall, if the activity continues or is resumed at the premises, be considered to have promoted the activity and shall be sentenced in accordance with the first paragraph.”", "“If the crime provided for in Section 8 is gross, imprisonment for at least two and at most six years shall be imposed for gross procuring. In assessing whether the crime is gross, special consideration shall be given to whether the accused promoted casual sexual relations for payment on a large scale or ruthlessly exploited another.”", "“A person who, by promising or giving recompense, obtains or tries to obtain casual sexual relations with someone under eighteen years of age, shall be sentenced for seduction of youth to a fine or imprisonment for at most six months.”", "“Criminal responsibility as provided for in this Chapter for an act committed against someone under a given age shall be required of a perpetrator who did not realise, but had reasonable grounds for assuming, that the other person had not attained such age.”", "“An attempt to commit rape, gross rape, sexual coercion, gross sexual coercion, sexual exploitation, gross sexual exploitation, sexual exploitation of a minor, gross sexual exploitation of a minor, procuring and gross procuring shall be dealt with in accordance with the provisions of Chapter 23. This also applies to preparation for and conspiracy to commit rape, gross rape, gross sexual exploitation of a minor and gross procuring, together with failure to reveal such crime.”", "“If, in a case of sexual exploitation of a minor under Section 4, first paragraph, second sentence or an attempt to commit such a crime, or in a case of sexual molestation under Section 7, first paragraph, there is little difference in age and development between the person who committed the act and the child, public prosecution shall not occur unless it is called for in the public interest.”", "“A person who", "1) portrays a child in a pornographic picture;", "2) disseminates, transfers, grants use, exhibits or in any other way makes such a picture of a child available to some other person;", "3) acquires or offers such a picture of a child;", "4) brings about contact between a buyer and a seller of such pictures of children or takes any other similar step to facilitate dealing in such pictures; or", "5) possesses such a picture of a child", "shall be sentenced for committing a child pornography crime to imprisonment for at most two years, or, if the crime is petty, to a fine or imprisonment for at most six months.", "By child is meant a person whose pubertal development is not complete or who is less than 18 years of age. If a person’s pubertal development is completed, liability will be imposed for deeds committed under points 2-5 above only if is apparent from the picture or its attendant circumstances that the depicted person is less than 18 years of age.", "....” (Law 2010:1357)”", "Before 1 January 2011, the second paragraph of the section read:", "“By child is meant a person whose pubertal development is not complete or, if it is apparent from the picture and its attendant circumstances, who is less than 18 years of age.", "...”", "“A person preparing or conspiring to mutiny [...] shall be sentenced in accordance with the provisions of Chapter 23. The same shall also apply [...] to the crime of attempting to commit a child pornography crime described in section 10a, first paragraph .... (Law 2010:399)", "...”", "“A person who has begun to commit a crime without bringing it to completion shall, in cases where specific provisions exist for the purpose, be sentenced for attempting to commit a crime if there was a danger that the act would lead to the completion of the crime or such danger had been precluded only because of fortuitous circumstances.", "Punishment for attempt shall be at most what is applicable to a completed crime and not less than imprisonment if the least punishment for the completed crime is imprisonment for two years or more.”", "19. The Code of Judicial Procedure (Rättegångsbalken 1942:740) provides in so far as relevant:", "“A judgment may not be given for something else or more than that properly demanded by a party. In cases amenable to out-of-court settlement, the judgment may not be based on circumstances other than those pleaded by a party as the foundation of his action.”", "“The judgment may relate only to an act for which a prosecution was properly instituted or to a matter referred by statute to the court’s criminal jurisdiction. The court is not bound by a claim regarding the legal characterisation of the offence or applicable provisions of law.”", "20. The Tort Liability Act (Skadeståndslag 1972:207) provides in so far as relevant:", "“Anyone who deliberately or negligently causes a personal injury or damage to property shall compensate the injury or damage inferred. (SFS 2001:732)”", "“Anyone who seriously violates another person through a crime involving an attack against the person, freedom, serenity or honour of that person shall compensate the damage the violation inferred. (SFS 2001:732)”", "21. In a judgment of 16 October 1992 (NJA 1992 p. 594) concerning a person who had secretly filmed sexual intercourse between himself and his girlfriend and who had subsequently shown the film to several persons, the Supreme Court noted that it was not prohibited under Swedish law to film another person without his or her consent or to show the film to others. This was so, the court continued, even in situations where the deed in question deeply violated the personal integrity of the person concerned. Apart from certain exceptional situations, the only general sanctions available were the criminal provisions on defamation in conjunction with Chapter 1, section 3 of the Torts Liability Act (now Chapter 2, section 3 of the named act). The court found that the accused person had committed defamation by showing the film to others.", "22. A further judgment dated 27 June 1996 (NJA 1996 p. 418) concerned a man who had filmed and photographed a sleeping woman while assaulting her and committing sexual offences against her. The District Court found his acts to constitute, inter alia, sexual molestation. The Court of Appeal and the Supreme Court held that the filming and photographing did not constitute criminal offences under Swedish law and that these acts were thus to be disregarded when assessing the man’s conduct under criminal law.", "23. Yet another judgment dated 23 October 2008 (NJA 2008 p. 946) concerned, inter alia, a person who had covertly filmed his ex-girlfriend with another man in an intimate situation and who had subsequently emailed the film, together with certain descriptive messages, to others. The Court of Appeal found the filming to constitute molestation and the sending of some of the e-mails to amount to defamation. It also awarded the exgirlfriend damages for, inter alia, violation of personal integrity. The Supreme Court granted leave to appeal concerning only the former alleged offence, namely the sexual molestation, and the issue of damages. The court reiterated that Swedish law contained no general prohibition against covert filming. The court also noted that in cases where the covert filming did not constitute a crime, no damages could be awarded. Although the need for a strengthened legal scheme in this regard had been acknowledged in Swedish legislative work already in the 1960s, the Court further noted, it had so far not led to any concrete results. According to the court, it was highly questionable whether the fact that acts of filming of an individual in situations where such filming deeply violated the personal integrity of the person concerned were left wholly unsanctioned under Swedish law, was compatible with the requirements of Article 8 of the Convention. Given this finding, the court continued, it was legitimate to examine whether sanctions could be provided by interpreting otherwise non-applicable domestic provisions in a treaty-conform manner. In this regard, the court referred to domestic case-law concerning compensation for violations of the Convention (see paragraphs 27-29 and 30). However, the court noted, another requirement under the Convention was that no one should be punished for an act which, at the time when it was committed, was not clearly criminalised by law. After having found that the filming in the present case did not fall under any applicable criminal provision, it was left unsanctioned and no damages were awarded.", "24. In January 2011 the Swedish Ministry of Justice issued a report on illicit photographing (Ds 2011:1) in which it proposed to criminalise such photographing - the term being used as meaning both photographing and filming - in certain situations. The aim of the proposal was in particular to protect individuals from interference in their private sphere by other individuals. It was proposed that the new criminal provision should cover anyone who, in a manner violating another individual’s personal integrity, photographed or by other technical means recorded a picture of the individual in a home, bathroom, changing closet or a similar space. Moreover, the provision was proposed also to cover photographing or recording in any other space than the ones mentioned, if the act was committed in a pushy, covert or intrusive manner or if it constituted a serious violation of another individual’s personal integrity in his or her capacity as a private person. It was proposed that sentences under the provision could range from penalties to imprisonment of up to one year. According to the report, no need to criminalise attempted photographing had emerged and it was therefore proposed that such acts, an example being the placing of technical equipment with the aim to film someone, were not to be covered by the new provision.", "25. In outlining the reasons for the proposal it was stated, inter alia, that acts of covert or unauthorized filming of individuals by other individuals had constituted a general problem for a long time and that the problem was growing. The technical development had resulted in that individuals could be photographed at in principal any place, at any time and in any circumstances. It was also acknowledged that such acts may violate an individual’s personal integrity regardless of whether he or she was made aware of the filming while it was ongoing or found out about it at a later stage. The report also referred to domestic case-law and noted that although the showing of a photograph or film to other people had been found to constitute a criminal act in some cases, the mere filming had been left unsanctioned. The report furthermore referred to Article 8 of the Convention and to the State’s positive obligations under the article. In all, the report concluded, it was held unsatisfactory that acts such as the ones at issue were not prohibited by law.", "26. In a judgment of 25 February 2005 (NJA 2005 p. 80), which concerned the photographing and filming of certain young individuals aged over 15 but under 18, the Supreme Court held that the pubertal development of the individuals was clearly complete and that it was impossible, from the pictures alone, to determine whether they had attained the age of 18 or not. Their age could moreover not be read from any text accompanying the pictures or any other attending circumstances. In such a situation, and regardless of whether the person responsible for the pictures was aware of the individuals’ age or not, the act could not be held to constitute a child pornography crime.", "27. In a judgment of 9 June 2005 (NJA 2005 p. 462) concerning a claim for damages brought by an individual against the Swedish State, inter alia, on the basis of an alleged violation of Article 6 of the Convention on account of the excessive length of criminal proceedings, the Supreme Court held that the plaintiff’s right under Article 6 of the Convention had been violated. Based on this finding, and with reference, inter alia, to Articles 6 and 13 of the Convention and the Court’s case-law under these provisions, in particular the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), the Supreme Court concluded that the plaintiff was entitled to compensation under Swedish law for both pecuniary and non-pecuniary damages.", "28. In a decision of 4 May 2007 (NJA 2007 p. 295), concerning length of detention, the Supreme Court held that the principle concerning a right to damages established in the above-mentioned case of 9 June 2005 also applied with regard to the rights contained in Article 5 of the Convention. The Supreme Court stated that the plaintiff’s right to damages on account of a violation of the Article should be assessed in the first place under domestic law which, to the extent necessary, should be interpreted in accordance with the Convention. If Sweden’s obligations under Article 5 § 5 could not be met by such an interpretation, the domestic courts should award compensation without the support of specific legal provisions.", "29. In a judgment of 21 September 2007 (NJA 2007 p. 584), the Supreme Court held that the plaintiffs’ right to respect for their private life under Article 8 of the Convention had been violated as a police decision on a medical examination of some of them had not been “in accordance with the law”. Having found that compensation for the violation could not be awarded directly on the basis of the Tort Liability Act, the Supreme Court held that there was no reason to limit the scope of application of the principle established in the above-mentioned two cases to violations of Articles 5 and 6 of the Convention and concluded that the plaintiffs should be awarded non-pecuniary damages for the violation of Article 8.", "30. A further Supreme Court decision of 29 October 2007 (NJA 2007 p. 747) concerned a claim for damages brought by an individual against a private insurance company. The claim concerned an alleged violation of Article 8 of the Convention related to secret surveillance undertaken in respect of the plaintiff. The Supreme Court noted that the Convention did not impose duties on individuals. Even if the State may have positive obligations under the Convention, the court continued, in view of the ruleof-law-value held by the principle of predictability, an individual could not be obliged to compensate another individual directly on the basis of the Convention.", "31. Yet another Supreme Court judgment of 28 November 2007 (NJA 2007 p. 891) concerned a claim for damages against the Swedish State on the basis of an alleged violation of Article 2 of the Convention relating to the suicide of the plaintiff’s father while in detention. The Supreme Court concluded that the case revealed no violation of Article 2. However, in its reasoning leading to this conclusion, the Supreme Court noted, inter alia, that according to the Court’s case-law there was a right to an effective remedy under Article 13 connected to the State’s duty under the Convention to take measures to protect the lives of individuals in custody or who were otherwise deprived of their liberty, which should, in principle, include a possibility of obtaining compensation for damage.", "32. In a judgment in 2009 (NJA 2009 n 70), which concerned length of tax proceedings, the Supreme Court referred to the abovementioned caselaw and held it to be a general principle that in so far as the State had the obligation to compensate someone due to a Convention violation and such compensation could not be awarded on the basis of national law, the obligation was to be fulfilled by awarding compensation without a particular reference to domestic law. The ruling of the Supreme Court concerned only the amount of compensation awarded.", "33. In a judgment of 16 June 2010 (NJA 2010 p. 363), lastly, which concerned, inter alia, length of proceedings before the District Court and the Court of Appeal in a civil case against the State, the Supreme Court found violations of Articles 6 and 13 of the Convention and awarded the plaintiff compensation.", "34. Furthermore, the Chancellor of Justice has delivered decisions concerning compensation to individuals for violations of the Convention. In a decision of 23 June 2009, the Chancellor of Justice awarded an individual damages for violations found under, inter alia, Articles 8 and 13. The case concerned, inter alia, storage of certain personal information concerning the applicants in the data bases of the Swedish Security Service.", "35. In May 2009 the Government decided to set up a working group on tort liability and the Convention to study the current legal situation. In December 2010 the working group submitted its report (Skadestånd och Europakonventionen, SOU 2010:87) to the Government. In the report it is proposed that the Tort Liability Act be amended in order to allow natural and legal persons to obtain damages from the State or a municipality for violations of the Convention. Such an action against public authorities would be examined by a general court which would need first to establish that a right provided by the Convention has been violated. The aim of the proposal is to provide a legal basis for granting non-pecuniary damage arising from disregard of the Convention, and to fulfil, together with the other already existing legal remedies, Sweden’s obligations under Article 13 of the Convention.", "36. In the Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse, drafted in October 2007, the Council of Europe observed, inter alia, that the sexual exploitation of children, in particular child pornography and prostitution, were destructive to children’s health and psycho-social development and that sexual exploitation and abuse of children had grown to worrying proportions at both national and international level, in particular as regards the increased use by both children and perpetrators of information and communication technologies. The Convention therefore obliged its Parties to take the necessary legislative or other measures to prevent all forms of sexual exploitation and sexual abuse of children and to criminalise certain intentional conducts, including offences concerning child pornography. The Convention was ratified by Sweden on 25 October 2007 and entered into force on 1 July 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}