{"ITEMID": "001-23729", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "GEFFRE v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr C. Geffre] is a French national, who was born in 1932 and lives in La Rochelle (departement of Charente-Maritime). He was represented before the Court by Ms E. Rabesandratana, of the Rochefort Bar. The respondent Government were represented by their agent, Mr R. Abraham.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1974 the applicant acquired parcels of land subject to a prohibition on building in the administrative district (commune) of La-Flotte-en-Ré on the Île de Ré (Charente-Maritime). The applicant used the land for caravanning.", "By a ministerial order issued on 23 October 1979, the whole of the Île de Ré was included in the list of monuments and places of interest whose conservation or preservation was in the public interest from the artistic, historic, scientific, legendary or scenic point of view, in accordance with section 4 of the Law of 2 May 1930 on the conservation of natural monuments and places of interest, as amended.", "The order was published in two newspapers distributed in the administrative districts concerned: Le Phare de Ré (on 26 December 1979) and the daily Sud-Ouest (on 2 January 1980). It was republished in the 2 January 1980 edition of the former and the 9 January 1980 edition of the latter. The order was also displayed in La-Flotte-en-Ré town hall on 14 December 1979 and published in the Recueil des actes administratifs du département de la Charente-Maritime (Collection of Administrative Decisions of the département of Charente-Maritime) (no. 2 of 15 January 1980).", "One of the consequences of listing was to render Article R443-9 of the Town Planning Code applicable to the entire island. That provision made it illegal to camp or to park a caravan other than on authorised campsites or to create campsites on listed places of interest unless an exemption had been granted under sub-paragraph 2 of the Article.", "On 3 July 1996 the rural police officer of La-Flotte-en-Ré reported the applicant for illegally parking caravans.", "The applicant was summoned to answer the charges in the La Rochelle Criminal Court. He argued that the proceedings were unlawful, as he had not received individual notification of the listing order and the interference with his right of property was disproportionate. In a judgment of 7 August 1997, the Criminal Court rejected the applicant's submission that the proceedings were unlawful, holding that there was no requirement for individual notification under section 4 of the Law of 2 May 1930 and Articles 2 and 7 of the decree of 13 June 1969. It further found that the restriction placed on the applicant's use of the land arose from a public easement that had been created in the general interest and which accordingly did not contravene Article 1 of Protocol No. 1. It found the applicant guilty of parking two caravans on his land, contrary to Articles L443-1, L480-4, L480-5, L480-7, R443-2 and R443-9 of the Town Planning Code. The applicant was ordered to pay a fine of 3,000 French francs (FRF) and to reinstate the land within one month, an additional penalty of FRF 50 being imposed for each day's delay. The Criminal Court ordered publication of the judgment.", "The applicant appealed against that decision and the public prosecutor lodged a cross appeal. The applicant argued, firstly, that his prosecution was unlawful, as he had not received individual notification of the decision to designate the land, even though such notification was necessary before criminal proceedings could be brought according to an explanatory circular that had been issued on 19 November 1969. He added that there was no evidence in the case file that the notification procedure set out in the law of 1967 had been followed. As to the merits, he asked the Court of Appeal to rule on the lawfulness of the administrative decision. He further relied on Article 1 of Protocol No. 1, arguing that he could not have committed an offence, as he had not been awarded proper compensation for the adverse effect the public easement had had on his vested rights and the situation prior to designation. He complained, lastly, that the failure to give him individual notification of the listing order had deprived him of effective access to a court.", "In a judgment of 13 February 1998, the Poitiers Court of Appeal declared the applicant's preliminary objection that the listing order should have been declared unlawful inadmissible, as it had been made for the first time on appeal whereas it should have been made prior to any defence on the merits. It noted that the applicant had not denied being aware of the listing order's existence or seriously contended that the notification procedure had not been followed, since he could not properly rely on a non-legally binding circular in the face of the unequivocal wording of Article 2 of the decree of 13 June 1969. Accordingly, it dismissed his plea that he had not been notified of the order and held that the authorities had been entitled to proceed by general announcement. The Court of Appeal observed that creating a public easement in the public interest was not contrary to the Convention, but could entail a right to compensation which it was not for the criminal courts to quantify; the applicant had not been deprived of effective access to a court, since the applicant had been given proper notice of the order and could either have asked the authorities to reconsider their decision or appealed. It therefore upheld the impugned judgment in its entirety.", "The applicant appealed on points of law against the Court of Appeal's judgment. He complained among other matters that he should have been given individual notification of the listing order, as, although Article 2 of the decree of 13 June 1969 allowed notice to be given by general announcement rather than individually if more than a hundred landowners were affected by the listing of a place of interest, it also required listing orders that contained special directions to alter the state or use of the land to be notified to the property owner and accompanied by a formal notice. The applicant alleged that he had installed the caravans on the land before the designation decision – which made it illegal to park caravans on the Île de Ré – was issued and had not received any individual notification or formal notice. In his submission, therefore, by wrongly relying in its decision on the fact that he had not denied being personally aware of the designation order, the Court of Appeal had violated Article 1 of Protocol No. 1.", "The Court of Cassation (Criminal Division) dismissed the applicant's appeal on points of law in a judgment of 23 March 1999, inter alia, on the following grounds:", "“In finding the accused guilty of the offence, the Court of Appeal found that the order of 23 October 1979 did not constitute a designation decision within the meaning of the legislation introduced by the aforementioned Law, and in particular section 8 thereof, but merely an order under section 4 of that Law for the land to be included in the list of sites of natural beauty in the département. Accordingly, since – as the courts below found – the order affected more than a hundred landowners, the authorities were entitled to use – and it is common ground that they did use – the general announcement procedure instead of the individual notification procedure prescribed by that section.", "The Court of Appeal added that, since the Law of 2 May 1930 and its subsequent implementing legislation did not require a formal notice to be given, such notice only being required when a designation decision was contested by the landowners ..., 'the authorities were entitled to give notice of the order of 23 October 1979 by general publication'.", "... in so holding, the Court of Appeal justified its decision.”", "Section 4 of the Law provided:", "“In each département there shall be drawn up a list of the natural monuments and places of interest whose conservation or preservation is in the public interest from the artistic, historic, scientific, legendary or scenic point of view. ...", "Listing shall be effected by means of an order made by the Minister for Cultural Affairs. The decree issued after consultation of the Conseil d'Etat shall lay down the procedure for notifying the listing to the property owners or for publishing it. Publication may replace notification only in cases in which the latter is made impossible by the large number of owners of one and the same place of interest or natural monument, or if it is impossible for the authorities to ascertain the identity or address of the owner. On the land within the boundaries laid down in the order, listing shall entail an obligation on those affected not to undertake any works other than those relating to day-to-day agricultural use as regards rural land and to normal upkeep as regards buildings without having given the authorities four months' notice of their intention.”", "The relevant provisions of the decree provided:", "“Listing orders shall be notified by the prefect to the owners of natural monuments or places of interest.", "However, when the number of owners affected by the listing of one and the same place of interest or natural monument is greater than a hundred, the procedure of individual notification may be replaced by a general public announcement as provided for in Article 3.", "Recourse shall likewise be had to public announcements where the authorities are unable to ascertain the identity or address of the owners.”", "“The public announcements provided for in Article 2 ... shall be made at the instance of the prefect, who shall have the listing order published in two newspapers, at least one of which shall be a daily newspaper that is distributed in the administrative districts concerned. This notice must be republished at the latest on the last day of the month following the initial publication.", "The listing order shall further be published in the relevant administrative districts, for a period of not less than one month, by being displayed at the town hall and in all other places customarily used for posting up public notices ...”", "“The designation decision shall be published in the Official Gazette.”", "“Where a designation decision contains special directions that would alter the state or change the use of a site, it must be notified to the property owner.", "This notification shall be accompanied by a formal notice to the effect that the site must be brought into conformity with the special directions in accordance with the provisions of section 8 (paragraph 3) of the Law of 2 May 1930.”", "The relevant provisions of the circular read as follows:", "“Another innovation introduced by the Law of 28 December 1967 and the decree of 13 June 1969 is general publication as a method of informing property owners that a place of interest has been listed.", "There are now two possible procedures:", "– either individual notification, in accordance with the arrangements currently in force in all cases; or", "– general publication (public display and publication in two newspapers), to which the prefect resorts when the number of owners concerned is greater than a hundred – as with places of interest covering a larger area – or when one or more property owners have not been identified.", "This general publication will simplify the formalities that were necessary hitherto for the listing of a place of interest to have its full effect, and this will be particularly appreciable in the case of very large areas. It will have the advantage of ensuring that the public are well informed before the listing order is implemented ...”", "The relevant provisions of the Code provide:", "“There shall be no right to compensation for easements created pursuant to this Code for public access, public health, aesthetic or other purposes and concerning matters such as the use of the land, the height of buildings, the proportion of developed and undeveloped land in each property, prohibitions on building in certain areas and along certain roads and the distribution of buildings between different areas.", "However, compensation shall be payable if such easements result in a violation of vested rights or a change in the previous condition of the land that causes direct, pecuniary and indisputable damage. In the absence of an amicable agreement, such compensation shall be assessed by the administrative court, which shall take into account the increase in value of a building produced by the implementation of a landuse plan that has been made public, or of an approved local town-development plan or equivalent document.”", "“It shall be illegal to camp or to park a caravan other than on an authorised campsite, or to create a camp or caravan site:", "(1) on the seashore;", "(2) on designated or listed places of interest, within the areas defined in paragraph 3 of section 1 of the Historical Monuments Act of 31 December 1913, in the area surrounding a historical monument that is designated, listed or in the process of being designated, in areas in which architectural or urban heritage is protected and in the protected areas established by section 17 of the Law on the protection of natural monuments and places of interest of 2 May 1930. With the exception of places of interest that have been designated or are in the process of being designated, the competent authority may grant exemption from the prohibition, after obtaining the opinion of the département's heritage protection officer and, if applicable, its Committee on Places of Interest. As regards designated places of interest, exemptions may be granted by the minister responsible for places of interest or, in the case of natural sites, by the minister responsible for the conservation of nature and the environment, after obtaining the opinion of the département's Committee on Places of Interest.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}