{"ITEMID": "001-91128", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SUN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1949 and lives in Khabarovsk.", "6. In 2001 the applicant, a salesman by occupation, decided to go to China to purchase merchandise.", "7. On 30 July 2001 the applicant arrived at the Khabarovsk International Seaport. The customs found on him 72,300 United States dollars (USD) and 760 Chinese yuan (CNY) in cash which he had not reported in his customs declaration. The applicant was charged with attempted smuggling of foreign currency, a criminal offence under Articles 30 § 3 and 188 § 1 of the Criminal Code. The money was appended to the criminal case as physical evidence (вещественные доказательства).", "8. On 6 November 2001 the Tsentralniy District Court of Khabarovsk found the applicant guilty as charged and imposed a suspended sentence of two years’ imprisonment conditional on one year’s probation. As regards the money, the court held that:", "“Physical evidence – USD 72,300 and CNY 760 taken from Mr Sun Huan Xin – shall be confiscated by the State ...”", "9. In his statement of appeal, counsel for the applicant argued that the confiscation measure had no basis in domestic law because the offence of smuggling did not carry such a penalty. She asked that the money be returned to the applicant as the lawful owner.", "10. On 29 January 2002 the Khabarovsk Regional Court upheld the conviction on appeal. As regards the money, the Regional Court held as follows:", "“Pursuant to Article 86 (4) of the RSFSR Code of Criminal Procedure, criminally acquired money and other valuables shall be confiscated by the State after conviction.", "It appears from the case materials that Mr Sun Huan Xin did not report USD 72,300 and CNY 760 in his customs declaration when crossing the customs border of the Russian Federation. Since that moment, the above-mentioned valuables have become criminally acquired by Mr Sun Huan Xin and, pursuant to Article 86 (4) of the RSFSR Code of Criminal Procedure, should be confiscated by the State after conviction.”", "11. On 2 March 2006 the first deputy prosecutor of the Khabarovsk Region lodged an application for supervisory review of the applicant’s conviction. He submitted as follows:", "“It was established during the trial that the money which Mr Sun Huan Xin omitted to declare... USD 6,100 were his personal property, whereas the remainder was the money destined to pay for the merchandise he had intended to buy in China. Thus, the court did not adduce any evidence showing that the seized foreign currency had been criminally acquired. In these circumstances, the physical evidence – USD 72,300 and CNY 760 – must be returned to the lawful owner, Mr Sun Huan Xin. Moreover, the first-instance and appeal judgments contradict the requirements of Article 1 of Protocol No. 1 ...”", "12. On 5 June 2006 the Presidium of the Khabarovsk Regional Court rejected the prosecutor’s application. In a succinct decision it held, without further details, that “the convict’s acts had been correctly characterised” and that “the penalty had been determined in accordance with the requirements of the law”. It did not address in substance the issue raised in the prosecutor’s application. Finally, noting that Article 188 of the Criminal Code did not provide for confiscation, the Regional Court considered it necessary to amend the first-instance and appeal judgments to read “reverted to the profit [of the State]” instead of “confiscated [by the State]”.", "13. The Criminal Code of the Russian Federation provides that smuggling, that is movement of large amounts of goods or other objects across the customs border of the Russian Federation, committed by concealing such goods from the customs or combined with non-declaration or inaccurate declaration of such goods, carries a penal sanction of up to five years’ imprisonment (Article 188 § 1).", "14. The RSFSR Code of Criminal Procedure of the Russian Federation (“CCrP”, in force at the material time) provided as follows:", "“The judgment, interim decision or decision on discontinuation of proceedings must deal with the destiny of physical evidence in the following manner:", "(1) instruments of the crime belonging to the accused are liable to confiscation, transfer to competent authorities or destruction;", "(2) objects banned from circulation must be transferred to competent authorities or destroyed;", "(3) unusable objects of no value must be destroyed...;", "(4) criminally acquired money and other valuables must revert to the State by a judicial decision; any other objects must be returned to their lawful owners or, if the identity of the owner cannot be established, transferred to the State...", "(5) documents must be kept with the case file...”", "15. The Resolution of the Plenary Supreme Court of the USSR “On judicial practice regarding the offence of smuggling” (no. 2 of 3 February 1978) provided as follows:", "“7. In accordance with the current legislation, the objects of smuggling are liable to confiscation to the State as physical evidence. Vehicles and other means of transport are also liable to confiscation as instruments of the crime provided that they were equipped with special hiding places for concealing goods or other valuables...”", "16. The Resolution of the Plenary Supreme Court of the USSR “On confiscation of the instruments of the offence that were recognised as physical evidence in the case” (no. 19 of 16 August 1984) provided as follows:", "“Having regard to the questions relating to the possibility of applying Article 86 § 1 of the RSFSR Code of Criminal Procedure... in cases of negligent criminal offences, the Plenary USSR Supreme Court resolves -", "- to clarify that the objects belonging to the convict and declared to be physical evidence may be confiscated on the basis of Article 86 (1) of the RSFSR Code of Criminal Procedure... only if the convict or his accomplices deliberately used them as the instruments of the crime with a view to achieving a criminal result.”", "17. The Presidium of the Supreme Court of the Russian Federation in the case of Prosecutor General v. Petrenko (decision no. 446p98pr of 10 June 1998) granted the prosecution’s appeal against the judgment, by which Mr Petrenko had been found guilty of smuggling foreign currency but the money had been returned to him on the ground that Article 188 of the Criminal Code did not provide for confiscation as a penal sanction. The Presidium held as follows:", "“Confiscation of property as a penal sanction must be distinguished from confiscation of smuggled objects which were recognised as physical evidence. These issues must be addressed separately in the judgment...", "In the meaning of [Article 86 (1) of the RSFSR Code of Criminal Procedure] and also Article 83 of the CCrP, an instrument of the offence is any object which has been used for accomplishing publicly dangerous actions, irrespective of the main purpose of the object. Accordingly, the notion of an instrument of the offence comprises the object of the offence.", "A mandatory element of a criminal offence under Article 188 of the Criminal Code is an object of smuggling that is being illegally transported across the customs border... The court found Mr Petrenko guilty of [attempted smuggling], noting that the US dollars were the object of the offence. Accordingly, it was required to decide on the destiny of physical evidence in accordance with Article 86 § 1 of the CCrP – that is, according to the rules on the instruments of the offence – but failed to do so.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}