{"ITEMID": "001-61833", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF LESKER ACAR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award", "JUDGES": "", "TEXT": ["9. The applicant was born in 1966 and lives in Silopi.", "10. On 28 April 1992 the applicant was taken into police custody on suspicion of having been involved in the terrorist activities of the PKK (Workers' Party of Kurdistan), proscribed as a terrorist organisation under Turkish law.", "11. On 25 May 1992 the applicant was brought before the Diyarbakır Public Prosecutor. He denied the allegations against him. On the same day, a judge at the Şırnak Magistrates' Court (sulh ceza mahkemesi) ordered the applicant's detention on remand.", "12. On 1 September 1992 the public prosecutor filed an indictment charging the applicant with treason under Article 125 of the Criminal Code.", "13. On 12 October 1994 the public prosecutor filed a new indictment, charging the applicant under the same provision of the Criminal Code with involvement in other terrorist activities.", "14. On 28 May 1995, upon the request of the public prosecutor, the applicant's case was joined to another case which was being considered in a different chamber of the Diyarbakır State Security Court.", "15. On 3 July 1998 the Diyarbakır State Security Court convicted the applicant under Article 125 of the Criminal Code of treason and sentenced him to life imprisonment.", "16. The applicant's sentence was automatically referred to the Court of Cassation for appeal. The applicant's request for a hearing on his appeal was granted. On 27 October 1999 the Court of Cassation upheld the judgment of the Diyarbakır State Security Court.", "17. The Court refers to the overview of the domestic law derived from previous submissions in other cases, in particular Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}