{"ITEMID": "001-97338", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MYRONENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (procedural aspect)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1938 and lives in Lozova, Kharkiv region.", "5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. On 10 July 1998 the applicant's son, Mr Y. M., was found dead in his house, in which he lived alone.", "7. On 10 and 11 July 1998 the police questioned relatives, neighbours and friends of Mr Y. M. They were informed that the late Mr Y. M. lived alone and was not known to have been on bad terms with anyone. According to the applicant no on-site inspection was conducted.", "8. On 11 July 1998 an autopsy was conducted. The forensic expert concluded that Mr Y. M. died of cerebral trauma caused by being hit on the head with a hard object and that the trauma could have been the result of a fall from his own height. No other bodily injuries were identified. The expert further noted that at the time of death Mr Y. M. was sober.", "9. On 17 July 1998 investigator S. refused to institute criminal proceedings into the death of the applicant's son on the basis of the above autopsy report.", "10. On 5 October 1998, however, criminal proceedings were instituted following information received by the police from the applicant, her other son and several other individuals, that on the eve of Mr Y. M.'s death he had had a drinking party in his house with several of his acquaintances and that two of them, Mr Z. and Mr K., had severely beaten him.", "11. Mr Z. and Mr K. were arrested. Police questioned the persons who had provided this information or were eyewitnesses to the fight. The investigator also requested additional forensic examination as to the time and cause of death of Mr Y. M.", "12. On 29 December 1998 the forensic medical examination confirmed the conclusions of the first autopsy report. It also noted that the head trauma did not have any traces which could identify the object which had caused this trauma.", "13. During additional questioning of the witnesses to the events of 8 July 1998 they retracted their statements.", "14. Following this, Mr Z. and Mr K. were released and the criminal proceedings were terminated on 26 March 1999 for lack of proof of crime, given that there were no signs of a fight on the body of Mr Y. M. and that participants in the party had denied that any conflict took place during the party.", "15. By a letter of 19 April 1999 the Kharkiv Regional Prosecutor's Office informed the applicant that the investigation had been conducted by officer S., who had failed to establish comprehensively, fully and objectively all the circumstances of the crime and to identify all those involved.", "16. By a letter of 30 June 1999 the Kharkiv Regional Prosecutor's Office informed the applicant that they had established that the investigation was incomplete and that disciplinary proceedings had been instituted against investigator S.", "17. By a letter of 29 September 1999 the deputy head of the Kharkiv Regional Police Department informed the applicant, among other things, that they had established that there had been delays in the investigation, which had not been completed, and that for these reasons investigator S. had been disciplined.", "18. On 29 October 1999 the forensic expert examination repeated the same conclusions and stated that with this trauma Mr M. would still have been able to move for up to several hours.", "19. On 30 October 1999 the investigator terminated the proceedings again. He established that the forensic examination did not confirm any signs of a fight or self-defence on the body of Mr Y. M. Furthermore, Mr V. M. retracted his statement about the beating, maintaining that he had made it in fear of the police. This version was also confirmed by the fact that people who had visited Mr Y. M.'s house had not seen any signs of a fight there.", "20. On 1 November 1999 the decision to terminate the criminal proceedings was quashed following the applicant's complaint that the police officers who had arrived first at Mr Y. M.'s house had not been questioned concerning the site. The investigator was also instructed to conduct an on-site reconstruction of events with Mr K., who was the last to see Mr Y. M. alive.", "21. On 11 February 2000 an additional forensic examination concluded that the trauma could not have been caused by a fall from his own height.", "22. By a letter of 14 March 2000 the applicant was informed by the Kharkiv Regional Police Department about the results of the latest forensic examination and informed again that investigator S. had been found liable for the delays in the investigation.", "23. On 30 May 2000 the investigator suspended the criminal proceedings on the ground that the identity of the person or persons responsible for the death of the applicant's son had not been established.", "24. On 27 February 2001 another forensic examination noted that the trauma could have been caused by several blows with a smooth hard object.", "25. On 13 December 2001 the further forensic examination concluded that the trauma could have been caused by a singular blow or several blows to the head by a hard object and not by a fall from his own height or blows with fists.", "26. By a letter of 17 November 2003 the head of the Investigation Unit of the Kharkiv Police Department informed the applicant that investigators S. and D., who had dealt with the case had been disciplined for premature decisions to terminate and suspend criminal proceedings and for delays in the conduct of all necessary investigative actions.", "27. On 9 September 2005 the investigator appointed an additional investigation. The proceedings are still pending.", "28. The relevant provisions of the Constitution provide:", "“The human being, his or her life and health, honour and dignity, inviolability and security are recognised in Ukraine as having the highest social value. ...”", "“Every person has the inalienable right to life.", "No one shall be arbitrarily deprived of life. The duty of the State is to protect human life. ...”", "29. The relevant provisions of the Code of Criminal Procedure read as follows:", "“The court, prosecutor or investigator must, to the extent that it is within their power to do so, institute criminal proceedings in every case where evidence of a crime has been discovered, take all necessary measures provided by law to establish whether a crime has been committed and the identity of the perpetrators and punish them.”", "“Criminal proceedings shall be instituted on the following grounds:", "(1) applications or communications from ... individuals;", "...", "(5) direct detection of signs of a crime by a body of inquiry or investigation, a prosecutor or a court.", "A case may be instituted only when there is sufficient evidence that a crime has been committed.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}