{"ITEMID": "001-4522", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PRANJKO v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1971, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "", "a.", "On 11 December 1992 the applicant arrived in Sweden with his wife and requested asylum. His wife being unhappy with the living conditions in the refugee camp where they were placed, they withdrew the asylum request on 14 April 1993 and left Sweden on 12 May 1993. They went to Croatia where his wife’s father lived. The wife later left the applicant and went to Germany with her father. The applicant was left in Croatia without any income or a place to live. He received no help from the Croatian authorities. Before leaving for Sweden he had been active in the defence organisation in his hometown Jajce in BosniaHercegovina. Following disagreements he left the organisation and joined the Bosnian-Croatian army in which he served until 28 October 1992 when Serbian forces took over Jajce. He deserted from the army and, on a second attempt, he was able to cross the border to Croatia. After his return to Croatia from Sweden he was allegedly afraid of being arrested and sent back to Bosnia-Hercegovina to be put on trial for desertion. He therefore left for Sweden a second time. He arrived on 8 January 1994 and requested asylum. He claimed that he could not return to Bosnia-Hercegovina as he could not get any protection there. Nor could he return to Croatia where he would be drafted for military service or punished for desertion. Further, he would be at risk of being sent back to Bosnia-Hercegovina. Despite the fact that he held a Croatian passport, he could not be considered a citizen of that country as he had not applied for Croatian citizenship.", "On 20 September 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant’s request and ordered his deportation to Croatia. The Board found that the applicant held both Bosnian and Croatian citizenship. Noting that the prevailing situation in Bosnia-Hercegovina rendered a deportation to that country impossible, the Board examined the applicant’s situation with respect to Croatia. The Board found that he did not risk to be sent from Croatia to Bosnia-Hercegovina. Further, he did not risk harassment or persecution in Croatia and he would not be forced to take part in any armed conflict.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 11 September 1995 the Appeals Board granted the applicant a temporary residence permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 7 November 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements and added the following. He is wanted for desertion by the Bosnian-Croatian army and might be forced to rejoin his military unit and take part in the conflict in Bosnia-Hercegovina. In this respect, he invoked a Bosnian arrest warrant and a Croatian draft order. He claimed further that he feared reprisals for comments he had made to Swedish newspapers about people profiting from the war and for having participated in demonstrations and other actions against Croatia in Sweden. Moreover, having had special assignments within the Bosnian-Croatian army, he was in possession of sensitive information and could thus be in great danger if caught by “the wrong people”. He stated also that his mental health was failing due to his experiences from the war and that he regularly saw a psychologist. His medical journals showed that he was in great need of psychiatric help on account of those experiences. According to two district nurses whom the applicant had been seeing, the applicant had suicidal thoughts. Moreover, the applicant invoked family ties in Sweden: one of his brothers lived there and his mother and another brother had applied for asylum in the country. His parents were divorced and his father had returned from Sweden to Jajce in October 1995. The applicant claimed also that he had integrated well into Swedish society and that he should be given a residence permit on humanitarian grounds.", "In a decision of 23 July 1997 the Immigration Board rejected the applicant’s new application and ordered that he be deported to either Bosnia-Hercegovina or Croatia. The Board referred to a guiding decision taken by the Swedish Government on 28 November 1996 according to which the possibility of returning to one’s home district in Bosnia-Hercegovina was dependent on the prevailing ethnic composition of the population in the district. In the Government’s view, it was possible to return to the home district where one’s own ethnic group was in the majority. The Board noted that the majority of the population in Jajce were Croats. Consequently, the applicant could return to Jajce without having to fear any harassment or outrage. As regards the possible deportation of the applicant to Croatia, the Board considered that there was no reason to assume that Croatia would not afford him protection. In this respect, the Board referred to information available from the Swedish Government and the United Nations High Commissioner for Refugees (UNHCR). This view had been confirmed also by the Croatian Government. With respect to the applicant’s alleged actions against Croatia, the Board noted that the applicant had not been politically active in his home country and that there was no indication that his activities in Sweden had attracted the attention of Croatian authorities. The Board further called into question the veracity of the applicant’s statements as to his being in possession of sensitive information since he had not made this allegation until 17 July 1997. Moreover, having regard to the amnesty laws enacted in Bosnia-Hercegovina and Croatia, it was not likely that the applicant would be punished for desertion. Finally, the Board considered that the applicant’s mental problems, his alleged integration into Swedish society and his family ties did not constitute sufficient reasons to grant him a residence permit on humanitarian grounds.", "The applicant appealed to the Aliens Appeals Board. He invoked a statement by psychologist L.S. who claimed that the applicant showed signs of suffering from a posttraumatic stress syndrome and that it had been considered whether to admit the applicant for institutional care due to the risk of suicide attempts.", "On 18 May 1998 the Appeals Board upheld the Immigration Board’s decision.", "By a decision of 30 July 1998 the Appeals Board granted the applicant’s mother a permanent residence permit in Sweden on account of her family ties. The Board recalled that, under Swedish law, a residence permit could be given to a foreigner who used to share a home with a relative living in Sweden, if it could be shown that the persons in question were in a state of dependence vis-à-vis each other. As regards the circumstances of the particular case, the Board noted that the applicant’s mother had been living with her three sons – including the applicant – in Jajce until the autumn of 1992. Her son B had left for Sweden in December 1992 and had been granted a permanent residence permit on 20 October 1993. Another son, S, had arrived in Sweden in February 1994. On 3 July 1997 he had been granted a residence permit based on his ties with his Swedish wife with whom he had a child. The Board noted further that the applicant had been refused a residence permit. The applicant’s mother had arrived in Sweden in March 1994 and had been living with S until, in November 1995, he moved in with his wife. The Board concluded that there was such a state of dependence between the applicant’s mother and her sons living in Sweden that she was entitled to a residence permit.", "Following the decision concerning his mother, the applicant submitted another application for a residence permit. He claimed that he had been living with his mother in Croatia and that they had continued to live together after her arrival in Sweden in March 1994. On 4 September 1998 the Aliens Appeals Board rejected the application, finding that no new circumstances had been invoked in the case.", "On 27 October 1998 the applicant submitted yet another application. Again, he referred to his ties with his mother and claimed that these circumstances had not properly been taken into account by the Appeals Board. By a decision of 3 November 1998 the Board suspended the enforcement of the applicant’s deportation order. The examination of the merits of the latest application is still pending before the Board.", "Relevant domestic law", "Under Section 29 of the Act on Compulsory Mental Care (Lagen om psykiatrisk tvångsvård, 1991:1128), such care shall be terminated at the request of the competent police authority whenever the person placed in care is ordered to be deported. This presupposes, however, that the chief physician finds that the alien’s condition allows that the deportation takes place. According to Section 33, no appeal lies against the chief physician’s decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}