{"ITEMID": "001-99856", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PALAMARCHUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["4. The applicant was born in 1961 and lives in Vinnitsa.", "5. In 1983, while undergoing training at the SU-26 company, the applicant had an accident. As a result of this accident he was classed as a disabled person.", "6. Starting in 2000 the applicant instituted four sets of proceedings against the Vinnitsa specialised collective company no. 26 (“the company”), the successor of the company responsible for the accident, in the Zamostyansky District Court of Vinnitsa (“District Court”).", "7. On 21 September 2000 the applicant instituted proceedings against the company, seeking a ruling to oblige the company to provide him with a wheelchair for home use and a wheelchair for outside use. The applicant also claimed compensation for non-pecuniary damage.", "8. By its judgment of 19 June 2001 the District Court ordered the company to provide the applicant with two wheelchairs. It also partly allowed the applicant's claim for compensation. By an additional judgment of 3 July 2001 the District Court amended its previous judgment and ruled that the company should provide the applicant with all components for wheelchairs.", "9. On 23 October 2001 the Vinnitsa Regional Court of Appeal quashed the above judgments and remitted the case for a new consideration to the District Court. The applicant appealed in cassation. In the period from November 2001 to December 2002 the District Court mainly examined the admissibility of the applicant's appeal in cassation against the ruling of 23 October 2001.", "10. In December 2002 the applicant's appeal in cassation was sent to the Supreme Court. On 22 December 2003 the latter dismissed it.", "11. Between 30 June 2004 and 11 April 2005 no hearings were scheduled.", "12. Between 12 April 2005 and 27 March 2006 the District Court scheduled some ten hearings, two of them were adjourned on account of absence of the company's representative, two other on account of the judge's absence. Three hearings were adjourned since the applicant's representative failed to appear.", "13. Between 21 April 2006 and 04 August 2006 no hearings were held.", "14. In the period from 6 November 2006 to 12 December 2007 the District Court scheduled some twelve hearings. Three of them were adjourned because the judge was involved in other proceedings and one on account of his illness. Three hearings were adjourned because the Fund's representative failed to appear, four due to the absence of the company's representative.", "15. On 12 December 2007 the case was transferred to another judge.", "16. Between 13 December 2007 and 14 May 2009 the District Court scheduled some thirteen hearings, six of them were adjourned since the judge was ill and one because he was involved in other hearings.", "17. On 15 May 2009 the District Court left the applicant's claim without consideration. The applicant in his submissions alleged that he learned about that decision from the Government's observations sent to him in July 2009.", "18. On 18 February 2002 the applicant instituted proceedings against the company. The applicant claimed nursery allowance and compensation for non-pecuniary damage caused to him by the company.", "19. The first hearing was held on 16 December 2003. On unspecified dates the prosecutor and the Vinnitsa Regional Department of the State Social Security Fund (“Fund”) joined the proceedings.", "20. According to the records provided by the Government, of around sixty-five listed hearings three were adjourned since the Fund's representative failed to appear. On three occasions the hearings were adjourned as the prosecutor failed to appear. Six hearings were adjourned since the judge was involved in other proceedings and seven on account of the judge's illness. Nine hearings were adjourned since the applicant or his representative failed to appear or at their request. Seventeen hearings were adjourned because of the absence of the company's representative or at his request.", "21. On 3 June 2009 the District Court left the applicant's claim without consideration. The applicant in his submissions alleged that he learned about that decision from the Government's observations which were sent to him in July 2009.", "22. On 21 March 2001 the applicant lodged a complaint with the District Court challenging the actions of the head of the company. He alleged that the latter had unlawfully refused to send him for a medical examination in order to establish that he needed anti-bedsore treatment.", "23. On 23 July 2001 the applicant challenged the judge sitting in his case. On 26 July 2001 the District Court dismissed his request. The applicant appealed. On 3 September 2001 the Vinnitsa Regional Court of Appeal dismissed the applicant's appeal.", "24. Between 14 September 2001 and 20 December 2003 the District Court scheduled three hearings, two of them were adjourned at the company's request. The applicant challenged a judge sitting in his case on several occasions. On 19 December 2001, 21 August 2002 and 16 May 2003 his requests were granted and the case was transferred to another judge.", "25. On 21 December 2003 the prosecutor joined the proceeding. On an unspecified date the Fund joined the proceedings as a third party.", "26. There were no hearings scheduled between 8 November 2007 and 18 December 2008.", "27. Out of around sixty-one hearings listed in the period from 21 December 2003 to 14 May 2009, five were adjourned because the Fund's representative failed to appear. Nine hearings were adjourned due to the absence, or at the request, of the applicant or his representative. On ten occasions the judge failed to appear because he was ill, on eight occasions since he was involved in other proceedings, and on one occasion as he was on holiday. Seventeen hearings were adjourned because the company's representative failed to appear or at his request.", "28. On 12 December 2008 the case was transferred to another judge.", "29. On 15 May 2009 the District Court left the applicant's claim without consideration. The applicant submitted that he had learned about that decision from the Government's observations sent to him in July 2009.", "30. On 3 May 2001 the applicant instituted proceedings against the company. He challenged the company's refusal to provide him with bedclothes and claimed compensation.", "31. On 13 June 2001 the District Court left his claim without consideration due to its procedural shortcomings.", "32. On 6 November 2001 the Vinnitsa Regional Court of Appeal quashed the ruling of 13 June 2001 and remitted the case to the District Court.", "33. On 26 December 2001 the District Court allowed the applicant's claim. The company appealed.", "34. On 23 April 2002 the Vinnitsa Regional Court of Appeal quashed the judgment of 26 December 2001 and remitted the case for a fresh consideration. On 19 August 2002 the Supreme Court dismissed the applicant's appeal in cassation against the ruling of 23 April 2002.", "35. On an unspecified date the Fund joined the proceedings as a third party.", "36. Between 20 August 2002 and 14 May 2009 the District Court scheduled some fifty-four hearings. Three of them were adjourned due to absence of the Fund's representative. Six hearings were adjourned since the applicant or his representative failed to appear or at their request. Two hearings were adjourned as the judge was on holiday, six since he was involved in other proceedings and ten on account of the judge's illness. Sixteen hearings were adjourned since the company's representative failed to appear or at his request.", "37. On 15 May 2009 the District Court left the applicant's claim without consideration. The applicant in his submissions stated that he had learned about that decision from the Government's observations sent to him in July 2009."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}