{"ITEMID": "001-86362", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MÜNİRE DEMİREL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The applicant was born in 1967 and lives in Istanbul. At the time of her application to the Court, she was incarcerated in the Kartal Special Type Prison.", "5. On 4 February 1995 the applicant was taken into police custody on suspicion of membership of an illegal organisation, the Dev-Sol (Devrimci Sol – Revolutionary Left).", "6. On 16 February 1995 the applicant was detained on remand.", "7. On 21 February 1995 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant and charged her with membership of an illegal organisation under Article 168 § 1 of the Criminal Code.", "8. On 28 April 1995 the Second Chamber of the Istanbul State Security Court held the first hearing in the case (case no.1995/76).", "9. On 31 October 1995 the first-instance court ordered the applicant’s release pending trial. However, the applicant was not released since on 9 October 1995 the public prosecutor at the Istanbul State Security Court had filed a new bill of indictment which resulted in a second case against the applicant before the First Chamber of the Istanbul State Security Court (case no. 1995/348). The applicant was charged with attempting to undermine the constitutional order under Article 146 of the Criminal Code.", "10. On 3 September 1996 these two cases were joined under case no. 1995/348 before the First Chamber of the Istanbul State Security Court.", "11. The applicant requested to be released pending trial at various times before the trial courts. The courts dismissed her requests either without giving any reason or having regard to the nature of the offence, the content of the case file and the state of evidence.", "12. On 31 October 2002 the First Chamber of the Istanbul State Security Court once again dismissed the applicant’s request for release pending trial.", "13. On 4 November 2002 the applicant filed an objection against the decision of 31 October 2002.", "14. On the same day the Second Chamber of the Istanbul State Security Court dismissed her request.", "15. On 18 February 2003 the first-instance court ordered the applicant’s release pending trial.", "16. By Law no. 5190 of 16 June 2004, published in the Official Gazette on 30 June 2004, state security courts were abolished. The case against the applicant was thereby transferred to the Istanbul Assize Court. According to the information in the case file based on the latest submissions by the parties, the case is still pending before the Istanbul Assize Court.", "17. The relevant domestic law and practice in force at the material time are outlined in Çobanoğlu and Budak v. Turkey, (no. 45977/99, §§ 29-30, 30 January 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}