{"ITEMID": "001-80492", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SIRMANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Vilation of Art. 6-1;Violation of P1-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. In a judgment of 8 February 1990 the Pleven Military Court convicted the applicant of a criminal offence, which had been, according to this court, committed during the applicant's probationary period after his early release from prison, and sentenced him, inter alia, to serve the remainder of the sentence from his prior conviction, which the applicant did, between 21 December 1989 and 20 March 1990. In a judgment of 16 May 1994 the Supreme Court quashed that judgment and ruled that the applicant should not have served the remainder of his prior prison sentence.", "5. In 1998 the applicant brought proceedings against the Pleven Military Court under section 2(6) the State Responsibility for Damage Act (see paragraph 16 below), seeking 25,0000,000 old Bulgarian levs (BGL) as compensation for the time he had spent in custody between 21 December 1989 and 20 March 1990.", "6. In a judgment of 7 June 1999 the Pleven Regional Court found that the applicant's deprivation of liberty during that period had been unlawful within the meaning of above-mentioned provision and awarded him BGL 1,000,000 in nonpecuniary damages, together with interest at the statutory rate, from 21 December 1989 until the final settlement of the judgment debt. It dismissed the remainder of the applicant's claim.", "7. As none of the parties appealed, the judgment entered into force on 17 June 1999.", "8. The applicant obtained a writ of execution against the Pleven Military Court on 17 June 1999. On the same date he presented it to the chairperson of that court for payment. The chairperson made a copy of the writ and returned the original to the applicant.", "9. As no payment was made, the applicant complained to numerous State agencies and bodies.", "10. In a letter of 14 September 1999 the Inspectorate of the Ministry of Justice informed the applicant that the amount owed to him was BGL 6,128,316. Since this was a significant amount for the budget of the Pleven Military Court, the chairperson of that court had made an express request for funding before the Supreme Judicial Council – the body responsible for managing the judiciary's budget. The debt would be paid fully or in part, depending on the amount of the available funding.", "11. On 17 April 2000 the applicant asked the Pleven Regional Court to issue him a duplicate of the writ of execution, because the original had been stolen. His request was examined at a hearing on 16 June 2000 and the duplicate was issued on 9 August 2000.", "12. In the meantime, on 23 May 2000, the Supreme Judicial Council allotted to the Pleven Military Court 1,000 new Bulgarian levs (BGN) with a view to paying the debt towards the applicant. On 1 June 2000 the Pleven Military Court paid the applicant BGN 1,000, apparently intended to be imputed to the principal of the debt. However, the remainder of the debt remained outstanding.", "13. The applicant subsequently complained to various authorities, such as the President of the Republic, the Supreme Cassation Prosecutor's Office, the Ministry of Finance and the Supreme Judicial Council. In a letter of 8 June 2000 the chief secretary of the Supreme Judicial Council informed the applicant that the processing of the payment had been delayed because the amount due was not a usual line item in the judiciary's budget and had to be specifically allotted to the Pleven Military Court.", "14. In a further letter of 7 December 2000 the administration of the Supreme Judicial Council informed the applicant that on 29 November 2000 the chairperson of the Pleven Military Court had apprised the Council that the court lacked funding to pay the remainder of the debt towards the applicant and had requested an increase of its budget appropriation for 2001.", "15. On 24 September 2003 the accountant of the Pleven Military Court paid the applicant the remainder of the judgment debt (BGN 5,262.01) and the applicant signed a declaration that he had received the amount and had no further claims against the court or the Supreme Judicial Council.", "16. Section 2 of the State Responsibility for Damage Act of 1988 (formerly „Закон за отговорността на държавата за вреди, причинени на граждани“, presently „Закон за отговорността на държавата и общините за вреди“), which sets out causes of action for tort claims against the investigation and prosecution authorities and the courts, provides, as relevant:", "“The State shall be liable for damage caused to [private persons] by the organs of ... the investigation, the prosecution, the courts ... for unlawful:", "...", "6. execution of a sentence above and beyond the specified period.”", "17. By paragraph 2 of Article 399 of the Code of Civil Procedure of 1952, a person who has an enforceable pecuniary claim (e.g. a judgment debt) against a state authority receives payment out of the funds earmarked for that purpose in the authority's budget.", "18. The writ of execution evidencing the claim must be submitted to the authority's financial department. If there are no funds available in the authority's budget, the higher administrative authority has to ensure that funds become available in the budget for the following year.", "19. Enforcement proceedings are not possible where the judgment debtor is a state authority. Until December 1997 paragraph 1 of Article 399 of the Code contained an express prohibition to that effect. Although this provision was repealed in December 1997, the legal framework remained unchanged, as paragraph 2 of Article 399 was not amended.", "20. Section 66 of the Obligations and Contracts Act of 1950 („Закон за задълженията и договорите“) provides that the creditor is not bound to accept partial payment even if the obligation is severable. Section 76(2) of that Act provides that when a payment by the debtor is not sufficient to extinguish the interest, the expenses and the principal of the debt, the money paid is imputed first to the expenses, then to the interest, and at the end to the principal. This rule is in the interest of the creditor (реш. № 748 от 24 април 2001 г. по гр.д. № 2504/2000 г., V г.о. на ВКС) and reflects the idea that he or she should not be deprived of an interestbearing debt and remain only with the claim in respect of the interest (реш. № 6 от 6 януари 1956 г. по гр.д. № 7963/1955 г., I г.о. на ВС)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}