{"ITEMID": "001-23473", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "RAMADAN v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicant, Mr Amin Abdel Hafiz Mohamed Ramadan, is an Egyptian national, who was born in 1957 and currently lives in Tápióbicske, Hungary. The application was introduced by the applicant’s wife, Mrs J. Ramadan, on his behalf. The respondent Government are represented by Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in Hungary from Egypt in 1990 as a tourist. He has lived there ever since, although he never obtained a residence permit. In 1992 he married a Hungarian national. Three children have been born of the marriage.", "On 15 December 1995 the Budapest Regional Court convicted the applicant of attempted murder on account of the fact that, in the course of a quarrel, he had stabbed a Mr A. He was sentenced to four years’ imprisonment and to expulsion from Hungary on his release from prison. On 12 June 1996 the Supreme Court upheld the judgment.", "Subsequent to his early release from prison, on 4 July 1997 the Aliens Administration Department of the Budapest Police Headquarters ordered that the applicant be expelled and banned from the territory of Hungary for a ten-year period. The territorial ban was made under Article 23(1a) of Act no. 86 of 1993 on Aliens Administration. He unsuccessfully lodged an objection against the ban with the National Police Headquarters.", "On 21 May 2001 the applicant’s petition for a pardon was turned down by the President of the Republic. On 31 August 2001 the Aliens Administration Department ordered the immediate enforcement of the expulsion order.", "On 26 March 2002 the President of the Republic pardoned the applicant in respect of the territorial ban.", "The applicant’s wife submitted that, notwithstanding this pardon, no residence permit has ever been issued to the applicant.", "On 20 December 2002 the Government informed the Registry that – despite the grant of a pardon removing any legal obstacles to the issue of a residence permit – the applicant had failed to request a permit from the competent Budapest and Pest County Regional Directorate of the Immigration and Naturalisation Office. Meanwhile, criminal proceedings have been instituted against the applicant on charges of drug abuse. In this connection, a ‘certificate of temporary stay’, to be renewed monthly, has been issued to the applicant ex officio pending his trial. A bill of indictment was preferred on 7 November 2002.", "On 10 February 2003 the Registry invited the applicant to comment on the Government’s submissions. This letter was received at the applicant’s address against signature on 18 February 2003. There has been no communication with the Registry from the applicant ever since."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}