{"ITEMID": "001-60660", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF KUCERA v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-3-c", "JUDGES": "Georg Ress", "TEXT": ["10. The applicant was born in 1957 and is presently detained at the Krems Stein prison.", "11. On 20 January 1994 the Vienna Public Prosecutor filed a bill of indictment against the applicant charging him with two counts of rape under aggravated circumstances, i.e. having caused serious injuries. The Public Prosecutor submitted that on 16 June 1993 the applicant had raped A.H., had beaten and strangled her, had forced her to swallow drugs and had threatened her with death. On 5 September 1993 he had raped E.P., had beaten and strangled her, had forced her to swallow drugs, had burned her skin with cigarettes and had cut her vagina with a knife causing a deep laceration as well as opening the abdominal cavity.", "12. On 12 April 1994 the Court of Assizes (Geschworenengericht) of the Vienna Regional Court (Landesgericht) convicted the applicant of both offences of aggravated rape and sentenced him to 14 years’ imprisonment. In assessing the penalty, the court considered as mitigating circumstances the applicant’s partial confession regarding the rape of E.P. and, to some extent, that he had acted under the influence of alcohol and drugs. As aggravating circumstances, the court considered the applicant’s criminal record, the fact that he had committed two rapes and the extreme brutality which the applicant had shown when committing the offences.", "13. On 27 June 1994 the applicant filed a plea of nullity (Nichtigkeitsbeschwerde) and an appeal against sentence (Berufung). In his plea of nullity the applicant complained, inter alia, that the Court of Assizes had failed to hear the requested witnesses from Poland.", "14. On 18 August 1994 the Supreme Court (Oberster Gerichtshof) confirmed the Court of Assize’s judgment as regards the rape of E.P. and quashed the judgment as regards the other charge of rape and the sentence. It found that there had been sufficient information to identify the witnesses from Poland and that the Court of Assizes should have attempted to take this evidence. It remitted the case to that court.", "15. On 19 September 1995 the new trial commenced before the Court of Assizes sitting with another jury and on 14 June 1996 the Court of Assizes convicted the applicant of raping A.H. and sentenced him to 14 years’ imprisonment. When fixing the sentence the court considered as mitigating circumstances the applicant’s confession regarding some of the facts concerning the charge of having raped E.P. and, to a certain extent, his intoxication. As aggravating circumstances it considered the applicant’s criminal record, that he had committed two rapes and his extreme brutality when committing the offences.", "16. On 29 August 1996 the applicant filed a plea of nullity and an appeal against sentence. In his appeal against sentence the applicant submitted that the Court of Assizes had failed to give sufficient weight to the mitigating circumstances, namely his neglected education, his difficult childhood and his intoxication. The applicant did not request to attend the hearings before the Supreme Court or the Vienna Court of Appeal (Oberlandesgericht).", "17. On 8 October 1996 the Supreme Court, sitting in private, rejected as inadmissible the applicant’s plea of nullity.", "18. On 4 December 1996 the Vienna Court of Appeal fixed the hearing date for the applicant’s appeal against the sentence for 18 December 1996. The applicant received a notification which stated that he, being detained, could only appear through his counsel and would not be brought to the court as the conditions of Section 296 § 3 [Section 294 § 5] of the Code of Criminal Procedure (Strafprozeßordnung) were not fulfilled.", "19. On 18 December 1996 the Vienna Court of Appeal, after having held a hearing in the absence of the applicant but in the presence of his defence counsel, dismissed the appeal against the sentence. As regards the weighing of mitigating and aggravating circumstances by the Court of Assizes, the Court of Appeal found that the applicant’s partial confession was merely a contribution to the establishment of the truth (Beitrag zur Wahrheitsfindung) and did not qualify as a mitigating circumstance. Further, there were additional aggravating circumstances such as the particular cruelty which the applicant had used when committing the offences, as well as their concurrent nature (Zusammentreffen strafbarer Handlungen). As regards the circumstances invoked by the applicant, the", "Court of Appeal found that they could not be taken into consideration as mitigating circumstances. A neglected education and difficult childhood could not be considered as the applicant was now an adult and it could not explain his excessive use of brutality. Also no weight could be given to his intoxication because he should have known about the effects of alcohol on his person, and the experts had stated that it had no bearing on him committing the offences. Furthermore, the applicant’s offences were not a consequence of a mental defect but of frustration and increased aggression and he had not shown any consciousness of his guilt. Thus, there was no reason to reduce the sentence.", "20. A first-instance judgment of an assize court may be challenged by a plea of nullity to the Supreme Court on the specific grounds enumerated in section 345 § 1 of the Code of Criminal Procedure The sentence as such may be challenged by way of an appeal against sentence to the Court of Appeal. It may concern both points of law (in particular whether mitigating or aggravating circumstances have been correctly taken into account) and factors relating to the assessment of the sentence. Where the substance of an appeal is examined, a public hearing must normally be held. Unless an appeal against sentence is filed together with a plea of nullity and the Supreme Court decides on both remedies, such a hearing is held before the Court of Appeal.", "21. As regards the personal appearance of the accused at a public appeal hearing, section 294 § 5, second sentence, of the Code of Criminal Procedure provides:", "“An accused who is detained shall always be summoned and an accused who is detained shall also be brought before the court if he has made a request to this effect in his appeal or counter-statement or otherwise if his personal presence appears necessary in the interests of justice.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}