{"ITEMID": "001-5214", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "BERISHA v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a Yugoslav national of Albanian origin, born in Kosovo in 1969, and is currently detained in the Netherlands. He is represented before the Court by Ms T. Spronken, a lawyer practising in Maastricht.", "In February 1995, the Luxembourg judicial police department (Service de Police Judiciaire) took statements from four Slovak women, namely Martina M., Jana K., Dasa S. and Zuzana V., who declared that they had been forced to prostitute themselves in the Netherlands and that together they had fled to Luxembourg.", "On 15 August 1995, the applicant was arrested and detained on suspicion of trafficking in persons in respect of ten Slovak women. In the course of the subsequent preliminary judicial investigation (gerechtelijk vooronderzoek) against the applicant and eleven others, a Netherlands Commission Rogatory travelled to the Slovak Republic in order to take oral evidence from six women. The Commission Rogatory consisted of the responsible investigating judge (rechter-commissaris) of the Regional Court (Arrondissementsrechtbank) of Rotterdam, a registrar, the public prosecutor, two Dutch police officers and nine defence lawyers.", "On 22, 25 and 26 September 1995, the Commission Rogatory took evidence in Bratislava from five women; Katarina M., Silvia G., Silvia H., Dasa S., and Martina M. The different defence lawyers attended these hearings and were allowed to put direct questions to the witnesses. Although the Slovak authorities had summoned the witness Zuzana V., she had failed to appear. Consequently, no evidence could be taken from her.", "The applicant was summoned to appear on 20 November 1995 before the Regional Court of Rotterdam on charges of, inter alia, trafficking in persons. It was specified in the summons that this charge related to six women, including Zuzana V.", "On 20 November 1995, the Regional Court started its examination of the case of the applicant and three co-accused. Although the criminal proceedings against each of the four accused remained formally separated, the Regional Court would hear the respective cases simultaneously.", "Upon request of the applicant's lawyer, the Regional Court ordered that evidence should be taken from Zuzana V. and requested the prosecution to inform the court whether she would be willing to give evidence in the Netherlands. If this would be the case, the court would adjourn the proceedings against the applicant until this witness would appear either before the Regional Court or before the investigating judge (rechter-commissaris). On the same day, the Regional Court heard the applicant and the three co-accused.", "In the course of the hearing held on 21 November 1995, the Regional Court considered a formal record (proces-verbaal) of 21 November 1995 of the police officer P. According to this record, P. had informed Mr V., the Chief of the Organised Crime Unit of the Police Presidium in Bratislava on 20 November 1995 by telephone of the request of the public prosecutor to establish the whereabouts of Zuzana V. He was told by Mr V. that an investigation would be carried out. On 21 November 1995, Mr V. informed P. by telephone that he had spoken with Jana K, who had recently spoken with Zuzana V. by telephone. Jana K. had told him that Zuzana V. had told her that she wished to forget the suffering caused to her as soon as possible and that she did not wish to have any contacts with the police or department of justice in connection with what had happened to her in the Netherlands. From her conversation with Zuzana V., Jana K. had gathered that she was now residing somewhere in the centre of the Slovak Republic. Jana K. further told Mr V. that she did not have a telephone number where Zuzana V. could be reached. Mr V. further informed P. that an attempt had been made to contact Zuzana V. at her last known addresses, but without any results.", "Holding that, in these circumstances, it would be useless to call or summon Zuzana V., the Regional Court decided not to order the prosecution to summon or call this witness. Further hearings before the Regional Court were held on 23 and 28 November 1995.", "In its judgment of 12 December 1995, following adversarial proceedings, the Regional Court convicted the applicant of, inter alia, trafficking in persons and sentenced him to seven years' imprisonment. It rejected the argument of the defence that the formal records containing statements taken by the police from Zuzana V. could not be used in evidence, as the defence had not been able to question her. It held in this respect that the applicant's conviction of trafficking in persons in relation to Ms V. was based for a substantial part on statements of others who had been heard before a judicial authority or Dutch criminal investigation official. The applicant filed an appeal with the Court of Appeal (Gerechtshof) of The Hague.", "On 9 May 1996, the Procurator-General to the Court of Appeal of The Hague issued a summons ordering Zuzana V. to appear on 20 May 1996 before the Court of Appeal of The Hague in order to give evidence in the criminal proceedings against the applicant.", "During the hearing held on 20 May 1996 before the Court of Appeal, it was noted that Zuzana V. had not appeared. The public prosecutor informed the court that Zuzana V. was residing in the Slovak Republic and that she had stated, after having been contacted in person, that she was absolutely not willing to come to the Netherlands. Since it was not very likely that she would appear before the Court of Appeal within a reasonable time, the prosecution submitted that a renewed summons appeared to be of little use. The defence maintained its request to hear Zuzana V., as the defence had so far not been able to question her.", "After having deliberated, the Court of Appeal decided that a renewed summons for Zuzana V., who was residing abroad, was pointless. It considered that it was not to be expected that she would appear before the court within an acceptable delay, as it appeared from both the formal record of 21 November 1995 by the police officer P. and the information submitted by the prosecution that she had no intention of coming to the Netherlands and that she was completely unwilling to be heard as a witness.", "A further hearing before the Court of Appeal was held on 23 May 1996.", "In its judgment of 6 June 1996, following adversarial proceedings, the Court of Appeal quashed the judgment of 12 December 1995, convicted the applicant of repeated commission of trafficking in persons committed by two or more persons in unison and of having inflicted actual bodily harm and grievous bodily harm on Martina M., and sentenced him to seven years' imprisonment.", "The Court of Appeal based the applicant's conviction of trafficking in persons, including in relation to Zuzana V., on:", "- a statement made by the applicant before the Court of Appeal in which he confirmed that he knew Zuzana, who, together with other women and himself, had lived in a house in Rotterdam;", "- a statement made by Dasa S. on 26 September 1995 to the investigating judge in which she declared that she had been forced by the applicant, who had taken away her passport, to prostitute herself in the Netherlands and that, together with Zuzana, she had run away;", "- a statement made by Martina M. on 26 September 1995 to the investigating judge and a statement given by her on 16 February 1995 to the Luxembourg judicial police department, in which she declared that she had been forced by the applicant, who had taken away her passport, to prostitute herself in the Netherlands and that, together with Zuzana and Jana, she had run away;", "- a statement given by Zuzana V. on 15 February 1995 to the Luxembourg judicial police department in which she declared that she had been forced by the applicant, who had taken away her passport, to prostitute herself, that she had worked in the R., W. and B. club, that Jana had been mainly made to work in the B. club and that, together with Martina, Jana and Dasa, she had decided to flee to Luxembourg;", "- a statement given by Jana K. on 16 November 1995 to the investigating judge and a statement given by her on 16 February 1995 to the Luxembourg judicial police department, in which she declared that she had been forced by the applicant, who had taken away her passport, to prostitute herself in the Netherlands, that she had worked together with Zuzana in the B. club and that, together with Martina, Zuzana and Dasa, she had gone to Luxembourg;", "- a statement given by Tatiana D. on 14 November 1995 to the investigating judge and statements given by her on 1, 3 and 5 April 1995 to the Dutch police, in which she declared that the applicant had forced her to prostitute herself, that she knew Jana K., Martina M., Zuzana V. and Dasa S., that she had worked as a prostitute in the R. and B. club, that the applicant had taken away the passports of Jana K. and Dasa S., that she, Simona and Zuzana had been brought in the applicant's car to The Hague in order to work there as prostitutes, and that in February a number of the applicant's women - Martina, Jana, Dada and Zuzana - had not come back to the house in Rotterdam after their work;", "- a statement given by Simona T. on 19 October 1995 to the investigating judge and statements given by her on 1, 3 and 5 April 1995 to the Dutch police, in which she declared that the applicant had forced her to prostitute herself, that she knew Dasa, Martina and Zuzana with whom she had lived in a house in Rotterdam, that together with Martina she had worked in the R. club, and that in the beginning of February 1995, Dasa, Jana, Zuzana and Martina had escaped;", "- a statement given by Adriana D. on 8 November 1995 to the investigating judge and a statement given by her on 19 September 1995 to the Dutch police, in which she declared that she had met Martina, Nana, Zuzana and Dada who had lived in a house in Rotterdam, that none of the women had of their free will worked as a prostitute, that the applicant had taken away the passport from Martina M.; and", "- a set of photographs - including photographs of the applicant, the co-accused and the victims - that had been put to the applicant and the witnesses for identification purposes.", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad) in which he complained, inter alia, that the Court of Appeal had used in evidence statements given by Zuzana V. whereas the defence had not been provided with the opportunity to question her and whereas her statements were insufficiently supported by other evidence.", "In its judgment of 9 September 1997, referring to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie), the Supreme Court rejected the applicant's appeal in cassation as not prompting a determination of legal issues in the interest of legal unity and legal development.", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}