{"ITEMID": "001-67506", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PRAVEDNAYA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1936 and lives in Novosibirsk.", "8. Since 1991 the applicant has been receiving an old-age pension. From 1 February 1998 the amount of her pension was to be determined by the Law on Calculating and Upgrading State Pensions (the “Pensions Law”). The Pensions Law introduced a new method of upgrading retirement benefits—“Individual Pensioner Coefficient” (“the IPC”). The IPC, established for the purpose of calculating individual pensions, was the ratio between the individual’s final wages at retirement and the national average wage, and was meant to maintain a link between a person’s pension and previous earnings.", "9. The authority in charge of the applicant’s pension—the Pension Fund Agency of the Zayeltsovskiy District of Novosibirsk (“the Agency”)—decided that the IPC to be applied to her should be 0.525. The applicant considered this decision arbitrary as it conflicted, in her opinion, with the Pensions Law. On 12 April 1999 she brought an action against the Agency.", "10. On 21 October 1999, the Zayeltsovskiy District Court of Novosibirsk (“the District Court”) found in the applicant’s favour. It held that since the defendant had misinterpreted the Pensions Law, the applicant’s pension should be recalculated with an IPC of 0.7. The Agency appealed against the judgment to the Novosibirsk Regional Court (“the Regional Court”). It alleged that the District Court had misinterpreted the Pensions Law.", "11. While the appeal was pending before the Regional Court, on 24 January 2000 the Agency requested the District Court to re-consider its judgment of 21 October 1999 due to discovery of new circumstances. The Agency claimed that on 29 December 1999 the Ministry of Labour and Social Development (“the Ministry of Labour”) had passed the Instruction on the Application of Limitations established by the Pensions Law (“the Instruction”). The Instruction specified how the Pensions Law should be applied. The Agency contended that since it had been unaware of these circumstances at the moment when the judgment was passed, the judgment should be re-considered.", "12. On 30 January 2000 the Agency withdrew its application because the judgment of 21 October 1999 had not by that moment come into force, having been appealed against to the Regional Court.", "13. On 15 February 2000 the Regional Court upheld the judgment having agreed with the interpretation of the relevant laws given by the District Court. The decision of the Regional Court contained no reference to the Instruction. The judgment of 21 October 1999 accordingly came into force as from 15 February 2000.", "14. On 21 August 2000 the Agency submitted a new application for reconsideration of the judgment of 21 October 1999 due to discovery of new circumstances. This time the Agency claimed, in addition, that on 24 April and 25 May 2000 the Supreme Court had confirmed the lawfulness of the Instruction.", "15. On 16 January 2001 the District Court granted the Agency’s application. The court applied Article 333 of the Code of Civil Procedure according to which judgments could be re-considered in case of discovery of significant circumstances which were not and could not have been known to the party concerned. The court found that the Instruction, as upheld by the Supreme Court, could serve as such a circumstance. No appeal lay against this decision.", "16. After a fresh examination on 12 February 2001, the District Court rejected the applicant’s claims in full having applied the Instruction. On 27 March 2001 the Regional Court upheld the judgment on appeal.", "17. The Code of Civil Procedure of 1964 (“CCivP”) in force at the material time:", "“The court of cassation instance shall verify the lawfulness and validity of the judgment of the first-instance court in the scope of the cassation appeal. It may examine new evidence and establish new facts. The court shall examine newly submitted evidence if it considers that the evidence could not have been submitted to the first-instance court...”", "“[Judgments] which have come into force may be re-considered on the basis of newly-discovered circumstances. The grounds for re-consideration ... shall be:", "1. significant circumstances which were not and could not have been known to the party who applies for re-consideration;...", "4. cancellation of a court [judgment] or of another authority’s decision which served as legal basis for the [judgment] in question.”", "“... [An application for re-consideration of a [judgment] due to discovery of new circumstances] is to be made within three months after the discovery of the circumstances.”", "18. On 24 April 2000 the Supreme Court dismissed a complaint lodged by a number of individuals against the Instruction. The Supreme Court found that, contrary to the complaint, the Ministry of Labour had not trespassed its authority when it issued the Instruction, and that the Ministry’s interpretation of the Pensions Law had been correct. On 25 May 2000 the Cassation Section of the Supreme Court upheld this judgment on appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}