{"ITEMID": "001-101674", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KRIVOVA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["5. The applicant was born in 1961 and lives in Chervonograd, Lviv region, Ukraine.", "6. On 30 November 1998 several schools organised a collective visit by pupils to a local cinema, which was owned by the municipal company E., for a film showing. The applicant's daughter, Ms Galyna Igorivna Krivova, born in 1985, was among the pupils who visited that cinema. While the first group of pupils was still watching the film, another group of pupils for the next showing entered the auditorium. As a result of a lack of control of entry to the auditorium during the film, there was a stampede in which four children were trampled to death and fourteen children, including the applicant's daughter, received varying degrees of injury. The applicant's daughter, in particular, was diagnosed with, inter alia, severe post-traumatic hypoxic damage to the central nervous system (посттравматичне постгіпоксичне ураження центральної нервової системи важкого ступеню), a right sided pneumothorax, and other injuries. According to the applicant, her daughter was in a coma for two months.", "7. On 17 January 1999 the applicant's daughter was classified as temporarily Category 1 disabled. Three years later, on 17 January 2002, she was classified as permanently disabled.", "8. The applicant's daughter underwent inpatient medical treatment at least until 18 February 1999, after which she periodically had medical treatment and rehabilitation therapy.", "9. By a judgment of 13 March 2004 the Chervonograd Town Court (“the Town Court”) declared the applicant's daughter incapacitated. Apparently that judgment became final and on 29 April 2004 the Chervonograd Town Council appointed the applicant as the legal guardian of her disabled daughter.", "10. At the present time the applicant's daughter still suffers the consequences of post-traumatic consequences and needs medical assistance and nursing.", "11. On 30 November 1998 the Prosecutor's Office instituted criminal proceedings and on an unspecified date indicted S., the head of the E. company (it appears from the submitted documents that criminal proceedings against other persons were also instituted but were subsequently abandoned for various reasons).", "12. On 2 December 1998 a medical expert reported on the aforesaid injuries to the applicant's daughter and identified them as serious.", "13. Meanwhile, on 1 December 1998 a special administrative committee composed of nine experts was set up to investigate the accident of 30 November 1998. On 10 December 1998 that committee drew up a report which recommended that six persons be dismissed and five others subjected to disciplinary sanctions.", "14. According to the applicant, the pre-trial investigation was completed by 22 September 2000 and the case was transferred to the Town Court.", "15. On 20 March 2001 the applicant lodged a civil claim against S., seeking compensation for pecuniary and non-pecuniary damage. Five other claims were also lodged with the court by other victims.", "16. On 10 October 2003 the Town Court found S. guilty of abuse of authority and forgery and sentenced him to seven years' imprisonment. The court also banned S. from holding managerial positions for one year. As to the civil claims, the court allowed them in part, awarding, in particular, the applicant 15,000 Ukrainian hryvnias (UAH; about 2,464.91 Euros (EUR) at the material time) in respect of non-pecuniary damage, to be paid by S.", "17. On 27 April 2004 the Lviv Regional Court of Appeal (“the Court of Appeal”) quashed that judgment because of procedural shortcomings of the trial before the first-instance court. On 1 July 2004, having held a re-trial, it found S. guilty of forgery in office (he had forged the documents stating that he had taken necessary accident prevention measures and instructed his subordinates) and negligence that had had serious consequences, finding that the cinema personnel had not been instructed and lacked relevant expertise, the auditorium had not been properly equipped and the cinema tickets had been sold without indication of time, row and seat. The court thus sentenced S. to five years' imprisonment and banned him from holding managerial positions for three years. However, in view of the Amnesty Act, the court exempted S. from these punishments. Finally, the court awarded the applicant UAH 143,556.69 (about EUR 22,771.80) in respect of pecuniary damage and UAH 12,000 (about EUR 1,903.51) in respect of non-pecuniary damage, to be paid by Chervonograd Town Council, as well as UAH 6,000 (about EUR 951.75) in respect of non-pecuniary damage, to be paid by S.", "On the last-mentioned day the Court of Appeal issued a special ruling (окрема постанова) informing its head and the head of State Judges' Administration of the delays in the case caused by the first-instance court.", "18. On 18 January 2005 the Supreme Court of Ukraine amended the judgment of 1 July 2004, replacing the amnesty with statutory limitation, as the reason for S.'s exemption from the punishment. The court also quashed the judgment in part related to the civil claims, casting doubts on the liability of Chervonograd Town Council. Accordingly, it remitted that matter for fresh consideration.", "19. It appears from the documents submitted that, at this stage of the proceedings, the applicant and another civil claimant requested the Court of Appeal to join to the proceedings a number of legal persons (such as the schools which had organised the pupils' collective visit to the cinema, the E. company, the local department of education, etc.). For these reasons, on 31 March 2005 the Court of Appeal decided to remit the case to the Town Court.", "20. Subsequently, a clinic which had treated the applicant's daughter brought its claim against the defendants and joined the proceedings; the other claimants (some other victims of the accident) withdrew their claims as being settled extra-judicially. In the course of the proceedings the claimants modified their claims on several occasions.", "21. On 31 March 2008 the Town Court found in part for the applicant and other civil claimants. In particular, it ordered the Chervonograd Town Council, the education and culture departments of the Chervonograd Town Executive Committee and S. to pay the applicant, who was acting on her own behalf and on behalf of her daughter, in the specified proportions the total amount of UAH 85,411.97 (about EUR 11,033.40 at the material time) in respect of the care, medical, legal and other expenses she had incurred from the date of the accident to 1 April 2008 and 175% of the statutory minimum salary after 1 April 2008, monthly. Additionally, the court awarded the applicant the total amount of UAH 58,500 (about EUR 7,556.96 at the material time) in respect of non-pecuniary damage to be paid by Chervonograd Town Council and the education and culture departments of the Chervonograd Town Executive Committee. The court also awarded damages to other victims of the accident, as well as to the clinic in reimbursement of medical and other expenses for treating the applicant's daughter.", "22. On 4 March 2009 the Court of Appeal allowed the defendants' appeals in part and quashed the judgment in part concerning the reimbursement to the clinic of medical and other expenses for treating the applicant's daughter because it had been claimed by the applicant, not the clinic, and the applicant's legal expenses regarding the publication in a newspaper of details of the court's hearings; consequently, it remitted these parts of the case for fresh examination. It also reduced the awards to other victims of the accident and upheld the remainder of the judgment.", "23. On 14 August 2009 the Supreme Court of Ukraine rejected the requests for leave to appeal in cassation lodged by the Chervonograd Town Council and the education and culture departments of the Chervonograd Town Executive Committee.", "24. Apparently, the proceedings in the remitted part are still pending before the first-instance court.", "25. On 6 July 2009 the State Bailiffs' Service instituted proceedings to enforce the judgment of 31 March 2008, as amended on 4 March 2009.", "26. The Chervonograd Town Council and the education and culture departments of the Chervonograd Town Executive Committee requested adjournment of the enforcement for six months, referring to a lack of relevant funds. On 28 September 2009 the Town Court allowed these requests.", "27. On 1 December 1998 the victims of the accident were paid ex gratia by the local authorities the total amount of UAH 30,000, out of which the applicant was paid UAH 1,500 (about 394.74 United States Dollars at the material time). She was further paid:", "on 26 January 1999 – UAH 2,000 (about EUR 438.54);", "on 5 March 1999 – UAH 12,000 (about EUR 2,789.21);", "on 23 September 1999 – UAH 238 (about EUR 50.51);", "on 2 September 2004 – UAH 2,000 (about EUR 300.39).", "28. Articles 27, 55, and 56 of the Constitution on the right to life and right to compensation for damage caused by authorities are set out in Kats and Others v. Ukraine (no. 29971/04, § 75, 18 December 2008).", "29. Article 366 (forgery in office) of the Code provides as follows:", "“1. Forgery in office, that is putting any knowingly false information in official documents, any other fabrication of documents, and also making and issuing knowingly false documents, by an official, –", "shall punishable by a fine of up to 50 tax-free minimum incomes, or restraint of liberty for a term of up to three years, with the deprivation of the right to occupy certain positions or engage in certain activities for a term of up to three years. ...”", "30. Article 367 (neglect of official duty) of the Code provides as follows:", "“1. Neglect of official duty, that is the failure of an official to perform, or the improper performance of, his/her official duties due to negligence, where it caused significant damage to the legally protected rights and interests of individual citizens, or state and public interests, or interests of legal entities, –", "shall be punishable by a fine of 50 to 150 tax-free minimum incomes, or correctional labour for a term of up to two years, or restraint of liberty for a term of up to three years, with the deprivation of the right to occupy certain positions or engage in certain activities for a term of up to three years.", "2. The same act that caused any grave consequences, –", "shall be punishable by imprisonment for a term of two to five years with the deprivation of the right to occupy certain positions or engage in certain activities for a term of up to three years and with or without a fine of 100 to 250 tax-free minimum incomes.”", "31. Under Articles 49 § 1 (3) and 74 § 5 of the Code, a person convicted for an offense of medium gravity can be exempted from the punishment if a period of five years has elapsed from the date of the criminal offense to the effective date of the judgment. An offense of medium gravity is punishable by imprisonment for a term of up to five years (Article 12 of the Code).", "32. Articles 4401 (compensation for moral (non-pecuniary) damage) and 441 (liability of an organisation for damage caused through the fault of its employees) of the Code are set out in Lovygina v. Ukraine ((dec.), no. 16074/03, 22 September 2009)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}