{"ITEMID": "001-88562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF K.T. v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1971 and lives in Stavanger.", "7. The applicant was married to Mrs J.V. Together they had two boys born in 1994 and 1996. He receives a disability pension on account of Attention Deficit Hyperactivity Disorder (ADHD). He is active as an instructor in ice hockey and football.", "8. In July 2001, the applicant's wife moved out of their home and went to live in Finland. The children have since lived with the applicant. Shortly after her departure, Mrs J.V. sought to obtain an interlocutory injunction granting her the sole responsibility for the daily care of the children, arguing that the applicant had physically abused her and had an abusive consumption of medication.", "9. The applicant has been taking medication for ADHD and for an earlier back injury.", "10. Both the Stavanger City Court (byrett) and Gulating High Court (lagmannsrett) rejected her request. Subsequently the applicant and Mrs J.V. concluded a judicial settlement agreement according to which he was to assume the daily care.", "11. Concurrently with the above, Mrs J.V. reported the applicant to the police alleging that he had assaulted and threatened her. The police granted a request for an injunction prohibiting the applicant from visiting her or calling her by telephone but, after having heard the applicant, they dismissed all her complaints and lifted the prohibition.", "12. In addition, Mrs J.V. reported her concerns (bekymringsmelding) to the local child care authorities, alleging that the applicant was abusing intoxicating substances and that the children were at risk of violence. The child welfare services (Barneverntjenesten) at the Hillevåg District Office (helse- og sosialdistrikt) opened an investigation (hereinafter referred to as “the first investigation”) under section 4-3 of the Child Welfare Services Act 1992 (hereinafter referred to as “the 1992 Act”), in order to verify whether there was any ground for taking child care measures under the 1992 Act (notably under section 4-12 which sets out the grounds for compulsory taking into care of a child, such as serious deficiencies in the child's daily care, ill-treatment or other serious abuse occurring in the home, likelihood of parents' inability to provide care causing serious damage to the child's health or development). As a result, from 22 August 2001 until the end of October 2001, the authorities carried out 10 unannounced visits to the applicant's home.", "13. The applicant felt that the Hillevåg District Office held preconceived views against him, due to the number of visits over a period of two months, inter alia in order to reveal high consumption of medicines, and that confidential information had been imparted to Mrs J.V. in this way. After exchanges between his lawyer and the Hillevåg District Office, the matter was transferred to the child welfare services at the Hinna District Office, which had their first conversation with the applicant on 7 November 2001. He was reticent to talk to begin with but, after being told that his ability to shield the children against the parental conflict was of great relevance, at a meeting on 12 December 2001 he provided such information and also produced written statements by his doctor on his consumption of medicines and the possibility of reducing it.", "14. The first investigation was discontinued on 17 December 2001.", "15. On 25 December 2001 followed a renewed call of concern to the child welfare services (Barnevernvakten) in Stavanger. The boyfriend of J.V.'s sister had called to inform that J.V. had perceived the applicant as being drugged when speaking to him on the phone that day. Immediately, on the same day, the child welfare services carried out an unannounced visit to the applicant's home and left after 10 minutes, having found no evidence of intoxication.", "16. In a report of 10 January 2002 by the Hinna District Office concerning the first investigation, it was noted inter alia that the applicant's doctor considered his consumption of medication too high and that it was desirable to reduce it, while the applicant, following his lawyer's advice, was unwilling to come forward with information on the subject. No instances of intoxication had been found. The report concluded that the children did not live in a situation that was covered by any of the grounds for compulsory taking into public care under section 4-12 of the 1992 Act, although the boys' care situation had been made insecure and unpredictable by the parents' conflict. The report also contained an assessment of the conduct of the mother, who appeared very assertive and was using inter alia the child welfare services in her “warfare” against the applicant, to the boys' detriment.", "17. On 28 February 2002, after a new report of concern, this time by a named third party, Mr R, who was a police officer, the child welfare services at Hillevåg opened a new investigation (hereinafter referred to as “the second investigation”). The source referred to an incident which he had observed while off duty near an ice hockey arena on 16 February 2002, when the applicant allegedly had difficulty standing on his feet, due to intoxication. A trainer had held him under his arm and had led him out. As the applicant wished to drive home his car keys had been taken from him. The applicant's mother had then come to collect him. Mr R worked at the local police station and as he had returned to work he had found a message stating that somebody had called to report that the applicant had driven his children by car while in a state of intoxication. Mr R had the impression that the applicant often had turned up at the sports hall in a visibly intoxicated state.", "18. Three other sources, two of which were anonymous, had reported respectively on 4, 14 and 25 March 2002 incidents of intoxication and, one of them, that the applicant was violent and threatening and mentioned rumours about drugs abuse.", "19. The anonymous report of 25 March 2002 recounted an incident when the applicant had been so intoxicated that he did not manage to pass the sliding door in the sports hall and that, when his oldest son assisted him through the door, the applicant hit after him. Some adults in the hall had commented that this was not the first time. The managers of the sports club had called the applicant's mother who came to collect the children. The source was worried about the children's situation.", "20. The report of 4 March 2002 had been submitted by another named third party, Mr O, recounting that some time before Christmas his son and the latter's mother had gone to the applicant's home to fetch some money. When they arrived the applicant had fallen over due to intoxication. They had then brought the applicant's eldest son with them to the cinema. Since the applicant was not capable of fetching the youngest son in the kindergarten, they had called the applicant's mother and informed her. When Mr O. heard about this incident he was worried for the applicant's children.", "21. On 21 March 2002 the child welfare authorities communicated to the applicant through his lawyer two of the above reports of concern, namely those of 28 February and 14 March 2002, with an invitation to the applicant for a meeting to discuss the allegations. In response to the above, the applicant's lawyer pointed out that the reports of concern were of the same type as those that had prompted the investigation which had been opened in August 2001 and had been concluded. He explained to the authorities that the applicant had not been under the influence of drugs but had fainted in a state of malaise; he had not had breakfast that day and had been under duress because of the proceedings against him.", "22. According to the applicant, who refused his cooperation in the investigation, the allegations against him must have originated from persons within his ex-wife's entourage and were part of her attempt to obtain the daily care of the children.", "23. On 11 April 2002 the Hillevåg District Office, with reference to an investigation conducted under section 4-3 of the 1992 Act, addressed requests for information to several instances, stating that the Office had reason to fear that the applicant's children lived in a situation such as described in section 4-12 of the Act. The requests, which set out specific questions capable of shedding light on the children's situation, were addressed to the applicant's doctor, who was also the doctor of his two sons, the school of the eldest son, the kindergarten of the youngest son, and the police, who were reminded of their obligation under section 6-4(3) to disclose such information to the child welfare services. In addition, the applicant's mother was invited to the Office for an interview.", "24. By a letter also dated 11 April 2002 (but posted on 16 April 2002) to the applicant's lawyer, the Hillevåg District Office, enclosing copies of the above mentioned requests, informed him of the commencement of the second investigation. It referred to the Hinna District Office's report of 10 January 2002 stating that the extent of the applicant's use of tablets was unclear and that he, on the advice of his lawyer, had refused to comment. It had been the Office's intention to inform about these requests at a meeting on 4 April 2002, but since the applicant and his lawyer had objected to meet, they had been informed in writing. The Office added that a meeting with the applicant was scheduled for 14 May 2002, by which date they expected to have received the information requested from the above instances.", "25. The Hillevåg District Office received information from the doctor, the school, the kindergarten and the police. The applicant's mother declined to meet for an interview. His ex-wife gave an interview by telephone from Finland.", "26. The investigation was concluded by a report from the child welfare services at the Hillevåg District, dated 18 July 2002, which stated that they were worried that the applicant might abuse intoxicating substances (“rusmisbruk”), were unsure as to how much his ADHD diagnosis affected his ability to assume care and were uncertain as to his capability to provide the children with a sufficiently good up-bringing and about his potential for development. It recommended support measures under section 4-4 of the 1992 Act, to be evaluated by the end of a six month period. The measures included assistance such as designating a support home which the children could visit, providing the applicant with guidance on how to master his ADHD illness and problems related to drug taking, while at the same time assuming responsibility as a carer.", "27. The applicant disputes this assessment, which had not been based on any further unannounced visits to his home, nor on information provided by his doctor, but on circumstantial evidence collected outside the home.", "28. In the meantime, on 23 April 2002, the applicant had instituted proceedings before the Stavanger City Court to obtain a declaratory judgment (fastsettelsesdom), maintaining that there was no legal basis for conducting an investigation against him. He also requested an interlocutory injunction suspending the investigation pending judgment in the case. The City Court found that it was not possible to bring the matter before the courts and on 14 May 2002 dismissed (avviste) the case. It observed that the matter could not be viewed as a “decision” taken in the exercise of official duties in the sense of Article 435(1)(1) of the Code of Civil Procedure. As interpreted in light of the requirement of “legal interest” in Article 54, this term clearly referred to “individual decisions” (“enkeltvedtak”).", "29. On an appeal by the applicant, the Gulating High Court, by 2 votes to 1, upheld the City Court's decision, by a judgment of 25 June 2002.", "30. The majority considered that a decision taken by the child welfare services to carry out an investigation was not decisive for the applicant's rights and obligations and thus was not a “decision” in the sense of section 2 of the Public Administration Act. The applicant did not have a legal interest in the case under Article 54 of the Code of Civil Procedure. A decision to implement an investigation was only a step in the child welfare services' preparation of the case and thus was not decisive for his rights and obligations. Nor was there any conflict with Articles 6, 8 and 13 of the Convention.", "31. The minority found that the appeal should be admitted for review (fremmet), considering that the applicant had a legal interest in having it judicially established whether the authorities had unjustifiably interfered with his right to respect for private life.", "32. The applicant sought to appeal against the High Court's decision by challenging its application of the law. He maintained that from Articles 54 and 435 of the Code of Civil Procedure and Articles 6, 8 and 13 of the Convention, it followed that he should have a right to have the lawfulness of the investigation carried out by Stavanger Municipality reviewed by the City Court. He requested the Supreme Court to quash the High Court's decision of 25 June 2002 which upheld the City Court's dismissal of his case and to refer the case back to the City Court for examination.", "33. On 21 August 2002 the Appeals Selection Committee of the Supreme Court decided that the case as a whole should be determined by the Supreme Court, under section 6 (2) of the Supreme Court Act 1926 (Høyesterettsloven - lov om forandring i lovgivningen om Høyesterett, 25 June 1926 no. 2). On the same date the President of the Supreme Court decided that it should hear the parties according to the rules applicable to ordinary appeals (ibid.).", "34. In his letter to the applicant's lawyer of 3 September 2002, notifying the applicant of the above decisions, the Registrar of the Supreme Court pointed out that, having regard to the fact that the case concerned the application of the law, it was assumed not to be necessary (to commission a first instance court) to collect evidence for use by the Supreme Court. Should the parties nonetheless be of the view that this was necessary, their representatives should by 16 September 2002 give an account of what evidence should be collected and how. Within the same time limit the representatives of the parties were requested to confer about possible dates for oral hearing and shortly thereafter the Supreme Court would contact them to fix the hearing date. The rapporteur judge had estimated that the hearing would last for one day and the representatives of the parties were invited to express a view on the presumed duration of the hearing.", "35. The child welfare services of Hillevåg submitted their concluding report of 18 July 2002. Otherwise the state of the evidence was the same as before the lower courts. Neither of the parties had responded to the above-mentioned communication of 3 September 2002 by asking that additional evidence to be collected for use by the Supreme Court.", "36. After holding an oral hearing, at which both parties were legally represented, the Supreme Court in a decision of 4 March 2003 upheld, by four votes to one, the High Court's dismissal of the case.", "On behalf of the majority, Mr Justice Mitsem gave the following reasons:", "“(23) By way of introduction, I would point out that this case concerns a further interlocutory appeal, in which the jurisdiction of this court in principle is limited pursuant to Article 404 of the Code of Civil Procedure. In this instance, however, the Appeals Committee, and now the Supreme Court, has full jurisdiction, since the lawsuit filed by [the applicant] was summarily dismissed 'because the case is not a matter for the courts of law', see Article 404 (1)(1).", "(24) I will first consider the suit in relation to the conditions for filing a lawsuit under traditional Norwegian procedural law, set out in Article 54 of the Code of Civil Procedure. Under this provision, it is a procedural condition that the suit shall concern 'a legal relationship or a right'. Furthermore, there must be a 'legal interest' in having the case decided, which inter alia means that the plaintiff must have an actual need for a judicial clarification.", "(25) The investigation was opened on 28 February 2002 and had to be carried out as soon as possible and within three, alternatively six, months at the latest, see section 6-9 (1) of the [1992] Act. The final report is dated 18 July 2002 and was sent to [the applicant's] lawyer on the same day, with notification that the investigation was closed.", "(26) [The applicant] has contested the fact that the final report represented the end of the investigation. Reference is made to the fact that the report culminated in a recommendation that family assistance be provided in the home, subject to evaluation within six months, so that there was still a 'case' in progress.", "(27) To this I would comment that the purpose of an investigation, as expressed in section 4-3 of the [1992] Act, is to ascertain whether there is a basis for taking measures pursuant to the Act, and section 6-9 (2), first sentence, states that 'an investigation [pursuant to section 4-3] is regarded as completed when the child welfare services have made an administrative decision to implement measures or it has been decided to drop the case.' Thus such measures do not represent a continuation of the investigation, but its conclusion.", "(28) Since the investigation has been closed, it is difficult to see how a judicial decision could have any legal significance for [the applicant]. It will not affect the implementation of the voluntary assistance measures recommended in the final report. Nor will it make any difference as regards the right to initiate a possible investigation in the future, based on new circumstances, or to decide to implement other measures pursuant to the Child Welfare Act, if warranted by circumstances.", "(29) According to precedent it is undoubtedly the case that the requisite legal interest may cease to exist after legal proceedings have been instituted, with the consequence that the case must then be summarily dismissed. This may even occur - as in the present case – after judicial remedies have been pursued against a decision made in a court of second instance.", "(30) I would add that a decision to carry out an investigation pursuant to section 4-3 of the [1992] Act is not an individual decision in the sense of the Public Administration Act. The same applies to the measures initiated in the course of the investigation, in this instance the obtaining of information pursuant to section 6-4 of the Child Welfare Act. As a general rule, it is not possible to make the lawfulness of such procedural steps the object of a separate lawsuit pursuant to Article 54 of the Code of Civil Procedure. However, any errors made at this stage could be significant in a lawsuit brought against any administrative decision that might be taken, and could possibly also form the basis for a claim for damages.", "(31) [The applicant] has undoubtedly experienced the investigation as a strain, also because it was started shortly after the end of a prior investigation, and any judgment in his favour might seem like redress. However, this is not sufficient either to justify a legal interest, see Norsk Retstidende (Supreme Court Legal Reports - “Rt”)-2001-1123.", "(32) Accordingly, I conclude that under traditional Norwegian procedural law [the applicant 's] suit had to be summarily dismissed.", "(33) [The applicant] has claimed that a summary dismissal of the case will constitute a breach of the right of access to a court under Article 6 § 1 of the Convention in cases relating to 'civil rights'.", "(34) I find it unnecessary to express a view on whether a demand that the child welfare services shall not make an investigation concerns a 'civil right' at all. In any event, the Convention accepts that national law must have some latitude to impose limitations on the right of access to a court. However, this is conditional on the limitations having a legitimate purpose, and a proportionality criterion also applies, which means that there must be a reasonable relationship between the purpose of the limitations and the effects they have. Finally, the limitations must not have such far-reaching consequences that the very essence of the right to a court is impaired, see the judgment of the European Court in the case of O v. the United Kingdom (1987), Series A No. 120, which states that the right to a court cannot be precluded in more substantial disputes.", "(35) In the Rt-2001-1123, the first voting judge points out that 'sparing society – both courts of law and involved parties – lawsuits which, even if they were to succeed, would have no significance for the plaintiff's legal position', constitutes a legitimate aim, and that the proportionality requirement does not militate against maintaining the requirement of a 'legal interest' either. I concur with this. Nor can I see either that the limitation on the right to bring special lawsuits regarding the type of procedural decisions at issue in this case affects the essence of Article 6 § 1.", "(36) In my opinion, therefore, the summary dismissal of [the applicant 's] suit does not represent a breach of Article 6 § 1.", "(37) Accordingly, I shall move on to the question of whether the suit must be allowed in pursuance of Article 13 of the Convention ... . [The applicant] has asserted that the investigation was a breach of Article 8 of the Convention regarding the 'right to respect for his private and family life'. The parties are in agreement that in this case there existed no right to lodge an appeal to a superior administrative body, in connection with either the opening of the investigation or the specific steps that were subsequently taken. Thus any review provided for in Article 13 must be carried out by a court of law.", "(38) The Convention was incorporated into Norwegian law by the Human Rights Act of 21 May 1999 No. 30 and, in the event of a conflict, takes precedence over provisions in other legislation, see section 3. This means, as stated on page 54, first column, of Proposition No. 3 to the Odelsting [the larger division of Parliaemnt] (1998-1999), that 'should a situation arise, after incorporation, where ... Article 13 ... requires the right to a judicial hearing whereas no corresponding right is provided by Article 54 of the Code of Civil Procedure, a judicial hearing must be allowed'.", "(39) It is my understanding that the Municipality acknowledges that the grounds that would lead to a summary dismissal of [the applicant's] lawsuit pursuant to Article 54 of the Code of Civil Procedure are not tenable pursuant to Article 13 of the Convention. I concur. Pursuant to Article 13, the question of whether Article 8 has been breached must be regarded as a legal issue and be made the object of a declaratory suit [fastsettelssøksmål], even if the breach has ceased to exist. The doubt as regards the right to demand a judgment for non-compliance with a convention that existed in Rt-1994-1244, the so-called 'Women's Prison' case, must be regarded as having been dispelled by the adoption of the Human Rights Act and the rule of precedence set out in section 3 of the said Act.", "(40) Nevertheless, under the case-law of the European Court, Article 13 only requires the availability of a remedy before a national authority if there is a reasonable ground for claiming that the Convention has been breached; there must be an arguable claim. This criterion is interpreted in accordance with Article 35 § 3 of the Convention, pursuant to which a complaint to the Strasbourg Court shall be summarily dismissed if it is 'manifestly ill-founded'; see inter alia paragraph 33 of the judgment in Powell and Rayner v. the United Kingdom (1990), Series A No. 172.", "(41) Since the right to take legal action pursuant to Article 54 of the Code of Civil Procedure has been extended as a result of the incorporation of the European Convention on Human Rights, there is reason to consider whether the limitations developed in the Convention case-law should also apply in Norwegian law. The question will then be whether the courts shall summarily dismiss a suit which, after a preliminary substantive assessment, is considered to be clearly unfounded. In that event, it is not a question of limiting rights that are already protected under Norwegian law, but of the degree to which they are to be extended. Thus no conflict with Article 53 of the Convention can arise either, as [the applicant] has argued.", "(42) In the continuation of the passage I cited above from Proposition No. 3 (1998-1999) to the Odelsting, it is stated that '[the Ministry] will however obtain an assessment ... of whether the Code of Civil Procedure should be amended so that it is clearly evident from the statute when lawsuits concerning alleged breaches of human rights conventions are to be allowed and when they are to be summarily dismissed', and that the question was to be considered by the committee that was to be appointed to examine the Code of Civil Procedure with a view to its revision. The report of the Code of Civil Procedure Committee recommends that no substantive 'screening system' should be introduced for lawsuits concerning possible breaches of the Convention; see Norges Offentlige Utredninger (Official Norwegian Report – “NOU” 2001:32 page 201. On the other hand, the Committee points out that lawsuits that clearly cannot succeed could be decided by means of a proposed simplified court hearing. No such possibility exists in our current procedural system, but it will, if it is introduced as proposed by the Committee, largely satisfy the considerations regarding the saving of time and costs in legal proceedings that have been advanced as the main arguments in favour of a screening system.", "(43) How the issue should be resolved in the current dispute seems uncertain. I find it natural to take as the point of departure the fact that Article 54 of the Code of Civil Procedure establishes by statute – while at the same time limits – the right to bring any declaratory suit before a court. In the absence of statutory regulation of the issue, it is my view that the relaxation of the statutory conditions for bringing a lawsuit that follows from the Convention cannot in principle go beyond what would be a direct consequence of the Convention and its incorporation into Norwegian law. Admittedly, some might object that it is foreign to Norwegian law to assess the merits of the claim in order to decide whether the case shall be heard. But the question concerns a right to take legal action that until now has not had a clear basis in Norwegian law.", "(44) I would add that filing a suit such as the one at hand, which has aimed at halting the investigations of the child welfare services, could entail considerable disadvantages. It will draw resources away from the real functions of the child welfare services, and might make its work more difficult in situations where it is necessary to react without undue delay. This reinforces the need for a simple, rapid assessment of whether there is any substance at all in the plaintiff's claim. This concern will be met by applying the Convention's own rule of summary dismissal if the claim is not arguable.", "(45) The consequence of my view is that the question of summary dismissal will depend on whether the suit, based on Article 8 of the Convention, must be considered manifestly ill-founded.", "(46) I would add, however, that I have not thereby concluded whether the threshold for summary dismissal should be as low as that applied by the European Court of Human Rights. As emphasized by Jørgen Aall in Tidsskrift for Rettsvitenskap (Journal of Jurisprudence) 1988, page 90, there are good reasons why national courts should follow a less stringent practice as regards summary dismissal. However, as will be shown below, the present case is in no way on the borderline in that respect.", "(47) ...", "(48) I find that the investigation constituted an interference with [the applicant's] right to respect for his private and family life under Article 8 § 1 of the Convention. On the other hand, however, I find it clear that it was an interference that was justified under the exception clause in Article 8 § 2.", "(49) The decision to make an investigation is subject to a statutory condition - there must be 'reasonable cause to assume that circumstances prevail which may provide a basis for measures'; see section 4-3 of the [1992] Act. However, as stressed by the Municipality, this criterion is linked to a professional assessment by the child welfare services, and the threshold for initiating an investigation is meant to be low. In Proposition No. 44 (1991-1992) to the Odelsting, it is also emphasized that interests of privacy will often have to yield to the child's best interests; see pages 29 and 107.", "(50) The investigation in dispute was opened on 28 February 2002. One and a half months earlier, a first investigation had been completed, in which it had been concluded that the children 'are living in an insecure and unpredictable care situation'. When a new child concern report was received on 28 February 2002, under section 4-2 of the [1992] Act the child welfare services had to consider whether it should be followed up by investigations pursuant to section 4-3.", "(51) [The applicant] has maintained with vigour that this child concern report – which had given cause to suspect that he was intoxicated when he was with the children and misused pills, which was also the basis for the previous investigation – was unwarranted. I offer no opinion on this question, but cannot see it otherwise than that the child welfare services had to carry out an investigation pursuant to section 4-3, with a view to obtaining confirmation or disproving that there was cause for concern in regard to the children's care situation. The fact that there was an objective basis for initiating investigations was otherwise corroborated by new child concern reports and information from the school and day care centre indicating that the children had special care needs which it was doubtful that [the applicant] could fulfil. Finally, this was also confirmed by the assistance measures recommended by the child welfare services in their final report.", "(52) In relation to Article 8 of the Convention it is particularly important to consider the specific steps that were taken during the investigation. In this case, it was a question of obtaining information pursuant to section 6-4 (2) and (3) and section 4-12 of the [1992] Act.", "(53) I find it clear that it cannot be claimed that any breach of the [the 1992] Act or the Convention had occurred. Admittedly, in its final report, the child welfare services found no basis for making an administrative decision under section 4-12. However, in order to collect information it was sufficient that there was a substantiated suspicion that the children were in a situation such as described in the said provision. I would add that [the applicant's] unwillingness to cooperate with the child welfare services was also unlikely to calm their basically justified uneasiness about the children's situation.", "(54) Nor is there any ground to claim that the investigation did not pursue legitimate purposes or was unnecessary. In this respect it suffices to refer to the European Commission of Human Right's decision of inadmissiblity of 22 May 1995 in the case of Andersson v. Sweden, in which precisely the children's best interest were emphasised. The Commission stressed that the obtaining of information, as in the present case, was proportionate to the legitimate purpose and an interference of limited extent, since the public administration was also subject to a duty of confidentiality. Finally, it was also emphasized as a factor that the person whom the interference concerned was kept informed as to the information that was disclosed, as was done in [the applicant's] case.", "(55) Accordingly, it is my view that point 1 of the operative part of the High Court's decision must be upheld.", "(56) The interlocutory appeal has not succeeded. However, the case has raised hitherto unsettled questions concerning the relationship between traditional Norwegian law and the European Convention on Human Rights. In my view, the circumstances must be said to be so special that [the applicant] should not be ordered to pay costs either before the High Court or the Supreme Court. The Supreme Court hearing has also been conducted in accordance with the rules for appeals, with the consequences that this has for the amount of the costs. Otherwise as regards the Supreme Court, the legal representatives were appointed at public expense ....", "37. The dissenting member, Mr Justice Tjomsland, stated:", "“(58) It is my opinion that the lawsuit must be admitted to the City Court.", "(59) I agree with the first voting judge that the suit would have had to be summarily dismissed in accordance with 'traditional Norwegian procedural law'. I also agree that such a dismissal would not constitute a breach of the right of access to a court guaranteed by Article 6 § 1of the Convention.", "(60) The first voting judge expresses the opinion that, as a consequence of incorporation of the Convention into Norwegian law by the Human Rights Act of 21 May 1999 No. 30, a claim may be made for a declaratory judgment asserting that there has been a breach of the Convention. I concur in this opinion. The view taken by the majority as regards this question in Rt-1994-1244, the 'Women's Prison' case, cannot be maintained following the adoption of the Human Rights Act. Given the relatively limited requirements that can now be made in this respect for this type of suit, I also find that [the applicant] has a sufficient actual interest in the suit; see NOU 2001:32 Rett på sak (Straight to the Point), pp. 201-202.", "(61) On the other hand, I do not agree with the first voting judge that a suit regarded as manifestly unfounded must be summarily dismissed. Once it has been accepted that a suit may be brought with a claim for a declaratory judgment asserting a breach of the Convention, the way in which such a claim should be dealt with depends, in my view, on Norwegian rules of procedure. It is therefore not decisive that the screening system, which according to the first voting judge should be applied, will not be contrary to the Convention. Under Norwegian procedural law, the assessment of whether the conditions for filing suit have been satisfied is based on the plaintiff's submissions with regard to the claim he or she is putting forward. If the claim – in the event manifestly ill-founded – cannot succeed, judgment must be given for the respondent after a hearing on the merits of the claim. In my view, it would be contrary to this principle to procedurally dismiss on a non-statutory basis manifestly unfounded lawsuits regarding breaches of the Convention after a summary examination on the merits, cf. the majority vote in Rt-1994-1244, NOU 2001:32 Rett på sak, p. 201, and Schei: Tvistemålsloven med kommentarer (The Code of Civil Procedure, with commentary), 2nd edition, p. 270.", "(62) I cannot see that the provision in Article 35 § 3 of the Convention prescribing that a complaint to the European Court of Human Rights shall be summarily dismissed after a summary examination [...] if it is manifestly ill-founded can be transposed, on a non-statutory basis, as a procedural condition to lawsuits concerning breaches of the Convention that are brought before Norwegian courts. I would also note that the considerations that serve as grounds for the various dismissal provisions in Article 35 of the Convention may appear in a different light as regards lawsuits brought before national courts. A rule on summary dismissal of the kind at issue in this instance will, in my view, give rise to several procedural problems, concerning notably the legal force of the orders. My objections to such an arrangement also hold good if a rule of summary dismissal departing from Article 35 § 3 were to apply on a non-statutory basis, for instance if one were to apply a less stringent practice of summary dismissal than that of the European Court or if the scope of the summary dismissal rule were to be limited in another discretionary manner.", "(63) I agree with the first voting judge that filing a suit like the one at hand could give rise to significant disadvantages for the work of the child welfare services. However, such suits are – in my view – a consequence of the fact that it has now been made permissible to file suit complaining of a Convention breach irrespective of whether a judgment of this nature would entail specific legal effects for the plaintiff. In my view, an attempt must be made to reduce the problems that arise in this connection by adopting rules regarding simplified judicial hearings as has been proposed by the Civil Procedure Committee. In this connection, I wish to comment that the purpose of the screening system in question here will in actual fact be to introduce, on a non-statutory basis, a simplified hearing on the merits of the claims covered by the arrangement.”", "38. The Child Welfare Services Act 1992 (“the 1992 Act”) contained the following provisions which are relevant:", "Section 4-2", "“The child welfare services shall at the earliest opportunity, and within one week at the latest, examine reports it receives and assess whether the individual report shall give rise to investigations pursuant to section 4-3.”", "Section 4-3", "“If there is reasonable cause to assume that circumstances prevail which may provide a basis for measures pursuant to this chapter, the child welfare services shall investigate the matter at the earliest opportunity; see the time limits set out in section 6-9.", "The investigation shall be carried out in such a way as to minimise the harm it causes anyone affected, and it shall not have a wider scope than justified by its purpose. Importance shall be attached to preventing the unnecessary spreading of information about the investigation.", "The parents or the persons with whom the child is living may not object to an investigation as mentioned in the first sub-section involving visits in the home ...”", "Section 6-4", "“Information shall as far as possible be obtained in cooperation with the person whom the case concerns or in such a way that the person concerned is aware that the information is being obtained.", "Notwithstanding the duty of secrecy, public authorities shall on their own initiative disclose information to the municipal child welfare services when there is reason to believe that a child is being mistreated at home or subjected to other serious deficiency of parental care (see sections 4-10, 4-11 and 4-12), or when a child has shown persistent, serious behavioural problems; see section 4-24. Organizations and private entities that perform tasks for the State, a county municipality or a municipality are considered on par with public authorities. Public authorities are also obligated to disclose such information when ordered to do so by agencies which are responsible for implementation of the Act.", "Practitioners of professions pursuant to [various specified Acts] are also obligated to disclose information pursuant to the rules of the second paragraph.”", "Section 6-7", "“Anyone who performs service or work for a public administrative agency or institution pursuant to this act is subject to a duty of secrecy pursuant to sections 13 to 13E of the Public Administration Act. Contraventions are punishable pursuant to Article 121 of the Penal Code.", "[...]", "Information may only be disclosed to other public administrative agencies, see section 13B, subsections 5 and 6, of the Public Administration Act, when necessary to facilitate the function of the child welfare services or the institution, or to prevent material danger to life or serious harm to a person's health. ...”", "39. Articles 53 and 54 of the Code of Civil Procedure, as in force at the material time (it was replaced by a new Code which entered into force on 1 January 2008), provided:", "Article 53", "“Until a claim matures, it may not be brought before the courts with a request for an executory judgment (fullbyrdelsesdom), except in the following circumstances:", "1. If there is particular reason to fear that the respondent will escape fulfilling his or her obligations on time;", "2. If it concerns a claim which is supplementary to a principal claim, such as interests running until payment, or compensation, which emerges from the disputed legal relationship;", "3. If it concerns periodic payments, of which one instalment has matured and when future instalments do not depend on any service in return;", "4. If the claim is conditional upon the non-fulfilment of another claim, in respect of which the claimant requests a judgment in the same case.", "If the claim has not matured by the time of judgment, the judgment shall stipulate what condition should occur or what time-limit should run, before it is to be executed.”", "Article 54", "“If a plaintiff has a legal interest in it being established by a judgment that a legal relationship or a right exists or does not exist ... he can institute proceedings with a request for a declaratory judgment (fastsettelsesdom), even though an executory judgment may not yet be obtained.”", "40. Section 6 (2) of the Supreme Court Act 1926 read:", "“When it is desirable for special reasons, the Appeals Leave Committee of the Supreme Court may, in cases being examined by it, refer a question of law to the Supreme Court or decide that the case as a whole [saken i sin helhet] shall be decided by the Supreme Court. The Supreme Court will rule on the legal issue or on the case in the form of a decision. The court may decide that oral proceedings may be held in accordance with the rules that apply to ordinary appeals [ankesaker]. A decision to this effect may also be taken by the presiding judge before the case is examined by the Supreme Court.”", "41. From Article 404 (1), item 1, of the former Code of Civil Procedure it followed that a decision by the High Court on an appeal against a dismissal of a case on grounds of lack of jurisdiction may form the subject of further appeal to the Supreme Court. The latter then has full jurisdiction to examine questions of law, fact and procedure (see Tore Schei, Tvistemålsloven med kommentarer (Code of Civil Procedure with Commentary), 1990, p, 361).", "42. Pursuant to Article 374, the Supreme Court could not take oral evidence from witnesses directly, but the parties could make a request to the relevant district- or city court to hear witness evidence (bevisopptak). In such event, the statements of the parties and/or witnesses were recorded in extenso by the first instance judge. The records were included in the Supreme Court's case file and may be read out by the parties' representatives during the Supreme Court hearing, should they so wish, like other documentary evidence contained in the file.", "43. The human rights of children and the standards to which all governments must aspire in realising these rights for all children, are set out in the Convention on the Rights of the Child. This instrument entered into force on 2 September 1990 and has been ratified by 193 countries, including Norway, which has also incorporated it together with the Convention into its domestic legal order (1999).", "44. The Convention spells out the basic human rights that children everywhere – without discrimination – have: the right to survival; to develop to the fullest; to protection from harmful influences, abuse and exploitation; and to participate fully in family, cultural and social life. It further protects children's rights by setting standards in health care, education and legal, civil and social services.", "45. States Parties to the Convention are obliged to develop and undertake all actions and policies in the light of the best interests of the child (Article 3). Moreover, States Parties have to ensure that a child is not separated from his or her parents against their will unless such separation is necessary for the best interests of the child; and that a child who is separated from one or both parents is entitled to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child's best interests (Article 9).", "46. Article 19 reads:", "“1. States Parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child.", "2. Such protective measures should, as appropriate, include effective procedures for the establishment of social programmes to provide necessary support for the child and for those who have the care of the child, as well as for other forms of prevention and for identification, reporting, referral, investigation, treatment and follow-up of instances of child maltreatment described heretofore, and, as appropriate, for judicial involvement.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}