{"ITEMID": "001-98405", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF HASANOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1960 and lives in Baku.", "6. On 21 January 1998 the applicant was issued with an occupancy voucher (yaşayış orderi) for a flat in a recently constructed residential building in Baku on the basis of an order of the Baku City Executive Authority of 19 January 1998.", "7. At the same time, the applicant became aware that the flat had been occupied by M. and his family, who were internally displaced persons (“IDP”) from Shusha, a region under the occupation of the Armenian military forces following the Armenian-Azerbaijan conflict over NagornoKarabakh.", "8. According to the applicant, despite numerous demands, M. refused to vacate the flat, pointing out that he was an IDP and had no other place to live.", "9. On an unspecified date in 1998 the applicant lodged an action with the Yasamal District Court asking the court to order the eviction of M. and his family from the flat.", "10. On 23 June 1998 the Yasamal District Court granted the applicant's claim and ordered that M. and his family be evicted from the flat. The court held that the applicant was the sole lawful tenant of the flat on the basis of the occupancy voucher of 21 January 1998 and therefore that the flat was being unlawfully occupied by M. and his family.", "11. No appeals were filed against this judgment and, pursuant to the domestic law in force at the material time, it became enforceable within ten days of its delivery. However, M. and his family refused to comply with the judgment and, despite the applicant's complaints to various authorities, it was not enforced.", "12. On an unspecified date in 2006, the applicant and a group of other persons who were in the same situation lodged an action with the Yasamal District Court complaining that the Yasamal District Department of Judicial Observers and Enforcement Officers (“the Department of Enforcement Officers”) had not taken measures to enforce the judgments.", "13. On 27 December 2006 the Yasamal District Court dismissed that complaint as unsubstantiated. The applicant appealed against this judgment. On 2 May 2007 the Court of Appeal quashed the first-instance court's judgment and delivered a new judgment on the merits in the applicant's favour. The Court of Appeal held that the Department of Enforcement Officers' inaction had been unlawful and that the judgment of 23 June 1998 should be enforced. Following a cassation appeal of M. and other persons against this judgment, by a decision of 18 September 2007, the Supreme Court quashed the Court of Appeal's judgment and remitted the case for a new examination. On 12 November 2007 the Baku Court of Appeal quashed the judgment of 27 December 2006 and terminated the civil proceedings. The Baku Court of Appeal held that the judgments should be enforced under the domestic law and there was no need to deliver a new judgment on that issue. It appears from the case file that the Court of Appeal's judgment was not challenged by the parties in the proceedings.", "14. On 5 July 2007 M. and a group of other persons who were in the same situation lodged a request with the Yasamal District Court asking for postponement of the execution of the judgment of 23 June 1998. M. alleged that, as he was an IDP, he had no other place to live but the flat in question.", "15. On 10 July 2007 the Yasamal District Court granted M.'s request and ordered the postponement of the execution of the judgment of 23 June 1998 until M. could move to one of the houses recently constructed for temporary settlement of IDPs. The court relied on the Presidential Order of 1 July 2004 on Approval of the State Programme for Improvement of Living Conditions and Increase of Employment of Refugees and Internally Displaced Persons (“the Presidential Order of 1 July 2004”), according to which the relevant State organs were instructed that until the return of the IDPs to their native lands or until their temporary settlement in new houses, IDPs should not be evicted from public apartments, flats, lands and other premises, regardless of ownership, they had settled in between 1992 and 1998. Following a series of appeal proceedings, on 3 July 2008 the Yasamal District Court delivered a new decision, which it subsequently rectified on 14 July 2008. The court granted M.'s claim and ordered the postponement of the execution of the judgment of 23 June 1998. It appears from the case file that the applicant did not challenge that decision.", "16. On an unspecified date in 2008 the applicant lodged an action against the State Committee on the Affairs of Refugees and Internally Displaced Persons, the Ministry of Finance and other authorities asking for compensation for non-enforcement of the judgment of 20 April 1998. On 7 May 2008 the Yasamal District Court dismissed the applicant's claim as unsubstantiated. On 7 July 2008 the Baku Court of Appeal and on 10 November 2008 the Supreme Court upheld the first-instance court's judgment.", "17. Azerbaijani citizens are entitled to obtain the right of use of apartments owned by the State or other public bodies under the terms of a tenancy agreement (Articles 10 and 28). A decision to grant an apartment is implemented by way of issuing the citizen with an occupancy voucher (yaşayış sahəsi orderi) from the local executive authority (Article 48). The voucher serves as the sole legal basis for taking possession of the apartment designated therein (Article 48) and for concluding a tenancy agreement (yaşayış sahəsini icarə müqaviləsi) between the tenant and the housing maintenance authority (Article 51). The right of use of apartments is granted for an indefinite term (Article 10).", "18. Individuals residing, pursuant to a tenancy agreement, in apartments owned by the State and other public bodies have a right to transfer those apartments into their private ownership (Article 1). Such privatisation is voluntary and free of charge (Article 2). The right to privatise a State-owned apartment free of charge may be exercised only once (Article 7).", "19. IDPs are defined as “persons displaced from their places of permanent residence in the territory of the Republic of Azerbaijan to other places within the territory of the country as a result of foreign military aggression, occupation of certain territories or continuous gunfire” (Article 2). The IDPs may be allowed to temporarily settle on their own only if the rights and lawful interests of other persons are not infringed. Otherwise, the relevant executive authority must ensure that the internally displaced persons are resettled in other accommodation (Article 5).", "20. Article 4 of the IDP Settlement Regulations provides as follows:", "“In order to prevent the eviction of internally displaced persons from dwellings in which they settled between 1992 and 1994, the legal force of the occupancy vouchers issued by the relevant authorities to individual citizens in respect of those dwellings shall be temporarily suspended...”", "21. Article 4 of the IDP Resettlement Regulations provides as follows:", "“In cases where the temporary settling of internally displaced persons breaches the housing rights of other individuals, the former must be provided with other suitable accommodation”", "22. In the order, inter alia, the relevant state organs of the Republic of Azerbaijan are instructed that until the return of the IDPs to their native lands or until their temporary settlement in new houses, IDPs should not be evicted from public apartments, flats, land and other premises, regardless of ownership, they had settled in between 1992 and 1998.", "23. A judge examining a civil case may, at the request of a party to the case, decide to postpone or suspend the execution of the judgment or change the manner of its execution because of the parties' property situation or other circumstances (Article 231)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}