{"ITEMID": "001-81693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NAİME DOĞAN AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "", "TEXT": ["4. The applicants were born in 1919, 1948, 1949, 1953 and 1956 respectively and live in different cities in Turkey.", "5. The applicants’ predecessor, Mr Hasan Fehmi Doğan, was the owner of a plot of land in Manavgat. On 27 November 1959 he filed an action with the Manavgat Civil Court against certain third persons, whom he claimed were unlawfully occupying his land. He requested that the allegedly unlawful interference be halted.", "6. As cadastral work by the authorities started in the area in 1965, the court decided on 16 July 1965 that it no longer had jurisdiction and transferred the case to a court with special jurisdiction in the subject, the Land Registry Court (Tapulama Mahkemesi) in Manavgat.", "7. The cadastral work divided the land into six parcels, the ownership of which was separately disputed between the applicants’ predecessor and the occupiers. In 1967, the Land Registry Court joined all six cases.", "8. Throughout the proceedings, the applicants’ predecessor on the one hand maintained that the new plots corresponded to the single piece of land already registered in his name. The defendants, on the other hand, claimed that the land records could not possibly relate to those plots as they had purchased the whole piece of land in dispute from its previous, lawful owner.", "9. On 27 March 1987 the Land Registry Court ruled in favour of the applicants’ predecessor and ordered the six parcels to be registered in his name.", "10. On 25 October 1988, however, the Court of Cassation quashed this judgment on the grounds that there had been an insufficient factual examination of the case.", "11. On 27 June 1989 the Land Registry Court resumed the proceedings. On 31 July 1990 it decided to abide by the Court of Cassation’s decision. Accordingly, it conducted a broader factual examination.", "12. Notwithstanding that decision, the same court held a hearing on 9 October 1990 and scheduled a new hearing to decide (apparently for a second time) whether or not to abide by the Court of Cassation’s ruling.", "13. At the next hearing held on 4 December 1990, the Land Registry Court gave a fresh decision to abide by the Court of Cassation’s ruling.", "14. Between 3 September 1991 and 17 July 2002 hearings were held every two to three months. However, several hearings were presided over by different judges.", "15. At the hearing on 3 September 1991, the court decided to conduct an on-site inspection (keşif) on 11 November 1991.", "16. On 17 March 1992 a new judge was appointed to the court for the second time in four months. As he was unfamiliar with the case, he postponed the inspection. Until the end of 1992, the judge sitting on the bench of the court was changed three more times and the hearings were mainly devoted to the new judges’ gaining familiarity with the dispute.", "17. Despite the fact that the court scheduled an on-site inspection several times, it was deferred for various reasons, including the lack of the necessary court stamps in the court’s registry to notify experts and witnesses, the parties’ failure to pay certain fees, the applicants’ failure to bring their witnesses to the inspection site, the parties’ mutual failure to attend the inspection, the judge’s annual leave, the lack of pertinent witnesses, unsuitable weather conditions, the ailing condition of a local witness, the court’s search for suitable new witnesses, the court’s shortage of time due to its hearing backlog and, finally, the defendants’ disorderly behaviour and contempt of court. Throughout this process, the judge presiding over the case was again changed at least four times.", "18. The re-scheduled on-site inspection was eventually conducted on 24 September 1998.", "19. At the hearing on 29 December 1998, the parties submitted their final observations. From that date until 17 July 2002, the court held a total of fifteen hearings. At the hearing held on that last date, the Land Registry Court dismissed the applicants’ request.", "20. On 11 November 2002 the applicants appealed. The Court of Cassation held a hearing on 12 July 2005.", "21. On 26 December 2006 the Court of Cassation upheld the Land Registry Court’s judgment.", "22. On 26 March 2007 the applicant filed a petition with the Land Registry Court in Manavgat, to be submitted to the Court of Cassation, and requested the rectification of the decision dated 26 December 2006 on the ground that the latter court had rendered a decision which lacked legal and procedural reasoning. According to the applicant’s letter dated 25 June 2007, the proceedings are still pending before the Court of Cassation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}