{"ITEMID": "001-102725", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SCHELLING v. AUSTRIA (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Richard Schelling, is an Austrian national who lives in Langenegg. He is represented before the Court by Mr W.L. Weh, a lawyer practising in Bregenz.", "On 16 August 1988 the applicant had applied for a permit under the Landscape Protection Act (Landschaftsschutzgesetz) to put a culvert through a drain on agricultural land owned by him. On 14 September 1988 the Bregenz District Administrative Authority (Bezirkshauptmannschaft) conducted an oral hearing at the applicant's request and inspected his land. On 21 June 1990 the District Administrative Authority refused the requested permission. The applicant appealed.", "On 2 April 1991 the Vorarlberg Regional Government (Landesregierung) dismissed the applicant's appeal.", "On 28 May 1991 the applicant filed a complaint with the Administrative Court (Verwaltungsgerichtshof) against the Regional Government's decision. On 6 May 1996 the Administrative Court quashed the Regional Government's decision on the ground of procedural deficiencies and remitted the case to them for reconsideration.", "On 26 May 1997 the applicant lodged a complaint with the Administrative Court against the administrative authorities' failure to decide (Säumnisbeschwerde).", "On 10 July 1997 the Administrative Court ordered the Regional Government to issue a decision within three months. Subsequently, the Regional Government appointed an expert on agriculture and forestry issues, who, after inspecting the applicant's land on 19 August 1997, delivered his opinion on 22 August 1997.", "On 4 November 1998 the Administrative Court requested the Regional Government to order another expert, A., to submit an additional expert opinion on nature conservation issues, which A. delivered on 12 January 1999.", "Subsequently, on 25 January 1999, the Regional Government invited the applicant to submit comments on the experts' opinions on nature conservation and agricultural and forestry issues. On 24 February 1999 the applicant submitted comments on these opinions and requested a public hearing.", "On 6 July 1999 the Administrative Court dismissed the applicant's appeal against the District Authority's decision of 21 June 1990 concerning the request for permission under the Landscape Protection Act. It found that competence to decide on the merits had passed over to it since the Regional Government had failed to make a decision within the three-month time-limit set.", "The Administrative Court held that it could dispense with an oral hearing and an inspection of the applicant's land since the proceedings had been carried out correctly and the facts, in so far as relevant in view of the applicable law, were undisputed. This decision was served on the applicant's counsel on 12 August 1999.", "On 11 February 2000 the applicant lodged a complaint before the Court, arguing, inter alia, that the proceedings had been unreasonably long and that they had been unfair as no oral hearing had taken place before the Administrative Court. The application was registered under number 55193/00. The Court issued a partial decision on admissibility on 29 April 2003, in which it declared the complaint about the duration of the proceedings inadmissible as being manifestly ill-founded. In a final decision on admissibility issued on 25 November 2004 the Court declared the complaint about the lack of an oral hearing before the Administrative Court admissible.", "By a judgment of 10 November 2005 the Court found a violation of Article 6 of the Convention, since the Administrative Court had not held an oral hearing. In particular, the Court held in the judgment:", "“29. The Court notes that the applicant's case was considered, in a first round, by the Bregenz District Administrative Authority, and the Regional Government, i.e. purely administrative authorities, and then by the Administrative Court, which quashed the latter authority's decision. In a second round, the Regional Government failed to decide within the statutory time-limit and jurisdiction passed on to the Administrative Court. The applicant did not contest that the Administrative Court qualifies as a tribunal, and there is no indication in the file that the Administrative Court'Fischer v. Austria, judgment of 26 April 1995, Series A no. 312, pp. 17-18, §§ 30-34 with further references). Thus, the Administrative Court was the first and only tribunal which examined the applicant's case.", "30. As the Austrian reservation in respect of Article 6 § 1 concerning the requirement that hearings be public, has been found to be invalid (see, Eisenstecken v. Austria, no. 29477/95, § 29, ECHR 2000-X), the applicant was in principle entitled to a public oral hearing before the first and only tribunal examining his case, unless there were exceptional circumstances which justified dispensing with such a hearing. The Court has accepted such exceptional circumstances in cases where proceedings concerned exclusively legal or highly technical questions (see Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, p. 19-20, § 58; Varela Assalino v. Portugal (dec.), no. 64336/01, 25 April 2002; Speil v. Austria (dec.) no. 42057/98, 5 September 2002). In particular, the Court had regard to the rather technical nature of disputes over benefits under social-security schemes and has repeatedly held that in this sphere the national authorities, having regard to the demands of efficiency and economy, could abstain from holding a hearing if the case could be adequately resolved on the basis of the case-file and the parties' written observations (see, amongst others, Döry v. Sweden, cited above).", "31. Turning to the circumstances of the present case, the Court notes that the applicant commented on the expert opinions submitted in the previous proceedings and requested, in particular, that the experts be summoned to an oral hearing and that the concerned land be inspected by the court. He stressed that the project would improve the productivity of the agricultural land and that therefore public interest existed in the realisation of his project as required under the applicable law. He also challenged the expert A. for bias as he had already delivered an opinion upon a request by the Regional Government and that his independence was doubtful as he was a civil servant bound by instructions.", "32. The Court cannot find that in the present case the subject matter of the proceedings before the Administrative Court was of such a nature, namely a highly technical issue or of mere legal nature, as to dispense its obligation to hold a hearing.", "33. There has accordingly been a violation of Article 6 § 1 of the Convention.”", "In view of this finding of a violation the Court did not consider it necessary to examine the complaints about the alleged unfairness of the proceedings. The Court did not award the applicant compensation for pecuniary damage, holding that it could not speculate as to the outcome of the proceedings. The Court also dismissed the claims for non-pecuniary damage, holding that the finding of a violation constituted sufficient just satisfaction. The judgment became final on 10 February 2006.", "On 21 February 2006 the applicant applied to the Administrative Court to reopen proceedings. He relied on the Court's judgment of 10 November 2005 and, since the Court had not awarded him damages, argued that the Court had assumed that restitution was possible at the national level. The applicant further contended that the opinion of the expert on nature conservation on which the decision had been based was in contradiction to other findings in the file. As this would constitute a violation of the principle of equality of arms, the applicant asked for another expert to be summoned to a hearing.", "By a decision of 26 February 2007 the Administrative Court refused to reopen proceedings. Relying on Section 45 of the Administrative Court Act (Verwaltungsgerichtshofgesetz), it held that reopening was only provided for by law if the provisions on the right to be heard had not been complied with in the previous proceedings, and if it could be assumed that the outcome of the proceedings would have been different if the right to be heard had been observed. The Administrative Court considered that the applicant had failed to argue which submissions he could have made at a hearing which would have led to a different outcome of the proceedings. It therefore refused to grant a reopening of the proceedings. It also held that the law did not provide that a judgment of the Court finding a violation of Article 6 of the Convention should automatically lead to the reopening of proceedings.", "The decision was served on the applicant's counsel on 22 March 2007.", "The Committee of Ministers, which supervises the execution of judgments of the Court in accordance with Article 46 § 2 of the Convention, has not yet adopted a Final Resolution.", "Section 45 of the Administrative Court Act reads as follows:", "“§ 45. (1) The reopening of proceedings which have been concluded by a judgment or decision shall be granted, on an application by a party, if ...", "...", "4. in the proceedings before the court the rules on the right to be heard have not been complied with and it can be assumed that the judgment or decision would otherwise have been different ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}