{"ITEMID": "001-61060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF KUZNETSOV v. UKRAINE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 3 with regard to alleged assaults;Violation of Art. 3 with regard to lack of effective investigation;Violation of Art. 3 with regard to conditions of detention;Violation of Art. 8;Violation of Art. 9;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. On 12 December 1995 the Ivano-Frankivsk Regional Court (oблacний суд) convicted the applicant of the murder of four persons and sentenced him to death and ordered the confiscation of his personal property.", "10. On 22 February 1996 the Supreme Court (Верхoвний суд) upheld the judgment of the first-instance court. The applicant was transferred by the authorities in charge of the Isolation Block of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior (Адміністрація слідчого ізолятору Управління міністерства внутрішніх справ) to one of the cells for persons awaiting execution of their death sentence.", "11. A moratorium on executions was declared by the President of Ukraine on 11 March 1997. In judgment no. 11pп/99 of 29 December 1999, the Constitutional Court of Ukraine held that the provisions of the Criminal Code concerning the death penalty were contrary to the Constitution of Ukraine. Death sentences were therefore commuted to life imprisonment pursuant to Act no. 1483-III of 22 February 2000.", "On 2 June 2000 the Ivano-Frankivsk Regional Court commuted the applicant's death sentence to life imprisonment.", "12. The facts of the case concerning the conditions of the applicant's detention in Ivano-Frankivsk Prison and the events during his time there were disputed.", "13. The facts as presented by the applicant are set out in paragraphs 16 to 19 below. The facts as presented by the Government are set out in paragraphs 20 to 25 below.", "14. A description of the material submitted to the Commission and to the Court will be found in paragraphs 26 to 41 below.", "15. The Commission, in order to establish the facts in the light of the dispute over the conditions of the applicant's detention and the events which occurred in Ivano-Frankivsk Prison, conducted its own investigation pursuant to former Article 28 § 1 (a) of the Convention. To this end, the Commission examined a series of documents submitted by the applicant and the Government in support of their respective assertions and appointed three delegates to take evidence from witnesses at a hearing conducted at the Ministry of Justice in Kiev on 23 and 26 November 1998, and in Ivano-Frankivsk on 24 and 25 November 1998. The Commission's evaluation of the evidence and its findings of facts are summarised in paragraphs 42 to 57 below.", "16. On 12 December 1995 the Ivano-Frankivsk Regional Court convicted the applicant of the murder of four persons, sentenced him to death and ordered the confiscation of his personal property.", "17. On 22 February 1996 the Supreme Court upheld the judgment of the first-instance court. Upon a decision of the Administration of the Isolation Block of the Ministry of the Interior, the applicant was transferred to a cell intended for prisoners awaiting the death penalty. According to the applicant, he was deprived of all his rights.", "18. The applicant claimed that the Pre-Trial Detention Act (“the Act”) did not apply to him, since the relevant legislation was an Instruction which operated in secret. Pursuant to the Instruction, the applicant was not taken for an outside walk for more than two and a half years. He could be visited by his mother only once a month, he had been refused visits and, since July 1996, the number of visits had been reduced to one every three months.", "19. Following his application for confession sent to the Greek Catholic Bishop of the Ivano-Frankivsk diocese, the clergy approached the investigative isolation unit on this matter. Since September 1997 both he and his mother had been forbidden to send any letters to each other.", "20. The Government stated that the legal status and the conditions governing the detention of persons sentenced to capital punishment were set out in the Act and the Code of Criminal Procedure. According to section 8 of the Act, a person sentenced to death was kept in custody away from other prisoners. The cell to which the applicant had been transferred after his sentence had become final complied with the sanitary and hygiene rules laid down in section 11 of the Act: the cell measured 9 square metres, it had a bed, a table, a radio, sufficient natural and electrical lighting, heating, running water and a toilet.", "21. The applicant was provided with three meals a day, clothing and footwear of standard type as well as other articles of everyday use. Medical assistance, treatment, prophylactic and anti-epidemic measures were arranged and implemented in accordance with legislation on health protection.", "22. According to section 12 of the Act, prior to the sentence being carried out, prisoners sentenced to death were, as a rule, allowed visits from relatives and other individuals not more than once a month, by written permission of the court within whose jurisdiction the case fell. The length of a visit was two hours maximum. After a case had been dealt with by an appellate court, visits by lawyers and legal assistants could be granted by the Head of the Central Directorate of the Ministry of the Interior, the Head of the Regional Directorate of the Ministry of the Interior or his deputy responsible for the isolation block. Visits by defence counsel were granted without any limits as to their number and length.", "23. After the first-instance judgment had been given, on 14 December 1995 and 4 January 1996 the applicant's mother and, on 18 December 1995 and 17 January 1996, his solicitor requested permission to visit the applicant. The mother visited the applicant on 14 December 1995 and on 4 January 1996. The applicant's lawyer visited him on 18 December 1995 and on 18 January 1996. During the period from 22 February 1996 to 29 December 1997, the applicant's mother applied for a visit to the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior on 29 February, 15 March, 4 April, 5 and 31 May, 23 September, 18 November and 19 December 1996, 3 and 6 June, 24 September 1997 and 4 January 1998. They were granted permission for visits on 29 February, 19 March, 9 April, 7 May, 7 June, 23 September and 4 December 1996, 4 March, 4 June, 4 September and 4 December 1997 and 4 March 1998. The applicant's solicitors applied for a visit on 12 March, 11 April, 23 September, 2 and 18 December 1996. Permission was granted for visits on 15 March, 29 April, 23 September, 2 and 20 December 1996.", "24. Persons sentenced to death were allowed to send an unlimited number of letters. During the period 1995-1998, the applicant sent 24 letters: 16 letters relating to the criminal case and 8 letters to his relatives. On 6 October 1997, for the first time, the applicant applied to the Regional Directorate of the Ministry of the Interior for permission to send letters to his relatives. Thereafter he sent letters to his mother on 3 and 19 November, 9 and 30 December 1997, 19 and 29 January, 16 February, 12 March, 6 April, 6 May, 10 June, 2 July, 6 August, 1 September, 5 October, 4 November and 4 December 1998. He received letters from his relatives on 24 September, 8 and 24 October, 24 November and 25 December 1997, and 14 and 28 January, 5 and 10 February, 13, 16 and 30 March, 6, 9 and 16 April, 6, 12, 20 and 22 May, 3, 17, 22 June, 1, 15, 20 and 30 July, 19, 25 and 31 August, 15 and 17 September, 1, 10, 14 and 22 October, 10, 21 and 23 November and 4 and 17 December 1998.", "25. The Government added that the Prosecutor General had conducted a thorough investigation into issues raised in the applicant's and his parents' complaints concerning the application of illegal methods of investigation in the applicant's case, namely torture and brutal and inhuman treatment. The allegations had not been proved and had been found unsubstantiated. In fact, complaints by the applicant and his mother were received on 18 April, 19 and 29 July and 26 August 1996, 31 January, 5 February, 15, 19 and 21 March, 14 and 16 May, 10 June, 16 July 1997, and were answered on 22 April, 24 July, 26 August, 16 September 1996, and on 4 and 7 February, 31 March, 19 and 20 May, 23 June and 23 July 1997. On 19 May 1997 the exchange of letters and the proceedings concerning the complaints filed by the applicant and his mother were terminated pursuant to section 12 of the Act.", "26. On 23 October 1998 the applicant's mother submitted a request to the Ivano-Frankivsk Regional Prosecutor, the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior and the prison governor. They requested that a medical commission of independent doctors be set up in order to examine the applicant's state of health. She alleged that the inmates had been tortured, which had resulted in a suicide attempt or an attempt on the applicant's life. On 3 November 1998 the applicant's mother was informed by the governor of the prison that her request had been rejected on the grounds that there had been no sign of torture or the use of any other physical violence against the applicant and that his state of health was satisfactory.", "27. On 23 and 24 October 1998 the applicant's mother sent a letter to Mrs Leni Fischer, then President of the Parliamentary Assembly of the Council of Europe. She complained of torture inflicted on the applicant and one of his fellow-inmates, Poltoratskiy, which had resulted in the applicant's suicide attempt and alleged that they had been taken to hospital and that the applicant had been paralysed. The mother further complained that she had been prevented from seeing the applicant.", "28. In a letter of 26 October 1998 the applicant's mother informed the Commission that “in establishment BI 304/199 in Ivano-Frankivsk there was an attempt to execute the unjustly condemned M. Kuznetsov and B. Poltoratskiy illegally, and that the Government tried to conceal this event”.", "29. On 26 October 1998 the applicant's mother sent a request to the Regional Prosecutor to set up a medical commission in order to examine the applicant's state of health. She stated that she had been informed that her son's health had been in danger.", "30. The prison doctor issued a medical report on 28 October 1998. The report concluded that the applicant did not show any signs of having been beaten or tortured and that his state of health was satisfactory. It was confirmed and signed by the applicant.", "31. In his handwritten statement of 28 October 1998 the applicant stated inter alia that no physical violence had been used against him, that he had been treated in a proper way by the prison administration, that his rights had not been violated, that he had no complaint to the prison administration, that he did not think about committing suicide again and that the prison administration had not been involved in his suicide attempt.", "32. The Ivano-Frankivsk Regional Directorate for the Execution of Sentences of the Ministry of the Interior issued a report on 29 October 1998 in response to the applicant's mother's complaint about alleged torture and her request for a medical commission of independent doctors to examine the applicant's state of health. The report stated that on 28 October 1998 the applicant had been examined by the prison doctors who had found no signs of physical injuries. It also stated that the applicant denied that he had been tortured.", "33. In a letter of 30 October 1998 the Deputy Head of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior informed the applicant's mother that her complaint concerning torture to which the applicant had allegedly been subjected had been examined and found to be unsubstantiated. A medical examination of the applicant had not confirmed any signs of torture. Accordingly, there was no reason to set up a medical commission to investigate the allegations.", "34. In a letter of 2 November 1998 the Ivano-Frankivsk Deputy Regional Prosecutor informed the applicant's mother that her complaint concerning visits to the applicant had been examined and that no violation of the applicant's rights in this regard had been found.", "35. In his next letter of 18 December 1998, the Deputy Regional Prosecutor informed the Prosecutor General that there had been several medical examinations of the applicant during the last months in order to establish whether there had been any damage to his state of health caused by the prison administration. The last examination had been carried out on 28 October 1998 with the participation of the staff of the Protection of Health Department of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior. The examination had established that the applicant had not been treated in a manner which was degrading to his human dignity.", "36. On 21 December 1998 the applicant requested permission from the Deputy Head of the Regional Directorate of the Ministry of the Interior, Mr Kmyta, to meet a priest. His request was granted and the applicant met a priest on 26 December 1998.", "37. In his letter of 10 January 1999 the prison governor informed the applicant's mother that her son had attempted to commit suicide on 3 September 1998 and that he had been saved. He also said that a copy of the decision on refusal to institute criminal proceedings in connection with her son's suicide attempt had been sent to the Regional Prosecutor.", "38. In a decision of 5 March 1999 the Senior Prosecutor rejected a criminal complaint by the applicant's mother's against the Ivano-Frankivsk Deputy Regional Prosecutor. He refused to institute criminal proceedings against the Deputy Regional Prosecutor on the ground that no offence committed by him had been found. He stated inter alia that the Act did not apply to the detention conditions of death row prisoners. These were governed by the Instruction, which was covered by the rules on State secrecy.", "39. According to the prison records, the applicant's mother applied to visit the applicant on 24 September 1997, and on 4 and 26 March, 27 June, 27 August, 24 October and 30 November 1998. Permission was given on 7 October 1997, 4 March, 22 April, 1 July, 11 August, 17 November and 11 December 1998 for visits which took place on 4 December 1997 and 4 March, 4 June, 6 July, 11 August and 28 November 1998 and on 5 January 1999. The request of 27 August 1998 was not granted.", "40. In an undated document Deputy Head of the Isolation Block, Y.M. Pavlyuk, declared that during the period from 11 September 1997 and 18 December 1998, neither the applicant nor his parents had asked for permission for the applicant to see a priest. He further declared that during this period no member of the clergy had asked for such permission.", "41. According to the applicant's medical card, the applicant was found to be suffering from gastritis on 13 May and 16 July 1996. On 31 July, 20 August, 16 September, 1 and 6 November 1996, 10 and 15 January, 23 June, 28 August, 12 September, 30 October and 27 November 1997, 23 January, 1 April, 16 July and 4 December 1998 the applicant was found to be suffering from chronic gastritis.", "On 3 September 1998 the applicant was hospitalised after his suicide attempt. On 4 September 1998 he returned to prison. Between 4 and 7 September 1998 he was administered medicines. On 7 and 18 September, 1, 18 and 28 October, 9, 19 and 27 November 1998 the applicant was seen by the prison psychiatrist and on 28 October and 4 December 1998 he was examined by the prison doctor.", "42. Since the facts of the case were disputed, the Commission conducted an investigation, with the assistance of the parties, and accepted oral evidence taken from nineteen witnesses: the applicant; the applicant's parents; Mr Bronislav S. Stichinskiy, Deputy Minister of Justice; Mr Drishchenko, Deputy Prosecutor General; Mr Dotsenko, Head of the Penitentiary Department of the Prosecutor General's Office; Mr Ivan V. Shtanko, Deputy Minister of the Interior; Mr Petro A. Yaremkiv, governor of Ivano-Frankivsk Prison; Mr Bogdan V. Kachur, prison doctor; Mr Valeriy I. Slobodanyuk, prison psychiatrist; Mr Stanislav V. Prokhintskiy, medical assistant; Mr Yuriy M. Pindus, assistant to the prison governor who was on duty on 3 September 1998; Mr Fedir O. Savchuk, assistant to the prison governor who was on duty on the night of 2-3 September 1998; Mr. Mikhail D. Kozakievich, duty guard on duty on the night of 2-3 September 1998; Mr. Bogdan B. Galyas, duty guard on duty on the night of 3 September 1998; Mr Igor P. Ivashko, deputy prison governor; Mr Yaroslav M. Pavlyuk, Deputy Head of the Isolation Block; Mr Valentin M. Nabiulin, Head of the Department for Supervision over Isolation Blocks and Prisons with the Directorate for the Execution of Sentences; Mr Oleksand V. Kmyta, Deputy Head of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior; Mr Anatoliy O. Boyko, Head of the Ivano-Frankivsk Regional Department for the Execution of Sentences of the Ministry of the Interior.", "The Commission's findings may be summarised as follows:", "43. The applicant gave evidence before the Delegates that he had been beaten on 2 September 1998, because of a note which he had passed to another inmate, Poltoratskiy, while he had been mopping the floor in the corridor on 1 September 1998. He had informed Poltoratskiy about a letter he had received from his parents and about its contents. According to him, he had just wanted to communicate because he had been bored sitting alone in his cell. Next morning, he had been called out and beaten by six or seven masked persons with clubs in the “cinema room” on his back, legs and shoulders but not on his head.", "44. The Commission noted that the applicant had written and had signed a statement on 28 October 1998, to the effect, inter alia, that he had been treated in an appropriate manner by the prison administration, that no physical force had been used against him and that he had nothing to complain about. It took into account the fact that before the Delegates, the applicant had denied the contents of his statement and pointed out that the practice of a prison authority to order an inmate to confirm in writing that he had been treated correctly by prison officers raised suspicions.", "45. The Commission considered that the applicant's account of his beating contained a number of details and elements which it would not have expected to find in a fabricated story. It noted, however, that there was no record of any occurrence relating to the ill-treatment described by the applicant. The Commission accepted the applicant's statement that he had not complained in order not to make things worse. However, his account of the events was not supported by any oral or written evidence produced before the Commission or its Delegates. It also noted that the applicant's examination on 3 September 1998 and his subsequent medical treatment between 4 and 7 September 1998 had revealed no sign of physical injury from the ill-treatment he had described. There was no record of such in his medical file by the prison doctor, the prison psychiatrist or the medical assistant .", "46. On 3 September 1998 the applicant was found hanging in his cell, but was resuscitated. According to his mother, his suicide attempt was either the result of his ill-treatment by the prison administration or an attempt to execute him. The Commission accepted the evidence given by Mr Dorotsenko, Head of the Penitentiary Department of the Prosecutor General's Office, that on 3 September 1998, at 8.48, during a routine inspection the applicant had been found with a noose around his neck made out of a piece of blanket. The prison staff had taken all necessary medical measures to save his life. After that he had been taken to hospital, from which he had returned on the following day. His mother had last seen him in August 1998. The witness said that by his attempted suicide the applicant had violated prison rules, and had therefore been placed in solitary confinement for 15 days.", "47. The Commission observed that the applicant's mother's account of the suicide attempt was not completely borne out by the applicant himself who had testified before the Delegates that he had hanged himself because of the beating by prison officers on 2 September 1998. However, he had not recalled any detail relating to the events of 3 September 1998. He had submitted that he had been in a nervous state and could not endure any longer the treatment to which he had been subjected. The Commission noted in this regard that the applicant's account that he had attempted to commit suicide was supported by the testimony given by the prison governor, his two assistants and by the two warders on duty between 2 and 3 September 1998. The statements of these witnesses might not have been totally consistent in every detail. However, the Commission found such differences to be of a minor nature when considered against the detailed, precise and globally consistent accounts presented by them.", "48. In this respect the Commission also attached relevance to the fact that the applicant had immediately been given external heart massage and mouth-to-month resuscitation which had saved his life. At the same time, the ambulance had been called and after the applicant had been examined by the ear, nose and throat specialist, he was transferred to the psycho-neurological hospital where he stayed one day. The Commission noted that three days after his return from hospital, the applicant had stated that he had not hanged himself at all. It considered, however, that the applicant had been then in a state of shock and of partial amnesia. Moreover, the testimony of the prison psychiatrist who had examined the applicant in detail stated that the applicant used to say that he could not see what had caused him to commit suicide and that he could not even imagine why he had done it. The Commission therefore found that it could not be considered as established beyond reasonable doubt that the applicant had been subjected to ill-treatment in prison on 2 and 3 September 1998.", "49. On 23 October 1998 the applicant's mother requested the Ivano-Frankivsk Regional Prosecutor, the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior and the prison governor to set up an independent medical commission in order to examine the applicant's health. She alleged that inmates had been tortured which resulted in a suicide attempt by the applicant or in an attempt on his life. She repeated this request to the Ivano-Frankivsk Regional Prosecutor on 26 October 1998, stating that she had been informed that the applicant's state of health was in danger. On 30 October 1998 the applicant's mother was informed by Mr Kmyta, Deputy Head of the Regional Directorate of the Ministry of the Interior, that her complaint concerning the applicant's alleged torture had been examined and found to be unsubstantiated and that the latter's medical examination had not revealed any signs of torture. There was, accordingly, no reason to set up a medical commission to investigate the allegations. On 3 November 1998 the mother was informed by the prison governor that her request had been rejected on the grounds that there was no sign of torture or the use of any other form of physical violence against the applicant and that his health was satisfactory. In a letter of 20 November 1998 to the applicant's mother, the Deputy Regional Prosecutor confirmed that, on 28 October 1998, the applicant had undergone a medical examination which had established that no violation of the applicant's rights in this regard had been found.", "50. In the meantime, on 29 October 1998, the Ivano-Frankivsk Regional Department for the Execution of Sentences of the Ministry of the Interior had stated in its report, inter alia, that on 28 October 1998 the applicant had been examined by the prison doctors who had found no sign of physical injury.", "51. On 18 December 1998 the Ivano-Frankivsk Deputy Regional Prosecutor sent a letter to the Deputy Prosecutor General in which he had stated, inter alia, that there had been several medical examinations of the applicant during the previous months which could have established whether the applicant's health had been damaged as a result of his treatment by the prison authorities. The last examination had been carried out on 28 October 1998, with the participation of the staff of the Protection of Health Department of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior, and it was found that the applicant had been treated in an appropriate manner. On 10 January 1998 the governor of the prison informed the applicant's mother that the applicant had attempted to commit suicide on 3 September 1998 and that he had been saved. He also informed her that a copy of the decision on refusal to institute criminal proceedings in connection with her son's suicide attempt had been sent to the Regional Prosecutor. The domestic investigations had then ended on 5 March 1999 with a decision by the Senior Prosecutor on the applicant's mother's criminal complaint against the Ivano-Frankivsk Regional Prosecutor. The Senior Prosecutor had refused to institute criminal proceedings on the ground that no offence had been established.", "52. The Commission found that there were no contemporaneous records giving details of any investigation, which the domestic authorities had carried out into the applicant's mother's allegations of the events on 2 and 3 September 1998. It had not seen a single document proving that an investigation had been carried out by the domestic authorities other than those directly involved in the facts of which the applicant's mother complained. Moreover, although it appeared from the extract of the applicant's medical file and from the evidence given by Mr B.V. Kachur, prison doctor, that the applicant had been under medical care between 4 and 7 September 1998 and had been seen by the prison psychiatrist on 7 and 18 September and 1, 18 and 28 October 1998, the applicant's medical examination with the participation of the staff of the Ivano-Frankivsk Protection of Health Department had been carried out on 28 October 1998, i.e. more than one month after the applicant's alleged ill-treatment.", "53. The Commission found that the eight “death row” inmates in Ivano-Frankivsk Prison, including the applicant, were kept in single cells without the opportunity to communicate with other inmates. The applicant's cell measured 2 by 5 by 3 metres. There was an open toilet, a washbasin with one tap with cold water, two beds, a table and a little bench, both fixed on the floor, central heating and a window with bars. The applicant had in his cell some books, onion, garlic, oil, a stock of soap and toilet paper. During the Delegates' visit on 24 and 25 November 1998, the cell had been overheated, particularly in comparison with other rooms in the prison. The light was on 24 hours a day and the central radio was switched off at night. The inmates were frequently observed by prison warders through a spy hole in the door of the cell which deprived them of any kind of private space. The cell was freshly painted, from which the inference may be drawn that conditions had been worse prior to the Delegates' visit. The Commission accepted the applicant's evidence that until May 1998, he had not been allowed to take daily outdoor walks and that the shutters had been removed from the window in his cell in November 1998. The Commission found the applicant's evidence - which was not contested by the Government - persuasive.", "54. The Commission further accepted the applicant's mother's evidence that the applicant had been suffering from nervous disorder already before he had been sentenced and detained. On the ground of his mental illness he had been relieved from military service. Moreover, he had been suffering from chronic gastritis.", "55. Concerning the applicant's mother's visits, the Commission found that apart from her request of 27 August 1998, all her requests for visits had been granted. The prison records showed that she had applied to visit her son on 24 September 1997 and 4 and 26 March, 27 June, 25 July, 24 October and 30 November 1998. Permission had been given on 7 October 1997 and 4 March, 22 April, 1 July, 11 August, 17 November and 11 December 1998 for visits which had taken place on 4 December 1997 and 4 March, 4 June, 6 July, 11 August, 28 November and 5 January 1999. The Commission pointed out that the mother's requests to visit to the applicant of 24 September 1997 and 26 March 1998 had been granted for 4 December 1997 and 4 June 1998, i.e. about three months after the requests had been submitted. Moreover, two warders had been present during the mother's visits, being authorised to interrupt the conversation if they considered that the mother or the applicant had said anything “untrue”.", "56. Regarding the applicant's correspondence, the Commission found that on 6 October 1997 the applicant had applied for the first time to the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior for permission to send a letter to his relatives. Thereafter he had sent letters to his mother on 3 and 9 November 1997, 9 and 30 December 1997, and 19 and 29 January, 16 February, 12 March, 6 April, 6 May, 10 June, 2 July, 6 August, 1 September, 5 October, 4 November and 4 December 1998. He had received letters from his mother on 24 September, 8 and 24 October, 24 November and 25 December 1997, and 14 and 28 January, 5, and 10 February, 13, 16 and 30 March, 6, 9 and 16 April, 6, 12, 20 and 22 May, 3, 17 and 22 June, 1, 15, 20 and 30 July, 19, 25 and 31 August, 15 and 17 September, 1, 10, 14 and 22 October, 10, 21 and 23 November and 4 and 17 December 1998.", "57. The applicant gave evidence that his mother had requested permission for a priest to come to see the applicant. However, from the undated document signed by Mr Y.M. Pavlyuk, Deputy Head of the Isolation Block, it appeared that during the period from 11 September 1997 to 18 December 1998, neither the applicant nor his mother nor a member of the clergy had asked for such permission.", "58. Under Article 8 §§ 2 and 3, the Constitution is directly applicable. There is a guaranteed right to lodge an action in defence of the constitutional rights and freedoms of the individual and of the citizen directly on the basis of the Constitution of Ukraine.", "59. Article 9 § 1 provides that international treaties, which are in force and agreed on as binding by the Verkhovna Rada of Ukraine, are part of the national legislation of Ukraine.", "60. Article 15 § 3 prohibits censorship.", "61. Under Article 19 the legal order in Ukraine is based on the principles according to which no one may be forced to do what is not envisaged by the legislation. State authorities and local self-government bodies and their officials are obliged to act only on these grounds, within the limits of their authority, and in the manner envisaged by the Constitution and the laws of Ukraine.", "62. Article 22 provides that human and citizens' rights and freedoms are guaranteed and may not be diminished by the adoption of new laws or the amendment of laws that are in force.", "63. Under Article 29 §§ 2 and 4 no one may be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with procedures established by law. Everyone arrested or detained must be informed without delay of the reasons for his arrest or detention, apprised of his rights, and from the moment of detention must be given the opportunity to defend himself in person, or to have the assistance of a defence lawyer.", "64. Under Article 55 §§ 2 and 4, everyone is guaranteed the right to challenge the decisions, actions or omissions of State authorities, local self-government bodies, officials and officers of a court of law. After exhausting all domestic legal remedies everyone has the right to appeal for the protection of his rights and freedoms to the relevant international judicial institutions or to the relevant authorities of international organisations of which Ukraine is a member or participant.", "65. Under Article 59 everyone has the right to legal assistance. Such assistance is provided free of charge in cases envisaged by law. Everyone is free to choose the defender of his rights. In Ukraine the Bar (адвокатура) ensures the right to a defence against charges and the provision of legal assistance in deciding cases in courts and before other State authorities.", "66. Article 63 § 3 provides that a convicted person enjoys all human and citizens' rights, subject only to restrictions determined by law and established by a court ruling.", "67. Under Article 64, human and citizens' rights and freedoms guaranteed by the Constitution may not be restricted, except in cases envisaged by the Constitution of Ukraine.", "68. Conditions on death row in the Ukrainian prison system were successively governed by an Instruction of 20 April 1998 on conditions of detention of persons sentenced to capital punishment (hereinafter “the Instruction”) and by Temporary Provisions of 25 June 1999 on the conditions of detention of persons sentenced to capital punishment in the isolation blocks (hereinafter “the Temporary Provisions”).", "69. The Instruction provided that after the sentence had become final, persons sentenced to death had to be kept in isolation from other prisoners in specially designed cells. Save in exceptional cases no more than two such prisoners were to be detained in one cell. The cell area allocated to one prisoner in a single cell had to be not less than 4 square metres and in a double cell not less than 3 square metres. The prisoners were provided with an individual sleeping-place and with bed linen. They wore a uniform designed for the category of especially dangerous recidivists. Reference was also made to their legal status and obligations. This determined the frequency of meetings with relatives and the number of letters inmates could send and receive: they were allowed one visit per month and could send one letter per month. There was no limitation on the correspondence they could receive. The inmates could receive two small packets a year. They were allowed to have a daily one-hour walk in the fresh air. Outside their cells, inmates were handcuffed. They were not allowed to work.", "Prisoners were also allowed to read books, magazines and newspapers borrowed from the prison library and/or bought through the prison distribution network; they could receive money transfers; they could keep personal objects and food in their cells, and buy food and toiletries in the prison shop twice a month (up to the value of the statutory minimum wage), and play board games. They could meet lawyers. Medical treatment was provided in accordance with national legislation.", "The prisoners could lodge complaints with State authorities. Such complaints had to be dispatched within three days. Complaints to the Public Prosecutor were not censored.", "70. The Temporary Provisions extended the rights of persons sentenced to capital punishment in comparison with the Instruction. In particular, prisoners were allowed to have eight hours of sleep during the night; they could receive six parcels and three small packets per year, buy food and toiletries in the prison shop (up to the value of 70% of the statutory minimum wage), pray, read religious literature and have visits from a priest, and write complaints to State authorities. They were allowed to send and receive letters without any limits and to have monthly visits of up to two hours from their relatives. A prison official had to be present during visits.", "71. According to the Code of Criminal Procedure, pre-trial detention is a preventive measure in respect of an accused, a defendant or a person suspected of having committed a crime punishable with imprisonment, or a convicted person whose sentence has not yet been enforced.", "72. In accordance with section 8(4) of the Act, persons sentenced to capital punishment whose sentence had not become final were held separately from all other detained persons.", "73. Section 9(1) of the Act provides inter alia that detainees have the right (a) to be defended in accordance with the rules of criminal law, (b) to be acquainted with the rules of detention, (c) to take a one-hour daily walk, (d) to receive twice a month a parcel weighing up to eight kilograms and to receive unlimited money transfers and amounts of money by way of remittance or personal delivery, (e) to buy foodstuffs and toiletries to the value of one month's statutory minimum wage, paying by written order, as well as unlimited amounts of stationery, newspapers and books in prison shops, (f) to use their own clothing and footwear and to have with them documents and notes related to their criminal case, (g) to use TV sets received from relatives or other persons and board games, newspapers and books borrowed from the library in their previous place of imprisonment or bought at shops, (h) individually to perform religious rituals and use religious literature and objects made of semi-precious materials pertaining to their beliefs, provided that this does not lead to a breach of the rules applicable to places of pre-trial detention or restrict the rights of other persons, (i) to sleep eight hours a night, during which time they are not required to participate in proceedings or to do anything else except in cases of extreme emergency, and (j) to lodge complaints and petitions and send letters to State authorities and officials in accordance with the procedure prescribed by section 13 of the Act.", "74. Under section 11, detainees are required to be provided with everyday conditions that meet sanitary and hygiene requirements. The cell area for one person may not be less than 2.5 square metres. Detainees are to be supplied with meals, an individual sleeping-place, bedclothes and other types of material and everyday provisions free of charge and according to the norms laid down by the Government. In case of need, they are to be supplied with clothes and footwear of a standard form.", "75. In accordance with section 12(1), permission for relatives or other persons to visit a detainee (in principle, once a month for one to two hours) can be given by the administrative authorities of the place of detention, but only with the written approval of an investigator, an investigative authority or a court dealing with the case. Under paragraph 4, detainees have the right to be visited by defence counsel, whom they may see alone with no restrictions on the number of visits or their length, from the moment the lawyer in question is authorised to act on their behalf, such authorisation being confirmed in writing by the person or body dealing with the case.", "76. Under section 13(1), detainees can exchange letters with their relatives and other persons and enterprises, establishments and organisations with the written permission of an authority dealing with the case. Once a sentence starts to run, correspondence is no longer subject to any limitations.", "77. According to Article 28 of the Code (Main requirements of the regime in detention institutions), the main features of the regime in detention establishments are: the compulsory isolation and permanent supervision of sentenced persons, so as to exclude any possibility of new crimes or other acts against public order being committed by them; strict and continuous observance of obligations by these persons; and various detention conditions dependent on the character and gravity of the offence and the personality and behaviour of the sentenced person.", "Sentenced persons must wear a uniform. They must be searched; body searches must be conducted by persons of the same sex as the person searched. Correspondence is subject to censorship, and parcels and packages are subject to opening and checking. A strict internal routine and rules must be established in corrective labour establishments.", "Sentenced persons are prohibited from keeping money and valuables, or other specified objects, in corrective labour establishments. Any money and valuables found are to be confiscated and, as a rule, transferred to the State in accordance with a reasoned decision of the governor of the institution, sanctioned by a prosecutor.", "A list of objects which sentenced persons are allowed to possess, showing the number or quantity of each item and the procedure for confiscating objects whose use is prohibited in corrective labour establishments, must be established by the internal regulations of such establishments.", "Under the procedure established by the Code, sentenced persons are allowed to buy food and toiletries, paying by written order, to be visited, to receive parcels and small packets [Nota: Parcels to be forwarded to a prisoner may be sent by post (посилка) or brought in person to the prison (передача). Small items like books or periodicals can be sent by post as a small packet (бандероль – literally a “bundle”)] and money by remittance, to correspond and to send money to relatives by remittance.", "78. Article 37 § 1 (Purchase of food and toiletries by sentenced persons) provides that sentenced persons are allowed to buy food and toiletries, paying by written order, from the money received by remittance.", "79. Article 40 provides inter alia that a lawyer may be given permission to meet his client on presentation of his licence and identity card. Visits are not limited as to their number and length and, at the lawyer's request, may be carried out without a prison warder being present.", "80. Under Article 41 (Receipt of parcels and small packets by persons sentenced to imprisonment) sentenced persons held in corrective labour colonies (виправнo-тpудова колонія) are allowed to receive, per year: seven parcels in colonies subject to the general regime (колонія загального режиму), six parcels in colonies subject to the strengthened regime (колонія посиленого режиму) and five parcels in colonies subject to the strict and special regime (колонія суворого режиму). Sentenced persons held in educational labour colonies (колонія виховно-трудова) are allowed to receive per year: ten parcels in colonies subject to the general regime and nine parcels in colonies subject to the strengthened regime.", "Convicted offenders serving their sentence in a prison are not allowed to receive parcels.", "Irrespective of the type of regime under which they are held, sentenced persons are allowed to receive not more than two small packets per year, and to buy literature through the sales distribution network without any restrictions.", "The quantity of parcels and small packets of all types is not restricted for sentenced persons held in corrective labour colony camps (виправнo-тpудова колонія-поселення).", "A list of foodstuffs and toiletries which sentenced persons are allowed to receive in parcels and small packets, as well as the procedure for their receipt by and delivery to the sentenced persons, is to be established in the internal regulations of corrective labour establishments.", "81. Under Article 42 (Receipt and sending of money by sentenced persons by remittance) sentenced persons are allowed to receive unlimited amounts of money by remittance, as well as to send money to their relatives and, if this is permitted by the authorities of the corrective labour establishments, to other persons. The money received by remittance is transferred to the personal account of the sentenced person.", "82. Article 43 § 2 (Correspondence of persons sentenced to imprisonment) provides that sentenced persons held in prisons may receive unlimited mail and may send letters as follows: one letter per month for those held under the general regime and one letter every two months for those held under the strengthened regime.", "83. According to section 12(1), the public prosecutor deals with petitions and complaints concerning breaches of the rights of citizens and legal entities, except complaints that are within the jurisdiction of the courts. Paragraph 4 provides that an appeal lies from the prosecutor's decision to the supervising prosecutor and, in certain cases, to the court. Paragraph 5 provides that the decision of the Prosecutor General is final.", "84. Under section 38 the prosecutor or his deputy has the power to make a request to a court for any materials in a case where a judgment or another decision has come into force. If there are any grounds for reopening the proceedings, the prosecutor challenges the court judgment or any other decision.", "85. Under section 44(1) the matters subject to the public prosecutor's supervision are: adherence to the legal rules on pre-trial detention and corrective labour or other establishments for the execution of sentences or coercive measures ordered by a court, adherence to the procedures and conditions for holding or punishing persons in such establishments; the rights of such persons; and the manner of carrying out by the relevant authorities of their duties under the criminal law and legislation on the enforcement of sentences. The public prosecutor may at any time visit places of pre-trial detention, establishments where convicted persons are serving sentences or establishments for compulsory treatment or reform, in order to conduct interviews or peruse documents on the basis of which persons have been detained, arrested or sentenced or subjected to compulsory measures; he may also examine the legality of orders, resolutions and decrees issued by the administrative authorities of such establishments, terminate the implementation of such acts, appeal against them or cancel them where they do not comply with the law, and request officials to give explanations concerning breaches which have occurred.", "86. In its Resolution, the Assembly deplored the executions which, reportedly, had been carried out recently in Latvia, Lithuania and Ukraine. In particular, it condemned Ukraine for apparently violating its commitments to introduce a moratorium on executions of the death penalty upon its accession to the Council of Europe. It called upon this country to honour its commitments regarding the introduction of a moratorium on executions and the immediate abolition of capital punishment, warning it that further violation of its commitments, especially the carrying out of executions, would have consequences under Order No. 508 (1995).", "87. The Assembly confirmed in this Resolution that it had received official information that, in the first half of 1996, eighty-nine executions had been carried out in Ukraine, and regretted that the Ukrainian authorities had failed to inform it of the number of executions carried out in the second half of the year. The Assembly was particularly shocked that executions in Ukraine had been shrouded in secrecy, with apparently not even the families of the prisoners having been informed, and that the executed had been reportedly buried in unmarked graves. It condemned Ukraine for having violated its commitment to put into place a moratorium on executions, deplored the executions that had taken place, and demanded that it immediately honour its commitments and halt any executions still pending.", "88. In these texts, the Assembly noted that Ukraine had clearly failed to honour its commitments (212 persons had been executed between 9 November 1995 and 11 March 1997, according to official sources). At the same time, it noted that since 11 March 1997 a de facto moratorium on executions had been in effect in Ukraine. The Assembly insisted that the moratorium be reconfirmed de jure and that the Verkhovna Rada ratify Protocol No. 6 to the Convention. It stressed the importance of the de facto moratorium on executions and firmly declared that, if any further executions took place, the credentials of the Ukrainian parliamentary delegation would be annulled at the following part-session of the Assembly, in accordance with Rule 6 of its Rules of Procedure.", "89. Delegates of the CPT visited places of detention in Ukraine in the years 1998, 1999, and 2000. Reports on each of the visits were published on 9 October 2002, together with the Responses to the Reports of the Ukrainian Government.", "90. The visit of the delegation, which took place from 8 to 24 February 1998, was the CPT's first periodic visit to Ukraine. In the course of the visit the delegation inspected, inter alia, the pre-trial prison (SIZO) (“investigation isolation” establishment) No. 313/203 in Kharkiv. On the ground floor of building No. 2 of SIZO No. 203 were housed at the time of the visit fifteen prisoners who had been sentenced to death, although as was recorded in a footnote to the Report, the delegation had received assurances that since 11 March 1997 a de facto moratorium on executions had been observed.", "91. In its Report (paragraph 131), the CPT expressed at the outset its serious concern about the conditions under which these prisoners were being held and about the regime applied to them. It was noted that prisoners sentenced to death were usually accommodated two to a cell, the cell measuring 6.5-7m². The cells had no access to natural light, the windows being obscured by metal plates. The artificial lighting, which was permanently on, was not always sufficiently strong with the result that some cells were dim. To ventilate the cells, prisoners could pull a cord that opened a flap; despite this the cells were very humid and quite cold (paragraph 132).", "The equipment in the cells was described in the Report as being rudimentary, consisting of a metal bed and/or sloping platform (equipped with a thin mattress, sheets of dubious cleanliness and a blanket which was manifestly insufficient to keep out the cold), a shelf and two narrow stools. Prisoners were supposed to be able to listen to radio programmes via a speaker built into the wall of the cell, but it had been reported to the delegation that the radio only functioned sporadically (ibid.).", "All the cells had un-partitioned toilets which faced the living-area; as a result, a prisoner using the toilet had to do so in full view of his cellmate. As regards toiletries, prisoners sentenced to death were in a similarly difficult situation as many of the other inmates; items such as soap and toothpaste were rarities (ibid.).", "It was further recorded that prisoners sentenced to death had no form of activity outside their cells, not even an hour of outdoor exercise. At best they could leave their cells once a week to use the shower in the cell-block, and for an hour a month, if they were authorised to receive family visits. In-cell activities consisted of reading and listening to the radio when it worked. Apart from the monthly visits which some inmates received, human contact was limited essentially to the occasional visit by an Orthodox priest or a member of the health-care staff, who spoke to the prisoners through a grille in the cell-door (paragraph 133).", "92. The CPT summarised its findings in this regard as follows:", "“In short, prisoners sentenced to death were locked up for 24 hours a day in cells which offered only a very restricted amount of living space and had no access to natural light and sometimes very meagre artificial lighting, with virtually no activities to occupy their time and very little opportunity for human contact. Most of them had been kept in such deleterious conditions for considerable periods of time (ranging from 10 months to over two years). Such a situation may be fully consistent with the legal provisions in force in Ukraine concerning the treatment of prisoners sentenced to death. However, this does not alter the fact that, in the CPT's opinion, it amounts to inhuman and degrading treatment.” (paragraph 134).", "It was further recorded that the delegation had received numerous complaints from prisoners sentenced to death about the fact that they lacked information with regard to their legal situation the progress of their cases, follow-up to applications for cases to be reviewed, examination of their complaints etc. (paragraph 138).", "93. In its Response to the 1998 Report, the Ukrainian Government recorded that a number of organisational and practical steps had been taken to resolve the problems identified by the CPT. In particular, the Temporary Regulations had been introduced to guarantee to prisoners sentenced to death the right to be visited once a month by relatives, to be visited by a lawyer to get legal assistance, to be visited by a priest and to receive and send correspondence without limitation. It was further noted", "(i) that prisoners sentenced to death would have daily walks in the open air and that for this purpose 196 yards of the pre-trial prisons had been rebuilt or re-equipped;", "(ii) that, in order to improve natural lighting and air of all cells, the blinds and metal peakes over cell windows had been removed; and", "(iii) that, for the purposes of informing inmates sentenced to death of their rights and legal status, extracts from the Temporary Regulations had been placed on the walls of each cell.", "94. A CPT delegation visited Ukraine from 15 to 23 July 1999 in the course of which they again inspected SIZO No. 313/203 in Kharkiv where, at the time of the visit, there were detained 23 prisoners who had been sentenced to death. The Report noted that certain changes had occurred since the previous visit. In particular, the cells had natural light and were better furnished and the prisoners had an hour of exercise per day in the open air, although it was observed that there was insufficient space for real physical exercise (paragraphs 34-35). The Report further recorded that important progress had been made in the right of prisoners to receive visits from relatives and to correspond (paragraph 36). However, the CPT noted certain unacceptable conditions of detention including the fact that prisoners continued to spend 23 out of 24 hours a day in their cells and that opportunities for human contact remained very limited (paragraph 37).", "A third visit to Ukraine took place from 10 to 21 September 2000, in the course of which the delegation inspected, inter alia, the pre-trial prison (SIZO No.15) in Simferopol. The CPT welcomed the decision of the Ukrainian authorities to abolish the death penalty and noted that most of the approximately 500 prisoners subject to the death sentence had had their sentences commuted to life imprisonment.", "95. Despite these welcome steps, the CPT recorded that the treatment of this category of prisoner was a major source of concern to the Committee (paragraph 67). It was noted that, further to a provisional instruction issued in July 2000 and pending the establishment of two high-security units specifically intended for life prisoners, such prisoners were subjected to a strict confinement regime (paragraph 68). While living space in the cells was generally satisfactory and while work had started on refurbishing cells in all the establishments visited, there were major deficiencies in terms of access to natural light and the quality of artificial light and ventilation (paragraph 69). Moreover, life-sentence prisoners were confined in their cells for 23 ½ hours a day with no form of organized activities and, by way of activities outside their cells, were entitled to only half an hour outdoor exercise, which took place in unacceptable conditions. There was virtually no human contact: since the entry into force of the July 2000 instruction, visits from relatives had been forbidden and prisoners were only allowed to send one letter every two months, although there were no restrictions on receiving letters (paragraph70).", "96. In their Response to the Report the Ukrainian Government noted further legal amendments which ensured that life prisoners had one hour of exercise per day and two family visits of up to four hours per month. Further, to ensure adequate access to light, metal shutters had been removed from windows in all cells."], "VIOLATED_ARTICLES": ["3", "8", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}