{"ITEMID": "001-90042", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF STAVROS MARANGOS v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Sverre Erik Jebens;Takis Eliades", "TEXT": ["6. The applicant was born in 1959 and lives in Nicosia. He is currently employed on a temporary basis at the Statistical Service of the Republic of Cyprus.", "7. On 3 July and 9 August 2000 he made two applications for appointment in different sections of the civil service. On 10 July 2001 and 11 September 2001 both of his applications were refused by the Civil Service Commission on the ground that he had not performed his military service or been legally exempted from it.", "8. On 21 September 2001 the applicant lodged a judicial review application before the Supreme Court challenging the relevant decisions of the Civil Service Commission. He contended, inter alia, that he had refused to perform his military service with the Cypriot National Guard as he was a homosexual and that for the determination of his sexual orientation he would have been subjected to degrading treatment contrary to Article 3 and 8 of the Convention.", "9. In its interim decision of 24 February 2003 the court rejected an application for amendment of the applicant’s pleadings. It noted that whether or not the applicant was entitled to be exempted from military service was not a contested issue in the pending proceedings and, as such, could not be examined. The issue under dispute in the proceedings before the court was the lawfulness of the decision by the Civil Service Commission dismissing the applicant’s application for lack of fulfilment of the requirement of completion of military service.", "10. On 17 October 2003 the Supreme Court rejected the judicial review application and made an order for costs against the applicant. It justified the rejection by referring to the reasons set out in its previous interim decision and, in particular, that the applicant did not meet one of the basic requirements for appointment to the Civil Service.", "11. On 28 November 2003, the applicant lodged an appeal before the Supreme Court against its first-instance judgment. The grounds of appeal had been drafted by the applicant’s representative. On 30 July 2004 the applicant filed his skeleton argument which had also been prepared by his representative. The appeal was set for a hearing on 9 October 2006.", "12. Until that stage of the proceedings, the applicant was being represented by a lawyer of his choice, but due to his inability to settle outstanding legal fees he had to stop receiving legal assistance from his lawyer.", "13. On 2 August 2004 he filed an application for legal aid claiming that the proceedings concerned the protection of his human rights and thus fell within the scope of proceedings for which the grant of legal aid was envisaged by the Legal Aid Law 165 (I) of 2002.", "14. On 4 October 2004, his application for legal aid was rejected by the Supreme Court, acting in a panel of five judges, which referred to the relevant provisions of the Legal Aid Law and explained that legal aid could only be provided in criminal proceedings, civil proceedings that concern determination of a litigant’s human rights and proceedings lodged before the family courts. The proceedings introduced by the applicant, who sought judicial review under Article 146 of the Constitution of a decision refusing to appoint him in the civil service, did not constitute civil proceedings and, as such, his legal aid application had to be refused.", "15. On 3 November 2006 the Supreme Court dismissed the applicant’s appeal. The court referred to the arguments developed by the applicant’s lawyer in the proceedings. It found that the issue of unconstitutionality had not been raised by the applicant’s lawyer in accordance with the requirements set out in the relevant procedural provisions and case-law given that it had only been set out in a vague and imprecise manner in the application seeking judicial review. The court further took into account the points raised by the applicant’s lawyer in his written address to the Court. It found that the vague suggestions made concerning unconstitutionality had no legal foundation and were irrelevant to the subject-matter of the judicial review application. No other ground for annulment of the relevant decision had been raised or shown.", "16. Article 146 of the Constitution of the Republic of Cyprus provides as follows:", "“1. The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.", "2. Such a recourse may be made by a person whose any existing legitimate interest, which he has either as a person or by virtue of being a member of a Community, is adversely and directly affected by such decision or act or omission.", "3. Such a recourse shall be made within seventy-five days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse.", "4. Upon such a recourse the Court may, by its decision-", "(a) confirm, either in whole or in part, such decision or act or omission; or", "(b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or", "(c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed.", "5. Any decision given under paragraph 4 of this Article shall be binding on all courts and all organs or authorities in the Republic and shall be given effect to and acted upon by the organ or authority or person concerned.", "6. Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared there under that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant.”", "17. Law 165 (I) of 2002 on Legal Aid provides, in so far as relevant, as follows:", "“3. Legal aid shall be granted free of charge in the proceedings provided for in sections 4, 5 and 6 below, to the extent and under the conditions laid down therein.", "4.- (1) This section applies-", "(a) In criminal proceedings before a court, against any person, for an offence that he may have committed in violation of any legislative provision, for which an imprisonment sentence exceeding one year is provided for and includes preliminary interrogation and every other stage of interrogation or other procedure taking place before the commencement of subsequent criminal proceedings that relate to it;", "(b) Except for the criminal proceedings provided for in paragraph (b) of subsection (1) of section 5 below, in any other proceedings before a court exercising its criminal jurisdiction.", "(2) For the purposes of the application of this section, the term “court” means the District Court, Assize Court, Military Court and includes the Supreme Court, when examining any issue raised in criminal proceedings, in exercising its first- or second-instance jurisdiction.", "(3) In the proceedings provided for in subsection (1) above, legal aid will be granted free of charge, and will include advice, assistance and representation.", "5. (1) For the purposes of the application of this section, the term “proceedings for determined violations of human rights” means any:", "(a) Civil proceedings before a court, at any stage, lodged against the Republic for damages sustained by a person due to determined violations of human rights; or", "(b) Criminal proceedings lodged by any person where the offence in examination concerns determined violations of human rights.", "(2) Legal aid will be granted, free of charge, to proceedings concerning determined violations of human rights.", "(3) Legal aid granted by virtue of this section:", "(a) In the case of civil proceedings lodged in the Republic or criminal proceedings, will include advice, assistance and representation; and", "(b) In civil proceedings lodged outside the Republic, will include only advice.", "(4) The Ministerial Council may, by an order published in the Official Gazette of the Republic, amend the Table.", "6. (1) For the purposes of this section, the term “proceedings before a family court” means:", "(a) Proceedings raised in respect of family relations on the basis of provision of bilateral or multilateral treaties to which the Republic has acceded; or", "(b) Proceedings concerning parental care, alimony, recognition of a child, adoption, proprietary relations of spouses and any other marital or family dispute.", "(2) Free legal aid is provided for in proceedings before a family court, and includes advice, assistance and representation.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}