{"ITEMID": "001-5672", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "OFFERHAUS and OFFERHAUS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicants are Netherlands nationals, born in 1972 and 1975 respectively and living in Amsterdam and Utrecht respectively. They are represented before the Court by Mr G.A. Offerhaus, a lawyer practising in Amsterdam.", "The applicants each held 1,787 shares in a Netherlands public limited company (Naamloze Vennootschap), Nationale-Nederlanden, then the biggest insurance company in the Netherlands.", "In 1990 the boards of directors of Nationale-Nederlanden and a bank, the public limited company NMB-Postbank, set up a holding company, Internationale Nederlanden Groep N.V. (better known as ING), with a view to obtaining shares in Nationale-Nederlanden and NMBPostbank in return for ING shares. After having initially made an unsuccessful offer to shareholders of the two existing companies, ING succeeded in March 1991 in obtaining the vast majority of all outstanding shares.", "The applicants were among a number of minority shareholders who refused to part willingly with their shareholdings in Nationale-Nederlanden.", "On various dates in August 1992 ING summoned these minority shareholders to appear before the Corporation Law Division (Ondernemingskamer) of the Court of Appeal (Gerechtshof) of Amsterdam. ING asked the Corporation Law Division to order the minority shareholders to hand over the shares and to set a price per share.", "Of the two applicants only Ms Ykeline Helena Florentina Offerhaus was represented in the ensuing proceedings. She did not object to handing over her shares to ING but asked that the price per share be set at 128.79 NLG (Netherlands guilders).", "The Corporation Law Division gave judgment on 11 September 1995. It ordered the minority shareholders to hand their shares over to ING against payment of NLG 98.32 plus statutory interest over that sum from 1 December 1994 up until the date on which the handover took place but minus any dividends paid during that period. This price was based on the rate at which ING had offered to exchange Nationale-Nederlanden shares for its own, and the price at which ING shares were traded at the stock exchange on 1 December 1994.", "The applicants appealed on points of law (cassatie) to the Supreme Court (Hoge Raad). Insofar as is relevant here, they complained about the way in which the price per share had been calculated. In their view, the basis for the calculation should not have been the price at which the shares in question had been traded on the stock exchange but the takeover value of the enterprise divided by the number of shares (the intrinsic value); this would have resulted in a higher price per share.", "On 11 September 1996 the Supreme Court gave judgment. It decided to dismiss the appeal, finding that it was reasonable to take the price at which shares were traded on the stock exchange as indicative of their market value and noting that the exchange rate of Nationale-Nederlanden shares against ING shares had not been called into question. Insofar as the applicants relied on Article 1 of Protocol No. 1, the Supreme Court held:", "“4.6. The cassation plea further argues that, on ground of Article 1 of Protocol No. 1 to the Convention, the shareholders <concerned> can claim an exchange value that has been determined according to the most advantageous manner of calculation of the value.", "4.6.1. Shareholders having to hand over their shares are entitled to a real price for their shares. It cannot be derived from the aforementioned provision that that price should be another price than this price, and in particular not that always that price should be considered which, according to (theoretical) calculations, would attain the highest result. Neither the statutory rules on share handovers, nor - as in fact in the present case - the Corporation Law Division seek to compensate more than the “real” value of the shares. There is no violation of Article 1 of Protocol No. 1 on this point, so that this part of the cassation plea also fails.", "It is not stated when precisely the applicants eventually handed over their shares to ING and how much they were actually paid. They do allege, however, that at that moment the price at which the shares concerned were traded at the stock exchange was considerably higher than that at which they had been valued by the Corporation Law Division plus statutory interest.", "Article 2:92a § 1 of the Civil Code provides that a shareholder who on his own account provides at least 95% of the subscribed capital (geplaatst kapitaal) in a public limited company is entitled to seek an order addressed to the collected minority shareholders for the compulsory handover of the remainder of the shares. Article 2:92a § 2 provides that no such handover shall be ordered inter alia if one of the minority shareholders would thereby incur disproportionate financial loss. Article 2:92a § 5 requires the competent court to set a price for the shares at a specific date. To this price must be added the statutory interest up until the date of the actual handover, but dividends paid out after the date set by the court must be deducted. The court may of its own motion obtain expert advice.", "It appears from the Explanatory Memorandum to the Act which enacted that article that the intention of the legislature was to protect the holding company against the undue expense and complication which could be caused by such minority shareholdings: for instance, separate annual meetings of shareholders had to be held; annual reports had to be more comprehensive; and the company concerned could not, for tax purposes, be considered to form a single taxable entity. It is stated that an arrangement which ensures that the minority shareholders receive a fair price does not cause them loss: thus, if no agreement on the price is reached the court is not bound by the figure proposed by the majority shareholder but sets a figure of its own. The price for the shares will normally be calculated on the basis of the company’s balance sheet but may be determined as per any specific date chosen by the court (Lower House of Parliament, parliamentary year 1984-85, 18 904, no. 3, pages 5 and following)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}