{"ITEMID": "001-23392", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "NAGY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicant, a national of Hungary and the United States, was born in 1943 and lives in Los Angeles, California. The respondent Government are represented by Mr L. Höltzl, Agent. The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1991 criminal proceedings on charges of fraud and other offences were initiated against the applicant and five other suspects. On 3 December 1991 the applicant was arrested. On 6 December 1991 the Pest Central District Court ordered his detention on remand. This decision was upheld on appeal.", "After extensions of his detention on 2 January, 3 March, 2 June, 22 July and 30 October 1992, the applicant was released on 6 January 1993. He alleges that between that date and 18 April 1998 he stayed at his mother’s home in Csömör, Hungary.", "On 12 March 1993 the case-file was transferred to the public prosecutor’s office.", "On 27 December 1993 a bill of indictment was preferred in the case. The applicant was charged with the offences of fraud and forgery and manipulation of documents.", "On 25 January 1994 the Pest Central District Court’s mail to the applicant, which included the bill of indictment, was returned as the addressee was unknown.", "On 26 February 1994 the Budapest VI/VII District Police Department confirmed that the applicant could not be located at his last known address.", "Having received information about the applicant’s last address before his emigration to the United States, in August 1994 the District Court unsuccessfully attempted to serve the bill of indictment on him at that address.", "On 4 January 1995 the U.S. Embassy in Budapest issued a passport to the applicant. According to the stamps in this passport, during the period until April 1998 the applicant travelled to and from Hungary on numerous occasions.", "On 14 March 1995 the Budapest Police Department informed the District Court that the search for the applicant had been unsuccessful. On 31 March 1995 an arrest warrant was issued.", "A hearing was held on 27 June 1995. Observing that some defendants had absconded, the District Court suspended the proceedings. Subsequently, the case was transferred to the Budapest II/III District Court.", "On 8 September 1997 the applicant lodged an application for a passport with the Passport Office in Hungary. On 4 November 1997 the Passport Office refused to renew his Hungarian passport on account of the criminal proceedings pending against him. On 2 February 1998 the Minister of the Interior dismissed his administrative appeal.", "Subsequently, the District Court was informed of these administrative proceedings. Using the address indicated by the applicant in his passport application, the court again attempted to serve the bill of indictment on him, but without success. In response to the court’s request, the competent Gödöllő Police Department found out about the applicant’s address in Csömör on 12 June 1998.", "Meanwhile, apparently on 18 April 1998, the applicant left Hungary and returned to the United States where he has remained ever since.", "On 22 June 1998 a summons to a hearing scheduled for 7 June 1998 was served on the applicant’s wife. At the hearing, however, neither the applicant nor his formerly authorised legal counsel showed up. On 21 July 1998 the counsel informed the District Court that he was no longer representing the applicant. The court’s renewed summons could not be served on the applicant as he was not available at his last known address.", "The next hearing was held on 21 October 1998.", "The applicant’s whereabouts remained unknown until March 1999 when he wrote to the Ministry of Justice from Los Angeles. On 26 March 1999 the District Court again issued an arrest warrant. Its further attempts to summon the applicant using his last known addresses in Hungary and Los Angeles remained unsuccessful.", "Another hearing took place on 15 July 1999. On this occasion, the court considered the possibility of seeking the applicant’s extradition.", "On 15 November 1999 the District Court again suspended the proceedings, having regard to the fact that the applicant and other defendants had absconded.", "On 13 March 2000 the District Court resumed the proceedings. It held a hearing on that day and another hearing on 10 April 2000. On the latter date, it issued an order discontinuing the criminal proceedings against the applicant on the ground that the charges had become time-barred on 31 March 2000.", "According to section 35 § 2 of the Code of Criminal Procedure, as in force in the relevant period, a period of suspension is included in the prescription period if the proceedings are suspended because the perpetrator’s whereabouts are unknown."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}