{"ITEMID": "001-66631", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "HOFBAUER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Alois Hofbauer, is an Austrian national who was born in 1935 and lives in Gföhl. He was represented before the Court by Mr H. Malek, a lawyer practising in Krems. The respondent Government were represented by their Agent, Ambassador H. Winkler, Head of the International Law Departement at the Federal Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 May 1985 the mayor of Gföhl granted the applicant’s neighbours a building permit for a house and a garage, whereby the latter was to be situated on the border of the applicant’s property. The applicant’s appeals were to no avail and the proceedings were terminated by the Administrative Court’s decision of 17 January 1989.", "Further proceedings in which the applicant had contested his obligation to allow his neighbours to enter upon his land in order to enable them to construct the garage remained unsuccessful and were terminated by the Administrative Court’s decision of 19 January 1993. Subsequently, proceedings to enforce the applicant’s obligation were conducted.", "On 11 July 1993 the applicant requested the Gföhl municipality to issue a demolition order for his neighbours’ garage. He submitted, in particular, that the garage had not been constructed in accordance with the requirements of the building permit as regards fire protection measures.", "On 4 August 1993 the mayor of Gföhl dismissed the applicant’s request.", "On 22 June 1994 the applicant’s appeal was dismissed by the Municipal Council.", "On 2 January 1995 the Lower Austria Regional Government, upon the applicant’s objection, quashed the Municipal Council’s decision and referred the case back to it, finding that it had failed to establish the relevant facts as regards the question whether deviations from the building permit impeded the fire resistance of the garage at issue.", "On 2 February 1995 the applicant lodged a complaint against the Regional Government’s decision, alleging in particular that the reasons given indicated that his request was unfounded.", "On 21 February 1995 the Administrative Court, without holding a hearing, dismissed the applicant’s complaint against the Regional Government’s decision. It noted that, in any case, the reasons given for a decision were not binding.", "On 3 July 1995 the Municipal Council carried out an inspection of the garage in presence of an expert for building matters but in absence of the applicant. A report was drawn up by the expert, finding that the garage’s outer wall was fire resistant. Subsequently, on 21 December 1995, the Municipal Council again dismissed the applicant’s appeal against the decision of 4 August 1993.", "On 13 March 1996 the Lower Austria Regional Government, upon the applicant’s objection, quashed the Municipal Council’s decision and referred the case back to it, finding that it had failed to give the applicant an opportunity to comment on the report of the inspection carried out on 3 July 1995.", "On 1 April 1996 the applicant’s counsel, on whom the Municipal Council had served the report of 3 July 1995, submitted written observations. He submitted in particular that the expert’s submissions contained in the report did not meet the basic requirements of an expert opinion.", "On 25 April 1996 the applicant lodged a complaint with the Constitutional Court, claiming that the decision of 13 March 1996 was arbitrary and that the reasons given for it showed that the Regional Government considered his request to be unfounded.", "On 8 October 1997 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success and transferred the case to the Administrative Court.", "On 24 March 1998 the Administrative Court, without holding a hearing, dismissed the applicant’s complaint against the Regional Government’s decision of 13 March 1996.", "On 21 December 1998 the Municipal Council again dismissed the applicant’s appeal against the decision of 4 August 1993.", "On 9 March 1999 the Lower Austria Regional Government dismissed the applicant’s objection. It found in essence that the outer wall of the garage was fire-resistant. As it had not been constructed in contravention of the building permit, there was no basis for issuing a demolition order.", "On 8 June 1999 the Constitutional Court dismissed the applicant’s complaint for lack of prospects of success and transferred the case to the Administrative Court.", "On 8 September the applicant supplemented his complaint to the Administrative Court and requested that an oral hearing be held. He complained about the duration of the proceedings. As to their merits, he maintained that his neighbours’ garage did not comply with the relevant provisions on fire-resistance. Further, he complained that he had not been present at the inspection of the garage on 3 July 1995 and that the expert opinion was not conclusive. Moreover, he challenged all members of the competent chamber of the Administrative Court for bias.", "On 18 October 1999 the Administrative Court dismissed the applicant’s motion for bias.", "On 29 August 2000 the Administrative Court dismissed the applicant’s complaint as being unfounded. Furthermore, the Administrative Court refused the applicant’s request for an oral hearing, relying on section 39 § 2 (6) of the Administrative Court Act which allows it to forego a hearing if it is not likely to contribute to the clarification of the case.", "The court noted that the applicant’s neighbours had a final building permit, which he could no longer challenge. As regards the applicant’s complaint about the duration of the proceedings it noted that the proceedings concerning the issuing of the building permit and the proceedings concerning his request for a demolition order were to be regarded separately. The latter proceedings had not yet lasted unreasonably long.", "As to the applicant’s request for a demolition order, the court noted that the report of the inspection of 3 July 1995 had been duly served on the applicant who had commented thereon. Consequently, the fact that he had not been summoned to participate in the inspection did not constitute a procedural defect. Furthermore, the authority’s finding that the garage’s outer wall was fire-resistant was based on a conclusive expert opinion. Consequently, the Administrative Court confirmed the Regional Government’s view that the garage complied with the building permit. The Administrative Court’s decision was served on 5 October 2000.", "In connection with the above proceedings, the applicant conducted two sets of proceedings under the Official Liability Act.", "On 9 October 1998 the applicant filed an action with the Krems Regional Court, claiming that the Gföhl municipality had acted unlawfully in that it had failed to summon him to the inspection of 3 July 1995 and requesting lawyer’s costs incurred for the appeal against the ensuing decision. The court held a hearing on 12 January 1999. A further hearing was postponed once on the defendant’s request and once on the applicant’s request and was finally held on 26 November 1999. On 19 June 2000 the Krems Regional Court granted the applicant’s action on the merits but reduced the amount claimed by some 65 Euros. The decision was served on 26 June 2000.", "In a further set of proceedings started on 2 February 1999 the applicant claimed costs incurred on account of the allegedly unlawful decisions of the Lower Austria Regional Government. On 11 June 1999 the Krems Regional Court found that it did not have jurisdiction to deal with the case and transferred it to the St. Pölten Regional Court. The latter, after having received submissions from both parties, held a hearing on 18 January 2000. On 25 August 2000 the St. Pölten Regional Court dismissed the applicant’s claim. On 9 January 2001 the Vienna Court of Appeal dismissed the applicant’s appeal. The decision was served on 5 February 2001.", "In June 1999, proceedings concerning the possible appointment of a guardian for the applicant were instituted by the Krems District Court. They were discontinued on 12 December 1999 after the court had established that the applicant did not need the assistance of a guardian."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}