{"ITEMID": "001-23848", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "IVANOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mrs Nataliya Nikolayevna Ivanova, is a Russian national, who was born in 1953 and lives in Novokuznetsk. The respondent Government are represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 26 May 1994 the applicant's husband was killed in a sobering-up centre No. 4 in Novokuznetsk (медвытрезвитель № 4 г. Новокузнецка) by negligent behaviour of Mr G., another detainee.", "On 9 September 1996 Mr G. was convicted by the Zavodskoy District Court of Novokuznetsk of the negligent manslaughter.", "Shortly after the conviction the applicant brought civil proceedings for damages against Mr G.", "On 3 December 1996 the Zavodskoy District Court of Novokuznetsk awarded her a lump-sum compensation and monthly payments. The Zavodskoy District Prosecutor appealed.", "On 4 February 1997 the Kemerovo Regional Court reversed the judgment of 3 December 1996 and remitted the case for fresh examination by the district court.", "On 10 April 1998, in the new proceedings, the applicant requested the Zavodskoy District Court of Novokuznetsk to replace the defendant by the Internal Affairs Department of Novokuznetsk (Управление внутренних дел г. Новокузнецка) which was in charge of the sobering-up centre. In its judgment of the same date the court decided that the damages should be paid by Mr G. and the Internal Affairs Department of Novokuznetsk in equal shares.", "On 16 July 1998 the Kemerovo Regional Court reversed on appeal the judgment of 10 April 1998 due to incorrect calculation and a lack of legal grounds for civil liability of the sobering-up centre. It remitted the case for fresh examination by the first instance court.", "On 6 October 1998 the Zavodskoy District Court of Novokuznetsk ordered the Internal Affairs Department of Novokuznetsk to pay the damages to the applicant. This judgment was appealed against by the Zavodskoy District Prosecutor of Novokuznetsk.", "On 24 November 1998 the Kemerovo Regional Court reversed on appeal the judgment of 6 October 1998 and remitted the case for fresh examination by the first instance court.", "On 8 June 1999 the Zavodskoy District Court of Novokuznetsk awarded the applicant damages to be paid both by the State (70%) and by Mr G. (30%). The Ministry of Finance appealed, claiming that the damages were to be charged from the municipal, not federal budget. Mr G. also appealed.", "On 26 August 1999 the Kemerovo Regional Court upheld on appeal the judgment of 8 June 1999.", "On 13 October 1999 the applicant was informed that the enforcement of the judgment was stayed pending the supervisory review proceedings.", "On 12 April 2000 the President of the Kemerovo Regional Court lodged a request for a supervisory review of the judgment (протест на решение суда, вступившее в законную силу, an extraordinary appeal).", "On 16 June 2000 the Presidium of the Kemerovo Regional Court granted the extraordinary appeal and quashed the judgment as it had found the State's liability in this case “disputable”. It remitted the case for fresh examination by the district court.", "On 19 December 2000 the Zavodskoy District Court of Novokuznetsk awarded a part of the damages to be paid to by the State (60%) and another part by Mr G. (40%).", "On 10 July 2001 the Kemerovo Regional Court reversed on appeal the judgment of 19 December 2000 for lack of legal grounds for civil liability of the sobering-up centre. It remitted the case for fresh examination by the first instance court.", "On 23 August 2001 Zavodskoy District Court of Novokuznetsk granted the applicant's request to stay the proceedings.", "On 6 May 2003 the applicant sent a letter to the Zavodskoy District Court of Novokuznetsk. It follows from its context that the court had notified the applicant about the resumption of the proceedings. The applicant, however, was opposed to the continuation of the trial and insisted that the proceedings would remain stayed until the Strasbourg Court had decided on the admissibility and the merits of her application.", "On 10 July 2003 the Novoilyinskiy District Court of Kemerovo nevertheless resumed the proceedings. The applicant expressly waived any claims against Mr G. but reiterated her claims against the State. In its judgment of the same day the court found that no fault or negligence of the sobering-up centre staff had been established in the criminal proceedings concerning the death of the applicant's husband, hence there were no statutory grounds to impose civil liability on the State. The court refused to award damages against the State and found that they could be awarded against Mr. G, but for the applicant's express refusal to sue him.", "On 10 September 2003 the Kemerovo Regional Court upheld on appeal the judgment of 10 July 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}