{"ITEMID": "001-70625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SOTTANI v. ITALY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Giovanni Sottani, is an Italian national who was born in 1950 and lives in Scandicci (Florence). He was represented before the Court by Mr Di Donato, Ms Costantini and Mr De Stefano, lawyers practising in Florence.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 4 March 1991 the applicant’s wife, B.C., who had been suffering from acute leukaemia, died at Careggi Hospital in Florence. After carrying out a hospital autopsy (autopsia amministrativa) on 5 March 1991 to determine the cause of death, the doctors indicated in the medical record that the applicant’s wife had died of acute bronchopneumonia.", "On 3 April 1991 the applicant lodged a criminal complaint with the public prosecutor’s office at Florence Magistrate’s Court (“the prosecutor’s office”), claiming, inter alia, that certain delays had contributed to his wife’s death, especially delays in performing a chest X-ray and in recording the results of a platelet test. In addition, the applicant stated that one of the doctors who treated his wife had described a “French drug” used in her treatment as “dreadful” and “directly attacking the DNA cells”. The applicant thus complained that he had not been informed that the drug was dangerous and asked whether it had already passed the trial stage or was still undergoing trials.", "On an unspecified date and on the basis of an expert report, the public prosecutor, considering that the delays indicated by the applicant had no causal link with the death of B.C. and that her leukaemia had reached a terminal phase, requested that the investigating judge discontinue the proceedings. On 24 September 1991 the applicant lodged an objection, indicating, inter alia, that the “question concerning the amsacrine-based drug administered to his wife” had not been addressed.", "On 7 October 1991, on the basis of a medical certificate, the investigating judge found that B.C.’s leukaemia had not reached the terminal phase as the expert had indicated. He dismissed the request for discontinuation and ordered a new expert report. The investigating judge questioned in particular whether the amsacrine-based drug had been administered to the applicant’s wife “in accordance with the knowledge of specialised medical science in that field”.", "In a report dated 4 February 1992, the expert indicated that the doctors had not committed any error, carelessness or negligence in the treatment of B.C.’s illness. Having analysed the medical literature, the expert also expressed the opinion that the amsacrine-based drug had been administered to her in accordance with technical knowledge in the relevant field.", "On 20 February 1992 the public prosecutor again requested that the case be discontinued, and the applicant lodged an objection on 12 March 1992.", "On 13 April 1992 the investigating judge dismissed the objection and discontinued the proceedings.", "On 22 July 1992 the applicant applied for the reopening of the preliminary investigation, but his application was rejected on 28 July 1992.", "On 28 January 1994 the applicant again lodged a criminal complaint with the prosecutor’s office. He complained that morphine, which is contra-indicated in cases of respiratory disorders, had been administered to his wife and that certain doctors had fabricated the time of her death on the medical record in order to avoid liability for manslaughter.", "According to an expert report dated 28 December 1994, the therapy chosen for the treatment of the applicant’s wife was adequate and there was no causal link between the administration of the morphine and her death.", "On 14 March 1995 the prosecutor’s office accordingly called for the discontinuance of the proceedings. The applicant lodged an objection on 27 March 1995.", "On 31 March 1995 the investigating judge discontinued the proceedings.", "On an unspecified date the applicant learnt from an article in the New England Journal of Medicine of 26 January 1995 that F.L., a colleague of P.R.F., the doctor in charge of the haematology department of Careggi Hospital, had worked on trials involving the amsacrine-based drug “A.”, used to treat leukaemia.", "In a parliamentary question of 4 May 1998, M.B., a member of parliament, requested that the Minister of Justice and the Minister of Health conduct an inquiry at the haematology department of Careggi Hospital to ascertain, in particular, details of any trials of the drug “A.”.", "In a letter of 10 June 1998, the Health Minister therefore requested that Careggi Hospital provide him promptly with any information about any such trials.", "That request, which went unanswered, was repeated on 23 June and 9 July 1998.", "In a note of 16 July 1998, Careggi Hospital informed the Health Minister that no further trials involving the drug “A.” had been carried out since 1993.", "On 6 August 1998 the Health Minister requested that the Rome carabinieri find out whether there had been any trials of the drug “A.” at Careggi Hospital during the period preceding the death of the applicant’s wife and, if so, to obtain details of any such trials.", "In a report of 26 October 1998, the carabinieri informed the Health Minister that, according to the information provided by P.R.F., no trials of the drug “A.” had been conducted at Careggi Hospital. However, P.R.F. had indicated that the drug in question had been administered to the applicant’s wife as part of her leukaemia treatment and that she had died following an acute infection that had been an adverse effect of the drug. In addition, P.R.F. asserted that the patient’s relatives had been informed that the drug had been administered.", "In the meantime, on 5 September 1998, the applicant had again lodged a criminal complaint with the prosecutor’s office. He claimed, inter alia, that the drug “A.”, whilst still undergoing trials, had been administered to his wife without her knowledge and without the consent of her family. On 15 September 1998 the prosecutor’s office ordered an expert report.", "On 29 October 1999 the prosecutor ordered the carabinieri to add to the case file the documents attesting to the participation of the applicant’s wife in the trials.", "In an undated report based on the article from the New England Journal of Medicine, the expert observed that international trials of treatment for acute leukaemia had been under way during the period when the applicant’s wife was being treated in hospital. The medication used in that treatment included the drug “A.”, which had not been registered in Italy. According to the article, the patients who participated in the trials had given their consent in accordance with the regulations of each hospital. On the basis of the documents provided by the carabinieri, the expert went on to indicate that B.C. had been included in the trials without her knowledge and that she had died not from acute bronchopneumonia but from a heart attack following the administration of the drug “A.”.", "On 24 April 2001 the doctors who had treated B.C. were committed for trial on a charge of manslaughter. They were accused of giving the applicant’s wife a drug that had not been registered in Italy without informing her either of the risks incurred or of her inclusion in the trials.", "The case was listed for a preliminary hearing on 6 November 2001. On that date the applicant joined the proceedings as a civil party.", "On 7 January 2002 the preliminary hearings judge found that there was no case to answer. He considered that it had not been established with certainty that the drug administered to B.C. could lead to heart complications or that her death had been caused by a heart attack, since the initial medical report had indicated acute bronchopneumonia as the cause of death. In addition, he noted that the public prosecutor had not ordered a judicial autopsy in the course of the initial investigation. Because of that omission in the judicial investigation, the exact cause of B.C.’s death could no longer be established.", "The relevant Articles of the Code of Criminal Procedure (“the CCP”) provide:", "“Applications to join the proceedings as a civil party shall be made from the preliminary hearing stage ...”", "“Injured parties shall exercise the rights and powers expressly afforded to them by law, and may, furthermore, at any stage of the proceedings, submit pleadings and, except in cassation proceedings, request the inclusion of evidence.”", "“Injured parties may appoint a statutory representative for the exercise of the rights and powers afforded to them ...”", "“1. In the course of the preliminary investigation, the public prosecutor and the person being investigated [persona sottoposta alle indagini] may apply to the judge for the immediate production of evidence [incidente probatorio] ...”", "“1. Injured parties may request that the public prosecutor apply to the investigating judge for the immediate production of evidence [incidente probatorio] in the course of an investigation.", "2. In the event that the public prosecutor fails to grant that request, he shall give reasons for his decision and notify the same to the injured party.”", "Article 116 of the implementing provisions of the CCP, pertaining to investigations into deaths that appear to have occurred as a result of a crime, provides:", "“Where it is suspected that a person died as a result of a crime, the public prosecutor shall verify the cause of death and, should he consider it necessary, order an autopsy ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}