{"ITEMID": "001-91357", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SAYGILI AND FALAKAOGLU v. TURKEY (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General}", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["5. The applicants were born in 1966 and 1974 respectively and live in Istanbul. They are, respectively, the owner and the editor-in-chief of a daily newspaper called Yeni Evrensel.", "6. On 23 October 2000, on payment of a certain amount of money, Yeni Evrensel newspaper published three declarations by detainees who were being kept in several prisons in Turkey and who were either convicted or being tried on charges of having been involved in the activities of leftwing illegal armed organisations. By these declarations the detainees protested mainly against the F-type prison system put in place by the Government. They stated, in particular, that they would go on hunger strike until the Government abolished the F-type prison system. They also made a number of other requests to the Government, such as the abrogation of Law no. 3717 (Anti-Terrorism Law), the state security courts and anti-democratic laws as well as prosecution of those who tortured detainees.", "7. The first declaration on page 9 of the newspaper was entitled “We warn the Government which tries to put in place a cell system, we will not enter the cells”, and in its relevant parts stated as follows:", "“As we fought off the 12 September Junta’s policies of controlling the prisons,", "As the circulars of 1 August were torn off,", "As the Eskişehir coffin house (prison) was forced to close down in 1991,", "As we forced the authorities to close down the Eskişehir coffin house once again in 1996 by our hunger strikes and we set up a barricade against the attacks on the people, today we the revolutionary prisoners who have come across the same duties will fight off this attack as well. We will pay off whatever it costs. But we will not enter the cells. From now on the strong voice of the resistance will resonate in the prisons of our country. As detainees of the DHKP-C and TKP (ML) cases kept in various prisons, we start an indefinite hunger strike from 20 October 2000 until the F-type cell assault ends and our demands are met...", "We will die but we will not enter the cells,", "Long live our general resistance,", "We will win...”", "8. The second declaration on page 10 of the newspaper was entitled “We are on indefinite hunger strike, we will die but we will not enter the cells”, and stated in its relevant parts:", "“...With these beliefs and determination, and together with the prisoners of DHKP-C and TKP (ML) cases, we started our hunger strike resistance for an indefinite period. We call on all revolutionary prisoners, including the prisoners of PKK cases, to unite under the resistance flag and to set up a stronger and indestructible barricade of revolutionist mind.", "The fundamental requests of our resistance are as follows:", "* Abolish F-type prisons immediately,", "* Reinstate all rights seized in prisons,", "* Abolish the Anti-Terrorism Law,", "* Abolish the tripartite protocol,", "* Abolish the state security courts and invalidate the outcome of all judgments delivered by these courts, and", "* Try the torturers and perpetrators of massacres.", "...", "We call on the working class, labourers, all oppressed people and revolutionary people and ask them to support us in this resistance, for which we are ready to sacrifice our lives for human honour. We call on you to fight off the cell system which is the most critical chain of assault aiming at turning our lives into cells.", "We will die but we will not enter the cells!", "Long live resistance, long live victory!", "In the name of TKIP detainees in all prisons.”", "9. Finally, the third declaration, which appeared on page 10 of the newspaper, was entitled “To the public” and made calls similar to the first two declarations above. In particular, it called on all forces struggling to gain political freedom and class independence to take a stand against the fascist establishment and to spread the existing movement and actions and not to content themselves with mere declarations. It also called on these “forces” to use the request “F-type prisons should be closed” as leverage for their own political requests.", "10. On 2 November 2000 the Chief Public Prosecutor at the State Security Court filed an indictment charging the applicants with publishing the declarations of terrorist organisations. The charges were brought under section 6/2 of Law no. 3713, section 2/1 of Law no. 5680 (Press Law) and Article 36 of the former Criminal Code.", "11. On 17 April 2001 the applicants made their defence submissions to the Istanbul State Security Court. They argued that they had merely published declarations on payment of a certain amount of money and that they had had no intention of publishing the view of any terrorist organisation. They maintained that their trial by a state security court for exercising their right to impart ideas would amount to a breach of Articles 6 and 10 of the European Convention on Human Rights.", "12. Following the hearing of 17 April 2001, the Istanbul State Security Court convicted the applicants as charged and sentenced them to heavy fines, of 10,995,840,000 Turkish liras (TRL) (6,380 euros (EUR)) and TRL 183,240,000 (EUR 105) respectively, which sums corresponded to 90% of the newspaper’s average sales in the previous month. The court further decided to ban the publication of Yeni Evrensel for three days.", "13. On 20 April 2001 the applicants appealed, arguing that they were innocent of the crime and that the sanction imposed on them was disproportionate.", "14. On 17 September 2001 the Court of Cassation quashed the Istanbul State Security Court’s judgment, holding that the fine imposed on the applicants was miscalculated.", "15. On 11 December 2001 the Istanbul State Security Court delivered its reasoned judgment. Relying on Article 10 § 2 of the Convention and the Zana v. Turkey judgment (25 November 1997, Reports of Judgments and Decisions 1997VII), the court held that publication of terrorist organisations’ declarations was not protected by the right to freedom of expression. It also noted that freedom of expression was not absolute and that Article 10 § 2 of the Convention did not permit the publication of views expressed by armed terrorist organisations.", "16. On 12 December 2001 the applicants appealed again and asked the Court of Cassation to hold a hearing and to quash the State Security Court’s judgment of 11 December 2001. They claimed that the incriminated declarations did not incite violence or harm national security. They only exercised their duty to impart political opinions. The applicants also challenged the constitution of the state security courts.", "17. On 15 April 2002 the Court of Cassation dismissed the applicants’ request for a hearing and upheld the judgment of the Istanbul State Security Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}