{"ITEMID": "001-118569", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF MERYEM ÇELİK AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Six month period);Remainder inadmissible;Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Pecuniary and non-pecuniary damage - award", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicants are Turkish nationals and live in the Şemdinli district of Hakkari.", "6. The applicants are the close relatives of the thirteen persons who went missing (Casım Çelik, Aşur Seçkin, Cemal Sevli, Yusuf Çelik, Mirhaç Çelik, Naci Şengül, Seddık Şengül, Reşit Sevli, Kemal İzci, Hayrullah Öztürk, Salih Şengül, Hurşit Taşkın and Abdullah İnan) and one person who was allegedly killed (Kerem İnan) in July 1994, during an operation conducted by security forces in the Ormancık hamlet of the Ortaklar village, in the Şemdinli district of Hakkari. The inhabitants of Ormancık had been village guards prior to the events giving rise to the present application. The relationship between the applicants and their missing relatives is as follows:", "Meryem Çelik - wife of Casım Çelik;", "Misrihan Sevli - wife of Cemal Sevli;", "Emine Çelik - wife of Yusuf Çelik;", "Marya Çelik - wife of Mirhaç Çelik;", "Hamit Şengül - brother of Naci Şengül;", "Fatma Şengül - wife of Seddık Şengül;", "Besna Sevli - wife of Reşit Sevli;", "Hanife İzci - wife of Kemal İzci;", "Şakir Öztürk- brother of Hayrullah Öztürk;", "Kimet Şengül -wife of Salih Şengül;", "Hazima Çelik - partner of Hurşit Taşkın;", "Şekirnaz İnan - partner of Abdullah İnan;", "Zübeyda Uysal -partner of Aşur Seçkin;", "Hamayil İnan - wife of Kerem İnan.", "7. According to the applicants’ submissions, on 24 July 1994 military and gendarmerie forces arrived in Ormancık. The inhabitants of the hamlet were told by members of the security forces to gather at the helicopter landing pad, which was in the main square. The men of the village were stripped naked and beaten. Two of the applicants, Emine Çelik and Zübeyda Uysal, who were pregnant at the time of the events, were also beaten when they protested against the security forces’ conduct and both eventually suffered miscarriages. Furthermore, Kerem İnan was killed by a non-commissioned gendarmerie officer, a certain F.A., when he did not obey the order to gather in the main square.", "8. The security forces set fire to the houses in the hamlet. Subsequently, Cemal Sevli, Reşit Sevli, Aşur Seçkin, Salih Şengül, Yusuf Çelik, Naci Şengül and Kemal İzci were put in military vehicles by the soldiers to be taken to the military base. On the way to the base, the soldiers stopped two cars in which ten villagers were travelling. The soldiers let the four children in the cars go, but arrested Hayrullah Öztürk, Abdullah İnan, Mirhaç Çelik, Seddik Şengül, Casım Çelik and Hurşit Taşkın. The soldiers then set fire to the villagers’ cars.", "9. The applicants and other villagers were forced to leave Ormancık and Turkey by the security forces. They then crossed the border into Iraq. In that respect, according to a document dated 24 July 1994, drafted and signed by members of the administrative council (including the mayor) of Ortaklar village, there was an armed clash in Ormancık on that day and all property in the hamlet was burned. The document further states that the inhabitants of Ormancık were forced to leave the hamlet soon afterwards and flee to Iraq.", "10. Between 1994 and 1997, the applicants lived in the Atrush refugee camp, which had been established by the United Nations High Commissioner for Refugees, in northern Iraq. In March 1997, following the closure of the camp by the United Nations, the applicants moved to Suleymaniyeh, a city in northern Iraq. During the autumn of 1997 they finally returned to Turkey and began living in Şemdinli.", "11. On an unspecified date, criminal proceedings were brought against six people who had lived in the Atrush refugee camp, including two of the applicants, Emine Çelik and Besna Sevli, who were charged with aiding and abetting members of the PKK (the Workers’ Party of Kurdistan, an illegal organisation) while living in the camp.", "12. On 28 November 1997 the Van State Security Court acquitted the accused, finding that the charges against them were not proved beyond reasonable doubt.", "13. In July 1998 a member of parliament, Naim Geylani, visited Şemdinli. Some of the applicants met Mr Geylani and told him that in July 1994 one person had been killed, thirteen others had disappeared and two of the applicants had suffered miscarriages following a military operation in their hamlet. Mr Geylani then requested the Human Rights Commission attached to the Turkish Grand National Assembly (“the Parliamentary Human Rights Commission”) to initiate an investigation into the applicants’ allegations. On 4 July 1998 a newspaper published an article about Mr Geylani’s request.", "14. On 10 February 1999 the chair of the Parliamentary Human Rights Commission, Dr Sema Pişkinsüt, sent a letter to Mr Geylani informing him of the findings in the investigation conducted into the alleged events. She stated that in 1988 a number of people from the Ormancık hamlet of Ortaklar village had become village guards. Some of them, including Casım Çelik, Seddık Şengül, Kerem İnan and Salih Şengül (the relatives of the first, seventh, thirteenth and tenth applicants, respectively), had then made a deal with the PKK that it would not perpetrate acts of violence in the village in exchange for logistical support such as a month’s salary from each village guard, food, shelter and ammunition. In July 1994 and June 1995 the village guards had helped members of the PKK to ambush security forces. In the first incident, three members of the security forces had lost their lives and fifteen of them had been injured, and in the second incident fifteen members of the security forces had been killed. According to the report, as a result of pressure from the PKK the villagers moved to the Atrush camp in northern Iraq in July 1994. Following the closure of the Atrush camp by the United Nations, the villagers had returned to their homes in December 1997. Thirteen persons who had been involved in the illegal activities of the PKK had then surrendered to the authorities and seven of them had been put on trial after having been questioned. However, the residents of the Ormancık hamlet, particularly the women who had been questioned by the authorities on their return, had not mentioned anyone having been killed. Nor had they made any such allegations to the authorities. Consequently, it was considered that the allegations were unfounded.", "15. On 6 July 1998, after having read the above-mentioned newspaper article (see paragraph 13 above), the Hakkari public prosecutor asked the Şemdinli public prosecutor to open an investigation into the allegations.", "16. In August 1998 and January 1999, Meryem Çelik, Zübeyda Uysal, Misrihan Sevli, Emine Çelik, Fatma Şengül, Besna Sevli, Hanife İzci, Hamayil İnan, Kimet Şengül and Hazima Çelik made statements before the Şemdinli public prosecutor, through interpreters, as they did not speak Turkish. They all maintained that, following the security forces’ arrival at the hamlet, they had been forced to gather in the main square, whereupon the men of the village had been beaten. They stated that they did not know the reason why the security forces had come to the hamlet. They alleged that the security forces had illegally confiscated their belongings, such as money and jewellery, and had destroyed their houses. They further contended that a gendarmerie officer named Fatih had killed Kerem İnan and that seven men had been taken away by soldiers. Hamayil İnan, Kerem İnan’s wife, maintained that they could not bury his husband as they had to leave the hamlet immediately after the killing and that she had been told that Kerem İnan’s corpse had been buried where he had been killed by villagers from another hamlet. The applicants stated that the soldiers had taken six other inhabitants of Ormancık into custody while driving to the military base. The applicants maintained that they had been told that their relatives had subsequently been killed and their corpses left in the vicinity of the military base. They further alleged that a lieutenant colonel known as “Ali” had told the villagers that they were traitors and did not deserve to live in Turkey, and that they should go to live in Iraq, Iran or Syria. The inhabitants of the hamlet had then been coerced into leaving the hamlet and, subsequently, the country. They had been forced to go to Iraq by members of the PKK. Zübeyda Uysal and Emine Çelik further maintained that they had been pregnant at the time of the incident and that they had both suffered miscarriages as a result of having being beaten by the security forces. The applicants requested that those responsible for the killing of Kerem İnan and the disappearance of the thirteen other villagers be found and punished.", "17. The Şemdinli public prosecutor also took statements from Lieutenant Colonel A.Ç., who had allegedly been the commanding officer of the soldiers who had gone to Ormancık, as well as from the non-commissioned gendarmerie officer, F.A. They both denied the applicants’ allegations.", "18. On 11 August 1998, upon the request of the Şemdinli public prosecutor, the military forces sent a letter to the public prosecutor’s office stating that soldiers had arrested thirteen villagers and taken them to the Derecik military base. The villagers had been released after questioning. However, Aşur Seçkin had died immediately afterwards as a result of gunshot wounds received from an unknown source while trying to escape to join the PKK.", "19. On 13 April 1999 the Şemdinli public prosecutor drew up a report (fezleke) in which he set out the developments in the investigation. In his report, the public prosecutor identified A.Ç. and F.A. as the “accused” and Meryem Çelik, Zübeyda Uysal, Misrihan Sevli, Emine Çelik, Fatma Şengül, Besna Sevli, Hanife İzci, Hamayil İnan, Kimet Şengül and Hazima Çelik as the “complainants”. The offences allegedly committed by the accused were defined as homicide, aggravated theft (gasp), the causing of a miscarriage, the forced evacuation of a village and the burning of vehicles. According to this report, on 24 July 1998, in the vicinity of the Ormancık hamlet, two soldiers had been killed and fourteen soldiers wounded, in an ambush set up by members of the PKK with the aid of a group of village guards from the hamlet. Subsequently, a group of soldiers under the command of Lieutenant Colonel A.Ç. and non-commissioned officer F.A. had arrived at the hamlet. The Şemdinli public prosecutor cited the allegations of the applicants who had made statements in August 1998 and January 1999 and the contents of the letter from the military forces dated 11 August 1998. The public prosecutor concluded that the Hakkari Assize Court had jurisdiction to deal with cases involving offences allegedly committed by members of the security forces and referred the investigation file to the Hakkari public prosecutor’s office with a request to punish the accused for the offences cited in the report.", "20. On 22 April 1999 the Hakkari public prosecutor declined jurisdiction and sent the file to the Şemdinli District Administrative Council for authorisation to investigate the actions of the members of the security forces, pursuant to Articles 1 and 4 (b) of Legislative Decree no. 285 and the Prosecution of Civil Servants Act.", "21. On 8 June 2000 the Şemdinli District Administrative Council decided not to authorise the prosecution of A.Ç. and F.A. In its decision, the Administrative Council noted that the complainants had maintained that they had not known the accused. The Administrative Council further stated that the complainants’ account of events was hypothetical and that the accused officers had not been in Ormancık on 24 July 1994 and furthermore that F.A. had never been there.", "22. The decision of 8 June 2000 was not served on the complainants. However, as decisions not to prosecute made by district councils were subject to an automatic appeal to regional administrative courts at the material time, the decision was then referred to the Van Regional Administrative Court.", "23. On 18 July 2000 the Van Regional Administrative Court upheld the decision not to prosecute A.Ç. and F.A. This decision was not served on the complainants.", "24. On 23 October 2001 the applicants appointed Mr L. Kanat as their legal representative.", "25. On 7 March 2002 Mr Kanat applied to the Şemdinli public prosecutor’s office for the case to be referred to the Şemdinli District Administrative Council, and requested information concerning the outcome of the investigation.", "26. On 4 April 2002 the Şemdinli public prosecutor sent Mr Kanat a copy of the decisions of the Şemdinli District Administrative Council and the Van Regional Administrative Court.", "27. On 10 September 2002 he lodged the present application with the Court.", "28. On 2 November 2006 Mr Kanat submitted to the Court a letter dated 7 September 2006 from the president of the Van Regional Administrative Court, stating that review decisions of this type were not communicated to the parties. The president noted that such judgments were sent to the relevant domestic authorities, together with the investigation files.", "29. On the same day, Mr Kanat also submitted a document signed by members of the Ortaklar Community Council and four witnesses, in which the latter declared that Zübeyda Uysal, Hazima Çelik and Şekirnaz İnan had been the partners of Aşur Seçkin, Hurşit Taşkın and Abdullah İnan, respectively, to whom they had been married according to Islamic traditions.", "30. The relevant domestic law and practice applicable at the material time can be found in the judgment of İpek v. Turkey (no. 25760/94, §§ 92-106, ECHR 2004II)."], "VIOLATED_ARTICLES": ["2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}