{"ITEMID": "001-114579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DACHNEVIČ v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing)", "JUDGES": "Guido Raimondi;Helen Keller;Ineta Ziemele;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1944 and lives in Šalčininkai.", "6. In May 2002 the applicant approached the Children’s Rights Protection Agency of Šalčininkai District Council for a determination of whether she could become the legal guardian of her grandson, J.B. The Government specified that the Agency had provided the applicant with the information requested, but the applicant had never submitted an official application for guardianship.", "7. On 26 April 2003 M.B., who did not possess a driver’s licence, was driving a car and caused a car accident. As a consequence, the applicant’s grandson J.B., who had been a passenger in the car, died from his injuries. He was 16 years old. Two other passengers were seriously hurt.", "8. The applicant was granted the status of a victim in criminal proceedings in respect of M.B. When being questioned by an investigator on 10 and 20 June 2003, she stated that she did not speak the Lithuanian language. On the latter date, the applicant submitted a civil claim which was written in Russian and translated by a translator from a police station. She claimed 12,311 Lithuanian litai (LTL) in respect of pecuniary damage, listing expenses which she had incurred in connection with her grandson’s funeral. The applicant also claimed LTL 5,000 in respect of non-pecuniary damage.", "9. On 17 September 2004 the Šalčininkai District Court, following criminal proceedings, found M.B. guilty of dangerous driving which had resulted in the death of a person (Article 281 § 5 of the Criminal Code). He was sentenced to four years’ imprisonment, but the execution of the sentence was suspended for two years. The court did not pronounce on whether M.B. had been driving while intoxicated.", "During the hearing, where the applicant, an interpreter, M.B. and his lawyer were present, the applicant asked that LTL 15,000 be awarded to her in compensation for pecuniary and non-pecuniary damage. The prosecutor asked the court to grant the request. M.B. stated that he could pay the applicant LTL 500 each month.", "The criminal court left the applicant’s civil claim to be examined in separate civil proceedings.", "10. On 5 April 2005 the applicant instituted civil proceedings, claiming LTL 11,260 for pecuniary and LTL 3,740 for non-pecuniary damage. She stated that before his death her grandson had lived with her, as his mother lived in the Republic of Kazakhstan and his father had another family. M.B.’s death had caused the applicant severe emotional distress. In the applicant’s understanding, the criminal court had already awarded her the sum of LTL 15,000 in disposing of the criminal proceedings. She noted that although two years had passed since the car accident, M.B. had not paid her the money. The applicant also referred to the possibility that, in the event that M.B. was in a difficult financial situation, compensation for the damage she had sustained might be paid to her in several instalments rather than as a lump sum.", "The Government have provided the Court with an invoice from a law firm to the effect that on 6 April 2005 the applicant paid LTL 30 for “legal services”.", "11. On 2 June 2005 the applicant presented the court with an estimate of her loss in connection with her grandson’s death. She claimed LTL 15,000 in total. That sum consisted of LTL 11,260 for pecuniary damage, which included a detailed calculation of her grandson’s burial costs, and LTL 3,740 in compensation for non-pecuniary damage.", "12. In a written response M.B. asked the court to grant the claim in part and to award the applicant LTL 4,000.", "13. Seeing the potential for the parties to reach a friendly settlement, on 14 June 2005 the judge held a preliminary hearing. The applicant, an interpreter, M.B. and his lawyer were present. As is evident from the transcript of the hearing, after the judge had explained the parties’ rights to them, the applicant asked the court to include a calculation of her expenses in the case file. M.B.’s lawyer, without making any other observations or statements, asked that documents concerning M.B.’s salary and family situation also be included in the file. Both requests were granted.", "When asked to present her arguments and claims on the merits, the applicant stated that during the criminal proceedings she, the prosecutor, M.B. and his lawyer had agreed that M.B. would pay her LTL 15,000 in compensation under both heads. However, M.B. had paid nothing so far. The applicant argued that her financial situation was not good. She had no further requests.", "M.B. acknowledged the civil claim in part, but stated that the sum of LTL 15,000 was too high.", "The court held that the case should be decided following a court hearing with the participation of the parties and an interpreter.", "14. On 6 July 2005 the applicant sent the court a letter, raising the claim for compensation in respect of non-pecuniary damage by LTL 5,000 and requesting that she be awarded LTL 8,740 in total under that head. She noted that her family had been suffering for more than two years and implied that no steps towards reconciliation had been taken on M.B.’s part.", "15. According to the transcript of the Šalčininkai District Court hearing of 8 July 2005, the applicant, an interpreter and the lawyer for M.B. took part in that hearing. It was also noted that the judge had explained the parties’ rights to them and that the parties understood them. The judge also asked the parties to put forward any requests, if they had any. The applicant asked the court to include her modified compensation claim in the case file. Given that the other party did not object, the judge accepted the modified claim.", "When hearing the case on the merits, the applicant again explained to the court that during the criminal proceedings the parties had come to an oral agreement that M.B. would pay her LTL 15,000, but to that day he had paid nothing. She presented a very detailed calculation of her expenses, based on invoices, for her grandson’s funeral and headstone construction costs. All in all, the applicant asked the court to award her the sum of LTL 11,260 in compensation for pecuniary damage and LTL 3,740 in compensation for non-pecuniary damage.", "The lawyer for M.B. acknowledged that, given that her client had already been found guilty in criminal proceedings, only the question of damages remained. She also accepted that the applicant had suffered non-pecuniary damage because of her grandson’s death. That being so, the lawyer asked the court to grant the applicant’s civil claim in part and to award her payment of the costs which were justified by invoices. As to non-pecuniary damage, the lawyer asked the court to make an award which would be reasonable and fair, taking into account the economic situation in Lithuania and the fact that M.B. only had a low salary and had no other property.", "The judge noted that the court’s decision would be announced on 12 July 2005.", "16. On 12 July 2005 the Šalčininkai District Court granted the applicant’s claim in part. The court took notice of M.B.’s conviction for dangerous driving and held that, consequently, it was not necessary to prove his liability in the civil proceedings. M.B. was ordered to fully compensate the pecuniary damage he had caused to the applicant by her grandson’s death. Having had regard to the documents before it, the court awarded the applicant LTL 7,936 in compensation for pecuniary damage.", "17. As to non-pecuniary damage, the Šalčininkai District Court took note of the applicant’s claim that the loss of her grandson had caused her great mental suffering. For the court, it was nonetheless important to point out that the car accident had been caused by M.B.’s recklessness, and not deliberately. It was also relevant that M.B. was relatively poor: he had a job but his salary was low (the court did not specify the level of salary in the decision), and he had no other property or income. Moreover, M.B. was a young person, therefore “the amount of compensation was not to ruin his life”. Relying on the above arguments, the Šalčininkai District Court awarded the applicant LTL 3,000 in compensation for non-pecuniary damage.", "18. The applicant appealed, arguing that the award of damages was too low and asking that the case be remitted to the first-instance court for fresh examination, “in accordance with Article 326 § 1 (4) of the Code of Civil Procedure”. She submitted, with references to specific provisions of that Code, that the first-instance court had breached the principle of adversarial proceedings, the principle of the parties’ procedural equality and a person’s right to State legal aid. The applicant argued that she, as a Russian-speaking person of old age and little education, had not been able to properly exercise her rights at the hearing and effectively assert her claim. Neither had she been able to effectively support her claim by evidence.", "19. In her appeal, the applicant also wrote that the judge hearing her case at the Šalčininkai District Court, just before the preliminary hearing concerning her claim and without noting it down in the transcript, had suggested to her that she find a lawyer. According to the applicant, the lawyer she approached had asked her to pay LTL 2,000 for legal services. The applicant had no such money and had therefore had to represent herself before the court of first instance. According to her, the same lawyer in fact had represented M.B. before the court. Only after the first-instance court had adopted the decision on the merits had the applicant found out that she had had the right to free legal aid, paid for by the State. In her view, had she had a lawyer, she would have been in a much better position to defend her interests and to obtain a court decision that would have fulfilled her expectations.", "20. The appeal hearing before the Vilnius Regional Court took place on 25 October 2005, in the presence of the applicant and an interpreter. Neither M.B. nor his lawyer took part in that hearing, although M.B. had been informed of its date. As is evident from the transcript of the hearing, after the presiding judge explained the applicant’s rights to her, the applicant asked the court to admit in evidence two documents about her and her husband’s state of health. The request was granted. The applicant also submitted that she and her husband had been raising their grandson, J.B., as of 2001. After his death, there was no one to help them in the household. The applicant asked the court to grant her civil claim on the basis of the submissions that she had already made in writing.", "21. By a ruling of 8 November 2005, the Vilnius Regional Court dismissed the applicant’s appeal. The court noted that at hearings on 14 June and 8 July 2005 the first-instance court had explained the applicant’s procedural rights to her, in the presence of an interpreter, and that the applicant had understood those rights. There was no information in the case file leading to the conclusion that the Šalčininkai District Court had breached the rules of civil procedure or the principles mentioned by the applicant. The court held that the applicant’s suggestion that her claim would have been fully granted if she had had a lawyer was unfounded, as a lawyer’s participation in proceedings could not guarantee a favourable outcome. Moreover, the fact that M.B. had been represented by a lawyer with whom the applicant had failed to conclude an agreement to represent her did not affect the lawfulness and fairness of the decision the first-instance court had adopted.", "22. The Vilnius Regional Court noted that before the accident, the applicant’s grandson J.B. had lived with her for a couple of years and had often helped her, and that she had indeed lost the opportunity to communicate with him and to receive help from him. Nonetheless, the compensation award of LTL 3,000 for non-pecuniary damage which the first-instance court had made was reasonable. The lower court had also been correct in taking into account the fact that the applicant’s grandson had died because of M.B.’s recklessness and not because of a premeditated crime, as well as M.B.’s difficult financial situation. Lastly, the Vilnius Regional Court found that the written evidence about the applicant’s state of health that she had submitted to the appellate court did not give grounds to annul the first-instance court’s decision.", "23. On 7 February 2006 the applicant submitted an appeal on points of law, drafted by a lawyer. She reiterated her argument that because she was a Russian-speaking person of old age, poor health and with little education, she had been unable to protect her interests properly in court without professional legal assistance. The applicant drew the Supreme Court’s attention to its ruling of 7 December 2005 (see paragraph 29 below), arguing that the lower courts should have taken the above factors into account. She also argued that the lower courts had wrongly established that M.B. had caused the car accident merely by not being careful. In the applicant’s view, M.B. had been openly reckless: he had had no driving licence and had been speeding. She did not argue that M.B. had been driving drunk. The applicant asked the Supreme Court to grant her civil claim in full and to award her the money she had paid for legal representation.", "M.B. did not lodge a response to the applicant’s appeal on points of law.", "24. On 15 May 2006 the Supreme Court, in written proceedings, dismissed the applicant’s appeal on points of law. It noted that non-pecuniary damage was always to be compensated when a loss of life had occurred because of a crime. In this case, M.B. had not questioned his liability, the dispute thus concerning only the sum to be awarded in compensation for non-pecuniary damage. The Supreme Court also observed that the applicant’s grandson had died not because of M.B.’s premeditated actions, but because of his being reckless when driving and violating traffic rules. The lower courts had taken all the circumstances into account when assessing the amount of compensation. It was also noteworthy that the award of LTL 3,000 was close to the initial sum that the applicant had asked for in bringing the claim on 5 April 2005. Only later had she raised that claim by LTL 5,000 (paragraph 14 above). Should the Supreme Court raise the amount of compensation, it would mean re-evaluating the facts of the case de novo, and this was not within the competence of that court.", "The Supreme Court did not pronounce on the applicant’s claim that she had not been in a position to effectively defend her interests before the first-instance and appellate courts.", "25. In response to a request for information by the Government, on 8 June 2011 Šalčininkai Council wrote that people living in the municipality are informed of free legal aid via a local newspaper, published in both the Lithuanian and Russian languages. They can also obtain leaflets on the subject at the council’s offices. Lastly, information about free legal aid is presented on billboards at the Šalčininkai District Court. Should a person request State legal aid, he or she can submit such a request without necessarily having to do so in the Lithuanian language.", "26. The Code of Civil Procedure (hereinafter – “the CCP”) provides that court proceedings are conducted in the country’s official language, that is, Lithuanian (Article 11). Civil proceedings are adversarial and each party must prove the facts it relies upon (Article 12).", "27. Practice direction no. A3-112 of the Supreme Court of 7 October 2004 reads as follows:", "“... The limits of a civil claim are defined by the ... entirety of the material legal basis [for the claim] indicated to the court (the subject of the claim) and by the evidence with which the requirements [of the law] are fulfilled (the factual basis of the claim). Since, according to Article 42 § 1 of the CCP, only the plaintiff has the right to change the subject or the basis of the civil claim, [or] to increase or decrease the claim, the court when adopting a procedural decision may not overstep the limits of the civil claim; i.e. may not change the subject of the civil claim (the court may not adjudge something that was not requested by the plaintiff (extra petita) or adjudge a higher amount than was requested (ultra petita), nor change the basis of the civil claim (in its decision the court cannot rely on facts that were not indicated by the plaintiff or evidence that the case file does not contain) (Article 265 § 2 of the CCP)).”", "28. The Supreme Court’s ruling of 20 December 1999 in civil case no. 3K-3-904/1999 reads as follows:", "“... The principle of equality of arms has an immediate connection with the fundamental principles of civil proceedings – those of adversarial proceedings and control of the litigation by the parties (dispozityviškumas). It has been established by the CCP that all civil cases in all courts shall be examined in accordance with the principle of adversarial proceedings. This m, only assesses the evidence, establishes the responses are based. The court thus does not examine facts or collect evidence on its own initiative, but has to explain the parties’ rights to them and equally assist them in exercising those rights when the parties are in need of such assistance (for example, to obtain certain evidence on a party’s request, when that party does not have access to such evidence). The court however is not entitled to take the side of one of the parties and help [that party] to collect evidence, as in such a case not only would the principle of adversarial proceedings, but also the principles of equality of arms and impartiality of the court be violated ...”", "29. On 7 December 2005 the Supreme Court, when assessing the pecuniary damage a claimant had sustained as a consequence of her injury during a car accident, noted that the claimant’s personality, age and state of health were circumstances to be taken into consideration when assessing her capacity to collect and present evidence (ruling in civil case no. 3K-3-643/2005).", "30. On the issue of explaining the parties’ rights, in its ruling of 23 June 1999 in civil case no. 3K-3-323/1999 the Supreme Court held:", "“... The courts are bound by the CCP to explain to the persons taking part in the proceedings their rights and obligations ... Such [an] obligation on the court, however, does not mean that the court is bound to indicate what specific requests a party should submit or what specific means of defence against a civil claim a party should use in a particular case ...”", "31. If the presiding judge considers that a party to civil proceedings is incapable of adequately protecting its rights, he or she may suggest that that party obtain legal representation (Article 161 of the CCP).", "32. According to Article 182 § 3 of the CCP, in civil proceedings it is not necessary to prove de novo facts that have been proved in criminal proceedings in which a court judgment has entered into force.", "An appellate court may quash the first-instance court’s decision in part or in its entirety and refer the case for fresh examination (Article 326 § 1 (4)).", "An appeal on points of law must be drafted by a lawyer (Article 347 § 3). The court reviewing such an appeal is bound by the facts established by lower courts and may only decide questions of law (Article 353 § 1).", "33. Free legal aid is regulated by the Law on State Legal Aid. It is provided by, inter alia, State-funded legal aid services (“Services”), municipal authorities and the Lithuanian Bar. Each municipal authority and Service must regularly inform local residents about the possibility of receiving free legal aid. The law defines two categories of legal aid. Primary legal aid, that is the provision of legal information, legal advice, and drafting of documents to be submitted to municipal authorities and State institutions, is provided for at the municipal level. When a person wishes to receive secondary legal aid, which consists of drafting procedural documents and representation in court, he or she must address the Service of that court’s geographical area and prove his or her eligibility, which depends on the individual’s financial means.", "34. Pursuant to Article 281 § 5 of the Criminal Code, a person who has caused a car accident that has resulted in the death of a person may be punished by deprivation of liberty for up to eight years.", "35. Article 6.263 of the Civil Code provides that pecuniary loss resulting from any bodily or property damage caused to another person and also, in cases established by the law, non-pecuniary damage must be fully compensated by the person liable.", "36. Under Article 6.250 of the Civil Code, non-pecuniary damage is deemed to be a person’s suffering, emotional distress, inconvenience, mental shock, emotional depression, diminution of the chance to associate with others, and so on, as evaluated by a court in monetary terms. Non-pecuniary damage is to be compensated in all cases where it has occurred due to crime, injury to health or loss of life, as well as in other cases provided for by law. In assessing the amount of non-pecuniary damage, a court must take into consideration the consequences of such damage sustained, the extent to which the person who caused the damage was at fault, his financial status and any other circumstances of importance for the case, in addition to the criteria of good faith, fairness and reasonableness.", "37. In their observations on the admissibility and merits the Government provided four examples of domestic case-law regarding compensation for wrongful death. They noted the 17 May 2005 decision of the Court of Appeal in case no. 2A-138/2005, wherein compensation in the sum of LTL 70,000 was awarded to each of two children whose father had died in a car accident; LTL 50,000 was awarded to his spouse and LTL 25,000 to each of his parents. In addition, the court awarded monthly maintenance costs for the children. The defendant in that case was the Chancellery of the Lithuanian Parliament, whose driver had caused the accident.", "By a decision of 4 October 2004 in civil case no. 3-3K-511/2004, the Supreme Court awarded LTL 50,000 each in respect of non-pecuniary damage to two minor children and their grandmother, whose mother and daughter, respectively, had died because of medical malpractice. Compensation for pecuniary damage in the sum of LTL 7,053 was also awarded. The court awarded LTL 145 per month to each of the children until they reached the age of majority.", "By a ruling of 26 April 2005 in civil case no. 3K-7-159/2005, the Supreme Court awarded the sum of LTL 7,000 in compensation for non-pecuniary damage to a mother whose son had been killed in a car accident. The sum of LTL 8,000 was awarded to compensate pecuniary loss.", "Lastly, the Government referred to the ruling of 28 August 2007 in civil case no. 2A-362/2007 by the Court of Appeal, where LTL 5,000 was awarded in compensation for non-pecuniary damage to the claimant, whose mother had been murdered. The court noted that the son was not in close contact with his mother."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}