{"ITEMID": "001-59864", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF HASAN YAGIZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Elisabeth Palm;Feyyaz Gölcüklü;Gaukur Jörundsson", "TEXT": ["9. On 17 April 1985 police officers from the Ankara Security Directorate arrested the applicant on suspicion of membership of an illegal armed organisation, the Dev-Yol (Revolutionary Way).", "10. On 6 February 1985 the Ankara Martial Law Court (sıkıyönetim mahkemesi) ordered the applicant’s detention on remand.", "11. On an unspecified date in 1985 the Military Public Prosecutor filed a bill of indictment with the Martial Law Court against the applicant. The Public Prosecutor accused the applicant, inter alia, of membership of the Dev-Yol, whose object was to undermine the constitutional order and replace it with a Marxist-Leninist regime. The prosecution sought the death penalty under Article 146 § 1 of the Turkish Criminal Code. It was further decided that this indictment should be joined to the indictment of 26 February 1982 lodged against 722 other Dev-Yol defendants.", "12. On 11 May 1988 the Ankara Martial Law Court ordered the applicant’s release pending trial.", "13. In a judgment of 19 July 1989 the Martial Law Court convicted the applicant on account of his involvement in the Dev-Yol. It sentenced the applicant to six years’ imprisonment under Article 146 § 3 of the Turkish Criminal Code.", "14. The applicant appealed to the Military Court of Cassation (askeri yargıtay).", "15. Following promulgation of the Law of 27 December 1993, which abolished the jurisdiction of the Martial Law Courts, the Court of Cassation (yargıtay) acquired jurisdiction over the case and on 26 December 1994 the case file was transmitted to it.", "16. On 27 December 1995 the Court of Cassation upheld the above judgment.", "17. Article 146 §§ 1 and 3 of the Turkish Criminal Code provides:", "“Whosoever shall attempt to alter or amend in whole or in part the Constitution of the Turkish Republic or to effect a coup d’état against the Grand National Assembly formed under the Constitution or to prevent it by force from carrying out its functions shall be liable to the death penalty.", "...", "Accomplices to the crime specified in paragraph one, other than those specified in paragraph two, shall be punished by heavy imprisonment for not less that fifteen years and be disqualified to hold public office for life.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}