{"ITEMID": "001-67220", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF AB KURT KELLERMANN v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["10. The applicant company, which conducted business within the textile industry, was not a member of any employers' association. Thus, it was not automatically bound by any collective bargaining agreement (kollektivavtal) negotiated in the industry, and had not signed any such agreement of its own volition. It had about twenty employees two of whom were members of the Industrial Union (Industrifacket; hereinafter “the union”), an affiliated member of the Swedish Trade Union Confederation (Landsorganisationen; hereinafter “the LO”).", "11. In the spring of 1997 the union requested negotiations with the applicant company with a view to concluding a collective agreement. Such negotiations were held on 13 May 1997. The minutes of the negotiations stated, inter alia, that the applicant company was not interested in reaching an agreement at that time but would consider the matter. The minutes also recorded that the parties had concluded that the salaries paid by the applicant company were higher than the minimum wage stipulated in the collective agreement proposed by the union.", "12. In a subsequent written exchange the applicant company stated that it had no intention of concluding a collective agreement with the union.", "13. Soon thereafter the union demanded that the applicant company sign the so-called IG agreement (IG-avtalet), a collective agreement specially conceived by the union for employers who were not members of an employers' association. The applicant company declined, stating that its terms of employment were considerably more favourable to the employees than those stipulated in the IG agreement, that the existing employment contracts were perfectly adequate and that the employees belonging to the union objected to the union intervening on their behalf. However, it offered to sign a collective agreement with the union incorporating its existing terms of employment. The union rejected this proposal and announced that it might take industrial action.", "14. On 3 October 1997 the union gave the applicant company formal notice (varsel) that it would take action by ordering the cessation of all work at the company and by imposing a “blockade” on the company from 13 October onwards unless an agreement had been reached before that date.", "15. On 17 October 1997 the applicant company instituted proceedings against the union in the Stockholm District Court (tingsrätt), claiming that the threatened industrial action was unlawful and that the union should be ordered to withdraw the notice. The applicant company also requested that the District Court make an interim order to that effect.", "16. On 20 October 1997 the union took the industrial action. It lasted only one day. The notice remained effective, however.", "17. Negotiations were thereafter held before the National Conciliation Board (Statens förlikningsmannaexpedition). The union stated that certain parts of the IG agreement were not negotiable. The applicant company indicated that it was considering joining an employers' association, the Swedish Textile and Clothing Industries' Association (Tekoindustrierna), to which the union responded that it would not take any further industrial action against the company. However, the applicant company did not join that association and the negotiations broke down.", "18. On 13 November 1997 the District Court rejected the applicant company's request for an interim order.", "19. In the substantive proceedings, the union claimed that the District Court had no jurisdiction to decide the dispute and that, instead, it should be referred to the Labour Court (Arbetsdomstolen), whose decision should be final. By a decision of 5 December 1997 the District Court, referring to chapter 2, section 1, subsection 4 of the Litigation in Labour Disputes Act (Lagen om rättegången i arbetstvister, 1974:371; hereinafter “the 1974 Act”) and section 41 of the Co-Determination at Work Act (Lagen om medbestämmande i arbetslivet, 1976:580; hereinafter “the 1976 Act”), agreed with the union and transferred the case to the Labour Court.", "20. Before the Labour Court, the applicant company claimed that the composition of the court which would determine the case should be restricted to professional judges – i.e. without members representing employers' and employees' interests – as it would otherwise not meet the requirement of objective impartiality under Article 6 of the Convention.", "21. On 14 January 1998 a bench of the Labour Court composed of members who did not represent labour market interests rejected the applicant company's claim, stating that at the main hearing of a case, the composition of the court had to be in accordance with chapter 3, section 6 of the 1974 Act.", "22. The Labour Court held a hearing in the case on 23 January 1998.", "23. The applicant company maintained that the industrial action taken by the union was aimed at forcing it to join an employers' association or to accept the collective IG agreement drawn up by the union. It stated that only two union members were employed at the company and both of them had declared that they did not want to take part in the industrial action. The applicant company also claimed that its terms of employment were more favourable than those stipulated in the IG agreement. Since the means employed by the union were not reasonably proportional to the aim sought to be achieved, the industrial action had violated the applicant company's right not to join an employers' association and thus its right to negative freedom of association under Article 11 of the Convention. Alternatively, the applicant company asserted that the industrial action conflicted with a general principle of proportionality which it maintained was applicable under Swedish law, as it could entail serious economic consequences for the company.", "24. For its part, the union claimed that, on the whole, the terms of employment provided by the applicant company were not more favourable than those contained in the IG agreement although it accepted that the salaries of its two members were higher than the minimum salary prescribed by that agreement. The union also stated that the IG agreement could be adapted to meet the special requirements of the applicant company. It further argued that the Convention was not applicable to the dispute as it only governed relations between individuals and the State and the 1976 Act was applicable as lex specialis. Alternatively, it asserted that Article 11 of the Convention did not afford any protection to a limited liability company and that, in any event, the judgment of the European Court of Human Rights in the case of Gustafsson v. Sweden (judgment of 25 April 1996, Reports of Judgments and Decisions 1996-II, p. 637 et seq.) showed that Article 11 did not confer any right not to sign a collective agreement. As regards the industrial action that had been taken, the union stated that it served the legitimate aims of improving the employment situation for union members and protecting them in various ways and could not be considered disproportionate to those aims. The union also claimed that a general principle of proportionality, as invoked by the applicant company, could not be used to limit the constitutional right to take industrial action. In its submission, the right to take such action against employers who were not bound by collective agreements was in principle unlimited under Swedish law.", "25. By a judgment of 11 February 1998 the Labour Court found in favour of the union. Noting at the outset that the parties agreed that the industrial action in question was not unlawful under the 1976 Act, it went on to examine in detail whether it could involve a violation of the applicant company's right to negative freedom of association under Article 11 of the Convention, which had been part of Swedish law since its incorporation into domestic law on 1 January 1995.", "First, the Labour Court rejected the union's preliminary objections as to the applicability of the Convention, as such, to the dispute at hand. It noted, inter alia, that the rules on industrial action in the 1976 Act – which were based on the constitutional principle that the right to take such action is unlimited unless otherwise provided by law – prescribed the situations in which such action would be unlawful. Thus, it could not be excluded that further restrictions on the right to take industrial action could follow from other legislation, including the Convention. The provisions of the 1976 Act, therefore, did not prevent Article 11 of the Convention from being applicable.", "The Labour Court then went on to examine whether the industrial action had violated Article 11. It noted that the rationale behind the union's action was not to force the applicant company to join an employers' association but to conclude a collective agreement with it which, according to the union, would promote the economic interests of its members. Among other things, the proposed agreement prescribed that compensation be paid for overtime work, which, indisputably, was not the case under the applicant company's terms of employment. Having regard, inter alia, to the aforementioned judgment in the case of Gustafsson v. Sweden, the Labour Court concluded that the industrial action had not violated the applicant company's rights under Article 11. It found also that there was no basis in law for the applicant company's contention that a general principle of proportionality was applicable in labour disputes.", "26. The Labour Court which heard the case and delivered judgment was composed of seven members. In accordance with the 1974 Act, the Labour Court was composed of two legally trained and qualified judges and five lay assessors. One assessor had been appointed because of her special knowledge of the labour market. However, she did not represent any employers' or employees' interests. Of the other four assessors, two had been nominated by employers' associations (a director of the Swedish Employer's Confederation (Svenska Arbetsgivareföreningen; hereinafter “the SAF”) and an employee of the Ministry of Finance representing the State employers) and two by employees' associations (ombudsmen in the LO and the joint Central Organisation of Salaried Employees and Central Organisation of Swedish Academics (Tjänstemännens Centralorganisation and Svenska Akademikers Centralorganisation; hereinafter “the TCO/SACO”), respectively).", "27. The member nominated by the SAF disagreed with the Labour Court's judgment and considered that the industrial action in question violated Article 11 of the Convention, as the union had failed to show that the terms of employment stipulated by the IG agreement were more favourable than those provided by the applicant company.", "28. Following the Labour Court's judgment, the union made a further approach to the applicant company with a view to concluding a collective agreement. The applicant company again refused but informed the union that the rules on overtime work set out in the IG agreement had been introduced at the company.", "29. On 23 February 1998 the union applied to the Labour Court for a declaratory judgment establishing the union's right to take immediate industrial action against the applicant company. It also requested the court to take an interim decision on this matter.", "30. The applicant company opposed the union's claims and again objected to the composition of the Labour Court. It also requested an order requiring the union to provide security for any damage the company might sustain.", "31. By a decision of 9 March 1998 the Labour Court, composed of members who did not represent labour market interests, rejected the applicant company's challenge to its impartiality on the same grounds as in its decision of 14 January 1998.", "32. Following a hearing on 12 March 1998, the Labour Court, by a decision of 13 March, granted the union's request for an interim declaration that the proposed industrial action was lawful. It thus rejected the applicant company's claims that the union's application was res judicata on account of its previous judgment and that the requirements under Swedish law for a declaratory decision – whether final or interim – were not met. It also rejected the applicant company's claim that the proposed action should be deemed unlawful as the rules on overtime work set out in the IG agreement had been introduced at the company – an assertion which was not confirmed by the union – and as the two union members had been dismissed owing to scarcity of work at the company. Referring to its established case-law, the Labour Court further found that the union, being an organisation, did not have to provide security.", "33. The composition of the Labour Court which heard and examined the union's claims was the same as for the judgment of 11 February 1998 (see paragraph 25 above), including two assessors nominated by employers' associations (another SAF director and the same employee of the Ministry of Finance) and two by employees' associations (a former vice-president of a trade union affiliated to the LO and a former head lawyer of a trade union affiliated to the TCO/SACO).", "34. The member nominated by the SAF submitted an opinion dissenting from the Labour Court's decision, on the ground that it was not perfectly clear that the proposed industrial action was lawful, for which reason the union's interim request should be rejected.", "35. The applicant company complained to the Supreme Court (Högsta domstolen), requesting that the Labour Court's decision of 13 March 1998 be set aside owing to a grave procedural error (domvilla). It argued that the Labour Court could not rule on the union's request unless security had been furnished for the applicant company's potential loss. Alternatively, the applicant company's negative freedom of association had been breached as a consequence of the union having been afforded procedural privileges in its capacity as an organisation. On 26 March 1998 the Supreme Court refused the applicant company's request, finding that it had not established any grounds for quashing the Labour Court's decision.", "36. It would appear that the union proceeded with industrial action on 6 April 1998. Supportive industrial action was also taken by other trade unions. On 8 April the applicant company joined the Swedish Textile and Clothing Industries' Association and thus became bound by a collective agreement. The union's own industrial action was immediately suspended but supportive action by another trade union lasted over the Easter weekend until 13 April.", "37. On 30 April 1998, following a settlement between the applicant company and the union and the latter's withdrawal of the application it had lodged on 23 February 1998, the Labour Court struck the proceedings out of its list.", "38. Due to declining profitability, the applicant company went into voluntary liquidation in June 1998. By a decision of 17 June the District Court of Nacka declared the applicant company insolvent. On 30 March 2001 the winding up was terminated and the applicant company dissolved.", "39. The right to take industrial action is guaranteed under the Swedish Constitution. Chapter 2, section 17 of the Instrument of Government (Regeringsformen) provides the following:", "“Any trade union or employer or association of employers has a right to take industrial action unless otherwise provided by law or by agreement.”", "40. The law referred to is the Co-Determination at Work Act (“the 1976 Act”). The right of association is defined in section 7:", "“Right of association means the right of employers and employees to belong to an organisation of employers or employees, to benefit from their membership as well as to work for an organisation or for the founding of one.”", "This right is further regulated in section 8:", "“The right of association shall not be violated. A violation ... will occur, if anyone from the employer's side or the employee's side takes any action to the detriment of anybody on the other side by reason of that person having exercised his right of association, or if anybody on either side takes any action against anybody on the other side with a view to inducing that person not to exercise his right of association. A violation will occur even if the action so taken is designed to fulfil an obligation towards another party.", "An employers' or employees' organisation shall not have to tolerate a violation of its right of association encroaching upon its activities. Where there is both a local and a central organisation, these provisions shall apply to the central organisation.", "If the right of association is violated by termination of an agreement or another legal measure or by a provision in a collective agreement or other contract, that measure or provision shall be void.”", "Section 10 provides a right of negotiation:", "“An employees' organisation shall have the right to negotiate with an employer regarding any matter relating to the relationship between the employer and any member of the organisation who is or has been employed by that employer. An employer shall have a corresponding right to negotiate with an employees' organisation.", "A right of negotiation ... shall also be enjoyed by the employees' organisation in relation to any organisation to which an employer belongs, and by the employer's organisation in relation to the employees' organisation.”", "41. Under section 41 there is an obligation for parties bound by a collective agreement to maintain peaceful industrial relations:", "“Employers and employees who are bound by a collective agreement may not initiate or take part in a work stoppage (lockout or strike), blockade, boycott or other comparable industrial action, if the agreement has been concluded by an organisation and that organisation has not decided on the measure in the prescribed manner, if the measure is contrary to a provision on peaceful industrial relations in a collective agreement or if the measure is designed:", "1. to exert pressure in a dispute concerning the validity, continuance or meaning of the collective agreement or whether particular conduct is contrary to the agreement or this Act,", "2. to bring about changes to the agreement,", "3. to give effect to a provision which it is intended will be applied once the agreement ceases to be valid, or", "4. to support a person who has no right to take industrial action.", "Industrial action taken in contravention of the first paragraph shall be unlawful.", "...”", "42. Labour disputes are generally governed by the provisions of the Code of Judicial Procedure (Rättegångsbalken). However, the Litigation in Labour Disputes Act (“the 1974 Act”) contains specific rules relevant to disputes concerning the application of the 1976 Act and to other labour disputes. The courts' jurisdiction is set out in chapter 2 of the 1974 Act. Section 1 provides:", "“The Labour Court shall, as a court of first instance, hear and decide disputes referred to it by an employers' or an employees' organisation or by an employer which has itself entered into a collective agreement, if the case concerns:", "1. a dispute relating to a collective agreement or other labour dispute referred to in [the 1976 Act],", "2. another labour dispute on condition that there is a valid collective agreement between the parties or that an individual employee concerned by the dispute is employed in work covered by a collective agreement by which the employer is bound.", "The Labour Court shall also be the competent court under the first paragraph when a collective agreement temporarily ceases to be valid.", "Other labour disputes between the same or other parties may be heard together with a labour dispute under the first or second paragraphs, if the Court finds it expedient in the light of the investigation or other circumstances. When appropriate, the cases may be severed again.", "The Labour Court shall have jurisdiction, as a court of first instance, to hear and decide all disputes referred to in section 41 of [the 1976 Act]”.", "43. Other labour disputes are heard by the District Court (section 2) and an appeal lies to the Labour Court (section 3). The Labour Court's judgments and decisions are final (section 4).", "44. The composition of the Labour Court is regulated in chapter 3 of the 1974 Act. Sections 1-3 contain rules on the number of members of the Labour Court and the eligibility, term of office, nomination and election of members. Section 1 states:", "“The Labour Court shall be composed of no more than four presidents, no more than four vice-presidents and seventeen other members.", "Members shall be Swedish citizens and may not be minors, undischarged bankrupts or under guardianship ... . Before taking up office in the Labour Court, they shall take the judicial oath.", "...", "Members ... shall be appointed by the Government for a period of three years.”", "Section 2 provides:", "“The presidents, vice-presidents and three other members shall be elected from among persons who cannot be considered to represent employers' or employees' interests.", "The presidents and vice-presidents shall be legally qualified and experienced in the judicial profession.", "The three other members shall have special knowledge of the conditions on the labour market.”", "Section 3 reads:", "“Of the other fourteen members, four shall be elected on the proposal of the Confederation of Swedish Enterprise [Föreningen Svenskt Näringsliv; until 2001 the Swedish Employers' Confederation], one on the proposal of the Swedish Association of Local Authorities [Svenska Kommunförbundet], one on the proposal of the Federation of County Councils [Landstingsförbundet], one on the proposal of the Swedish Agency for Government Employers [Arbetsgivarverket; until 1 July 2001 the text read “one as a representative of the State as employer”], four on the proposal of the Swedish Trade Union Confederation, two on the proposal of the Central Organisation of Salaried Employees and one on the proposal of the Central Organisation of Swedish Academics.", "...”", "45. Section 6 regulates the composition of the Labour Court in individual cases. It reads as follows:", "“The Labour Court shall sit with a president and no more than six or less than four other members. Of the members referred to in section 2, no more than three or less than one shall take part. Of the members referred to in section 3, no more than four or less than two shall take part, in equal numbers from the employers' side and the employees' side.", "The Labour Court may also sit with a president and one member each from the employers' side and the employees' side:", "1. at a main hearing in a case which has no jurisprudential significance and is in other respects uncomplicated;", "2. in the determination of a case without a main hearing;", "3. in other proceedings not conducted at a main hearing.", "The Labour Court may further sit with three professional judges in proceedings referred to in subsections 2 (2) and (3) if the examination essentially concerns matters unrelated to labour law.", "...”", "46. Chapter 11, section 2 of the Instrument of Government, which contains provisions on safeguarding the independence of the judiciary, is applicable to the members of the Labour Court. It provides:", "“Neither a public authority nor Parliament may decide how a court should adjudicate an individual case or otherwise apply a rule of law in a particular case.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}