{"ITEMID": "001-5759", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "DI SABATO v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1971 and living in Milan. He is represented before the Court by Mr D. Portinaro, a lawyer practising in Milan.", "G.G. was the owner of an apartment in Milan, which she had let to A.S.", "In a writ served on the tenant on 21 June 1985, G.G. communicated her intention to terminate the lease and summoned the tenant to appear before the Milan Magistrate. By a decision of 4 July 1985, which was made enforceable on 24 July 1985, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 September 1985.", "On 15 July 1986 and again on 30 November 1987 and 19 April 1990, G.G. served notice on the tenant requiring him to vacate the premises. On 12 July 1990, she served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 16 July 1990.", "Between 18 July 1990 and 15 October 1992, the bailiff made 12 attempts to recover possession, on 18 July 1990, 23 July 1990, 17 September 1990, 27 November 1990, 16 January 1991, 12 March 1991, 7 May 1991, 4 July 1991, 24 September 1991, 11 November 1991, 19 May 1992 and 15 October 1992. Each attempt proved unsuccessful, as G.G. was never granted the assistance of the police in enforcing the order for possession.", "On 29 March 1993, the applicant became the owner of the apartment.", "On 26 April 1993, he made a statutory declaration that he urgently required the premises as accommodation for himself.", "On 29 April 1993, he served notice on the tenant requiring him to vacate the premises", "On 20 May 1993, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 11 June 1993.", "Between 11 June 1993 and 27 September 1996, the bailiff made 15 attempts to recover possession, on 11 June 1993, 21 September 1993, 23 November 1993, 8 February 1994, 17 May 1994, 20 September 1994, 29 November 1994, 21 February 1995, 26 May 1995, 19 September 1995, 5 October 1995, 19 December 1995, 26 February 1996, 18 June 1996 and 27 September 1996.", "Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "At the end of October 1996, the tenant spontaneously vacated the premises.", "The relevant domestic law is described in the judgment Immobiliare Saffi v. Italy [GC], no. 22774/93, 28.7.99, §§ 18-35, ECHR-V."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}