{"ITEMID": "001-93690", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF RACHWALSKI AND FERENC v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 8;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["6. The applicants were born in born in 1973 and 1976 respectively and live in Wągrowiec.", "7. The parties do not fully agree about the facts of the case, which may be summarised as follows.", "8. The second applicant lived with a group of friends, including the first applicant, mostly students, in an old and decrepit house they had rented in Wrocław. They occasionally invited their friends to spend a night or a couple of days in their house.", "9. On the night of 14 June 1997 there was a group of students sleeping in the house. At 3 a.m. they were awakened by two police officers patrolling the area. The police enquired whether the inhabitants knew the owner of an unlocked car parked in front of the house.", "10. The applicants and one of their friends, D. S., started a polite discussion with the police officers about the car. It was confirmed that one of the residents of their apartment was the owner of the car. However, the police announced their intention of towing the car away to the police car park. The applicants argued that it was not forbidden or illegal to keep the car unlocked. At the police’s request, they produced their identity cards and the registration card of the car, whose owner was asleep in the house.", "11. The police were not satisfied with their explanation and the dispute became more intense. In reaction to the opinions expressed about the intervention, in particular by D. S., the policemen used truncheons. They hit D. S. several times and handcuffed him. The applicants tried to argue with the policemen, to no avail. The police called other police officers and shortly afterwards approximately ten other policemen arrived. They hit the first applicant with their truncheons several times and the second applicant once. Thereupon D. S. was taken to the police car where he was beaten. The applicants were ordered to stand against a fence. They were pushed and jostled and the policemen insulted them referring to them as “scum”, “slobs”, “queers” (hołota, brudasy, pedały).", "12. Subsequently, a group of policemen, armed with truncheons and guarded by police dogs, entered the house, woke up the other occupants and ordered them to stand against the wall. Then the police searched the house. No information was provided about the grounds, purpose or legal basis for the search. During this time the police showered abuse on the students. They pushed and shoved them. This lasted for about half an hour. Afterwards, the police left the house and warned the students that some of them were in an illegal situation as they were not registered as inhabitants of the house, and threatened that they would be in trouble if they submitted a complaint about the events.", "13. The police left, taking D. S. with them.", "14. On 16 June 1997 the applicants requested to be examined by a forensic medicine specialist. It was established that the first applicant had two long bruises on his left arm, and other bruises on the palm of his hand. The second applicant had a blue mark on her bottom (13 by 9 cm). It was stated that these bruises could have been caused by the use of police truncheons.", "15. The second applicant and her friend D. S. lived in the house with the owner’s permission. They often received young visitors from all over the country. On the night in question the unlocked car parked in front of the house had seemed very suspicious to the policemen A. C. and R. S., who thought it was stolen and considered that it should be towed away. They had knocked at the window and the second applicant informed them that the owner was in the house. She first objected to the police action at night, and then went to look for the owner of the car among the fourteen young people who were sleeping in the house. The applicants behaved aggressively, loudly expressing opinions about the purpose and nature of the intervention. D. S. raised his voice to the police and pushed A. C.", "16. The police action was a result of the fact that the applicants did not comply with the police requests to provide necessary information. The applicants talked to the police with raised voices and took a very active part in the struggle with the policemen.", "17. The police officer had misinterpreted the first applicant’s intentions when he handed him his documents and had hit him to prevent his being attacked. The applicant was most probably hit once.", "18. The atmosphere was tense. The owner of the car gave the police the keys and documents to the car. As D. S. was unruly and continued to express objections, the policemen decided to arrest him. While he was being taken into custody by the police, he hit one of them in the face. Thereupon truncheons were used against him. Given the attitude of D. S. and of other persons present, the police called for assistance. Two other police patrols and an emergency team arrived. As the applicants were interfering with the arrest of D. S., they were hit with truncheons.", "19. Police officers D. R. and J. G. then entered the house to check the identity of the persons present. After that, the intervention was terminated.", "20. On 16 June 1997 the applicants requested the Wrocław District Prosecutor to institute criminal proceedings against the police for abuse of authority. On 23 December 1997 the prosecutor refused to do so. He found that no criminal offence had been committed.", "21. The prosecutor considered that the police action had been justified. The police could have reasonably suspected that the unlocked car had been stolen, even though it had not been reported as such. The further developments had certainly come as a surprise to both the police and other persons involved in the incident. The second applicant had objected in a pretentious tone (“pretensjonalny ton głosu”) to having been woken up and to the check on the car taking place at night. She had been informed that the car would be towed away if the owner was not found. She could not locate the owner of the car, as there were many people in the house who did not know each other. The second applicant had woken all of them up in an attempt to find the owner.", "22. D. S. had objected in a loud voice to the police intervention. He had insisted that the intention of the police was to harass the persons in the house. As he had not obeyed the police requests to calm down and the verbal exchange between him and the police officer A. C. had become increasingly heated, it had been decided that he should be taken to the police car. The prosecutor considered that this had been justified in the light of D. S.’s aggressive behaviour. Given that D. S. had been behaving aggressively, direct force had been used against him, including the use of truncheons and handcuffs. It was true that the applicants’ versions of the facts diverged, and these divergences could not be clarified on the basis of evidence from other witnesses, but it was clear that, in the face of his resistance, it had been necessary to use such force in order to take D. S. to the car.", "23. Given the applicants’ behaviour, the police had had to call assistance. They had also felt threatened by the presence of other persons at the scene of the incident. The applicants had been hit as they had ignored the order to let D. S. go so that he could be taken to the car. In the darkness, the police had not noticed that the first applicant had in fact had his documents in his hand in order to show them to the police, and they had thought that he intended to hit them.", "24. It was finally noted that the accounts of the facts given by the persons present at the scene, other than the police, were highly divergent, making it impossible to establish the facts of the case. However, the testimony given by the policemen was coherent. Therefore, the submissions of the other persons could not be considered credible and had to be assessed critically.", "25. The prosecutor concluded that the measures taken by the police had been proportionate to the situation.", "26. The first applicant appealed. He argued that the police brutality and aggression had been totally unjustified. Nothing in the behaviour of the persons present had justified the use of force. The police had entered private property and effected a search of the house without any sound reasons, hitting and insulting the persons sleeping in the house. He argued that he was a law-abiding citizen, a student of two university faculties and a member of the Municipal Council of his town. He had not given any reason to be beaten, verbally insulted and humiliated just at the whim of the police. The police should not intervene in private property at night and hit, insult and humiliate people just because they looked, or lived, differently. The facts as established by the prosecutor did not correspond to what had happened. All the facts had been established on the basis of the arguments of the police, who had apparently been instructed by police lawyers as to what they should say. During the questioning the prosecutor had made unpleasant remarks about the hairstyles, clothes and views of the young inhabitants of the house, which had influenced her decision to discontinue the proceedings. He submitted that the police had humiliated both himself and the others.", "27. The second applicant submitted that the assessment of the evidence had been biased and that the police had clearly abused their authority, insulting and humiliating her and other participants in the incident.", "28. On 20 May 1998 the Wrocław Regional Prosecutor upheld the contested decision. He considered that the intervention of the police had been justified in so far as they wanted to verify the identity of the owner of the car. D. S. had behaved aggressively, both verbally and physically. Regardless of whether he had intended to hit A. C. in the face or not, his behaviour could have been perceived as an intentional assault. It was for that reason that a decision to arrest him had been taken. The identity check of the persons present in the house had been necessary as they had insulted the policemen.", "29. The social status of the young people, namely the fact that they were students, imposed certain obligations on them, in particular an obligation to cooperate with the police in the interest of law and order.", "30. The findings of the inquiry had not established that the students had been insulted verbally by the police, as the policemen consistently denied this. Nothing had been found to support the first applicant’s submission that the testimony of the policemen had been suggested to them by the police lawyers.", "31. The prosecutor concluded that the contested decision had to be upheld.", "32. The Code of Criminal Procedure contains the following provisions on the search of premises by the police:", "33. The police’s powers regarding the use of coercive measures is regulated by the Police Act of 6 April 1990 and by the Ordinance of the Council of Ministers of 17 September 1990 setting out the conditions and method of application of coercive measures.", "34. Pursuant to section 14 of the Police Corps Act, within the limits of their competence, the police are required – in order to examine, prevent and detect offences and petty offences – to carry out operational and reconnaissance activity, take part in an investigation or inquiry, or carry out administrative activity and safeguard public order. In the exercise of their powers the police must respect human dignity and human rights (section 3).", "35. Section 16 of the Police Corps Act provides that if a person does not comply with the lawful request of police officers they may apply such coercive measures as, for instance, using truncheons.", "36. The police are bound by the principle of minimal use of coercive measures. In accordance with this principle the police must only use such measures when they are absolutely necessary in the given circumstances in order to enforce execution of orders issued by the police (section 16 § 2).", "37. The ordinance setting out the conditions, circumstances and method of application of coercive measures by the police, issued on the basis of section 16 § 4 of the Police Corps Act (Ordinance of the Council of Ministers of 17 September 1990 on the Use of Coercive Measures by the Police), indicates – among other coercive measures – the use of truncheons.", "Section 5 of the (“the 1990 Ordinance”) provides:", "“1. Physical force shall be used in order to restrain a person, to counter an attack or to make [a person] obey an order.", "2. When using physical force, no one shall hit a person, unless he has to do so in self-defence or in order to counter an unlawful attack against life, health or property of others. ”", "Section 13 of the Ordinance, in so far as relevant, provided at the material time:", "“2. It is forbidden to use police truncheons against persons displaying passive resistance unless the use of force turns out to be ineffective.", "3 (1) It is forbidden to hit or push with a truncheon against a [person’s] head, neck, stomach and non-muscled and particularly delicate parts of the body...”", "38. Pursuant to section 142 § 1 of the Police Corps Act a police officer who in the performance of official duties oversteps his powers and violates the personal interests and dignity of a citizen, is liable to imprisonment for up to five years."], "VIOLATED_ARTICLES": ["3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}