{"ITEMID": "001-71360", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SUSS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The applicant, Mr Werner Süß, is a German national who was born in 1940 and lives in Berlin.", "The applicant’s daughter F. was born on 29 November 1984. In August 1989 the applicant and G.S., his then wife, separated. Since then F. has been living with her mother, who was awarded custody of her. On 6 December 1992 the applicant had his last contact with F.", "On 23 May 1995 the Berlin Tempelhof-Kreuzberg District Court suspended the applicant’s access to F. This judgment was upheld by the Berlin Court of Appeal on 4 March 1997. On 15 September 1997 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint lodged against the latter judgment.", "In his first application (no. 40324/98) to this Court, the applicant complained, in particular, that the said court decisions suspending his access to F. amounted to a breach of his right to respect for his family life. He further claimed that the court proceedings concerned had not been fair. On 20 September 2001, the Court declared admissible these complaints.", "The applicant’s second application (no. 63309/00) lodged with the Court concerns the refusal of the German courts to order the disclosure of F.’s whereabouts to him.", "On 1 July 1998, when the amended Law on Family Matters entered into force, the applicant lodged a fresh application to be granted access to his daughter F. with the Zossen District Court. He relied on sections 1684 and 1696 of the Civil Code (see ‘Relevant domestic law’ below). Subsequently, he submitted further observations dated 31 July 1998, 14, 23, 26, 27 and 28 August 1998, 3, 6, 8, 14, 22 and 23 September 1998, 20, 21, 23, 24 and 26 October 1998 and 4, 5, 6 and 8 November 1998. In these submissions the applicant brought several motions for evidence to be taken and urged the court to speed up the proceedings.", "On 10 November 1998 the Zossen District Court heard the applicant, G.S. and a representative of the Youth Office. It decided that contacts between the applicant and his daughter F. should cautiously be resumed by an exchange of letters between them via the Youth Office. Furthermore, a curator ad litem (Verfahrenspfleger) should be appointed in order to assist in the resumption of contacts and to represent F.’s interests in the proceedings. The initiation of contacts should last for nine months, during which the proceedings were suspended.", "On 19 November 1998 the Zossen District Court appointed W. as F.’s curator ad litem.", "On 7 September 1999 the Zossen District Court, on the applicant’s motions, resumed the proceedings. It heard the applicant, G.S., F. and the curator ad litem W.", "On 30 September 1999 the Zossen District Court, having regard to the submissions of the parties and F. at the court hearings and to the reports of the Youth Office and the curator ad litem, dismissed the applicant’s request to be granted access to F. It found that the applicant had failed to demonstrate that there were new circumstances due to which the suspension of his access to F. as ordered by the Berlin Court of Appeal in its final judgment on 4 March 1997 should be ended. The court found that in the present proceedings, just as in the proceedings leading to the said judgment, the applicant’s daughter had unequivocally expressed her wish not to have contacts with her father.", "The District Court noted that there had been an exchange of letters between the applicant and F. via the Youth Office. The curator ad litem had organised one meeting between them in May 1999, which both F. and the applicant had appreciated. Nevertheless, F. had subsequently stated that she did not wish to have further contacts with her father.", "The District Court found that, contrary to the applicant’s view, F. could not be considered as suffering from parental alienation syndrome. She was not unable to express her own view, and was not merely repeating her mother’s views. This was proved by the fact that she had agreed to have contacts with her father in writing and once in person. In her hearing in court, she had not denied having appreciated the meeting with her father. However, she had disapproved her father’s persistent struggle to enforce his right of access to her against her will.", "The District Court found that in principle, contacts between a father and his child are in the child’s best interests. However, the firmly expressed will of F., who had almost attained the age of fifteen, not to have further contacts with her father had to be taken seriously. Ordering contacts against her will was not in her best interests. According to the submissions of the curator ad litem, F. was torn apart by her parents’ conflicts. Having to maintain court-ordered contacts with her father would affect her because of her loyalty to her mother, whose deep-rooted negative opinion of her father was known to F. Furthermore, due to the applicant’s readiness to enforce a right of access granted to him by coercive measures, contacts between him and F. could not be expected to take place without problems.", "The District Court found that it had not been necessary to order a further expert report. Even if an expert found that F. suffered from parental alienation syndrome, ordering access would be contrary to her well-being, given the conflict of loyalties in which she found herself.", "On 4 November 1999 the applicant lodged an appeal against the District Court’s decision, which he reasoned on 3 December 1999. A hearing of the parties scheduled for 4 April 2000 had to be adjourned due to G.S.’s illness.", "On 19 May 2000 the Brandenburg Court of Appeal heard the applicant, G.S., F. and the curator ad litem.", "On 6 June 2000 the Brandenburg Court of Appeal ordered a psychological expert report on the question of access. Expert H. was notably to address the question whether F.’s persistent refusal to have contacts with her father had to be considered as an expression of her own free will. The applicant subsequently appealed against the court’s decision to order a further expert report and challenged H. for bias. On 19 July 2000 the Federal Court of Justice dismissed the applicant’s appeal as inadmissible, as no appeal lay against the said decision. On 6 September 2000 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint against these two decisions.", "On 8 September 2000 the applicant challenged the judges dealing with his case at the Court of Appeal for bias, notably arguing that they prolonged the proceedings by ordering a superfluous expert report. He submitted further mostly handwritten observations dated 14, 18 and 20 September 2000 and 7, 12 and 18 October 2000 reasoning his motion. On 25 October 2000 the Brandenburg Court of Appeal dismissed the applicant’s motion for bias. On 10 January 2001 the Federal Court of Justice dismissed the applicant’s appeal as inadmissible, as no appeal lay against the Court of Appeal’s decision in this respect.", "On 26 February 2001 the Brandenburg Court of Appeal dismissed the applicant’s motion objecting to the expert H. on grounds of bias and his motion to rectify the minutes of the hearing on 19 May 2000. On 11 April 2001 the Federal Court of Justice dismissed the applicant’s appeal as inadmissible, as no appeal lay against the said decision of the Court of Appeal.", "On 22 May 2001 the Brandenburg Court of Appeal granted the applicant legal aid.", "On 22 June 2001 expert H. received the court’s case-files. She heard F. on 29 August and 5 October 2001. On 25 October 2001 the Brandenburg Court of Appeal dismissed the applicant’s renewed motion challenging H. for bias. The applicant refused to keep appointments with the expert on 15 November and 13 December 2001. By a letter dated 10 January 2002 the Court of Appeal again invited the applicant to fix an appointment with the expert, but the applicant failed to do so.", "On 11 March 2002 expert H. submitted her report, in which she proposed not to grant the applicant access to F. against F.’s firmly expressed will.", "On 17 Mai 2002 the Brandenburg Court of Appeal, having heard the applicant, G.S., F., the curator ad litem and the psychological expert in person, dismissed the applicant’s appeal. It further relied on the reports submitted by a representative of the Youth Office. The court found that the applicant could not be granted access to F., because contacts with him, including those in the presence of a third party, were against F.’s will and therefore contrary to her best interests. Ordering contacts with a parent against the firmly expressed will of a child who has almost attained the age of majority would violate the child’s right to privacy (Persönlichkeitsrecht). F. was then seventeen and a half years old. She had expressed her wish not to meet the applicant persistently and in an unequivocal manner already at the hearing by the District Court and when questioned by the curator ad litem, the court-appointed expert and the representative of the Youth Office. In her hearing in court, F. had again stated that she wanted a rest from the applicant and did not want further court proceedings.", "The decision was served on the applicant on 11 June 2002.", "On 25 June 2002 the applicant lodged a complaint with the Federal Constitutional Court, which he further reasoned in his submissions dated 2 July and 5 July 2002.", "Invoking the relevant articles of the German Basic Law as well as Articles 6 and 8 of the Convention, the applicant claimed that the decisions of the family courts ordering that his access to F. remain suspended violated his right to respect for his family life. He further complained that he had not had a fair trial because the curator ad litem had been prohibited by the president of the Court of Appeal to comment on the parental alienation syndrome from which his daughter suffered. According to the applicant, it had been superfluous to order a further report by a psychological expert. This had caused the length of the proceedings in the Court of Appeal to become excessive.", "On 16 July 2002 the Federal Constitutional Court, without giving further reasons, refused to admit the applicant’s constitutional complaint, as it was inadmissible.", "On 29 November 2002 F. attained the age of majority.", "At the relevant time, i.e. after the entry into force of the amended Law on Family Matters (Reform zum Kindschaftsrecht) on 1 July 1998, the applicable provision of the Civil Code concerning access to a child born in wedlock was worded as follows:", "Section 1684", "“1. The child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child.", "2. The parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. ...", "3. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties. They may order the parties to fulfil their obligations towards the child.", "4. The family courts may restrict or suspend the right of access or the enforcement of previous decisions on access if this is necessary for the child’s welfare. A decision restricting or suspending the right of access or its enforcement for a longer period of time or permanently may only be taken if the child’s well-being were endangered otherwise. The family courts may order in particular that contacts may only take place in the presence of a cooperating third party.”", "Pursuant to section 1696 § 1 of the Civil Code, as in force since 1 July 1998, the courts sitting in family matters must modify their decisions if this is necessary for cogent reasons which have a lasting effect on the child’s well-being."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}