{"ITEMID": "001-57967", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF VELOSA BARRETO v. PORTUGAL", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of P1-1", "JUDGES": "", "TEXT": ["8. Mr Francisco Velosa Barreto, a Portuguese national born in 1954, is an office worker. He married in April 1979 and he and his wife have one child, born on 7 June 1980.", "9. When the applicant was still single he lived with his parents. Since his marriage he has lived in a house rented by his parents-in-law. One of his wife's brothers and two of her aunts have also lived there at various times in that period. The house, in Funchal (Madeira), has four bedrooms, a kitchen, a living-cum-dining room and a basement.", "10. In November 1982 Mr Velosa Barreto inherited from his parents a house also situated in Funchal. This house, which has been let for residential use to E.R. since 23 June 1964, has three bedrooms, a kitchen and a bathroom. The rent, which had initially been fixed at 1,200 escudos (PTE), was PTE 1,500 at the time when the proceedings began.", "11. On 6 April 1983 the applicant and his wife brought proceedings against E.R. and his wife in the Funchal Court of First Instance. Relying on Articles 1096 and 1098 of the Civil Code, they asked the court to terminate the lease on the ground that they needed to occupy the property as their own home.", "12. The Funchal Court of First Instance found against the applicant and his wife on 13 March 1989. It held that one of the statutory requirements for termination had not been satisfied, since the applicant had not established facts which proved a real need to occupy the house himself.", "The reasons given by the judge included the following considerations:", "\"A landlord's need to terminate a lease must be assessed mainly in the light of his family circumstances, his living conditions and/or his occupational status at the time when the action is brought or foreseeable in the immediate future.", "In that connection, the following facts have already been established: that 'since his marriage, in April 1979, Mr Velosa Barreto has lived with his parents-in-law in the Travessa do Caetano, [Funchal]'; that 'Mrs Velosa Barreto's parents, Mr and Mrs Velosa Barreto and their son, one of Mrs Velosa Barreto's brothers and two of her aunts ... lived in the house'; that 'the plaintiffs' house has three bedrooms, a kitchen and a bathroom'; that 'the house where the plaintiffs live has four bedrooms on the first floor, a kitchen and a living-cum-dining room on the ground floor and a basement'; that 'Mr Velosa Barreto's parents-in-law, who are at present the sole occupants, with Mr and Mrs Velosa Barreto and their son, of the house in the Travessa do Caetano, are resigned to the presence in their house of the plaintiffs and their son, since they have nowhere else to live'; and that 'the plaintiffs both work in Funchal'.", "It should be noted that Mrs Velosa Barreto's two aunts and her brother no longer live in the house where the plaintiffs are now living and that this has increased the available living space and privacy that all human beings need. The plaintiffs' living conditions are better now than they were when the action was brought, since they even have a bedroom for their son.", "Moreover, the plaintiffs did not succeed in proving, as the onus was on them to do, that the relations between themselves and Mrs Velosa Barreto's parents were permanently strained and conflictual. What is certain, however, is that no link whatsoever has been established between their son's illness and their living conditions in that house.", "It might be said - and after all it has been proved that the plaintiffs live with Mrs Velosa Barreto's parents, 'who are resigned to the presence in their house of the plaintiffs and their son, since they have nowhere else to live' - that in view of the adage 'When a man marries he needs a house', cited by Mr Velosa Barreto in his first application, the existence of a marriage should be sufficient to establish a need to recover possession of the rented property in order to live there.", "...", "However, each case is unique. Regard being had to the facts found to have been established and those asserted by the plaintiffs in support of their claims, but not established, and given that the concept of the need to occupy must be interpreted as a state of necessity, to be objectively assessed on the basis of a reasonable criterion, in the light of everyday experience, it cannot be denied that the facts as a whole do not support the conclusion that the plaintiffs need the property in question in order to live there.", "Their living conditions would certainly be better and more comfortable in the house let to the defendants, but the real need required by case-law does not exist, nor is this a case where it is absolutely necessary or essential for the plaintiffs to recover possession of the accommodation.", "It follows that, although the other conditions in Article 1098 of the Civil Code have been satisfied, the plaintiffs' application must be considered inadmissible, since they have not established that they are entitled to terminate the lease under Article 1096 para. 1 (a).", "In conclusion, without finding it necessary to add any further considerations, I declare unfounded, for lack of evidence, the present action for termination of the lease and eviction of the tenant (processo especial de despejo), and find against the plaintiffs ...\"", "13. On 6 April 1989 Mr Velosa Barreto appealed against this judgment to the Lisbon Court of Appeal. Referring to the underlying intention of the legislation concerning the right to terminate a lease, he argued that he and his family had the right to live in a home they did not have to share with anyone.", "14. On 11 October 1990 the Court of Appeal upheld the impugned judgment. It held that the house of the applicant's parents-in-law was large enough for all the people who lived in it, including the applicant, his wife and his son. There was therefore no real need for Mr Velosa Barreto to live in the house he owned.", "The Court of Appeal gave the following reasons for its decision:", "\"In order to establish need, plaintiffs must cite specific facts which, once proved, establish the existence of a real, serious and present need, adducing weighty rather than purely hypothetical arguments. It is not sufficient to desire, to wish or to claim.", "...", "In order to be able to exercise their right [to terminate the lease], the applicants must adduce evidence of those facts (Article 342 para. 1 of the Civil Code).", "...", "... it is established that:", "(a) the house where the plaintiffs live has four bedrooms on the first floor, a kitchen and a living-cum-dining room on the ground floor and a basement;", "(b) at present that house is occupied by Mr Velosa Barreto's parents-in-law, the plaintiffs and their son, that is five people altogether; and", "(c) Mr Velosa Barreto's parents-in-law are resigned to the presence in the house of the plaintiffs and their son.", "As the house has four bedrooms, the plaintiffs can occupy one room and their son another.", "The house has enough bedrooms for all the members of the family to be able to live there.", "Each couple has a bedroom and the plaintiffs' son has his. And there is still one bedroom left over.", "The judgment must reflect the situation at the conclusion of the evidence and argument (Article 663 para. 1 of the Code of Civil Procedure).", "Since it has not been proved that the plaintiffs are in a precarious situation, the fact that they live with Mrs Velosa Barreto's parents, albeit by their favour, is manifestly insufficient to prove the need required by Article 1096 of the Civil Code ... Moreover, the plaintiffs have not proved that there was tension which made it intolerable for them all to live in the same house.", "Derogation from the general principle and eviction of the tenant for the benefit of the landlord are possible only where it appears to be absolutely necessary, for weighty reasons, for the landlord to live in the property (Article 1095 of the Civil Code).", "In the light of the foregoing considerations, and because the plaintiffs have not proved need as set out above and as this court interprets it, the appeal is inadmissible and the judgment is upheld.\"", "15. No appeal lay against the above judgment.", "16. The following is a translation of the main provisions of the Civil Code applicable at the material time to the termination of tenancy contracts on residential property:", "... A landlord shall not have the right to terminate a [tenancy] contract, which shall be tacitly renewed unless terminated by the tenant in accordance with Article 1055.\"", "1. A landlord may seek termination of a [tenancy] contract on its expiry in the following cases:", "(a) when he needs (necessite) the property in order to live there or to build his home there.", "...\"", "1. The right of a landlord to seek the termination of a [tenancy] contract in order to occupy the property as his home shall be subject to the following conditions:", "(a) he must have owned ... the property for more than five years or have acquired it by inheritance, in which case this qualifying period shall not apply;", "(b) he must not have been in occupation of another residence in the area where the property covered by the [tenancy] contract is situated, either as owner or tenant, for more than one year; and", "(c) he must not previously have sought to terminate the contract.", "...\"", "17. According to established case-law (Supreme Court judgments of 15 December 1981 and 12 July 1983), a landlord's right to terminate a lease in order to occupy the property as his home may be exercised only when, in addition to the conditions laid down in Article 1098 of the Civil Code, the condition laid down in Article 1096 para. 1 (a), namely the landlord's real need to live in the property, has been satisfied.", "18. These rules were amended by the legislative decree of 15 October 1990, but this did not introduce any fundamental change regarding the possibility of termination."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}