{"ITEMID": "001-73297", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SUKHOBOKOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 (non-enforcement);Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1937 and lives in Volgodonsk, Rostov region.", "5. The applicant receives an old-age pension. The Law on Calculating and Upgrading State Pensions of 21 July 1997 (the “Pensions Law”) introduced, since 1 February 1998, a new method of calculating pensions. This method, “Individual Pensioner Coefficient” (“IPC”), was meant to link a person’s pension to his previous earnings.", "6. On 22 April 1999 the applicant brought proceedings against the Volgodonsk labour and social development authority (Департамент труда и социального развития) before the Volgodonsk Town Court. He argued that his IPC should be fixed at 0.7, which would result in an increase in his pension.", "7. The Town Court found for the applicant and ordered the defendant authority to re-calculate the applicant’s pension from 1 February 1998 based on the IPC equal to 0.7 and pay the arrears of 3,186.36 roubles. According to the applicant and the documents submitted by him, the judgment was dated 25 October 1999 and came into force on 8 December 1999. According to the Government, the judgment was dated 25 November 1999 and came into force on 5 December 1999.", "8. On 14 January 2000 the Town Court issued a writ of execution. On 26 January 2000 the Volgodonsk bailiff’s service instituted enforcement proceedings. As the payments in enforcement of the judgment had not been made the applicant complained to various authorities. In letters of 10 June and 3 October 2000 the enforcement proceedings supervision department of the Rostov region division of the Ministry of Justice informed him that the judgment debt would be paid to him upon receipt of funds from the State budget.", "9. According to the Government, the Volgodonsk labour and social development authority lodged an application with the Town Court for reconsideration of the judgment given in the applicant’s case due to discovery of new circumstances. The authority argued that such a circumstance was an instruction of the Ministry of Labour and Social Development of 29 December 1999, which interpreted the Pensions Law in a way different from that in the judgment. On 29 September 2000 the Town Court granted the authority’s application and quashed the judgment due to discovery of new circumstances, notably the above ministerial instruction.", "10. According to the applicant, he was never informed of the court decision of 29 September 2000.", "11. On 5 January 2001 the Volgodonsk bailiff’s service terminated the enforcement proceedings. It stated in its decision as follows:", "“The proceedings [instituted on the basis of the writ of execution in favour of A. K. Sukhobokov] should be considered as terminated in connection with remitting the writ of execution, without enforcement, at the request of the court.", "On the basis of the foregoing, being governed by Section 27 (2) of the Federal Law on Enforcement Proceedings, decided that:", "1. The enforcement proceedings no. ... should be considered as terminated.", "2. The present decision may be appealed against to a relevant court within a ten-day term.", "3. The enforcement proceedings [file] should be transferred to the archive.", "4. The writ of execution no. ... issued by the Volgodonsk Town Court should be remitted to the Volgodonsk Town Court ...”", "12. According to the applicant, he received a copy of that decision on 24 March 2001.", "13. According to the applicant, the amount of his monthly pension was 1,523 roubles as of 1 May 2001.", "14. Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff’s order on the institution of enforcement proceedings must fix a time-limit for the defendant’s voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow, should the defendant fail to comply with the time-limit.", "15. Under Section 13 of the Law, the enforcement proceedings should be completed within two months of the receipt of the writ of execution by the bailiff.", "16. Section 27 of the Law reads:", "“1. The enforcement proceedings are terminated:", "...", "2) by remitting the writ of execution, without enforcement, to the court or other body, by which it was issued, or a creditor at their request;”", "...", "2. The bailiff’s decision on the termination of the enforcement proceedings is subject to appeal to a relevant court within a ten-day term.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}