{"ITEMID": "001-60696", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF TAYLOR-SABORI v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The facts of the case, as submitted by the parties, may be summarised as follows.", "9. Between August 1995 and the applicant’s arrest on 21 January 1996, he was the target of surveillance by the police. Using a “clone” of the applicant’s pager, the police were able to intercept messages sent to him. The pager system used by the applicant and intercepted by the police operated as follows: The sender, whether in the United Kingdom or overseas, would telephone the pager bureau in the United Kingdom via the public telephone network. The pager operator would key the message into a computer and read it back to the sender to confirm its accuracy. The computer message was transmitted via the public telephone system to the pager terminal, from where it was relayed by radio to one of four regional base stations and thence, again by radio, simultaneously to the applicant’s and the police’s clone pagers, which displayed the message in text.", "10. The applicant was arrested and charged with conspiracy to supply a controlled drug. The prosecution alleged that he had been one of the principal organisers of the importation to the United Kingdom from Amsterdam of over 22,000 ecstasy tablets worth approximately GBP 268,000. He was tried, along with a number of alleged co-conspirators, at Bristol Crown Court in September 1997.", "11. Part of the prosecution case against the applicant consisted of the contemporaneous written notes of the pager messages which had been transcribed by the police. The applicant’s counsel submitted that these notes should not be admitted in evidence because the police had not had a warrant under section 2 of the Interception of Communications Act 1985 (“the 1985 Act”) for the interception of the pager messages. However, the trial judge ruled that, since the messages had been transmitted via a private system, the 1985 Act did not apply and no warrant had been necessary.", "12. The applicant pleaded not guilty. He was convicted and sentenced to ten years’ imprisonment.", "13. The applicant appealed against conviction and sentence. One of the grounds was the admission in evidence of the pager messages. The Court of Appeal, dismissing the appeal on 13 September 1998, upheld the trial judge’s ruling that the messages had been intercepted at the point of transmission on the private radio system, so that the 1985 Act did not apply and the messages were admissible despite having been intercepted without a warrant.", "14. By section 1 (1) of the 1985 Act, anyone who intentionally intercepts a communication in the course of its transmission by means of a public communications system is guilty of a criminal offence, unless the interception is carried out pursuant to a warrant issued in compliance with the Act.", "15. At the time of the applicant’s trial there was no provision in British law governing the interception of communications on a private system."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}