{"ITEMID": "001-98138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KOSTYCHEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger", "TEXT": ["4. The applicant was born in 1940 and lives in the city of Kharkiv.", "5. On 2 October 2000 the applicant instituted proceedings in the Kyivsky District Court of Kharkiv (“the District Court”) against his former employer seeking various payments owed to him upon his retirement, including compensation for belated salary payments.", "6. On 10 October 2000 the case was transferred to another court for consideration but on 14 August 2001 it was sent back to the District Court.", "7. On 16 October 2002 the District Court found in part for the applicant. Both parties appealed against that judgment.", "8. In the period from February 2003 to March 2004 the Kharkiv Regional Court of Appeal, having taken over the case, remitted it back to the District Court on several occasions in view of the procedural flaws.", "9. On 30 March 2004, the Kharkiv Regional Court of Appeal amended the judgment of 16 October 2002, increasing the amount awarded to the applicant. On the same date the court adopted a separate ruling, drawing the attention of the President of the District Court to the numerous shortcomings in the way the judge of the first instance court had examined the case. According to the Court of Appeal, these shortcomings had caused delays in the proceedings.", "10. In April 2004 the applicant and the defendant lodged their cassation appeals before the Supreme Court. On 24 May 2006 it upheld the decisions taken by the lower courts."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}