{"ITEMID": "001-99911", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CARABULEA v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 13 (procedural aspect);Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["6. The applicant, Viorel Carabulea, is a Romanian national, who was born in 1963. He lives in Bucharest.", "7. On 3 May 1996 his brother, Gabriel Carabulea, aged 27, died in police custody in Bucharest following his arrest on suspicion of robbery. The ensuing investigations conducted by the prosecution authorities ended with the conclusion that Gabriel Carabulea died of natural causes, against a background of pre-existing ailments.", "8. The applicant contested that conclusion. In a written statement submitted to his lawyer on 27 September 1998 he indicated that before his brother's arrest, he had been living with him and his family – his brother's wife Nela and their baby daughter. His brother had been in good health. His wife Nela was suffering from tuberculosis, which had prompted Gabriel to have an X-ray, the results of which had confirmed his good health.", "9. On 21 March 1996 Bucharest Police Station no. 9 circulated a notice to all police stations in Bucharest for the arrest of Gabriel Carabulea, who was known to the police, and described as “author of several crimes of robbery”. The notice contained Mr Carabulea's nickname, his home address and his full identity, including his parents' names. At the time, no formal charge existed against him.", "10. On 13 April 1996 Mr Carabulea was apprehended by three police officers from Bucharest Police Station no. 14. They alleged that while on patrol in a police car, they saw Mr Carabulea driving a car and they gave chase. A few minutes later, allegedly, they witnessed a minor accident between his car and another car. They claim that Mr Carabulea jumped out of his car and ran towards some nearby apartment buildings and that they ran after him and effected an arrest. They then took him to Police Station no. 14, where an investigation was started for the offence of driving a car without a valid licence plate. According to the police incident report and a witness statement given by the other driver, no physical injuries or damage to property were sustained as a result of the accident.", "11. The applicant submits that on 13 April 1996, Nela received a telephone call from Police Station no. 14, informing her that her husband had been arrested and that she could bring him clothes and food. The applicant and Nela went to see Gabriel at around lunchtime. He was in good health, did not complain of any ill-treatment and his clothes were in good condition, being neither torn nor creased. Gabriel told them that he was going to be transferred to Police Station no. 9 and asked the applicant to take care of his wife and daughter. The applicant went home, while Nela stayed with Gabriel until around 4 p.m., when he was transferred to Police Station no. 9.", "12. According to a police report dated 13 April 1996, Mr Carabulea was taken to Police Station no. 9 for questioning in connection with an alleged robbery that had been committed on 20 March 1996. There, he was informed that he was “guilty of aiding and abetting robbery and of the possession of counterfeit foreign currency” and that he would be “detained for the next 24 hours”. The report was signed by a police officer and an officially appointed lawyer, A.M., but not by Mr Carabulea.", "13. Still on the same day, 13 April 1996, Mr Carabulea was officially charged with the aforesaid robbery. In a written statement made before the prosecutor he allegedly admitted the offence when questioned about the charge. This statement was submitted by the Government.", "14. An arrest warrant valid for a period of 24 hours was issued by I.P., the police officer in charge of the lock-up. The warrant did not specify the time at which the 24-hour period commenced, contrary to the legal requirements.", "15. On entering the lock-up at Police Station no. 9, Mr Carabulea was subjected to a body search. He was not examined by a doctor. The Government's evidence is that Mr Carabulea was in good health on entering the police lock-up.", "16. On 14 April 1996 he was brought before the prosecutor V.L., who issued a detention order valid for five days.", "17. According to the applicant, on 15 April 1996 Mr Carabulea's wife went to Police Station no. 9 to take food to her husband. She allegedly bribed Captain U. with some cigarettes in order to be allowed to give her husband the food and to talk to him for a few minutes in the presence of Captain U. She noticed that Gabriel was helped to Captain U.'s office by two policemen, as he had difficulty walking. After this short visit, Nela told the applicant that Gabriel “was looking bad”, but that she had not dared to ask her husband what had happened, owing to Captain U.'s presence.", "18. The Government's account, based on two statements, by one of Mr Carabulea's fellow detainees and by police officer I.P, is that on the morning of 16 April 1996, while taking his shower, Mr Carabulea felt sick. He was taken to the kitchen for fresh air and then he was given a massage. Half an hour later, Mr Carabulea complained again that he was feeling unwell and was taken to the police dispensary, where a medical assistant observed “an altered general health condition, pain when breathing and physical weakness”.", "19. At a time unknown, Mr Carabulea was taken to the Ministry of the Interior Hospital, where a doctor found that his systolic blood pressure was 5 mmHG and his pulse rate was 100 bpm. A diagnosis of “respiratory viral infection with altered general health condition” and, allegedly, a “normal thorax image” was made. Admission to Jilava Penitentiary Hospital was directed.", "20. Mr Carabulea was taken back to the police lock-up, where he remained until 1.20 p.m. He was then brought before the public prosecutor and another warrant authorising his pre-trial detention for up to 25 days was issued.", "21. At 5 p.m. Mr Carabulea was admitted to Jilava Penitentiary Hospital, where, according to the medical file, a diagnosis of “deteriorated general state, with sharp pain in the thorax, epigastric pain, and dyspnoea on minimal effort” was made. As he was also found to have paroxysmal tachycardia (sudden increased heart rate), it was decided to transfer him to St John's Emergency Hospital.", "22. At around 8 p.m. he was transferred to St John's Emergency Hospital, where an initial diagnosis of a massive upper gastrointestinal haemorrhage was made. According to the medical records, Mr Carabulea was in a deep state of “shock”, his blood pressure was 5 and his pulse was 100. The applicant was admitted to the Emergency Ward of the Cardiology Section in a state of shock, with cyanotic and cold extremities, repeated vomiting with drops of blood (“coffee-ground” type), and intense pains in the epigastric region. Surgical consultation was required. The doctors described the history of the disease as follows. “After the patient's anamnesis, it appears that the shock occurred in the morning, but no probable cause was indicated:- ingestion of toxic substances, drugs, foreign bodies or trauma”. Further examination based on “clinical and paraclinical information supported by cardiological examination” ruled out the initial diagnosis of massive upper gastrointestinal haemorrhage, and the patient was found to have suffered a pulmonary thromboembolism. He was, therefore, transferred to Fundeni Hospital, which specialised in cardiology, at an unspecified time during the night of 16 to 17 April.", "23. Early the next morning (17 April) at Fundeni Hospital the initial diagnosis was “syncope of undetermined cause, pulmonary thromboembolism, paroxysmal tachycardia” (right heart deficiency) and “a haematoma beneath the capsule of the liver”. He was noted to be in a state of shock and, having regard to the seriousness of his condition, constant medical supervision was advised.", "24. Mr Carabulea remained at that hospital, under constant police supervision, in a ward in which he was the only patient. All medical examinations took place in the presence of a police officer.", "25. The applicant states that on 16 April, at around 10 a.m., he and his cousin, Constantin Gheorghe, together with Nela went to see Gabriel at the police station, but were told that he was no longer there, as he had been taken to Jilava Penitentiary Hospital. They went to the said hospital where they were told that Gabriel was not there either. They then returned to Police Station no. 9 but the police officer on duty did not give them any further information and so they went home. That evening, their neighbours Tudor and Mariana told them a cousin of theirs, Mara, who was a cleaning lady at Fundeni Hospital, had telephoned them because she had seen Gabriel, who had been taken to that Hospital and placed in the Intensive Care Unit. The applicant, Constantin Gheorghe and Nela went to Fundeni. At the hospital reception they were told that Gabriel was there but that it was not possible to see him as he was under police supervision.", "26. In an unsigned examination note in the medical file, allegedly drawn up on 16 or 17 April 1996, it is recorded that Mr Carabulea “explained in a moment of lucidity” that on 13 April 1996 he had been involved in a car accident. The note further records “cranial, thoracic and abdominal trauma which he [had] neglected”, and that “since 14 April he [had] had slight pains in the upper area of the abdomen, a dry cough and dyspnoea”.", "A computerised tomography performed the same day disclosed a haemorrhage beneath the capsule of the liver.", "27. On 17 April 1996, whilst in the Intensive Care Unit of the hospital, Mr Carabulea was interrogated by the prosecutor M.P. According to the documents submitted by the Government, Mr Carabulea withdrew his previous statement made on 13 April 1996 in which, allegedly, he had admitted the offence.", "28. Mr Carabulea remained in Fundeni Hospital.", "29. The applicant alleges that after Gabriel's admission to Fundeni Hospital, his wife, the applicant himself, his cousin Constantin Gheorghe and his friend Dumitru Dinu tried to visit him every day. On each occasion they were refused admission by the authorities on the ground that Mr Carabulea was under arrest. However, they did manage to see him, briefly, at times and were able to glean certain information from him.", "30. For instance, on 17 April 1996, they made an attempt to see Gabriel, but the policeman inside the ward did not let them enter as the patient was under arrest and warned them that, for his sake, they should not come any more. No doctor was available to advise them as to Gabriel's condition but some medical assistants told them that it was “serious”. It was not until the following day, after long negotiations with the police officer on guard, that Nela was eventually allowed to see her husband for a few minutes. After the visit, Nela came out of the ward crying and told the applicant, Constantin Gheorghe and Dumitru Dinu that Gabriel's condition looked very bad but that she was unable to obtain any information from him because of the presence of the police officer. Some days later, Nela and Dumitru Dinu succeeded in entering Gabriel's ward for a few minutes. When they came out, they told the applicant and Constantin Gheorghe that Gabriel had told them that the police had suspended him from a cupboard, by using handcuffs, and had then congratulated him for having beaten the world record for hanging. He had also been rolled up in a wet carpet and beaten. On another occasion, Dumitru Dinu managed to see Gabriel through the door to the ward, which was slightly open. The applicant and Constantin Gheorghe, who were a few metres away, heard Gabriel calling out to Dumitru Dinu: “They've killed me, I'm a wreck!” (M-au omorât, m-au nenorocit). The applicant, Nela, Constantin Gheorghe and Dumitru Dinu went to the hospital every day to try to see Gabriel. Throughout this period, the medical staff refused to talk to them. On one occasion, when asked about the diagnosis, a doctor told them that the doctors did not know what the diagnosis was.", "31. Mr Carabulea died in hospital on the morning of 3 May 1996.", "32. The hospital notified the Prosecutor's Office of his death, reporting that the patient's death was caused by “recurrent pulmonary thromboembolism (on 17 April, 24 April and 3 May), severe pulmonary hypertension, thoracic and abdominal trauma as a result of a car accident of 13 April 1996, right heart insufficiency, thrombophlebitis in the left leg and irreversible cardio-respiratory block”.", "33. The applicant submits that Mr Carabulea's family were not formally notified of his death but learned of it on 3 May 1996 when they went to the hospital to visit him. They were told at reception that Mr Carabulea had died and they were sent to the hospital mortuary.", "There, they saw Gabriel's body and noticed that he had bruising in a number of areas, including the ribs and stomach, one thigh and also in the genital area. They wanted to take his body home but were told that it was not possible and they were directed to come back on Monday 5 May.", "34. According to an on-site report of I.C., Military Prosecutor, and dated 3 May 1996, Mr Carabulea's death was the result of a car accident which had taken place on 13 April 1996. The report stated that the corpse showed no external signs of injury and no symptoms of any internal lesions and that, whilst in the hospital, the patient had not referred to any alleged assault by the police officers at the place of detention. The report records that interviews were held with certain doctors, that no relatives of the victim were present at the time and that no other data was available. Despite the legal requirements, none of the doctors allegedly interviewed had countersigned the report.", "35. A death certificate issued the same day records “acute cardio-respiratory insufficiency” as the immediate cause of death and “bronchopneumonia” as the proximate cause of death.", "36. An autopsy ordered by the prosecutor on the date of death was carried out on 4 May 1996 by Dr P.P. of the Forensic Medicine Institute in Bucharest. The victim's family were not informed about the autopsy.", "37. On Monday 5 May 1996 Mr Carabulea's family returned to Fundeni Hospital but were told that the corpse had been transferred to the morgue at the Forensic Medicine Institute, where an autopsy had already been performed. The family was allowed to take the body for burial. Before the burial, they took some pictures of the lower right side of the body.", "38. Two copy pictures that were submitted to the Court show bruises and haematoma on the victim's right hand, upper right thigh, right iliac crest and on the right side of the genital area.", "39. On 7 May 1996 the Bucharest Institute of Phthisiology issued a medical certificate stating that Mr Carabulea had been examined at its clinic one year earlier, in May 1995, and that there was no indication of any pathology associated with his pulmonary condition.", "40. A provisional autopsy report dated 10 May 1996 and signed by Dr. P.P. stated that Mr Carabulea's death had been “non-violent and was the result of acute cardio-respiratory insufficiency following pulmonary thromboembolism, with widespread areas of pulmonary infarction against a background of pre-existing chronic diseases, myocardial sclerosis, and aggressive chronic hepatitis with progression towards cirrhosis. The violence bruise observed is more than 3-4 days old and could have been produced by the impact of a hard object, but did not cause death.”", "No X-ray of the thorax had been performed during the autopsy.", "41. The final autopsy report was produced by Dr P.P. on 30 July 1996.", "Its findings based on a forensic examination of the corpse, noted an ecchymosis “as a result of violence on the right iliac crest” which had no causal link with the death, a fracture of three ribs “R3-R5 along the mid-clavicular line, 100 ml of serous-sanguineous fluid in the right pleural cavity”, and “black blood” in the lungs. The report was silent as to the source of bleeding. Genitalia and veins were reported as being “normal”.", "Its conclusion was drafted in identical terms to those used in the provisional report of 10 May 1996.", "42. On 8 May 1996 Mr Carabulea's wife filed a complaint with the Military Prosecutor's Office in Bucharest, claiming that her husband, who had been in sound physical condition when he had entered police custody, had died as a result of beatings by police officers U. and B. (Police Station no. 9). She requested a murder investigation to be opened and she attached to her complaint the medical certificate which had been issued the previous year in May 1995 and which had certified that her husband's pulmonary and pleural condition had been good.", "43. The same day, Captain U. compiled two separate reports on the circumstances of the arrest and detention of Mr Carabulea. He stated that when Mr Carabulea had undressed for the body search preceding entry to the lock-up, there had been no signs of injury on his body. He denied having used any physical pressure while interrogating Mr Carabulea. He also mentioned that on 16 April 1996 Nela Carabulea had arrived at the police station with a package for her husband and requested to see him but had been refused.", "44. Also the same day, police officer AM.M. from Police Station no. 9 filed a report indicating that he had been on duty on the day Mr Carabulea had been brought to the station and that he had not heard any noises or screams coming from the cell in which Mr Carabulea had been detained.", "45. On 8 May 1996 the officer in charge of the lock-up, I.P., addressed a written report to his superiors, in which he indicated that on 13 April 1996 Mr Carabulea had been brought to the lock-up at the police station and that when he had undressed for the body search preceding entry, there had been no signs of injury on his body. According to him, on 16 April 1996 Mr Carabulea and two other suspects had been examined by a medical assistant, who had recommended that an X-ray examination be carried out on Mr Carabulea. He stated that an X-ray had been taken at the Ministry of the Interior Hospital and that the doctor there had ordered that Mr Carabulea be treated as an in-patient at Jilava Penitentiary Hospital.", "46. On 9 May 1996 Mr S.S., a lawyer acting on behalf of Mr Carabulea's family, filed another complaint with the Military Prosecutor's Office requesting the investigation of Captain U. for physical assault causing death. The complaint alleged that the inhuman treatment to which the victim had been subjected had been inflicted for the purpose of obtaining a confession to the offence with which he had been charged and that during the victim's stay in hospital, both his family and the lawyer himself had been hindered in their efforts to contact him. The lawyer also complained that all medical documents concerning Mr Carabulea had been sealed and sent to the Forensic Medicine Institute and that the family had not been given access to them.", "47. The military prosecutor S.C. was placed in charge of the investigation.", "48. On 9 May 1996 police officer G.B., who served under the orders of Captain U., took statements from N.B. and E.B., who had been placed in the same police lock-up as Mr Carabulea. They were in custody at the time their statements were taken. They declared in almost identical terms that they had never heard Mr Carabulea complain of ill-treatment by the police.", "49. On 17 May 1996 the military prosecutor took statements from F.F. and M.T., two police officers working at Jilava Penitentiary Hospital who had guarded Mr Carabulea during his transfer to St John's Hospital and subsequently to Fundeni Hospital. They stated in identical terms that during the transfer, the victim, who had stomach aches, had been lying down, but had not spoken to them. They had been present during all the medical examinations of Mr Carabulea and had not heard him complain to the doctors about an assault while in police custody.", "50. On 14 August 1996 police officers U., I.P. and G.B. made statements to the prosecutor regarding Mr Carabulea's detention and death.", "Captain U.'s statement largely corresponded to his reports of 8 May 1996 (paragraph 43 above).", "I.P. reported that he had taken part in the body search of Mr Carabulea and that he had not seen any signs of violence on Mr Carabulea's body. He further explained that as Mr Carabulea had not felt well in the morning of 16 April 1996 while in the shower room, he had taken him to the medical assistant at the police station and then to the Ministry of the Interior Hospital, where he had been examined and sent to Jilava Penitentiary Hospital. Before taking him to Jilava Penitentiary Hospital, I.P. had gone to the prosecutor's office for the 2nd district, where a 30-day warrant had been issued.", "G.B. stated that between 13 and 15 April 1996 he had been on leave.", "51. On 20 August 1996 the military prosecutor decided not to open a criminal investigation in respect of police officers I.P. and G.B. He concluded that Mr Carabulea's death had been non-violent and was due to organic diseases which had developed progressively and which led to a deterioration in his general state of health following a car accident on 13 April 1996, during which he had suffered thoracic, abdominal and cranial contusions.", "52. On 21 January 1997 the Romanian Helsinki Committee sent a letter to the Military Section of the Procurator-General's Office requesting a new investigation. It pointed out, in particular, that Mr Carabulea had never complained of any pain before being taken into police custody, that the bruising in the genital area could not have been caused by a car accident, and that M.I., Mr Carabulea's alleged co-accused on the robbery charge and the driver of the car which had allegedly been involved in a collision on 13 April, had never been questioned.", "53. On 12 February 1997 the prosecutor-in-chief D.V., from the Military Section of the Procurator-General's Office, quashed the decision of 20 August 1996 on the basis of insufficient reasons. He sent the case file back to the prosecutor in charge for further preliminary inquiries in respect of the alleged assault by the police officers, with the following instructions: that a statement was to be taken from the victim's wife; that the report concerning the alleged car accident on 13 April 1996 was to be examined; that all the police officers who had taken part in the victim's arrest on 13 April 1996 and everyone present during his interrogation, including the prosecutor V.L. and the officially appointed lawyer, A.M., were to be questioned; that the various pieces of information concerning the interrogation of both Mr Carabulea and his co-accused were to be examined and assessed; that the prosecutor M.P. and the officially appointed lawyer P.P. were to be interrogated with a view to explaining why on 17 April 1996 Mr Carabulea had withdrawn his earlier statements and whether any physical pressure had been exerted on him during the first interrogations. He further instructed that a supplementary forensic report be produced with a view to determining whether the fracture of the ribs and the bruising in the genital area were the result of any alleged assault.", "54. On 19 February 1997 the case was registered at the Military Section of the Procurator-General's Office and a new prosecutor, I.I., was assigned.", "In a report dated 3 March 1997 I.I. indicated that following an article published in the newspaper Cotidianul on 24 February 1997, he had invited Mrs Nela Carabulea, the victim's wife, to come to the prosecutor's office. During this meeting it was agreed that she would return at a later date, with her lawyer, in order to consult the file relating to her husband's death so as to enable her to submit any objections to the way in which the investigation had been carried out.", "55. The Government claimed that after that meeting, Mrs Carabulea had refused to go to see the prosecutor. They produced two summonses dated 6 May 1997 and 30 June 1997 informing Mrs Carabulea that her failure to appear before the prosecutor would lead to the discontinuance of the proceedings, and to which Mrs Carabulea had allegedly failed to respond. They also submitted four alleged acknowledgments of receipt of various summonses which had been addressed to Mrs Carabulea, none of which containing her signature.", "56. The applicant submitted in reply that Mrs Carabulea had not received any of these summonses. He stated that the prosecutor had met Mrs Carabulea on 3 March 1997 but had not asked her any questions.", "57. On 25 August 1997 the prosecutor-in-chief, D.V., submitted a written request to the Bucharest Police Department for a copy of the file concerning the alleged car accident of 13 April 1996 and for information regarding the medical report prepared when Mr Carabulea had been taken into the police lock-up.", "58. On 5 September 1997 the Bucharest Police responded that the file on the car accident was at the prosecutor's office for the 4th district. They further indicated that, according to Instruction no. 410/1974 issued by the Ministry of the Interior, any sign of physical violence noted during the body search had to be notified to the doctor in charge of the lock-up, who would advise whether the detainee should be admitted to the lock-up and would make preparations for a thorough medical examination, and that in any event, all detainees had to be medically examined within 24 hours of incarceration.", "59. On 12 September 1997 the military prosecutor again requested the medical report that had been drawn up when Mr Carabulea's had been taken into police custody.", "On 13 November 1997 Bucharest Police Station no. 9 indicated that Mr Carabulea's medical file had been sent to Jilava Penitentiary Hospital. It appears from this medical file that the first entries were made on 16 April 1996, shortly before Mr Carabulea's transfer to Jilava Penitentiary Hospital. The file did not contain any mention of an X-ray that had, allegedly, been performed.", "60. In late 1997 the military prosecutor received the investigation file concerning the alleged car incident on 13 April 1996. It appears from this file that on the said date Mr Carabulea had been charged only with the offence of driving a car without a valid licence plate. The file contains no mention of any collision with or of any damage to any other vehicle or of any injury to any person.", "61. On 7 January 1998 the military prosecutor I.I. ordered the preparation of a forensic medical report on the body of the deceased by experts from the Bucharest Forensic Medicine Institute. The experts were asked to express an opinion on the cause of death and to say whether, in their view, the measures taken by the medical staff who had treated Gabriel Carabulea had been correct and appropriate having regard to his condition. They were further asked to advise on whether any signs of injury were evident in the genital area of the deceased and, if so, on the nature of such injury and on the duration of time that would have been required for its healing. A colour photograph showing bruising in the area of the victim's genitalia which had been submitted by the family was attached to the order.", "62. On 17 February 1998, in response to the request of the public prosecutor, Dr P.P., who had performed the autopsy on 4 May 1996, (see paragraph 36) produced his second forensic report, in which he reiterated his previous findings. In addition, he stated that the broken ribs “had no vital character” and that the fracture of the mid-clavicular line “could have been produced post mortem”, during the cardiac resuscitation that was, apparently, carried out at Fundeni Hospital. Moreover, in his opinion, the bruising in the genital area as indicated on the photograph had also been produced post mortem, such bruising being a very common occurrence in his experience.", "63. On 4 March 1998 the military prosecutor decided, in the light of the additional forensic report, not to open criminal investigations into the allegations both of physical assault resulting in the death of the victim and of an inadequate investigation by Captain U. and G.B. His decision, which was far briefer in its rationale than the decision of 20 August 1996 (see paragraph 51), concluded that Mr Carabulea's death was due to “a cardiopathy of a person with pre-existent visceral pathology” and had not constituted a criminal act.", "64. The Government submitted two expert opinions by forensic pathologists, the first by Professor Dr Dan Dermengiu, from the “Mina Minovici” Forensic Medicine Institute in Bucharest, dated 20 June 2001, and the second by Professor Dr Derrick Pounder, a British forensic expert, dated 19 November 2004.", "65. In his report, Professor Dermengiu explained that a pulmonary thromboembolism was a sudden biological event which appeared without any symptoms. He noted that Mr Carabulea had had a child who had died at the age of 1 year and 8 months because of a thrombosis of the inferior vena cava, owing to a congenital anomaly of the venous system, and he concluded that it was, therefore, reasonable to suppose that Mr Carabulea had presented similar anomalies of the venous system which had predisposed him to the development of a thrombosis. The report stressed that the alleged traffic accident had not caused any external or internal lesions and that there was no causal link whatsoever between the alleged traffic accident and the appearance of pulmonary thromboembolism and of the thrombophlebitis of the left limb, the first manifestation of which was evidenced on 3 May 1996.", "66. Professor Pounder's report described the history of Mr Carabulea's treatment and subsequent death, as recorded in the medical records that had been presented to him, which he described as “poorly kept”. He noted that when Mr Carabulea had arrived at the Ministry of Interior Polyclinic, he was in serious ill-health and had been vomiting blood and that by the time he was transferred to St John's Hospital, at 8 p.m., he was in a generalised life-threatening condition requiring admission to the intensive care unit with the intention of addressing, immediately, the problem of saving his life. Life-saving measures having been taken, Mr Carabulea was then transferred to Fundeni Hospital on 17 April with a diagnosis of pulmonary thromboembolism. A computerised tomography performed there disclosed a lesion on the surface of the liver, while an ultrasound examination revealed some emboli in the small peripheral arteries of the lung. As a result of these findings, the doctors had been faced with the following dilemma: if the medical treatment required to limit the normal clotting mechanism of the blood (the emboli) was to be administered, then this ran the risk of exacerbating the liver haemorrhage which, as a consequence, might in itself have become life-threatening. Therefore, the doctors had administered the anti-coagulant with caution in order to prevent further haemorrhage around the liver. On 24 April Mr Carabulea had developed a second severe episode of pulmonary thromboembolism for which he had received emergency treatment and had been successfully resuscitated. His recovery was slow and the physicians had planned a phlebography but before this investigation could be performed, Mr Carabulea suffered a third episode of pulmonary thromboembolism and died at 7.25 a.m. on 3 May.", "67. Dr Pounder found that the unequivocal cause of death was pulmonary thromboembolism as a consequence of blunt-force trauma. Assuming that Mr Carabulea had been involved in an alleged road traffic collision on 13 April, Dr Pounder found that it was more likely than not that the liver injury sustained on that occasion had led to his death. Dr Pounder also considered that Mr Carabulea had been at high risk of death from pulmonary thromboembolism, even with the best of medical treatment, “given his initial presentation with shock and the subsequent recurrence of the pulmonary thromboembolism”.", "68. Dr Pounder stated that the yellow bruise at the front of the right hip mentioned in the autopsy report could have originated in a number of causes, including the wearing of a seatbelt during a car accident. Having regard to the medical records indicating that resuscitation had been attempted, Dr Pounder considered that the three fractured ribs identified at the autopsy had almost certainly been produced during attempts at resuscitation around the time of death.", "69. Concerning the autopsy report in general, Dr Pounder acknowledged that there were serious omissions and severe inadequacies in the post mortem autopsy as identified also by Dr Szentmariay in his report (see below paragraphs 70 to 74). Dr Pounder found the autopsy report deficient in several aspects, both general and specific. It did not meet “normally accepted standards within Europe”; it originated from an institute belonging to the Romanian State; it should have been produced expeditiously; it lacked thoroughness and was too brief; it contained a number of serious omissions, such as the failure to document the state of the veins in the legs, the presence or absence of thrombus within them and the failure to give an account of the weight of a number of organs. The autopsy report had declared the death to be due to natural causes despite the likelihood that the trauma on the surface of the liver was a precipitant of the pulmonary thromboembolism. Dr Pounder also deplored the fact that the additional opinion obtained from the Forensic Medicine Institute “had not taken the opportunity to acknowledge and correct the errors” contained in the earlier autopsy report.", "70. The applicant submitted two expert opinions, one dated 29 August 2001 by Dr I. Szentmariay, a forensic pathologist practising at the Institute of Forensic Medicine at Semmelweis University in Budapest (Hungary), and the other dated 10 March 2005 by Professor Sidsel Rogde, from the Institute of Forensic Medicine in Oslo (Norway). Their opinions were based on the Romanian prosecuting authorities' file on Mr Carabulea, including all the medical documents, the autopsy report and some of the prosecutors' decisions.", "71. According to Dr Szentmariay, the medical file submitted lacked proper and adequate information, such as laboratory data, routine medical data, including the circumstances surrounding Mr Carabulea's death, the drugs administered throughout his stay in hospital, their dosage and application. Having regard to the low probability (1 in 50,000) of a patient of Mr Carabulea's age developing a fatal pulmonary thromboembolism, even after a minor uncomplicated surgery, the development of such an embolism required a very thorough clinical analysis of many laboratory tests and other data. However, crucial information was missing from the medical file which, thereby, prevented any genuine appraisal of the case.", "72. Dr Szentmariay also commented upon a number of inconsistencies in the medical documents on file. In the first place, he noted the change of diagnosis from respiratory (pulmonary) viral infection, made at Jilava Hospital, to “upper gastrointestinal haemorrhage”, made at St John's Hospital, and later to pulmonary thromboembolism, although no explanation had been provided for such changes. Furthermore, the diagnosis of pulmonary thromboembolism which had been made at St John's Hospital, at Fundeni Hospital and later referred to in the autopsy report contained no explanation of how this diagnosis had been reached since no blood clot (embolus) was ever mentioned as having been found. He also noted that it was not until 23 April that Heparin, “the immediate cornerstone treatment for pulmonary thromboembolism”, was administered, despite the fact that the diagnosis of pulmonary thromboembolism had been made one week earlier. As to the “thrombophlebitis of the lower limbs” mentioned as one of the causes of death in the Notice issued by Fundeni Hospital on 3 May 1996, Dr Szentmariay stated that “thrombophlebitis of the lower limbs” was not a deadly disease and would not “at all” predispose a patient to thromboembolism. He found no numerical data available to quantify the severity of the pulmonary hypertension mentioned in the said Notice and he expressed the view that the “thoracic and abdominal trauma caused by the car crash” was an insufficient explanation of cause of death since no specific diagnosis had been made and there was no indication of any organs having been affected or of the kind of injuries that were allegedly sustained in the accident.", "He further noted that in Fundeni Hospital a diagnosis of haemorrhage around the liver was made. Since such diagnosis “always raises the strong possibility of blunt abdominal trauma in the near past” Dr Szentmariay was astonished that no other reference or observation was made in respect of this diagnosis. In his view, such a diagnosis would normally be followed very carefully “because of the potential of sudden blood loss, hepatic rupture and many other potentially life-threatening complications”. He pointed out that the scrotal lesion which could be seen on the pictures taken by the family was not described in the autopsy report although this should have formed part of the external body description. He further found the description in the autopsy report of the fracture of the ribs to be deficient since it provided no information as to the age of the fracture or as to whether it was on the right or left side, both of these elements being important in determining the causal mechanism of the rib fracture (resuscitation procedures or otherwise).", "73. With reference to the statement made by Dr Dermengiu that Mr Carabulea might have had anomalies of the venous system, Dr Szentmariay pointed out that the autopsy indicated that the venous system of the victim was normal. He further stressed that the isolated vena cava developmental anomaly which had caused the death of Mr Carabulea's child was a very rare condition and that the heredity rate of such a disease was in the region of 1-2%; moreover, none of the medical records, including the autopsy report, had ever indicated that the victim had thrombophlebitis.", "74. Dr Szentmariay also stated that it was “professionally incomprehensible why it took more than 100 days to complete the autopsy report” since the generally accepted time was 3 to 4 weeks.", "In short, he described the forensic autopsy report as “basically professionally useless, loaded with scant and incomplete descriptions and with medically erroneous conclusions”. As a consequence, he declared himself “unable to reasonably exclude the possibility of significant trauma contributing to the death”.", "Finally, he pointed out that in similar cases he would have suggested a reautopsy of the deceased, “but in this case, it is highly unlikely that similar action will yield useful information, depending on the technique of conservation of the body”.", "75. The applicant's second expert, Professor Rogde, noted at the outset that the re-examination of the corpse should not have been done by the same pathologist as the one who had given the primary opinion. He further found the descriptions in the autopsy reports to be sparse and lacking in many aspects. He deplored the fact that photographs had not been taken post mortem, which would have been very helpful in determining whether there were bruises on the corpse or simply post mortem lividity, and he expressed the opinion that the pre-existing diseases of the victim described in the autopsy reports had probably not been of any importance concerning the death. He also confirmed that the cause of death was most probably pulmonary thromboembolism whose precipitating event could have been serious trauma. However, noting that the source of the embolism had not been found “and [was] probably not searched for”, he concluded that, having regard to the poor quality and brevity of the autopsy reports, it was not possible to determine the reason for the thrombosis.", "76. On 27 September 1998 Dumitru Dinu, a friend of the victim, and Constantin Gheorghe, the victim's cousin, submitted written statements to the applicant's lawyer concerning the circumstances surrounding Mr Carabulea's death.", "77. Dumitru Dinu stated that he had managed on one occasion to persuade the police officer to allow him to enter the ward with the victim's wife in order to help Gabriel to change his clothes. Whispering, Gabriel had complained that he had been brutally assaulted by the police who had suspended him from a locker with his hands tied behind his back and had beaten him while he was so hanging. When he refused to admit to the charge of robbery, he had been rolled in a carpet, jumped upon, and beaten with sticks. Gabriel had identified Captain U. as the chief of the police officers who had ill-treated him. The supervising police officer had terminated the meeting when he realised that they were talking about Gabriel's detention. As Dumitru Dinu and Gabriel's wife were leaving the ward, a medical assistant told them that a doctor wanted to talk to them. They went to see the doctor who informed them that Gabriel had very little chance of survival and that he was living on a drip. She told them that Gabriel had blood in his lungs and liver and a swollen heart and that his kidneys were blocked. Dumitru Dinu stated that he had returned to the hospital to see Gabriel for a second time. As the police officer had not allowed him to enter the room, he had forced the door open and asked Gabriel whether he was all right. He heard him shout back “They killed me! Don't leave me here, take me out of here otherwise I'll die!” The applicant, Nela Carabulea and Constantin Gheorghe were also present and heard these cries. Before the burial, Dumitru Dinu, who had brought along the photographer who took the only pictures of Gabriel's body, saw various injuries on the body, including, bruising around the stomach area and on the deceased's face, legs and genitals.", "78. In his statement, Constantin Gheorghe confirmed that Gabriel had been kept in a ward under constant police surveillance. Although he did not see Gabriel during his stay in the hospital, he accompanied Nela Carabulea and Dumitru Dinu and he heard Gabriel call out “They killed me!” He witnessed Nela Carabulea and Dumitru Dinu come out of Gabriel's ward and tell him how Gabriel had complained that he had been tortured by the police under Captain U.'s command. He saw Gabriel's body after he had died. There were bruises on the legs and face, under the chin and on the genitals.", "“1. The Assembly considers it a necessary practice for autopsies to be carried out in all Council of Europe member states to establish the cause of death for medico-legal or other reasons or to establish the identity of the deceased.", "2. As the mobility of the population increases throughout Europe and throughout the world, the adoption of uniform guidelines on the way autopsies are to be carried out and on the way autopsy reports are to be established becomes imperative.", "3. This is especially so in the case of mass disasters, whether natural or not, where there may be several hundreds of victims of numerous nationalities.", "4. Moreover, it is believed that autopsies should be carried out in all cases of suspicious death or where there are doubts as to the cause and that, if done systematically, they may more easily bring to light illegal executions and murders perpetrated by authoritarian regimes.", "5. Internationally recognised and applied autopsy rules would therefore contribute to the fight to protect human rights, especially such human rights as the prohibition of torture and of ill-treatment, and the right to life. Here, the Assembly welcomes the fact that the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment has been ratified by twenty out of the twenty-five Council of Europe member states.", "6. The Assembly therefore recommends that the Committee of Ministers:", "i. promote the adoption of harmonised and internationally recognised rules on the way autopsies are to be carried out and the adoption of a standardised model protocol for autopsies;", "ii. support the proposal that states world-wide formally accept and implement the obligation to carry out autopsies in all cases of suspicious death;", "iii. invite the member states to apply the Interpol guidelines on disaster victim identification;", "iv. invite those Council of Europe member states which have not yet done so to ratify the Council of Europe Agreement on the Transfer of Corpses;", "v. invite the five Council of Europe member states which have not yet done so to ratify the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment;", "vi. draw up international rules to facilitate the formalities proposed in sub-paragraphs 6.i, ii, iii, iv and v from the administrative (transport, crossing of borders, police, etc.) or legal points of view.”", "79. The “Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions” adopted by the United Nations in 1991 includes a Model Autopsy Protocol aimed at providing authoritative guidelines for the conduct of autopsies by public prosecutors and medical personnel. In the introduction, it notes that an abridged examination or report is never appropriate in potentially controversial cases and that both a systematic and comprehensive examination and report are required to prevent the omission or loss of important details: “It is of the utmost importance that an autopsy performed following a controversial death be thorough in scope. The documentation and recording of those findings should be equally thorough so as to permit meaningful use of the autopsy results.”", "80. In part 2(c), it states that adequate photographs are crucial for thorough documentation of autopsy findings. Photographs should be comprehensive in scope and must confirm the presence of all demonstrable signs of injury or disease commented upon in the autopsy report.", "81. Following a visit to Romania, the Special Rapporteur in his report of 23 November 1999, found that there were persistent cases of police abuse aimed at extracting confessions from a suspect and that there was evidence to support the allegations that the Roma were more likely to be victims of police abuse than others. He further criticised as ineffective the system of investigation in which the military prosecutors had the exclusive authority to investigate, thus leading to the perception that the military prosecutors lacked independence and impartiality. He also noted that he had received numerous reports alleging that medical certificates were frequently falsified to cover-up ill-treatment by police and stressed that in most cases the investigations resulted in decisions not to prosecute.", "In spite of a request to the Romanian authorities, the Special Rapporteur did not receive any statistics on the number of complaints filed and prosecutions brought under Articles 266 (Abusive behaviour), 267 (Abusive investigation) and 267(1) (Torture) of the Criminal Code.", "Referring to the case of Gabriel Carabulea, the Special Rapporteur indicated that he had been informed by the military prosecutor that there was no reason to reopen the case but that the military prosecutor was prepared to review the facts once again. Noting that the lawyers for the victim had filed a complaint before the Court, the Special Rapporteur determined that he was not in a position to reach a conclusion on the merits of the case. However, he considered that the case raised serious concerns about the effectiveness of the investigation of torture on the part of police officials and was consistent with other reports that he had received.", "82. In its report, the CPT indicated that a considerable number of detainees interviewed at the police lock-up cells and prisons visited by its delegation alleged that they had been physically ill-treated by the police. The following types of ill-treatment were constantly alleged: slaps, punches, kicks, blows with a truncheon (the victim sometimes being rolled up in a carpet or some similar covering). Some of the persons interviewed complained of beatings of the soles of the feet, which were apparently inflicted while the victim was on his knees on a chair or suspended from a solid bar in a position known as “spit-roaster”. These allegations related to the moment when the suspects were apprehended and to later stages of the interrogation by the police. The CPT delegation noted that when a prosecutor was asked how he would act in the presence of a suspect alleging ill-treatment by the police, he answered: “The police are my colleagues. I would regard this allegation as a lie coming from a recidivist...”"], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}