{"ITEMID": "001-83078", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ROHL v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Ms Bettina Röhl, is a German national who was born in 1967 and lives in Hamburg in Germany. She was represented before the Court by Mr P. Plog, a lawyer practising in Hamburg. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1998 the applicant, a professional journalist, started private investigations into an arson attack carried out against police officer W. during a demonstration held in Frankfurt on 10 May 1976. Police officer W. survived, but had been very seriously injured.", "In February 1999 the Frankfurt Public Prosecutor’s Office re-opened criminal investigations into the 1976 incident directed against Ms J. H. on suspicion of attempted murder.", "In January and February 2001 German public television broadcasted two of the applicant’s films dealing with different aspects of the events in 1976 and her own investigations.", "On 31 May 2001 the Frankfurt District Court (Amtsgericht) issued a warrant to search the applicant’s apartment, which read as follows:", "“In the context of the preliminary investigations against", "...[J.H.]", "on suspicion of an offence pursuant to sections 211, 22, 23 of the Criminal Code [attempted murder],", "on request of the Frankfurt Public Prosecutor, the search of the residential and side premises of Brigitte Röhl pursuant to sections 103, 105 of the Code of Criminal Procedure are ordered.", "According to the present results of investigations, there are facts to suggest that the search will allow the seizure of the following objects:", "Documents concerning the incident of 10 May 1976 in Frankfurt/Main which shed light on the relevant course of events.", "The evidence found has to be placed in official custody or to be secured otherwise. If section 98 § 2 applies, the seizure has to be confirmed within three days by court order.", "Reasons:", "As a result of police investigations, the accused J. H. is suspected of having, on 10 May 1976, during a demonstration on the occasion of the death of Ulrike Meinhof, thrown explosives on a police car and of thus having inflicted life-threatening injuries on police officer W.", "The above-mentioned documents may be of importance as evidence for the investigation.", "The journalist Röhl is supposed to be in possession of extensive documentation concerning the demonstration which took place on 10 May 1976 in Frankfurt/Main. This is supposed to lead to indications as to the identity of the offender.", "The search may be averted by handing over the documents voluntarily.”", "By decision of 13 July 2001 the applicant’s forename was corrected into “Bettina”.", "The search of the applicant’s apartment was carried out on 18 July 2001 in the presence of the applicant and an officer of public prosecution. Several documents, data carriers and the hard disk of the applicant’s personal computer were seized.", "The applicant objected to the search and appealed against the search and seizure decision on that same day. She stated that she relied on her journalist’s right to refuse to give evidence. She further pointed out that she had deposited all relevant material outside her apartment, so that it had not been found during the search. She emphasised that the seized material, which related to her book project, should be returned in order to avoid further damage.", "On 19 July 2001 the applicant’s personal computer was returned to her, while the Public Prosecutor retained a copy of the hard disk.", "By further letters of 19 and 23 July 2001 the applicant pointed out, inter alia, that the Public Prosecutor’s Office had expressly acknowledged her journalist’s right to refuse to give evidence. She further emphasised that she had been willing to co-operate with public prosecution.", "By letter of 27 July 2001 to the Frankfurt Public Prosecutor’s Office the applicant, represented by counsel, referred to her appeal of 18 July 2001 and requested to be granted access to the case-file.", "On 30 July 2001 the Public Prosecutor informed the applicant’s counsel that he could not grant that request, because the case-file had been dispatched to the Regional Court.", "On 31 July 2001 the Frankfurt Regional Court (Landgericht) rejected the applicant’s appeal, finding that the applicant’s own statements as a witness had justified the assumption that the search of her apartment would yield evidence relevant for clearing up a serious criminal offence committed by a third person, namely the attempted murder of police officer W. in 1976. The measure was proportionate with regard to the seriousness of the offence. The applicant’s documents were not exempt from seizure pursuant to section 97 § 5 of the Code of Criminal Procedure (Strafprozessordnung, see relevant domestic law below). According to this provision, the seizure of documents was inadmissible if they were found in the possession of a journalist who had the right to refuse to give evidence under section 53 § 1 of the Code of Criminal Procedure. The applicant did not belong to this group of persons, because the seized documents had not been acquired in the course of preparation of an article in a periodical newspaper or broadcast. According to the applicant’s own submissions, the material had been researched by the applicant in the course of her book project. It followed that the applicant did not have the right to refuse to give evidence in this respect.", "This decision was served on the applicant’s counsel on 7 August 2001.", "In the meantime, on 2 August 2001, the applicant’s counsel, in a letter to the Frankfurt Public Prosecutor, submitted that the applicant had been for years professionally active in the preparation, production or dissemination of periodically published material and television broadcasts and that this had been known both to the Public Prosecutor and to the Frankfurt District Court. She was currently not only working on her book project, but also on periodicals and, in particular, on television broadcasts relating to the events in 1976.", "By letter of 4 September 2001, which reached the applicant on 11 September 2001, the Frankfurt Regional Court informed the applicant that her request to be granted access to the case-file had to be directed to the Public Prosecutor, to whose offices the case-file had been returned following the termination of the complaint proceedings.", "On 7 September 2001 the applicant lodged a complaint combined with a request for an interim measure against the Frankfurt Regional Court’s decision of 31 July 2001 with the Federal Constitutional Court, in which she gave an account of the proceedings before the domestic authorities and complained that the search of her apartment and the seizure of her documents violated her journalist’s right to refuse to give evidence. She alleged that the Frankfurt Public Prosecutor’s Office had been fully informed about the scope of her journalistic work and that her investigations into the incident on 10 May 1976 did not relate to her book-project. She further submitted that the domestic authorities purposefully denied her access to the case-file.", "On 13 September 2001 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant’s constitutional complaint for adjudication as being inadmissible. This decision was served on the applicant on 21 September 2001.", "In September and October 2001 the applicant requested access to the case-file relating to the search of her premises. By letter of 21 October 2001 the Public Prosecutor’s Office informed her that she did not have a right of access to the files of the main proceedings – as she herself was not charged of any offence – and that a separate case-file concerning the search of her apartment did not exist.", "On 12 October 2001 the Frankfurt District Court refused to return a file, which had been seized during the search, to the applicant. It noted that a copy of the file had been handed out to the applicant and that the examination of the content of the file had not been terminated.", "On 16 June 2006 the remainder of the applicant’s seized property was handed out to the applicant’s counsel.", "Section 103 of the Code of Criminal Procedure (Strafprozessordnung) provides that the home and other premises of a person who is not suspected of a criminal offence may be searched by order of a judge only in order to apprehend a person charged with an offence, to investigate the traces of an offence or to seize specific objects, provided always that there are facts to suggest that such a person, trace or object are to be found on the premises to be searched.", "Section 53 § 1, number 5 as in force until 22 February 2002 provided that individuals who are or were professionally involved in the preparation, production or dissemination of periodically published material or radio broadcasts had the right to refuse to give testimony concerning the author, contributor or informant providing contributions and documentation and concerning information received by them in their professional capacity insofar as this concerned contributions, documentation and information for the editorial element of their activity.", "On 23 February 2002 a second sentence and third sentence were added to section 53 § 2. The second sentence provides that persons as defined by § 1, number 5 do not have a right to refuse to give testimony with respect to their own research materials, if their testimony is destined to contribute to investigations concerning a crime or another specified offence and if the investigation into the facts would otherwise lack prospect of success or would be seriously obstructed. According to the third sentence of that same paragraph, the witness retained the right to refuse to testify if he would otherwise reveal his sources.", "Pursuant to section 97 § 5, the seizure of documents, audio, visual and data recording media, illustrations and other images in the custody of persons referred to in Section 53 § 1, number 5, shall be inadmissible insofar as they are covered by the right of such persons to refuse to testify.", "All first instance court decisions relating to the search and seizure are subject to an appeal (section 304 of the Code of Criminal Procedure).", "According to sections 23 § 1 and 92 of the Rules of Procedure of the Federal Constitutional Court a constitutional complaint has to be submitted in written form. The applicant has to name the right which has allegedly been violated and the action or omission which allegedly let to the violation.", "Section 92 § 2 stipulates that a constitutional complaint can only be raised following exhaustion of prior legal remedies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}