{"ITEMID": "001-72837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SAYDAM v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Mehmet Saydam, is a Turkish national who was born in 1948 and lives in Istanbul. He was represented before the Court by Mr N. Ertekin, Mr T. Aycık and Mr K. Öztürk, lawyers practising in Istanbul.", "On 12 March 1998 the Istanbul State Security Court convicted the applicant of drug trafficking and sentenced him to seventeen years and six months' imprisonment. The applicant was placed in Kırklareli Prison.", "On 8 December 2002 the applicant was diagnosed as suffering from lung cancer. He was transferred to the Edirne open-farm prison in order to facilitate his medical treatment.", "On 7 January 2003 the applicant was operated on at Cerrahpaşa Hospital, attached to the Faculty of Medicine of Istanbul University. The top right lobe of his lung was removed (lobectomy). The applicant remained in hospital between 6 and 24 January 2003.", "Between 5 March and 8 April 2003 the applicant received radiotherapy at the hospital of the Faculty of Medicine of Thrace University. On 8 April 2003 the doctors in charge of the applicant recommended house rest for three months.", "Between 9 April and 12 June 2003 the applicant was transferred seven times to the prison clinic for a check-up.", "On 29 April 2003 the applicant was examined by six doctors at Edirne State Hospital. The doctors noted that he was suffering from chronic obstructive lung disease of a permanent nature.", "On 9 June 2003 the 3rd Section of the Forensic Medicine Institute, referring to the applicant's health condition, held that his continued incarceration could be life-threatening and recommended the suspension of his sentence for a year. It further held that at the end of that period his state of health would be reviewed.", "On 13 June 2003 the Edirne public prosecutor suspended the execution of the applicant's sentence for one year, in accordance with Article 399 § 1 of the Code of Criminal Procedure, and ordered his release. He was released on the same day.", "According to a medical report issued by Cerrahpaşa Hospital on 21 April 2004, the applicant was placed under medical supervision in case he suffered a relapse.", "On 26 April 2004 the applicant filed a petition with the Edirne public prosecutor. In his petition the applicant submitted that he was still ill and that his sentence should be suspended. He also requested to be pardoned under Article 104 § 2 (b) of the Constitution.", "According to a medical report issued by Edirne State Hospital on 4 May 2004, the applicant's illness and treatment were continuing and his condition constituted a handicap and a state of ageing.", "On 23 June 2004 the 3rd Section of the Forensic Medicine Institute, after evaluating the medical reports on the applicant together with his blood analysis and lung images, held that the applicant, who had been suffering from adenocarcinoma of the lung and had been operated on, presented no symptoms of a recurrence. It concluded that, at the time of the report, the applicant no longer fulfilled the requirements of Article 399 § 1 of the Code of Criminal Procedure and Article 104 of the Constitution. It further stated that, in the event of any change in his medical condition, it would reconsider its decision.", "Consequently, on 7 July 2004 the Edirne public prosecutor informed the applicant that he had seven days in which to apply to the public prosecutor's office for his incarceration. That decision was served on the applicant on 19 July 2004.", "According to a medical report issued by Cerrahpaşa Hospital on 12 July 2004, an analysis of the applicant did not reveal any atypical cells and his illness had not progressed. The report further stated that the applicant was under medical supervision in case of a relapse.", "On 21 July 2004 the applicant applied to the Edirne public prosecutor's office for the suspension of his prison sentence. He challenged the veracity of the medical report issued by the Forensic Medicine Institute on 23 June 2004 and claimed that he would face the risk of a relapse if he were returned to prison. He stated that in order to provide for his children he had been trying to reactivate his company and that he needed a further three or four months.", "On 26 July 2004 his application was dismissed by the Edirne public prosecutor's office. On the same day the applicant was incarcerated at Edirne open-farm prison.", "On 4 August 2004 the applicant was transferred to the prison clinic for a check-up.", "On 1 September 2004 the Edirne public prosecutor decided that, in view of the conflicting reports issued by the Forensic Medicine Institute on 23 June 2004 and by Edirne State Hospital on 4 May 2004, the applicant's case should be examined by the General Assembly of the Forensic Medicine Institute. The public prosecutor considered that, since the date of the meeting of the General Assembly was not known, it was appropriate to suspend the execution of the applicant's sentence for a period of six months. The applicant was released on the same day.", "On 23 September 2004 the General Assembly of the Forensic Medicine Institute, after examining the medical reports concerning the applicant, concluded that, at the time of its decision, he did not fulfil the requirements of Article 399 § 1 of the Code of Criminal Procedure and Article 104 of the Constitution. It further stated that in the event of any change in the applicant's medical condition it would reconsider its decision.", "In the meantime, on 12 October 2004, the new Criminal Code was adopted by Parliament.", "On 29 November 2004 the Edirne Assize Court reviewed the applicant's sentence in the light of the provisions of the new Criminal Code resulting from Law no. 5252 and decided to suspend the execution of his sentence pending the entry into force of the new Criminal Code on 1 June 2005.", "On 10 February 2005 the Faculty of Medicine of Thrace University submitted to the Edirne public prosecutor a report dated 9 February 2005 by Dr C.U., the head of its oncology department. In the report Dr C.U., referring to the medical reports drafted by the doctors at the hospital of the Faculty of Medicine of Thrace University, submitted that the applicant presented certain symptoms resulting from the various treatments he had received, but no symptoms of lung cancer. Accordingly, he concluded that the applicant had recovered from lung cancer. He held, however, that as there was a small risk of recurrence, the applicant should be kept under medical supervision for a further five years.", "In a letter dated 22 August 2005 the applicant informed the Court that he was still under medical supervision in Cerrahpaşa Hospital. He also submitted that no further decisions had been taken by the national authorities as regards his return to prison. Finally, the applicant stated that, at the request of the public prosecutor, he had submitted the results of his latest medical tests to the authorities.", "“The execution of penalties restricting the liberty of a person suffering from mental disease shall be postponed until the patient has recovered.", "The same provision shall apply in the event of any other illness which would constitute a serious danger to the life of the convicted person in the event of the execution of a sentence restricting liberty.”", "“The President of the Republic is the head of State...", "To this end, the duties he or she shall perform, and the powers he or she shall exercise, in accordance with the conditions laid down in the relevant Articles of the Constitution, are as follows:", "... to remit, on grounds of chronic illness, disability or old age, all or part of the sentences imposed on certain individuals...”", "Law no. 5252, adopted on 4 November 2004, concerns the rules and procedures to be applied during the transitional period pending the entry into force of the new Criminal Code. It provides for a review of the suspension of the execution of sentences in respect of convictions which became final before 1 April 2005, if the provisions of the new Criminal Code are more favourable to the convicted person."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}