{"ITEMID": "001-92693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ESAT BAYRAM v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 2;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1973 and lives in Istanbul.", "6. The applicant’s brother Halim Bayram, who was a Turkish citizen of Kurdish origin, was called up for military service in 1998. He was 20 years old at the time.", "7. On 23 May 1998 Halim Bayram started his initial two months’ training in Izmir. On 10 August 1998 he was granted leave for fifteen days. On his return, he was informed that he had been appointed to Çanakkale. On 28 August 1998 Halim Bayram went to Çanakkale to join his unit. His superior was Mr Hüseyin Arabacı.", "8. A few days later the applicant received a telephone call from his brother, who stated that he was being bullied by his superior. He told the applicant that he had been threatened with death by Hüseyin Arabacı.", "9. On 7 September 1998 the applicant’s brother was posted to sentry duty. At about 12.30 p.m. he was seriously wounded by one bullet and he was immediately taken to the Çanakkale Military Hospital, where he was operated upon. At 5 p.m. the same day, Hüseyin Arabacı called the applicant and informed him that there had been an accident and his brother had shot himself. The applicant went to Çanakkale immediately. Hüseyin Arabacı and another soldier took the applicant to hospital. His brother was in the intensive care unit, unconscious. When the applicant asked Hüseyin Arabacı how the incident had happened, he told the applicant that he had been 20-30 metres away from Halim Bayram when he saw him point the gun towards himself and fire. He explained that Halim Bayram had been taken immediately to the hospital where he had been operated upon.", "10. On 8 September 1998, the applicant was able to speak to his brother briefly at the hospital. Halim Bayram allegedly told the applicant:", "“I saw Hüseyin Arabacı approaching and I remembered his death threats. I thought he was going to shoot me. I do not remember what happened but I am sure that I did not shoot myself.”", "11. The applicant’s brother told him that he wanted to be transferred to Istanbul. He also said that he had written a letter and given it to his friend Mr Kazım Ağın, also a conscript.", "12. In the meantime, statements were taken from witnesses to the event, namely from Mr Barış Tulpar, Mr Celal Elbir and Mr Kazım Ağın.", "13. In his statement Mr Tulpar said that after lunch, as he was walking around, he heard a single gun shot. When he went to see what had happened, he saw Halim Bayram lying on the ground, heavily injured. He was mumbling, saying “you have burnt me Emrah, I am burning, I am in pain”. Mr Tulpar said Halim Bayram’s rifle was between his knees.", "14. Mr Celal Elbir said that when he heard the shot, he immediately went to the scene of incident. Halim Bayram was lying on the ground. He was alive but heavily bleeding. His rifle was between his legs.", "15. In his statement, Mr Ağın maintained that Halim Bayram had told him that he would commit suicide as the girl whom he was in love with was getting married to someone else. He also said that Halim Bayram had given him a letter to be sent to his parents, should anything happen to him.", "16. The same day, the applicant also spoke to Mr Kazım Ağın, who allegedly told him that Halim Bayram had been pressurised by his superior Hüseyin Arabacı. He told the applicant that the soldiers had been forced not to speak to Halim Bayram and added that Halim Bayram had no bed and was sleeping on the floor. Mr Ağın confirmed that Halim had given him a letter; however he explained that somebody had taken it from his bag.", "17. The applicant wanted to transfer his brother to another hospital but the doctors refused. The applicant returned to Istanbul.", "18. On 14 September 1998 the applicant’s brother developed disseminated intravascular coagulation and the doctors decided to transfer him to the GATA Military Hospital in Istanbul. He died from internal bleeding in the ambulance during the transfer.", "19. On 15 September 1998 the applicant lodged an application with the Çanakkale Public Prosecutor’s office to clarify the circumstances in which his brother had died. He stated that he doubted that his brother had shot himself and requested an autopsy.", "20. The body examination report, dated 15 September 1998, stated the following:", "“A surgical incision measuring 30 cm begins from the area between the nipples and extends centrally to below the navel. Several old razor wound scars are noted between the left and right shoulders and elbows, measuring 10-15 cm each. The name Emrah is carved with a razor or another sharp object on the outer side of the left arm. A bullet exit hole on the left lumbar region measuring 1 cm is noted. A bullet entry hole was observed in the stitched wound in the chest area”", "21. The applicant was also present during this body examination. He stated that he had doubts about his brother’s death and requested a second autopsy.", "22. On 15 September 1998 the Çanakkale Public Prosecutor conducted an examination of the scene of incident.", "23. On 16 September 1998 the military investigation board started an investigation into Halim Bayram’s death. On 18 September 1998 the board took a statement from Hüseyin Arabacı. Mr Arabacı explained that when he heard that the applicant’s brother had shot himself, he immediately went to see what had happened and called an ambulance. He saw that there was blood on Halim Bayram’s abdomen.", "24. On 22 September 1998 the military investigation board delivered its report and concluded that no fault could be attributed to Mr Hüseyin Arabacı or the hospital.", "25. In the meantime, on 17 September 1998 a second autopsy was conducted on Halim’s body by the Morgue Expertise Directorate of the Forensic Medicine Institute. The report stated that no bullet was found in the body and that the detailed report would be delivered at a later date. Samples of the wound from the xiphoid process and back were sent for further chemical examination.", "26. On 18 September 1998 the Forensic Medicine Institute delivered its report concerning the chemical examination of these two pieces of skin. Large amounts of nitrite-nitrate ions were observed on the piece of skin taken from Halim Bayram’s back and none was found on the piece of skin taken from the xiphoid process.", "27. On 28 September 1998 the Çanakkale Public Prosecutor delivered a non-jurisdiction decision and transferred the file to the Gölcük Military Prosecutor.", "28. Upon the request of the Military Prosecutor, on 11 November 1998 an expert examination was conducted on the hive obtained from the scene of the incident. While conducting the examination, the expert fired two further shots using the rifle that had been used by Halim Bayram. On 13 November 1998 the three spent cartridge cases, namely the one found following the incident and the two obtained by the expert, were examined at the Istanbul Criminal Police Laboratory and it was concluded that they all came from the same rifle.", "29. On 16 November 1998 Miss Emrah Baynal gave a statement to the gendarmes. When asked about Halim Bayram’s suicide, Miss Baynal said that she had been friends with Halim Bayram for nearly two years. She explained that they loved each other and denied that she was engaged to somebody else.", "30. On 9 December 1998 the applicant gave a statement to the Military Prosecutor. He explained that his brother Halim Bayram had been threatened with death by Hüseyin Arabacı.", "31. On 26 February 1999 the Forensic Medicine Institute delivered its medical report. Making reference to its previous examinations dated 17 and 18 September 1998, it concluded that Halim Bayram had been shot in the back. According to the report, a bullet had entered his back and exited from the right below the xiphoid process. In order to establish the exact range from which the shot was fired, a further chemical examination of Halim Bayram’s clothes was requested.", "32. In a report dated 25 October 1999 the physical ballistics expertise branch stated that no traces of gunfire were found on either the shirt or the vest of Halim Bayram. The reports further concluded that there was a hole in the back part of the shirt, measuring 1x 0.5 cm.", "33. On 21 January 2000 the Forensic Laboratory Department delivered its final report. In its detailed report, it made reference to all of the previous forensic examinations. It stated that although when bullet entry and exit holes are examined, it is usually the small holes that are ascertained to be entry holes and large holes to be exit holes, it was medically possible for the opposite to be found as well. The report concluded that although the autopsy report dated 26 February 1999 had stated that the entrance hole had been in the back, as following the chemical examination no nitrite and nitrate ions had been found on Halim Bayram’s clothes, this should indicate that the bullet must have entered from the xiphoid process. In the report, it was further stated that there was no indication to determine whether the shot had been fired from close range or point blank range. It continued:", "“We unanimously agree that the bullet had entered the body from the lower left part of the xiphoid process, passing through the muscle under the skin into the abdominal cavity, passing slightly to the left, leaving the body from the upper part of the lumber region; and that because persons move, the route of the bullet through the body cannot assist in medically determining the direction from which the bullet had been fired or the height above the ground”", "As a result, in the report, it was unanimously accepted that the bullet had entered from the abdomen.", "34. On 30 March 2000 the Military Prosecutor decided not to prosecute. The applicant appealed against that decision. On 9 August 2000 the Military Court rejected the applicant’s appeal and this was notified to the applicant on 22 August 2000.", "35. On 20 July 2001 the applicant obtained a medical report from Mr Christopher Milroy, a professor of Forensic Pathology and Consultant to the Home Office. After making an analysis of the available documentary evidence, Mr Milroy concluded that the presence of a small circular gunshot wound in the back and a larger gunshot wound in the front of the abdomen was suggestive of the entrance wound being in the back. The presence of nitrate-nitrite ions on the skin taken from the back of the body and their absence on the front would provide confirmatory evidence that the back contained the entrance wound. However, it was also stated that these findings were inconsistent with the fact that no gunshot residue was identified anywhere on the clothing. In sum, Professor Milroy concluded that the evidence supported the theory that the entrance wound was in the back."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}