{"ITEMID": "001-71208", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KAKOULLI v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violations of Art. 2;No separate issue under Art. 8;No violation of Art. 14+2 or 14+8;Non-pecuniary damage - financial awards;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicants, Chriso Kakoulli, Andreas Kakoulli, Martha Kakoulli and Kyriaki Kakoulli, were born in 1944, 1969, 1972 and 1970 respectively. The first, third and fourth applicants live in Avgorou and the second applicant lives in Paralini. The first applicant is the widow and the other applicants are the children of Petros Kyriakou Kakoulli, a Greek Cypriot who died on 13 October 1996.", "10. In the early hours of 13 October 1996 Petros Kyriakou Kakoulli and his daughter’s fiancé, Panikos Hadjiathanasiou, drove to an area called Syrindjieris, situated near the Achna roundabout in the British Sovereign Base Area (SBA) of Dhekelia, to collect snails. After a time, they separated and agreed to meet up at about 7.30 a.m. to return to their village.", "11. A villager from Avgorou, Georgios Mishis, who was also collecting snails on the north side of the main road, saw the victim standing in a field approximately 70 metres away from him. He also saw a Turkish soldier approximately 10 metres from Mr Kakoulli pointing his rifle at him and a second Turkish soldier approaching him. Georgios Mishis heard Mr Kakoulli ask the first soldier, in Greek, whether he spoke Greek, to which there was no response. At that moment, the two soldiers caught sight of Mr Mishis and one of them pointed a weapon at him. Mr Mishis then backed away.", "12. At this moment Mr Mishis saw an SBA police patrol vehicle on the road and told the driver, Constable Pyrgou, what he had seen. Constable Pyrgou immediately reported the incident to Sergeant Serghiou of the SBA police at Ayios Nikolaos.", "13. Shortly after Mr Mishis had seen Mr Kakoulli surrounded by Turkish soldiers, Panikos Hadjiathanasiou, who was searching for Mr Kakoulli, saw him at a distance of approximately 400 metres inside the territory of northern Cyprus. Panikos Hadjiathanasiou then heard the soldiers issue a command in Turkish to stop. Upon hearing these words, Mr Kakoulli remained still and raised his hands above his head. Panikos Hadjiathanasiou saw two Turkish soldiers in combat uniform drop to battle positions on the ground approximately 40 metres from the victim and aim their rifles at him. Immediately afterwards, Panikos Hadjiathanasiou heard a shot and saw Mr Kakoulli fall down. Mr Hadjiathanasiou heard a second shot immediately after the first.", "14. A few minutes later, while Mr Kakoulli was still lying on the ground, Mr Hadjiathanasiou saw one of the Turkish soldiers move and fire a third shot at him from a distance of about 7 to 8 metres from where he was lying.", "15. Following orders from Sergeant Serghiou of the SBA police, Constable Duru Chorekdjioglou (a Turkish-Cypriot member of the SBA police) and Constable Petros Kamaris (a Greek-Cypriot member of the SBA police) arrived at the Achna roundabout, where they met Panikos Hadjiathanasiou, who explained what had just happened.", "16. Constable Duru Chorekdjioglou spoke to a Turkish lieutenant who told him that a Greek Cypriot had entered the territory of northern Cyprus and had been shot by Turkish soldiers. The officer said that the Greek Cypriot was dead.", "17. The officer allowed Constable Duru Chorekdjioglou to see the body of the deceased though not to touch or examine it. Constable Duru Chorekdjioglou reported that Mr Kakoulli appeared to be dead.", "18. Sergeant Engin Mustafa of the SBA police (a Turkish Cypriot), together with two Turkish soldiers, also visited the scene of the killing and saw the body. The Turkish soldiers told Sergeant Engin Mustafa that Mr Kakoulli had been shot because he had entered “their area” and had refused to obey warnings to stop.", "19. Divisional Commander R.H. Weeks of the SBA police, together with Sergeant Engin Mustafa, entered northern Cyprus and spoke with a Turkish officer who told him that Turkish soldiers had shot and killed Petros Kyriakou Kakoulli because he had entered the territory of northern Cyprus and had refused to stop.", "20. The same day, Superintendent Mathias Cosgrave and Inspector Richard Duggan of the Irish Civilian Police (IRCIVPOL), part of the United Nations Forces in Cyprus (UNFICYP), visited the scene, accompanied by Sergeant Engin Mustafa. They found an investigating team from the Turkish forces already present.", "21. Superintendent Anastasiou, Inspector Christou, Sergeant Zonias and Constable Hadjiyasemis of the Republic of Cyprus police visited the area, although not the exact spot where the killing had occurred.", "22. Sergeant Xenofontos and Constables Kapnoullas and Aristidou of the Republic of Cyprus police visited the area and prepared a draft location plan.", "23. Georgios Mishis was escorted back to the scene of the incident, where he pointed out the various locations, which were then photographed by Constable Aristidou.", "24. A Turkish pathologist, Dr İsmail Bundak, carried out an autopsy on the body of the deceased, Mr Kakoulli, at Famagusta General Hospital. According to the Turkish pathologist, the deceased had a wound 5 cm in diameter in his chest, 21.5 cm below his left nipple and 17 cm from the collar bone, two wounds in his back and a wound on his side in line with his right elbow.", "25. Dr Bundak concluded that the death had occurred as a result of internal bleeding caused by a shot to the heart.", "26. According to the report by Superintendent Cosgrave, during the removal of Mr Kakoulli’s clothes, an object fell from his left boot which was described as a type of garrotte, consisting of two black metal handles attached to a length of wire. In addition, an object described as a bayonet in a scabbard was removed from the body’s right boot. Following the autopsy, the body of Mr Kakoulli was taken to Larnaca Hospital under UN escort.", "27. According to the first applicant’s statement to the Republic of Cyprus police, her husband had only a red plastic bucket with him and had no object such as a bayonet or a garrotte, or any other kind of weapon.", "28. On 14 October a second autopsy was conducted in Larnaca Hospital by Dr Peter Vanezis. In his preliminary report Dr Vanezis stated that there were three sets of gunshot wounds to the body. The report stated the following:", "“An entry wound on the right side of the neck, just below the right ear, with an exit wound at the back of the neck. This bullet had left the body without causing any damage to vital organs. A second entry wound on the right side of the trunk and an exit wound on the right side halfway down the back. This bullet appeared to have caused soft tissue damage with minor injury to the lungs but was not fatal. A third entry wound on the left side of the trunk towards the back with a steep upward direction into the body. This bullet had exited from the left side of the front of the chest, causing a large exit wound. This wound was fatal, as it had caused severe damage to the left lung and the heart, resulting in severe internal haemorrhage.”", "29. Until the second autopsy was concluded in Larnaca Hospital, IRCIVPOL had sole responsibility for the body. Before that, the body was in the sole custody of the Turkish forces.", "30. On 15 January 1997 Dr Vanezis prepared a final report in Glasgow. He concluded that the second set of wounds had been inflicted by a shot fired while Mr Kakoulli had his hand raised and that the third set of wounds were consistent with a shot fired into the body while Mr Kakoulli was lying on the ground or crouching down.", "31. The Government maintained that Petros Kyriakou Kakoulli had violated the ceasefire line and had entered the territory of the “Turkish Republic of Northern Cyprus” (“TRNC”). He was warned verbally and by hand gestures. However, he did not stop and continued to run towards the boundary. One of the soldiers approached him and fired warning shots in the air. Petros Kyriakou Kakoulli took no notice of this shot and consequently a second shot was fired at the ground in order to stop him. As he continued to run away, a third round was fired at him below his waist, which apparently caused the fatal wound. The Government referred to the United Nations Secretary-General’s report, which stated: “in a serious incident that occurred on 13 October 1996, a Greek Cypriot was shot three times and killed by a Turkish-Cypriot soldier after crossing the Turkish force’s ceasefire line”.", "32. Neither the UN nor the British Sovereign Base authorities carried out an investigation of their own as the scene of the incident was within the territory of the “TRNC”.", "33. The Government further referred to various violent incidents which had taken place in the border area and between the ceasefire lines of the two sides between August and October 1996. The United Nations SecretaryGeneral’s report, submitted to the Security Council on 10 December 1996, stated that the period under review had seen an increase in the level of violence and tension along the ceasefire lines. The tension rose in early August 1996 owing to the Greek-Cypriot demonstrations at the border area and the ceasefire lines. Violent disturbances and riots took place on 11 and 14 August 1996 in the Dherinia area and in the vicinity of Ayios Nikolaos (Güvercinlik), alongside the British SBA. During these events, two Greek Cypriots were killed. On 8 September 1996 two Turkish soldiers on sentry duty were shot with automatic weapons fired from the SBA into the territory of the “TRNC”. One of the soldiers died as a result and the other was seriously wounded.", "34. The Government emphasised the fact that Petros Kyriakou Kakoulli had crossed the Turkish-Cypriot ceasefire line into the territory of the “TRNC”, in the same area where the two Turkish soldiers had been shot. There were strong reasons to believe that Mr Kakoulli, who was a retired fireman, would not have crossed into the “TRNC” territory by mistake, particularly at a location where there were signs in Turkish and Greek indicating the border. Mr Kakoulli had been in possession of a garrotte and a bayonet at the material time, which constituted a strong presumption that he had a sinister motive. His act of carrying a bucket apparently to collect snails was a cover for his real motive.", "35. The death of Mr Kakoulli had not been a deliberate act, the Government asserted, but an attempt to maintain security in a highly tense environment. The incident had occurred during a period when tension at the border between the north and south of Cyprus was extremely high. Given the circumstances of the dangerous situation created by the Greek-Cypriot authorities, the Turkish soldiers had been fully justified in taking all necessary precautions and using the necessary force in order to remove the danger and threats of the ceasefire being broken and to protect the lives of others.", "36. The parties submitted various documents concerning the investigation into the killing of Petros Kakoulli. These documents, in so far as they are relevant, are summarised below.", "37. Mr Panikos Hadjiathanasiou is the fiancé of Mr Petros Kyriakou Kakoulli’s daughter. He accompanied Mr Kakoulli to collect snails on the day of the impugned incident. In his statements he claimed, inter alia, the following:", "“...After the rainfall at my village, I agreed with my father-in-law to go together this morning (13 October) to collect snails. So, today in the morning I set off with my father-in-law in my car, which I was driving. We took a bucket each in which to put snails... At approximately 6.30 a.m. we went to a point on the main Vrysoulles-Dhekelia road near a bridge. I stopped my car under some eucalyptus trees, on the left side of the main Vrysoulles-Dhekelia road, by the former Achna police station. We alighted from the vehicle, we each took our buckets and we proceeded south, towards the Avgorou side to collect snails. Because there were no snails to find, my father-in-law said that we should separate. He proceeded towards the lower side of the hill from the right, while I proceeded towards the left, intending to cover the whole lower side of the hill, and then to meet at the opposite side. The area in question is situated south of the main VrysoullesDhekelia road. We started walking and I saw my father-in-law following a route in parallel to the main road and passing the bridge that is at the bottom of the hill by the Achna roundabout. As soon he had proceeded about 20-25 metres after the bridge, I lost sight of him as I had proceeded further and the hill was in between us... Before separating, my father-in-law told me that he was intending to go by the UN observation post, which is opposite the former Achna police station. The main Vrysoulles-Dhekelia road is controlled by the British Bases. Approximately between 7.05 and 7.10 a.m., as we had agreed to return to the village, I started calling him, “Father! Father!”, but did not receive any reply. Whilst doing so I was walking towards the hill so I could have a better view and be able to see him. Whilst walking, I heard shouting in the Turkish language coming from the direction of the former Achna police station, which is in the Turkish-occupied area. On hearing the shouting, I ran towards the hill, I climbed it and I could see the surrounding area and the former Achna police station. I saw my father-in-law standing by an acacia tree at the rear of the Achna police station, facing towards the Turkish-occupied area... The distance between myself and my father-in-law was approximately 400-450 metres... He was holding his bucket with his left hand, but nothing in his right... I heard someone shouting at him something like a military command, which consisted of three words that were short and sharp in tone, and I understood the first word to be ‘DUR’. The other two words which I heard had a short interval between them but I did not understand them. On hearing those words, my father-in-law remained still; he left the bucket on the ground, and raised his hands up to the level of his head. Simultaneously, I saw in front of my father-in-law, at a distance of approximately 3040 metres, two men dressed in camouflage combat uniform. They were wearing helmets and were carrying ‘G3’-type rifles. They fell to the ground in front of him and, taking up battle position, aimed their rifles towards his chest and abdominal area. As soon as they fell to the ground, I heard a shot and saw my father-in-law kneeling on the ground and then falling down... Once he fell to the ground, I lost sight of him because of the presence of the acacia tree. Immediately afterwards I heard a second shot. Three or four minutes later, while my father-in-law was still on the ground, I saw one of the two Turkish soldiers standing up and, pointing his rifle forwards, proceeding towards the point where my father-in-law was, with his back arched. He approached within a distance of 7-8 metres of him, straightened up, aimed his rifle towards the point where my father-in-law was and fired another shot... At the time of the shootings, I saw that on the road between myself and the place where my father-in-law was shot, there were three Greek Cypriots. One of them was Georghios Mishis from Avgorou... The Turkish soldier, having fired the third shot, retreated to the point where the other soldier was lying on the ground and afterwards, both of them started walking backwards aiming their rifles towards the main road, and disappeared behind the slope at the rear of the Achna police station... I am sure that my father-in-law was shot and murdered at 7.25 a.m., because I saw my watch...”", "38. The witness is a fellow villager of Petros Kyriakou Kakoulli. He stated, inter alia:", "“...Today at about half past five in the morning, and because of the rain during the previous night, I woke up to go and collect snails... I was alone and drove to the Syrindjieris territory situated near the Achna roundabout on the main Vrysoulles-Dhekelia road ... About six o’clock when there was daylight I was walking on the right side of the main road in the direction of the former Achna police station and started collecting snails... Whilst collecting snails I heard a noise to my rear. I turned back and saw my co-villager Petris the fireman, who is the brother in-law of Kykkos Papettas. He was collecting snails as well, holding a bucket... I continued walking up and down up to the fence of the police station and Petris must have been collecting snails in the same area. After three-quarters of an hour from the time we met with Petris, I walked back down the hill for about 2 or 3 acres from the fence of the police station. To my left in the Turkish-occupied area I then saw Petris and, further back down, about 20-30 feet away from where Petris was, a Turkish soldier with his weapon aimed at him. Petris was at that time approximately 300 metres from where I was standing. At the same time another soldier approached from the direction of the Turkish observation post and Petris asked him if he could speak Greek. I heard Petris clearly asking the latter soldier: ‘Do you know Greek?’. The soldier did not say ‘yes’ or ‘no’ to him. I then went on to the main road and stopped a car which was approaching from the direction of Vrysoulles and requested the driver to call the police... I told him to call the police because the Turks had captured one of us further down, and pointed out to him the direction where I had seen Petris and the Turkish soldiers... After that I started walking to the right down the road where the eucalyptus trees are, towards Avgorou... After about a quarter of an hour from the time I last saw Petris with the Turks I heard two shots and soon, after a few minutes, maybe five minutes, a third shot. On hearing the two shots I saw in front of me the son-in-law of Petris, namely Panikos, approaching from the direction where the water engine is or just beyond the eucalyptus trees. He said to me that the Turks had shot his father-in-law. The time I heard the third shot, I was together with Panikos and we were just getting ready, before hearing the third shot, to stand up and see if we could see Petris, but because of the third shot we sat down. The first two shots I heard were one after the other whilst the third shot was heard about two to three minutes later...”", "39. The witness, who lives on the Vrysoulles refugee housing estate, was collecting snails in the same area where Petros Kyriakou Kakoulli met his death. He stated, inter alia:", "“...At about 7.25 a.m. I heard a shot and within a short period of time another one, coming from the east of the police station in the occupied area. Because at that time I was in a dried-out river, I could not identify what was happening at the police station... When I returned to my car I saw one young person who looked panic-stricken and told me that the Turkish troops had shot his father-in-law on the eastern side of the police station... I forgot to tell you that as I was heading towards my car I heard a third shot coming from the same direction. While I was with this person he told me he was called Panikos and that he lived in Avgorou, also that his father-in-law who was shot by the Turks was called Petros Kakoulli. While talking with Panikos I noticed that at the point where he showed me the Turks had shot his father-in-law there were two Turkish soldiers with camouflage clothing armed with rifles...”", "40. The witness is a police sergeant at the SBA. On the day of the impugned incident he was on duty at the base. He stated:", "“...On the same day about at 8 a.m. I was on mobile patrol, dressed in uniform, in a marked police vehicle, in the Ormidia Xylophagou area when I received a message to the effect that there was a border incident around the village of Achna, where a Greek Cypriot had been shot by the Turkish army. I proceeded to the scene, along the Larnaca Famagusta main road by the Achna roundabout. My arrival time was 8.20 a.m... I proceeded about 175 metres north-west, escorted by two Turkish soldiers, where I saw the body of one male person lying face down on the ground, who seemed to be showing no signs of life. He looked to be in his fifties. He was wearing a grey shirt, jeans and wellington boots. There was a red plastic bucket with some snails inside it on the ground to the left of the lifeless person. I now know the name of the deceased to be Petros Kakoulli. I was informed by the Turkish army officer at the scene that the Turkish soldiers had shot the man in question at 7.30 a.m. the same day because he had entered their area and failed to obey when challenged...”", "41. The witness is the Commander of the Dhekelia Division of the SBA Police. He stated, in so far as relevant:", "“...At 8.50 [on 13 October 1996], I went to the area of the alleged shooting and met with PS Engin Mustafa of the SBA Police. PS Mustafa reported to me that a man, identified as one Petros Petrou Kakoulli, had been shot dead by Turkish soldiers inside the TCA about 175 metres north of Boundary Stone 155... Together with PS Mustafa I entered the TCA and walked to a point about 175 metres to the north of Boundary Stone 155 and some 40 metres to the east of it where I saw the body of a male person laying face down on the ground with his head turned to the right. From the appearance of the body I believed him to be dead, although I was not permitted to touch the body to ascertain if there was any possibility of life. I noted that the body was of a middle-aged male, wearing a white-coloured summer shirt with light-coloured markings around the upper back area, blue denim jeans with a black leather belt and black wellington boots. Lying near the left shoulder of the body was a red-coloured plastic 2 gallon bucket that contained some snails. I could see blood stains on the edges of the shirt emerging from the front of the body as it lay on the ground. There was no sign of blood or wounds on the back of the body. I asked the Turkish NCO if he could tell me what had happened. He told me that at about 7.30 a.m. one of the sentries had seen the deceased moving on foot within the Turkish-controlled area. The sentry challenged the man but he did not stop. The sentry challenged the man a second time but he still did not stop so the sentry shot him twice. The man still managed to move a further 15 to 20 metres to the south and the sentry shot him a third time...”", "42. The witness is the wife of the deceased, Mr Petros Kakoulli. She claimed that her husband had left the family house with a bucket to collect snails. She disputed the allegation that her late husband was in possession of a knife and a wire rope and stated that such an allegation must have been advanced to cover up his murder.", "43. The witness, a police constable stationed at the SBA Police Station in Ayios Nikolaos, saw a middle-aged person holding a basket, collecting snails on the main road in the direction of Larnaca. This person told the witness that somebody had been arrested by the Turkish forces and asked him to take action. The witness called Sergeant Serghiou at the Ayios Nikolaos Police Station and requested him to dispatch a patrol and also to inform the relevant agencies.", "44. The witness is a police sergeant stationed at the SBA Police in Ayios Nikolaos. He was on duty at the time of the killing of Petros Kakoulli. After having been informed, by Police Constable M. Pyrgou, about the arrest of a male Greek Cypriot by the Turkish soldiers, the witness instructed Police Constables P. Kamaris and D. Chorekdjioglou to proceed to the scene and to carry out inquiries and to report back. At 8.15 a.m. Mr Chorekdjioglou informed the witness that the person in question was Petros Kakoulli of Avgorou and that he had been shot dead by Turkish soldiers near Achna within the Turkish-controlled area.", "45. The witness is a police constable stationed at the SBA Police in Ayios Nikolaos. He was on duty at the time of the killing of Petros Kakoulli. On the instructions of Police Sergeant Serghiou the witness went to the Achna roundabout, along with Police Constable Kamaris, to inquire into the arrest of Petros Kakoulli. He stated, in so far as relevant, the following:", "“...When I walked close to [Border Stone] 155 some [Turkish] soldiers shouted at me to stay away. I replied to them that I was a Turkish SBA police officer. Still they shouted at me to stay away and I then walked back to the edge of the main road and shouted at them again to ask whether the commander was present. They replied that he was not there. They promised to call me back when he arrived at the scene. At 7.55 a.m. they called me and signalled to me to cross the boundary. I walked into the Turkish-controlled area and met with the Turkish lieutenant, who refused to give me his name. I then asked him if he had seen any Greek Cypriot collecting snails in the area. He said that a Greek Cypriot had crossed the boundary into the Turkish-controlled area and had been shot dead by his soldiers. I then asked him again whether he was dead or wounded, to which he replied that he was definitely dead. Then at 8.05 a.m. the army officer showed me the deceased, who was about 150 metres within the Turkish-controlled area. I saw the body from a distance of ten metres lying on the ground in a prostrate position with the head facing west. I saw blood on the left-hand side of the body; it was pale and looked dead...”", "46. The witness is a police constable stationed at the SBA Police in Ayios Nikolaos. He was on duty at the time of the killing of Petros Kakoulli. On the instructions of Police Sergeant Serghiou the witness went to the Achna roundabout, along with Police Constable Duru Chorekdjioglou, to inquire into the arrest of Petros Kakoulli. On the way to the Achna roundabout the witness met Panikos Hadjiathanasiou, who told him that his father-in-law had been shot dead by Turkish soldiers. He informed his colleagues at the Ayios Nikolaos Police Station and Dhekelia about the impugned incident.", "47. The witness is a police superintendent in Nicosia. He was the head of the police squad which visited the scene of the killing of Petros Kakoulli. Following his visit the witness concluded that Mr Kakoulli had been kidnapped by armed Turkish soldiers, transferred into the Turkish-occupied areas and shot dead. He was involved in the preparation of topographical sketches and plans of the scene of the killing and attended the post-mortem examination of the deceased.", "48. The witness was involved in the investigation into the killing of Petros Kakoulli. He stated that Mr Kakoulli had been shot dead by Turkish soldiers while collecting snails 40 metres inside the Turkish-occupied areas. He attended the post-mortem examination of the corpse of Mr Kakoulli at Larnaca Hospital.", "49. The witness is a police inspector in the Famagusta Police Division in the village of Paralimni. He was appointed as the investigator in the case of the killing of Petros Kakoulli. He visited the scene of the killing and supervised the taking of statements in connection with the incident. With reference to the statements of Panikos Hadjiathanasiou and Georgios Mishis, the witness found that Petros Kakoulli had been shot dead by Turkish soldiers while collecting snails in the Turkish-occupied area. He noted that on 14 October 1996, approximately 27 hours after the killing, an autopsy had been carried out on the body of the victim in the presence of Turkish and United Nations officials and that a garrotte, consisting of two metal handles attached to a string of wire, and a 33-centimetre bayonet had fallen down when the boots of the deceased had been removed.", "50. The witnesses are specialist photographers attached to the Criminal Investigation Division at the Famagusta Police Division. They took various photographs of the scene of the impugned incident on 14 October 1996.", "51. The UNFICYP issued two press releases on 14 and 16 October 1996 concerning, respectively, the killing of Petros Kakoulli and the deaths occurring in the United Nations Buffer Zone.", "52. In the press release of 14 October 1996 it expressed concern that an innocent life, namely that of Petros Kakoulli, had been lost as a result of deplorable and unnecessary force. The UNFICYP qualified the incident as a disproportionate response and stressed that lethal force should not be used by either side against persons who crossed the respective ceasefire lines or entered the United Nations Buffer Zone. It was further noted that the commander of the UNFICYP had requested the commander of the Turkish forces in Cyprus to instruct soldiers under his command not to shoot unless their own lives were threatened.", "53. In the press release dated 16 October 1996 the UNFICYP noted that five deaths in as many months in the United Nations Buffer Zone or adjacent to the ceasefire lines underscored the urgent need for arrangements to avoid the recurrence of similar tragic incidents. It further pointed out that these incidents had highlighted the need to ensure that the rules of engagement applied along the ceasefire lines prevented the use of lethal force except in clear situations of self-defence.", "54. Dr Peter Vanezis, from the Department of Forensic Medicine and Science at the University of Glasgow, carried out a post-mortem examination at Larnaca General Hospital on 14 October 1996 on the body of Petros Kakoulli. In his report dated 16 October 1996, in which he summarised his findings, Dr Vanezis stated:", "“The deceased suffered three gunshot wounds to the body as follows:", "One to the right side of the neck, which entered at a position just below the ear, exited at the back of the neck and did not cause any damage to any vital organs.", "The second entered through the right side of the trunk and exited at the back at approximately the same level and appeared to have caused soft tissue damage with some minor associated internal injury to the lung, but was not in my view fatal.", "The third wound was on the left side of the trunk towards the back. It entered the body and its trajectory was steeply upwards into the body at an angle of 45 degrees. It then exited from the left side of the front of the chest, causing a large exit wound. This wound was the fatal wound, causing severe damage to the left lung and the heart with consequent extensive internal bleeding.", "The first two wounds mentioned were from approximately the same direction and both had approximately horizontal trajectories on entering the body.", "The third wound was on the other side of the body and had a steep upward trajectory. The position of this wound indicates that the deceased, at the time of receiving this wound, was in a horizontal position either on the ground or crouching.", "The first two wounds appeared to have been fired at approximately the same time, bearing in mind that their direction and their position on the body are from the same side...”", "55. The applicants provided the Court with sketch maps and photographs of the scene of the killing of Petros Kakoulli and with the photographs taken during the post-mortem examination carried out by Dr Peter Vanezis.", "56. It is to be noted that Dr Vanezis’s observations concerning the deceased’s body correspond to the photos taken during the post-mortem examination.", "57. Between 14 and 17 October 1996 the daily newspapers Fileleftheros, Agon, Cyprus Mail, Alithia and Simerini reported the killing of Petros Kakoulli. The aforementioned newspapers extensively covered the impugned incident and reported the details of the killing of Petros Kakoulli and the investigation conducted into the impugned incident.", "58. The following documents furnished by the Government pertain to the investigation carried out by the “TRNC” authorities into the killing of Petros Kakoulli.", "59. This document sets out, in chronological order, the course of action taken by the investigating authorities in relation to the killing of Petros Kakoulli. It includes statements by various witnesses, reports, and decisions by the authorities. It appears that the investigation into the death of Petros Kakoulli was mainly carried out by Inspector Ömer Tazeoğlu, who at the relevant time worked at the Legal Branch of the Gazi Magusa Police Directorate.", "60. Inspector Ömer Tazeoğlu commenced his investigation immediately after he had learned about the death of Mr Kakoulli, namely at 8.45 a.m. He visited the scene of the incident along with five other police constables at 10.45 a.m. on 13 October 1996. He observed that the incident had taken place on a slope about 300 metres to the south of the guard post code-named Haşim 8, which was under the responsibility of the 2nd Infantry Company of the 6th Infantry Battalion. The area was a first-degree military prohibited area where there were warning signs. At the site on the slope a dead person was lying face down. There was a large pool of blood.", "61. Having completed his preliminary investigation, Inspector Tazeoğlu established that at 6.45 a.m. on 13 October 1996 Privates Harun Avşar and Rezvan Topaloğluları of the Infantry had begun their guard duties. 10 minutes later, they had seen a person about 300 metres from the guard post inside the military prohibited area. Private Avşar was in possession of a weapon. He had approached the person in question and concluded that he was a Greek Cypriot because he spoke Greek. He had signalled to the person to stop. But the person had attempted to run away towards the border fence. Private Avşar had first fired one shot in the air, one shot at the ground and one shot at his legs. Having seen that the person in question had failed to stop, Private Avşar had aimed at him and fired and killed him.", "62. According to the work schedule, Police Constable Osman Pekun took the necessary photographs of the scene of the incident. Police Sergeant Mehmet Deniz drew a plan of the location. Inspector Ömer Tazeoğlu collected five cartridges and took samples from the pool of blood. SBA police officers Engin Çelebi and Bülent Nihat and inspectors and soldiers from the Peace Force visited the location but left without doing anything, given that the incident had taken place within the boundaries of the “TRNC”. At the scene of the incident, the military doctor Ömer Gür examined the body and found two entry holes and two exit holes caused by bullets. The body was then transferred to Gazi Magusa State Hospital for an autopsy. Following the preliminary examination carried out by Dr Sadık Aslansoyu of the State Hospital, the body was put in the morgue and placed under police surveillance.", "63. On 14 October 1996 the Gazi Magusa District Court issued an interim order allowing the investigating authorities to carry out a postmortem on the body of Petros Kakoulli. The same day at 9.58 a.m. a team comprising Inspector Ömer Tazeoğlu, Assistant Director H. Gurani, Police Sergeants H. Özdoğdu and H. Erkurt, Police Constable O. Pekun and Peace Force officials Major Martin Enk, Sergeant Dalle Robert, Inspector Mathias Cosgrave and Inspector Richard Duggan, as well as Dr İsmail Bundak amd Erdal Özcenk, arrived at the morgue of Gazi Magusa State Hospital. The same day at 10.30 a.m. the body was taken out of the refrigerator by the morgue official Hamza Ulusu and was placed on the post-mortem table in the presence of the aforementioned persons. As the morgue official was removing the boot from the left foot of the body, a garrotte wire (both ends of the laundry wire, which was 68 centimetres long, were attached to a 14.5 cm long iron handle) fell to the ground. The Peace Force officials examined the said object on the spot. Then the Peace Force photographer and Police Constable O. Pekun photographed the object. When the boot was removed from the right foot a bayonet with a brown handle in a scabbard was seen to have been inserted between the right side of the leg and the interior of the boot. In this instance too the Peace Force officials and Police Constable O. Pekun photographed the object. Then the boot was removed and the bayonet and its scabbard measured. The bayonet, together with its scabbard, was 33 cm long. The objects were taken as exhibits.", "64. Between 10.30 a.m. and 12.30 p.m. on the same day Dr İsmail Bundak and Dr Erdal Özcenk carried out the post-mortem examination on the body in the presence of the above-mentioned persons. Twelve X-rays of the body were taken. Doctors took two 10 cc blood samples from the chest cavity of the body and placed them in two separate 10 cc containers for examination. They observed a total of four gunshot wounds; two entry wounds and two exit wounds. Police Constable Osman Pekun took fingerprints and palm prints of the deceased for examination. The autopsy examination established that the cause of death was internal bleeding as a result of shots fired by a firearm. The shots had shattered the left ventricle of the heart and the left lower lobe of the lung. Following the autopsy, the body, the photos, X-rays and the belongings of the deceased were handed over to the Peace Force officials.", "65. Between 14 October 1996 and 20 March 1997 statements were taken from SBA officials, Police Constables Temel Aydın, Türkeş Ergüder, Ahmet Bulduklar, Halil Öztugay, Ahmet Ceylani and Osman Pekun, Private Mehmet Deniz and Inspector Ömer Terzioğlu. Furthermore, witness testimonies were obtained from Infantry Private Rezvan Topaloğluları, the non-commissioned officer Sergeant Ali Ogdu, Infantry Lieutenant Necmettin Ateş, Dr Ömer Gür, Dr Sadık Aslansoyu, Dr İsmail Bundak, Dr Erdal Özcenk, the chemist Hatice Kale, Chief Inspector Abdullah Iraz, Inspector Ömer Tazeoğlu and Inspector Ules Gümüsel.", "66. In a letter of 3 April 1997 Mehmet Özdamar, who was at the relevant time the Deputy Director and Acting Director of the Legal Branch at the Gazi Magusa Police Directorate, submitted a detailed report about the killing of Petros Kakoulli. Mr Özdamar stated, in so far as relevant, the following:", "“[Petros Kakoulli], despite the presence of warning signs, secretly crossed into the TRNC territory near border stone no. 155 and advanced 200 metres inside...", "Infantry Private Harun Avşar first verbally warned Petros Kakoulli and asked him to stop. But the said person attempted to escape by walking away speedily. Following that, Infantry Private Harun Avşar got 10 metres closer to the victim and first fired a single warning shot into the air. When [Petros Kakoulli] continued to run away, Harun Avşar fired another warning shot to the ground. But when he again tried to escape, Harun Avşar fired a single shot in the direction of his legs and then two shots below the waist. Petros Kakoulli was stopped after being shot...", "During the removal of Petros Kakoulli’s boots, a garrotte wire hidden in the left boot and a 33 cm bayonet hidden inside the right boot were discovered. Both have been seized as exhibits...", "The ballistic examination revealed that 5 empty cartridges had been fired by a G3 infantry rifle with the serial number 259550.", "The comparison of the fingerprints of the victim with the fingerprints found on the bayonet which was found in his right boot showed that the fingerprints on the bayonet belonged to the victim...", "A charge of manslaughter can be brought against someone in the event of a criminal offence or negligence. However, as the testimonies show, Infantry Private Harun Avşar made all the necessary moves to apprehend the person but as a last resort, after giving warnings, opened fire on Petros Kakoulli and shot him.", "In my opinion, in the light of the existing testimonies, the incident qualifies, under Article 15 (3) (b) and Chapter 154 Article 17 of the Criminal Code, as an act of causing death which does not constitute a criminal offence...”", "67. In a letter of 23 May 1997 Osman T. Naim Enginsoy, who was a Deputy Assistant Attorney-General, instructed the Director General of Police to take no further action on the case and to close it.", "68. In June 1997 the police authorities decided to classify the case concerning the killing of Petros Kakoulli as “no case” and to discontinue the investigation.", "69. Having completed the judicial inquest, the Gazi Magusa district judge concluded that Petros Kakoulli had died of injuries caused by shots fired by Infantry Private Harun Avşar after illegally entering the “TRNC” and failing to obey warnings to stop.", "70. In his statements concerning the conclusions he had reached at the end of the investigation into the killing of Petros Kakoulli, Inspector Tazeoğlu expressed the view that Private Harun Avşar had acted in accordance with the instructions given to him. Private Avşar had given the necessary warnings and had shot and killed Petros Kakoulli because of the latter’s failure to stop. Inspector Tazeoğlu thus concluded that this was a justified killing since Private Harun Avşar had done what his duty dictated. Inspector Tazeoğlu recommended that the case should be classified as “no case”.", "71. This report describes the sequence of events concerning the involvement of IRCIVPOL in the investigation into the killing of Petros Kakoulli. It appears that immediately after the killing of Mr Kakoulli, at 11.15 a.m., IRCIVPOL members including Superintendent Cosgrave and Inspector R. Duggan visited the scene of the incident. The IRCIVPOL members did not investigate the incident but merely observed the conduct of the investigation by the “TRNC” authorities from 13 June to 15 June 1996.", "72. In his statements to the investigating authorities, Infantry Private Harun Avşar claimed the following, in so far as relevant, in relation to his killing of Petros Kakoulli:", "“...Today, on 13.10.1996, Rezvan Topaloğluları and I were on guard duty at Haşim 8... After 5-10 minutes from the time we started our shift, we – I and Rezvan Topaloğluları – saw, approximately 300 or 400 metres from our guard post, a person walking inside our territory. This person was walking in a south-north direction, in other words in the direction of a trail we describe as the patrolling trail. We did not know who this person was. As soon as I saw this person I informed Duty Officer Ali Ogdu via the wireless (radio). He told us over the wireless to continue to keep the person under observation. Then I told my companion, Infantry Private Rezvan Topaloğluları: ‘You stay here; I will go and look at this person.’ And, holding my rifle with a loaded magazine attached to it, I came down from Haşim 8 guard post and joined the trail, advancing towards the border fence... After approaching to about 50 metres from the person, I shouted and asked him what he was doing there. Without saying anything the person continued walking on the slope in the direction of the patrolling trail. Until that moment I could not firmly determine whether this person was a Turk or a Greek Cypriot. So I moved closer to him. The distance between us was about 5-6 metres. This person was high on the slope. At that moment, I sensed that the person could well be a Greek Cypriot. The look of the person was one of bad intent and unease. After that, through hand signals I asked him where he was coming from. Initially the person gave no verbal reply, but he signalled with his right hand and indicated the Turkish side and said something in Greek. But I did not understand what he said. When I was sure that the person was a Greek Cypriot, I removed the safety catch of my weapon and aimed at him. At that moment, the person, while speaking in Greek and making hand signals, started coming towards me. Faced with this situation I shouted in Turkish, telling him to stop, and with my left arm I signalled to him to stop. The person did not stop and continued walking towards me. I, for my part, stepped back a few metres and shouted at my colleague Rezvan and told him to inform the exchange about the situation...", "The guard Rezvan Topaloğluları heard me. Then I again turned my head towards the person. I shouted and warned the person to stop. After that he stopped walking towards me and started walking towards the border fence. I again shouted and warned him to stop. But this person continued walking away in the direction of the fence while moving his arms and hands saying something in Greek. The distance between this person and the border fence was 200 metres. Following that, I went up to the slope to have a better view of him. The person was still walking towards the border fence. I shouted again and asked him to stop. But he went on walking, waving his hands at the same time. After that the distance between the person and me was about 15 metres. At that point I fired a shot into the air. After hearing the firing of the gun the person quickened his steps. After that I turned my weapon in his direction and fired another shot towards the ground. He again failed to stop and further increased his speed. The distance between us at that moment was about 30 metres. When I realised that the person would not heed my warnings and would cross over to the Greek-Cypriot side, that is I would not be able to catch him, I decided to stop the person by shooting and wounding him. Therefore, while he was walking I aimed my gun roughly at his legs and fired. After that the person stopped momentarily. Until that moment I was not sure if my shot had found its target. Following that, and while he was in a walking position, I fired two rounds, aiming at the person. And the person was shot and fell to the ground. Naturally, the person fell on his right side. I realised that the person was shot. But I did not go near him. I thought there could be others hiding in the area. Therefore, I went up to the hilltop and, hiding behind the rock, began observing and monitoring the area. After that I did not hear any sound coming from the said person.", "The shooting incident took place at around 7.30 a.m. After 10-15 minutes Company Duty Officer Ali Ogdu arrived at the scene of the incident along with a team of soldiers. I told him what had happened. The soldiers took security measures in the area. As I said, I fired five rounds in this incident...”", "73. At the time of the impugned incident Infantry Private Rezvan Topaloğluları was on guard duty along with Private Harun Avşar at Haşim 8 guard post. In his statements to the authorities he mentioned, in so far as relevant, the following:", "“...Today, on 13.10.1996 at around 6.45 a.m., the duty officer of the company, Noncommissioned Officer Ali Ogdu, drove Harun Avşar and me to the guard post and we began our guard duties there. Five to ten minutes after the start of our guard duties, we saw a person in civilian dress between our guard post and the border fence and 300 metres away from the post. Immediately after seeing this person my colleague Harun Avşar notified the situation to the exchange via the wireless. However, I am not sure who he talked to. Over the wireless he was told ‘OK, keep an eye on it’. Following that, we continued to keep the person in question under surveillance... This person was approximately 250-300 metres from the border fence inside our territory. After that my colleague told me: ‘I will go and find out who that person is. You stay here and watch...’ The person we saw was to the south of the patrolling trail inside the ‘TRNC’ territory, which was a military prohibited zone. No one is allowed to enter the area where we saw the person without permission... When we first arrived at our post no information was given to us about the presence of a person there. Therefore, we realised that that person could not be someone with permission. As a result, [Harun Avşar] left the post to find out who that person was. Harun left the post holding the G-3 infantry rifle, registered in his name, with one magazine attached to it and another one inside his belt, and directly joined the patrolling trail from the top and crossed the trail in a southerly direction and started walking in the field as if he wanted to get away from the person, but he was going to approach the person from behind. The way he was moving he would prevent the person from escaping or getting closer to the border fence. What I saw from the guard post was this: Harun got closer to the person and the distance between them was about 15 metres. First I saw that person on the slope and Harun was in the field. Then I saw Harun climbing up the slope. I do not know if there was any conversation between the person and Harun; I could not hear them from my post. At that moment, as I was watching them Harun got nearer to the person, about 10-15 metres away. Then I saw Harun Avşar turn towards the guard post and signal by hand and shout, telling me to inform the exchange. Right at that moment I understood that Harun had found out that the person was a Greek Cypriot. At that moment – the time was about 7.35 a.m. – I lifted the telephone receiver in the guard post, while watching them. I saw that the person that Harun was trying to get closer to was starting to walk speedily away and trying to escape. Naturally, that person was walking in the direction of the border fence. Then I saw Harun raise his gun into the air and fire a single shot. But that man was still walking away. This time Harun lowered his gun and aimed at the man, and in a very short period he fired four single shots, and as the man was walking he fell down. Naturally, it was not possible for me to discern how many shots Harun fired at the man and how many shots at the ground. But when the man fell down I realised that he had been shot... Harun Avşar shot that person inside the military prohibited zone...”", "74. Guards on duty at Haşim 8 guard post are required to follow the instructions mentioned below, among others. Paragraph 8 of the General Instructions reads:", "“In the event of any danger the guard shall fully load his weapon, shall open the safety catch and if need be shall use the weapon without hesitation but in accordance with the rules of engagement.”", "75. Paragraph 10 of the Special Instructions reads:", "“Guards shall always stop any person approaching them at night. They shall ask for a password and a signal. Unless they are sure, they shall not allow anyone to approach them.”", "76. Paragraph 19 of the Special Instructions provides:", "“When armed or unarmed military persons enter the buffer zone or cross the confrontation line, the guard on duty shall immediately inform the company’s telephone exchange and take up position. If enemy personnel are inside the buffer zone and continue to approach after a warning is given for them to stop, they shall be aimed at and fired at. If the enemy personnel intend, after entering the buffer zone, to cross the confrontation line, the guard on duty shall not allow the removal of wounded or dead personnel from the buffer zone or inside the confrontation line. The guard shall not allow the destruction of evidence. If need be he shall take aim and open fire. No personnel, in such a situation, shall enter the buffer zone.”", "77. The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (“UN Force and Firearms Principles”) were adopted on 7 September 1990 at the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders. Paragraph 9 of the Principles provides:", "“Law enforcement officials shall not use firearms against persons except in selfdefence or defence of others against the imminent threat of death or serious injury, to prevent the perpetration of a particularly serious crime involving grave threat to life, to arrest a person presenting such a danger and resisting their authority, or to prevent his or her escape, and only when less extreme means are insufficient to achieve these objectives. In any event, intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life.”", "78. Paragraph 5 of the Principles provides, inter alia, that law enforcement officials must “exercise restraint in [the] use [of force and firearms] and act in proportion to the seriousness of the offence and the legitimate objective to be achieved”. Paragraph 7 provides: “Governments shall ensure that arbitrary or abusive use of force and firearms by law enforcement officials is punished as a criminal offence under their law”. Paragraph 11 (b) states that national rules and regulations on the use of firearms should “ensure that firearms are used only in appropriate circumstances and in a manner likely to decrease the risk of unnecessary harm”.", "79. Paragraph 10 of the Principles reads as follows:", "“... law enforcement officials shall identify themselves as such and shall give a clear warning of their intent to use firearms, with sufficient time for the warnings to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}