{"ITEMID": "001-22771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "R.T. and OTHERS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant (“the applicant mother”) was born in 1940. She is the mother of both the second applicant, P.T., born in 1959, and the third applicant, M.T., born in 1968. The applicants, all Finnish citizens, reside in Valkeakoski. Before the Court they are represented by Ms. Anu Suomela of the Association for Family Rights in Finland (Perheen Suojelun Keskusliitto PESUE r.y.). The respondent Government were represented by their Agents, Mr Holger Rotkirch, then Director-General for Legal Affairs in the Ministry for Foreign Affairs, and Mr Arto Kosonen, Director in the same Ministry.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1975 the applicant mother was accepted as a family day carer. She was caring for her own and a few other children, including mentally disabled ones, in her home under the supervision of the local day care authority. In 1978 a third child, M., was born to her and diagnosed as suffering from Down’s syndrome. At the age of two he also began to suffer from repeated aggravated ear infections.", "In 1979 the applicant mother sought therapy at the Mental Health Office of Valkeakoski in order to cope with the upbringing of M.", "In 1981 M.’s father and the applicant mother divorced, she remaining M.’s sole custodian. In 1986 she gave up her post as a family day carer as M. had become difficult to care for and had begun to suffer from behavioural disturbances. It had also been discovered that his hearing was severely impaired.", "Afterwards the applicant mother remained unemployed for a while and the family was evicted from their flat. She started to abuse alcohol.", "On 29 occasions from 1983 to 1990 the applicant mother voluntarily placed M. in the Centre for Mentally Disabled at Ylinen. The duration of his stays varied from a few days to a few weeks. Some of the stays were caused by the applicant mother’s experiences of burn-out and some stays were necessary for examination and therapy purposes.", "In 1991 the applicant mother requested that M. be placed in voluntary foster care so as to enable her to resolve her financial and drinking problems. Following the approval by the Social Welfare Board (perusturvalautakunta, grundtrygghetsnämnden) of Valkeakoski M. was, on 1 November 1991, placed in a foster home 70 kilometres away. The family had five children from before, two of whom being baby midgets demanding particular care.", "Meanwhile, the applicant mother underwent treatment in order to reduce her alcohol consumption. She re-educated herself, qualifying to become a caretaker of hospital equipment. Soon she began to feel that her co-operation with the foster parents was not satisfactory. For instance, M. would visit her in dirty and ragged clothes. His foot hygiene would be neglected, although his feet were suffering from bacteria demanding particular care. He would tell her that he had been spanked by the foster parents.", "In 1992 M. was equipped with a hearing device as a result of which his behavioural disturbances apparently diminished.", "In the spring of 1993 the applicant mother informed the Social Welfare Board that she would take M. home. The Board objected and on 26 May 1993 it placed him in compulsory public care, considering, inter alia, that the applicant mother was unable to provide him with adequate care and sufficiently secure growth conditions. All other support measures had proved insufficient, as the applicant mother had withdrawn her consent to M.’s placement in the foster home. It was in M.’s interest to remain in that home, where he had become used to “a regular life rhythm, certain boundaries, security as well as people whom he could trust”.", "The applicant mother had been heard in the Social Welfare Office on 13 May 1993, whereas all applicants had been heard at the Social Welfare Board’s meeting on 17 May 1993.", "In her appeal to the County Administrative Court (lääninoikeus, länsrätten) of Häme the applicant mother objected to the care order, considering that her conditions had improved to the necessary extent. The other applicants, by now living on their own a few kilometres away from her, stated that they would assist in caring for M. The applicant mother also invoked an opinion of 19 May 1993 submitted by Ms. M.B. and Dr. R.T. of the Mental Health Office and concluding that she had managed better than the average as a custodian and mother. She further requested, inter alia, that M. himself be heard in a manner which would ensure that the opinion expressed by him was genuinely his own.", "On 21 September 1993 the County Administrative Court refused the request for an oral hearing and dismissed the appeal. It considered, inter alia, that M. had been sufficiently heard by a social welfare official on one occasion while he had been transported back to the foster home from a school providing therapy.", "Meanwhile, according to a memorandum of a social welfare official dated 18 September 1993, M. would be permitted to stay with the applicant mother for three weeks during the period October 1993-February 1994 and for one month in the summer of 1994. The foster parents would write to the applicant mother once a month. She and other relatives would be able to visit M. in the foster home provided they gave advance notice.", "In her appeal to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) dated 3 November 1993 the applicant mother underlined that the applicants’ request for joint custody of M. was pending before the District Court (käräjäoikeus, tingsrätten) of Toijala. She requested to be allowed to supplement her appeal by adducing the District Court’s judgment, or that the case be remitted to the County Administrative Court should the applicants’ request for shared custody be granted.", "The Supreme Administrative Court obtained written observations from the Social Welfare Board. The Board recalled, inter alia, that the applicant mother herself had terminated her contract as a family day carer, “perhaps already then realising her problems”. The Board adduced new material consisting of an affidavit signed by her former family day care superior on 23 November 1993; an affidavit signed by M.’s special teacher on 29 November 1993, a report on M.’s mental development dated 22 November 1993 and submitted by Ms. L.H., a psychologist of the Pirkanmaa Municipal Federation for Social Services.", "In her rejoinder to the Supreme Administrative Court the applicant mother invoked an affidavit signed by the second and the third applicant on 18 January 1994; an affidavit signed by the psychologist who, in 1986, had recommended her to give up her post as a family day carer; an affidavit signed by a parish deacon concerning the care which the applicant mother had provided to other mentally handicapped children; and an affidavit signed by a further person concerning M.’s unwillingness to return to the substitute home after his stays with the applicant mother. The applicant mother argued that no weight should be given to her former employer’s affidavit unless the Court were to hear that person as a witness under oath.", "On 28 April 1994 the District Court granted the applicants’ request for shared custody of M. It noted, however, that the enforcement thereof would also require taking into account any orders relating to his public care.", "On 4 August 1994 the Supreme Administrative Court upheld the County Administrative Court’s decision of 21 September 1993.", "On 16 August 1994 the social welfare officials drew up a public care plan according to which M. would be able to stay with the applicant mother during the autumn, Christmas, winter and summer holidays.", "On 10 September 1994 the applicants requested that both the care order and the access restriction be revoked with a view to reuniting M. with them. In support of their request they proposed a plan for gradually increasing his contacts with them, starting with one visit a month.", "On 23 September 1994 an official of the Social Welfare Board restricted the applicants’ access to M. along the terms of the care plan of 16 August 1994. The restriction was to remain in force until 27 September 1996, when M. would reach the age of majority. The Board relied, inter alia, on an opinion of 5 September 1994 submitted by a specialist in psychiatry and mental disability who was responsible for the public care provided by foster parents within the relevant area. The Board further relied on an expert opinion of 6 September 1994. Both opinions proposed that the number of visits should not be increased.", "On 16 November 1994 the Social Welfare Board refused the applicants’ request for a revocation of M.’s public care and the access restriction. The Board accepted that the conditions in the applicant mother’s home were good but nevertheless considered that M. was in need of “a well-focused and consistent upbringing”.", "The applicants appealed to the County Administrative Court inter alia on the grounds that they had not been properly heard by the Board. They also requested an oral hearing for the purpose of hearing witnesses.", "On 23 February 1995 the Social Welfare Board decided to revoke M.’s public care of its own motion because the services of his foster home were no longer available to the Board. On 24 February 1995 he was returned to the applicant mother. On 29 March 1995 an official of the Board terminated the public care.", "On 19 May 1995 the County Administrative Court found that M. had not been heard prior to the decision of 16 November 1994. It had not been shown that his state of development justified the lack of such a hearing. However, as his public care had already been revoked by the Board of its own motion, the Court found no reason to amend the decision under appeal.", "The relevant legislation is outlined in the Court’s judgment in K. and T. v. Finland ([GC], No. 25702/94, §§ 94-136, ECHR 2001-VII). Those provisions of particular relevance to the present case are described below.", "The right of the mentally disabled to special care is governed by the 1977 Act on Special Care for Mentally Disabled (laki kehitysvammaisten erityishuollosta, lagen ang. specialomsorger om utvecklingsstörda 519/1977). The various forms of assistance guaranteed under this legislation shall normally be provided through an agreement with the custodians. If they refuse necessary assistance to a child, custody may be transferred to someone willing to accept such services. If a conflict of interests arises between the child and his or her custodian, a trustee or guardian may be appointed for the child.", "In extreme situations where the overall care and upbringing of a mentally disabled child is at stake the child shall be placed in public care. According to section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2).", "The child’s custodians, biological parents and de facto carers shall be heard in respect of a proposed public care order and be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982). Under section 15 of the said Act a party shall be afforded the opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken. The Administrative Procedure Act does not lay down any minimum period of time which a party shall have at his or her disposal for preparing such a reply. A matter may be decided without a preceding hearing of a party, inter alia if such a hearing would be manifestly unnecessary, would jeopardise the purpose of the decision or if the decision cannot be postponed. Section 17 of the Administrative Procedure Act requires that the competent authority duly investigate the matter before it and ensure the equality of the parties.", "According to section 47 of the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982), a decision made by the Social Welfare Board is enforceable regardless of an appeal (a) if the decision requires immediate implementation; (b) if, for reasons due to the arrangement of social welfare, the enforcement of the decision cannot be delayed; or (c) when the Social Welfare Board has ordered the decision to be enforced at once.", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board shall support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree, the Social Welfare Board or the director of a children’s home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the children’s home. The restriction shall be limited in time. It shall mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "The care plan to be drawn up in respect of a child in public care shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}