{"ITEMID": "001-4625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TOMCZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1919 and living in Skarboszewo.", "A.", "In 1959 the municipality, by way of an administrative decision, nationalised the farm belonging to the applicant’s father. On an unspecified later date the applicant’s father died and she obtained a judicial decision confirming that she had inherited his property.", "In 1992 the Minister of Agriculture refused to allow the applicant's motion to have this decision annulled, considering that it was in conformity with the nationalisation laws applicable at the time when the decision had been issued.", "The applicant lodged an appeal with the Supreme Administrative Court.", "On 12 October 1992 the Supreme Administrative Court set the Minister’s decision aside.", "On 30 April 1993 the Konin Regional Office declared the 1959 decision null and void, finding that it was in breach of substantive law as regards the criteria for nationalisation of agricultural property.", "In October 1993 the farm was restored to the applicant.", "Subsequently the applicant lodged a civil action against the State Treasury with the Konin Regional Court, claiming compensation for lost profits resulting from the fact that from 1959 to 1993 she could not use the farm and, consequently, did not realise profits therefrom.", "On 22 July 1996 the court dismissed the applicant’s action. It had regard to Article 160 § 1 of the Code of Administrative Procedure, which provided for the liability of the State Treasury for actual damage caused by an administrative decision annulled on the ground of unlawfulness. The court observed that under the case-law of the Supreme Court this provision constituted the exclusive legal basis of State liability for damages caused by an administrative decision which was annulled on one of the grounds provided for in Article 156 of the Code. Thus, the provisions of Article 361 § 2 of the Civil Code, which provided for full compensation for damage, including actual damage and lost profits, were not applicable to the applicant’s case. Consequently, having regard to the fact that the damage claimed by the applicant was clearly covered by the notion of lost profits, the applicant’s claim had to be dismissed.", "The applicant lodged an appeal against this decision, claiming that the judgment under appeal was in breach of substantive civil law in that the court had failed to apply Article 361 § 1 of the Civil Code.", "On 24 October 1996 the Poznań Court of Appeal dismissed the applicant’s appeal. The court reiterated the analysis of the legal basis of the State Treasury’s liability for damage caused by an administrative decision which was subsequently quashed. The court further observed that it had been the intention of the legislator to limit the scope of the liability of the State to actual damage and that the lower court, when dismissing the applicant’s claim for lost profits, had correctly applied the relevant provisions of the Code of Administrative Procedure.", "The applicant lodged a cassation appeal against this judgment, claiming that the Court of Appeal had wrongly interpreted Article 160 of the Code of Administrative Procedure.", "On 6 March 1997 the Supreme Court dismissed the applicant’s cassation in appeal. It observed that under Article 160 § 1 of the Code of Administrative procedure, a person who suffered damage as a result of an annulled administrative decision could claim compensation for actual damage in administrative proceedings. It was only after a final administrative decision in this respect was given that a party could lodge an action with a court. Where such an action had been lodged before the administrative decision was given, the civil court should have rejected it on those grounds. In the present case, the lower courts had accepted that the applicant pursued her compensation claim in two separate fora, civil and administrative. It was not in dispute that the administrative proceedings were pending. As to the civil proceedings, the lower court had correctly concluded that, on account of Article 160 of the Code of Administrative Procedure as interpreted by the Supreme Court in its resolution of 26 January 1989, the applicant was not entitled to compensation for lost profits. Therefore, despite the fact that the courts could have rejected the applicant’s action for failure to exhaust the administrative procedure provided for in this provision for pursuing her compensation claim, the judgments under examination were in compliance with the law.", "The Supreme Court finally held that the absence of an administrative decision concerning the applicant’s compensation claim made it impossible for a civil court to carry out its task under Article 160 of the Code of Administrative Procedure, i.e. to determine whether the compensation awarded to the applicant constituted a suitable redress for the damage which the nationalisation might have caused her.", "The administrative proceedings, in which the applicant claimed compensation for damage caused by the 1959 nationalisation decision in that the settlement on the farm had been demolished, are pending.", "B. Relevant domestic law", "Article 155 of the Code of Administrative Procedure permits the amendment or annulment of any final administrative decision at any time where necessary in the general or individual interest, if this is not prohibited by specific legal provisions. In particular, pursuant to Article 156, a final administrative decision is subject to annulment if it has been issued by an authority which had no jurisdiction, or if it is without a legal basis or contrary to the applicable laws.", "Article 160 of the Code of Administrative Procedure enables persons who have sustained damage as a result of a final administrative decision which was declared null and void pursuant, inter alia, to Article 156, or as a result of such decision having been annulled, to submit a compensation claim to the administrative authority which annulled this decision, and this within three years from the date on which the decision on annulment became final. An administrative decision in respect of the compensation claim can be appealed against in a civil court.", "Under Article 361 of the Book Three of the Civil Code - Obligations, a person is liable for the normal consequences of his or her act, or failure to act, which caused damage to others. Within such limits, compensation for damage suffered comprises, if applicable laws do not provide otherwise, actual damage and lost profits."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}