{"ITEMID": "001-139269", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "BRÁS DE MATOS AND DA COSTA TORREZÃO v. PORTUGAL", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Egidijus Kūris;Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["1. The applicant in the first case, Ms Silvia Brás de Matos, is a Portuguese national, who was born in 1968 and lives in Entroncamento.", "2. The applicant in the second case, Ms Sandra Maria da Costa Torrezão, is a Portuguese national, who was born on 7 September 1984 and lives in Setúbal.", "4. On 3 November 2009 the applicant gave birth to C. in Leiria.", "5. On an unknown date, the Commission for the Protection of Children and Young Persons (Comissão de Protecção de Crianças e Jovens – CPCYP) of Torres Novas reported the applicant’s family situation to the Prosecutor’s Office at the Entroncamento Court. Proceedings for the protection of children and young persons (processo de promoção e protecção de crianças e jovens em risco) were initiated and the prosecutor ordered that C. was not to leave the hospital.", "6. On 12 November 2009, C. was provisionally placed in a foster home 12 kilometres away from the applicant’s home. The admission into foster care was decided on the grounds that the applicant was living in substandard housing, without furniture, that she was suffering from a mild psychological and emotional condition and that she was unemployed. The decision was also based on the fact that the applicant’s partner, who was the father of the child, was alcoholic and had displayed violent behaviour towards the applicant.", "7. On an unknown date, the applicant moved to a new apartment in Entroncamento and left her partner.", "8. On 2 December 2009, the prosecutor confirmed the placement of C. in foster care for a period of three months and the applicant agreed to see a psychiatrist on a regular basis.", "9. Between 12 May and 3 June 2010, the applicant, who was then suffering from depression owing to the separation from her child, was admitted to the Coimbra Psychiatric Unit.", "10. On 29 June 2010, the placement of C. in foster care was extended for another six months and the applicant renewed her promise to see a psychiatrist and promised to find a job, as well as better housing.", "11. On 21 December 2010, the prosecutor confirmed the placement of C. pending review of the interim protection order as provided for by law.", "12. The applicant, who was granted legal aid, opposed the extension of the measure and the case was brought before the Entroncamento Court. The prosecutor requested that the child be placed in foster care with a view to her adoption; the applicant requested that she be returned to her.", "13. By a judgment of 17 May 2011, the Entroncamento Court ordered the final placement of C., then eighteen months old, in foster care with a view to her adoption. Relying, in particular, on the statements from the social services in Torres Novas and from the foster home’s staff, the court considered that the applicant was not in a position to change her situation and fulfil her parental duties. As no other family member was available to take care of the child, the court considered that the placement in foster care, with a view to adoption, would be in the best interests of the child.", "14. The applicant challenged the decision before the Evora Court of Appeal (Tribunal da Relação de Évora), which, on 22 September 2011, dismissed the appeal and upheld the decision of the firstinstance court.", "15. There was no subsequent appeal before the Supreme Court of Justice (Supremo Tribunal de Justiça).", "16. On 7 April 2009, the CPCYP was informed that the applicant was living in poor conditions and about to give birth. The applicant and her partner were both HIV-positive. The former had an unstable professional and personal life and had previously suffered the loss of a child in circumstances which remained unclear. The latter had a long history of drug addiction.", "17. On 13 May 2009 the applicant gave birth to J.P. in Setúbal.", "18. The child was immediately admitted to the paediatric service of the hospital and then placed in foster care following an interim protection order issued on 28 May 2009.", "19. On an unknown date, the case was brought before the Setúbal Family Court (Tribunal de Família e Menores de Setúbal), which held a hearing on 3 May 2010. The applicant alleged that she had not been informed of the hearing and had therefore not been heard by the court.", "20. On 6 May 2010, the Setúbal Family Court ordered the placement of the child in foster care with a view to his adoption.", "21. On 11 May 2010, the applicant’s newly appointed lawyer challenged that decision before the Evora Court of Appeal, which, on 17 November 2010, upheld the first-instance decision.", "22. Despite the applicant’s wish, the appointed lawyer did not bring the case before the Supreme Court, considering that an appeal against a decision based on “suitability and appropriateness” (conveniência ou oportunidade) would be barred by Article 1411, paragraph 2, of the Code of Civil Procedure.", "23. On an unknown date, the applicant wrote a letter to the Supreme Court, which replied, on 18 November 2011, that it could only hear formal appeals against decisions of lower jurisdictions lodged in compliance with the applicable rules.", "24. On 10 February 2011, the applicant lodged an administrative request with the Prosecutor’s Office. The request was closed on 23 March 2012 and a similar request was again closed on 24 September 2012.", "25. On 25 September 2012, the applicant was informed that the case was being transferred to the Barreiro Family Court (Tribunal de Família e Menores do Barreiro). The reasons for this transfer are unknown.", "26. On 24 October 2012 the applicant was notified that the Barreiro Court would discontinue the proceedings as the case had already been settled by the Evora Court of Appeal.", "27. The relevant legislation relating to interim protection orders is described in the Court’s judgments in the cases of Assunção Chaves v. Portugal, no. 61226/08, §§ 56-58, 31 January 2012 and Pontes v. Portugal, no. 19554/09, §§ 61-63, 10 April 2012.", "In particular, Section 100 of Law no. 147/99 of 1 September 1999 on proceedings for the promotion of rights and protection of children and young persons in danger (processo de promoção de direitos e protecção das crianças e jovens em risco), as amended by Law no. 31/2003 of 22 August 2003, reads as follows:", "“Proceedings for the protection of children and young persons in danger ... are based on voluntary jurisdiction [Jurisdição voluntária].”", "28. Article 1411, paragraph 2, of the Portuguese Code of Civil Procedure reads as follows:", "2 – Decisions adopted on grounds of suitability or appropriateness [conveniência ou oportunidade] shall not be subject to appeal before the Supreme Court of Justice.", "29. The relevant case-law of the Supreme Court of Justice shows a general trend towards recognition of the Supreme Court’s jurisdiction to hear appeals relating to the protection of children and young persons as long as the appeals raise issues of law and do not question the “suitability or appropriateness” of the lower court’s decisions, which are matters of fact. The following are some excerpts from relevant decisions:", "“... The intervention of the Supreme Court of Justice in the judgment of appeals is limited to an assessment of the decisions taken in accordance with strict legality. 3. It can verify compliance with requirements, procedural or substantive, the power to choose the most convenient measure to protect the interests at stake and the compliance with the purpose for which such powers were allocated to the courts, but not the suitability or appropriateness of that choice.” (10 April 2008)", "“... However, this limitation does not imply that the intervention of the Supreme Court of Justice should be totally excluded with regard to this type of appeal; it merely restricts it to an assessment of the appealed decisions as far as the strict application of the law is concerned. In particular, [it restricts the Supreme Court’s assessment] to the procedural and substantive grounds on which the power to adopt the relevant measure ... is exercised” (20 January 2010).", "“As proceedings for the promotion and protection of children and young persons at risk are qualified as voluntary jurisdiction proceedings, ... its [Supreme Court of Justice] intervention can only be limited to verifying the procedural and substantive assumptions legally established for the application of the measure that has been determined by the lower court and its adequacy for the purpose to which the criteria of suitability and appropriateness must be subordinated.” (4 May 2010)", "“... However, this legal provision must be carefully interpreted as, frequently, the appeals do not only relate to lower courts’ decisions based on suitability or appropriateness but also to the enforceability of the legal requirements or other requirements on which the decisions are based, namely their compliance with constitutional or supranational norms, which are subject to the scrutiny of the Supreme Court of Justice.” (21 October 2010).", "“Granting custody [of the child] to the person selected for adoption or to an institution with a view to future adoption triggers a severance in any existing relation with the biological family of the child. ... Such a measure is based on the general assumption that there is no affective parent-child relationship, or that any such relationship is severely impaired, and can only be decided in the situations described [Article 1978, paragraph 1, of the Civil Code] where verification is subject, on appeal, to the Supreme Court of Justice’s scrutiny.” (30 June 2011)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}