{"ITEMID": "001-61376", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF WYNNE v. THE UNITED KINGDOM (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Violation of Art. 5-5", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["7. The applicant, born in 1939, is currently detained in HM Prison Full Sutton.", "8. In 1964, the applicant was convicted of the murder of a woman whom he had violently assaulted. He was sentenced to a mandatory term of life imprisonment. In May 1980 (or November 1979, according to the applicant's submissions), he was released on life licence after a positive recommendation from the Parole Board.", "9. In June 1981, the applicant killed a 75 year old woman. His plea of manslaughter on grounds of diminished responsibility was accepted by the court. In January 1982 a discretionary sentence of life imprisonment was imposed by the judge having regard to the extreme danger to the public posed by the applicant. At the same time, the court revoked his life licence concerning his earlier sentence of mandatory life imprisonment.", "10. In December 1985, the applicant was transferred to the hospital wing of Parkhurst prison. Since then, he has been transferred into ordinary prison locations as a “Category A” (high security) prisoner.", "11. The applicant learned that his “tariff” period fixed by the trial judge on the manslaughter offence expired in June 1991. He was informed by a Home Office Memorandum of 5 June 1992 that his continued detention was based on the risk he represented.", "12. According to the applicant's submissions, his only Parole Board review took place in 1999, when, without holding an oral hearing, the Board declined to recommend release. According to the Government's submissions, the Parole Board considered the applicant's case in September 1994 and January 1997. In 1994, it concluded that his behaviour was aggressive and intimidatory and that he represented a high risk to the public. On 10 January 1997, it concluded that he remained far too great a risk to warrant transfer to open conditions. Of the reports before the Parole Board, none recommended early release or early transfer to open conditions.", "13. Murder carries a mandatory sentence of life imprisonment under the Murder (Abolition of Death Penalty) Act 1965. A person convicted of other serious offences (for example,. manslaughter or rape) may also be sentenced to life imprisonment at the discretion of the trial judge in certain other cases where the offence is grave and where there are exceptional circumstances which demonstrate that the offender is a danger to the public and it is not possible to say when that danger will subside.", "14. Over the years, the Secretary of State has adopted a “tariff” policy in exercising his discretion whether to release offenders sentenced to life imprisonment. This was first publicly announced in Parliament by Mr Leon Brittan on 30 November 1983 (Hansard (House of Commons Debates) cols. 505-507). In essence, the tariff approach involves breaking down the life sentence into component parts, namely retribution, deterrence and protection of the public. The “tariff” represents the minimum period which the prisoner will have to serve to satisfy the requirements of retribution and deterrence. The Secretary of State will not refer the case to the Parole Board until three years before the expiry of the tariff period, and will not exercise his discretion to release on licence until after the tariff period has been completed (per Lord Browne-Wilkinson, Ex parte V. and T., [1998] Appeal Cases 407, at pp. 492G-493A).", "15. Under section 34 of the 1991 Act, the tariff of a discretionary life prisoner is fixed in open court by the trial judge after conviction. After expiry of the tariff, the prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to release if satisfied that it is no longer necessary to detain him for the protection of the public.", "16. A different regime, however, applies under the 1991 Act to persons serving a mandatory sentence of life imprisonment. In relation to these prisoners, the Secretary of State decides the length of the tariff. The view of the trial judge is made known to the prisoner after his trial, as is the opinion of the Lord Chief Justice. The prisoner is afforded the opportunity to make representations to the Secretary of State who then proceeds to fix the tariff and is entitled to depart from the judicial view (R. v. Secretary of State for the Home Department, ex parte Doody [1994] 1 Appeal Cases 531; and see the Home Secretary, Mr Michael Howard's, policy statement to Parliament, 27 July 1993, (Hansard (House of Commons Debates) cols. 861-864).", "17. At the relevant time, the Criminal Justice Act 1991 provided in section 35(2):", "“If recommended to do so by the [Parole] Board, the Secretary of State may, after consultation with the Lord Chief Justice together with the trial judge if available, release on licence a life prisoner who is not a discretionary life prisoner.”", "18. On 27 July 1993, the Secretary of State made a statement in Parliament explaining his practice in relation to mandatory life prisoners. The statement emphasised that before any mandatory life prisoner is released on life licence, the Secretary of State:", "“... will consider not only, (a) whether the period served by the prisoner is adequate to satisfy the requirements of retribution and deterrence and, (b) whether it is safe to release the prisoner, but also (c) the public acceptability of early release. This means that I will only exercise my discretion to release if I am satisfied that to do so will not threaten the maintenance of public confidence in the system of criminal justice.”", "19. In determining the principles of fairness that apply to the procedures governing the review of mandatory life sentences, the English courts have recognised that the mandatory sentence is, like the discretionary sentence, composed of both a punitive period (“the tariff”) and a security period. As regards the latter, detention is linked to the assessment of the prisoner's risk to the public following the expiry of the tariff (see, for example, R. v. Parole Board, ex parte Bradley (Divisional Court) [1991] 1 WLR 135; R. v. Parole Board ex parte Wilson (Court of Appeal) [1992] 2 AER 576).", "20. Following the judgment in Stafford v. the United Kingdom (no. 46295/99, ECHR 2002-IV), the Secretary of State announced in the House of Commons on 17 October 2002 his decision to introduce interim measures applicable to the review and release of mandatory life sentence prisoners applicable to reviews from 1 January 2003:", "“If, at the end of the review process, the Parole Board favours the release of a mandatory life sentence prisoner once the minimum period has been served the Home Secretary will normally accept such a recommendation. ...”", "This allows for prisoners, whose tariff had expired, to apply for an oral hearing at which they may have representation, receive full disclosure of material relevant to the question of release and be able to examine and cross-examine witness."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}