{"ITEMID": "001-58955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GÖÇ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 with regard to non-communication of prosecutor's submissions;Not necessary to examine Art. 6-1 with regard to lack of oral hearing;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["8. The facts of the case, as submitted by the parties, may be summarised as follows.", "9. At the material time the applicant was employed as a clerk in the İzmir 2nd Court of Taxation. On 18 July 1995 the İzmir Civil Court of General Jurisdiction forwarded the name and workplace of the applicant to the İzmir Public Prosecutor’s Office, stating that the applicant was suspected of having stolen and falsified court documents relating to a decided divorce case.", "10. On 25 July 1995 the Office of the Public Prosecutor referred the case to the Security Directorate.", "11. At 5.10 p.m. on 26 July 1995 the applicant was taken into police custody and detained at the İzmir Security Department. He was accused of the above charges. The applicant gave a statement in which he denied that he had been involved in the incident relating to the court’s case file. The applicant claims that he was not permitted to contact his family or consult a lawyer. He alleges that he was insulted and beaten for two hours.", "12. Two other suspects were also detained and statements were taken from them. A statement was also taken from Adilye Bilecen, a party to the divorce proceedings.", "13. On 27 July 1995 an investigation record was drawn up for the applicant and the two other suspects. At 5.00 p.m. on the same day the applicant was released pursuant to the decision of the public prosecutor. The two other suspects were kept in custody.", "14. In the evening of 27 July 1995, following his release, the applicant went to the İzmir State Hospital. He was subsequently granted four days’ sick leave by his employer. The medical report prepared at the hospital referred to the fact that the applicant was suffering from a common skin disease caused by the inflammation of the roots of his facial hair.", "15. On 31 July 1995 the Office of the Public Prosecutor of Karşıyaka decided not to bring charges against the applicant (takipsizlik kararı) on the ground of lack of evidence. The decision was served on the applicant on 19 August 1995.", "16. The public prosecutor took a statement from the applicant on 28 August 1995. In this statement the applicant stated that he had applied to the Ministry of Justice to have proceedings brought against the individual who had reported him to the authorities.", "17. On 29 August 1995 the public prosecutor decided not to lay charges against the person named by the applicant.", "18. On 5 September 1995 the applicant filed a complaint under Law No. 466 with the Karşıyaka Assize Court (Ağır Ceza Mahkemesi) against the Treasury requesting TRL 200,000,000 by way of compensation for his detention between “24 and 27 July 1995”. In the petition, the applicant’s lawyer stated, inter alia, that the applicant, while in detention, had been tortured and ill-treated by being beaten and insulted for two hours and deprived of his right to contact his family and a lawyer. As a result of his injuries, the applicant was required to take four days’ sick leave. He did not invoke any specific section of Law. no. 466.", "19. On 14 September 1995 the three-judge Karşıyaka Assize Court commissioned one of its members (naip hakim) to investigate the case and draft a report. The judge designated for this purpose verified, inter alia, that the Office of the Public Prosecutor of İzmir had dropped the charges against the applicant. He also obtained information about the applicant’s personal, financial and social status. The judge found that the evidence obtained was sufficient to enable him to draft his report and decided in the exercise of his discretion under section 3 of Law No. 466 that it was unnecessary to hear the applicant. The public prosecutor was asked for his written observations on the applicant’s claim. On 7 December 1995 the public prosecutor, as required by Law no. 466, submitted his opinion to the Karşıyaka Assize Court. The public prosecutor noted that the applicant was taken into custody on 25 July 1995, and not on 24 July 1995 as claimed, and was released on 27 July 1995. The public prosecutor recommended that the applicant be given compensation for non-pecuniary damage in an amount to be assessed by the court. This opinion was not served on the applicant.", "20. The judge stated in his report of 7 December 1995 to the Karşıyaka Assize Court, inter alia, that the applicant had been detained for two days from 25 July to 27 July 1995 and upon his release had obtained a medical report which indicated that he had been assaulted (“darp edildiği”). The judge recommended that the applicant be awarded compensation for non-pecuniary damage in respect of his detention, calculated on the basis of his personal, financial and social status.", "21. On 7 December 1995 the Karşıyaka Assize Court found that the applicant was detained for two days and qualified for compensation. In its judgment, the court noted all the complaints in the petition submitted by the applicant’s lawyer. With reference to the applicant’s personal, financial and social status, the court awarded the applicant TRL 10,000,000 by way of compensation and TRL 1,500,000 in respect of legal fees.", "22. The applicant’s lawyer and the Treasury both appealed against the award. The applicant’s lawyer contended on appeal that the amount of compensation was insufficient reparation for his wrongful arrest and detention. He did not challenge the dates of detention as determined by the court. On 17 October 1996 the Principal Public Prosecutor at the Court of Cassation submitted his opinion on the merits of both parties’ appeals. In his written submissions to the Court of Cassation the Principal Public Prosecutor stated that neither of the parties had grounds for appeal and advised that both their appeals be rejected. This opinion (tebliğname) was not submitted to the applicant.", "23. On 7 November 1996 the 6th Chamber of the Court of Cassation for Criminal Law Matters (Yargıtay) upheld the judgment of 7 December 1995.", "24. According to information submitted by the Government, the applicant never applied to obtain the compensation awarded to him by the Karşıyaka Assize Court.", "25. Article 19 of the Constitution provides:", "\"Everyone has the right to liberty and security of person.", "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:", "...", "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days...These time-limits may be extended during a state of emergency...", "...", "A person deprived of his liberty, for whatever reason, shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State, as the law shall provide, for damage sustained by persons who have been victims of treatment contrary to the above provisions.\"", "26. Under section 128 of the Code of Criminal Procedure, an arrested person must be brought before a judge within twenty four hours or, where the offence has been committed by more than one person, within four days.", "27. Section 1 of Law No. 466 on the payment of compensation to persons arrested or detained provides:", "\"Compensation shall be paid by the State in respect of all damage sustained by persons:", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being released or detained in accordance with the law, are not subsequently committed for trial..., or are acquitted or discharged after standing trial;", "or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only.\"", "28. According to section 2 of Law no. 466, a claimant must apply for compensation to the local assize court within three months, setting out the facts complained of and indicating the amount claimed.", "According to section 3 of the same Law, the competent court appoints one of its members to examine the application. The judge appointed hears the claimant if necessary, studies the file and requests the public prosecutor to submit his written observations on the claim. The judge then reports back to the court, which decides on the application on the basis of the judge’s assessment and the written observations of the public prosecutor. It does not hold a hearing. The claimant has one week in which to lodge an appeal against the decision reached by the assize court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}