{"ITEMID": "001-91499", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PROTOPAPA v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (substantive aspect);No violation of Art. 5;No violation of Art. 6;No violation of Art. 7;No violation of Art. 11;No violation of Art. 13;No violation of Art. 14", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1937 and lives in Nicosia.", "8. On 19 July 1989 she joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey and Loizidou v. Turkey cases (see below) also took part.", "9. According to an affidavit sworn by the applicant before the Nicosia District Court on 3 January 2000, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus in support of the missing persons and to protest against human rights violations.", "10. The demonstrators gathered at the Ayios Kassianos school in Nicosia. After United Nations (UN) soldiers had shouted a warning to the demonstrators not to advance further, the applicant was seized by the hair, beaten and assaulted by Turkish military personnel and/or other personnel acting under Turkish control. The beating was inflicted with electrical batons by 3 or 4 policemen all over the applicant’s body, in particular the head and back. One of the blows caused a painful injury to the applicant’s right arm and elbow, with loss of blood. She was then dragged to a small, stiflingly hot room in which other demonstrators were also being held. One of the prisoners had been severely beaten and was unconscious.", "11. The applicant and the other detainees were subsequently led through a hostile crowd that spat and swore at them to a bus that was waiting to take them to the so-called “Pavlides Garage”. As she entered the garage her handbag was seized. She was forced to sit on the floor; the toilet facilities were filthy. A crowd that had gathered outside the garage was swearing, shouting abuse and threats and throwing stones, some of which came through the corrugated iron roof. One of the detainees, a doctor, treated the applicant’s arm, which was still bleeding, with whatever he had to hand and bandaged it. One of the female prisoners (Mrs Vrahimi – see application no. 16078/90) was then beaten in front of the others, who remained silent, fearing for their own fate. A woman shouted that she was an American citizen and was released shortly afterwards.", "12. While in the garage, the applicant was interrogated but refused to sign the statement, which was written in Turkish. The interrogation took place in Greek and touched mainly on political subjects. The next day, 20 July 1989, she and the other detainees were given food and at the same time photographed and filmed by a television crew.", "13. Later that day, after being subjected to a body search, the applicant was taken to a court which remanded her in custody for two days. She was transferred with other women who had been arrested at the same time to the Ortakeuy prison, where she was held in a cell with another woman. The conditions of detention were appalling, the cell was unbearably hot and during the night the applicant and the other detainees were constantly checked and counted by the guards and as a result, were unable to sleep. The applicant went on hunger strike.", "14. During the evening of 21 July 1989 the applicant was taken to the Nicosia District Court for trial. The judge asked her and the other accused whether they wanted legal representation; they replied that they would only accept as defence counsel a lawyer registered with the bar association of the Republic of Cyprus. As a result, they were not assisted by a lawyer. The interpretation into Greek was poor and did not cover all the words used by the witnesses and the parties. Each time an accused tried to speak and give an explanation, she was interrupted. Although the applicant had never previously seen some of the exhibits that were produced at the trial (notably a pair of scissors, gloves and a saw), one of the prosecution witnesses said that he had found a penknife in her handbag. The applicant alleged that she had taken it with her to peel an apple and that the blade was not even two inches long. She tried to explain the position to the judge but was not allowed to. She showed her bandaged arm in order to complain about the beating she had suffered, but an officer replied that she could have injured herself by falling down. After the trial the applicant was taken back to prison.", "15. On 22 July 1989 the court ordered the applicant to enter into a recognizance of 1,000,000 Turkish liras as a guarantee that she would not commit further breaches of the peace for a period of one year. The trial judge noted that it was the second time the applicant had illegally entered “TRNC” territory. Most of the accused, including the applicant, were also sentenced to 2 days’ imprisonment and a fine of 50 Cypriot pounds (CYP – approximately 85 euros (EUR)), with five additional days in prison in default of payment within 24 hours. After the public delivery of the judgment, they were returned to prison.", "16. On 24 July 1989 the applicant was released and taken by bus to southern Cyprus.", "17. As a result of the beating described above, three of the applicant’s vertebrae were damaged. The doctors told her that the condition of her central nerve was continuously deteriorating and that no surgery could be carried out.", "18. The Government alleged that the applicant had participated in a violent demonstration with the aim of enflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "19. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "20. The applicant was charged, tried, found guilty and sentenced to a short term of imprisonment. She pleaded not guilty, but did not give evidence and declined to use the available judicial remedies. She was asked if she required assistance from a lawyer registered in the “TRNC”, but refused and did not ask for legal representation. Interpretation services were provided at the trial by qualified interpreters. All the proceedings were translated into Greek.", "21. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council’s deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "22. The applicant produced 21 photographs taken at different times during the demonstration on 19 July 1989. Photographs 1 to 7 were intended to show that, notwithstanding the deployment of the Turkish-Cypriot police, the demonstration was peaceful. In photographs 8 to 10 members of the Turkish-Cypriot police are seen breaking up the UNFICYP cordon. The final set of photographs show members of the Turkish-Cypriot police using force to arrest some of the women demonstrators.", "23. The English translation of the Nicosia District Court judgment of 22 July 1989 indicates that the applicant, together with 23 other women, was charged with two offences: entering “TRNC” territory without permission (contrary to sections 2, 8 and 9 of Law No. 5/72 – see paragraph 30 below) and entering “TRNC” territory other than through an approved port (contrary to subsections 12(1) and (5) of the Aliens and Immigration Law – see paragraph 31 below).", "24. The judgment was given in the presence of the accused and of an interpreter. The trial judge noted the following:", "(i) the accused did not accept the charges against them and stated that they did not wish to use the services of a lawyer registered in the “TRNC”;", "(ii) some of the accused had fainted during the trial and had been taken to hospital and excused from attending the hearing;", "(iii) the public prosecutor called 7 witnesses, whose statements were translated into Greek for the accused’s benefit;", "(iv) the witnesses (mainly police officers on duty at the time of the demonstration) declared that the accused had illegally entered the “TRNC” buffer zone, shouted abuse at the Turkish-Cypriot forces, resisted arrest by pulling and pushing; knives and other cutting objects had been found in the bags of some of the demonstrators who had been arrested; in particular, the witnesses declared that the demonstrators had passed the barriers at the UN observation post, broken the wooden door of a church and moved toward a water reservoir; according to a map shown at trial, the area where the accused had entered was “TRNC” territory;", "(v) the accused did not call any defence witnesses and did not address the court;", "(vi) the accused had been told that they could cross-examine witnesses in turn and, if they so wished, choose one of their number to cross-examine the witnesses on behalf of all the accused; however, they had not done so;", "(vii) relying on the statements of the prosecution witnesses, the District Court came to the conclusion that the accused had crossed the borders of the “TRNC” at an unapproved entry point and without permission and had resisted by various means the UN and Turkish forces which had tried to stop them;", "(viii) the prosecution had proved its case beyond reasonable doubt, so that the accused were guilty on both counts;", "(ix) in deciding on the sentence, the District Court took into account the seriousness of the offence, and the fact that the accused had shown no remorse and continued to deny the validity of the “TRNC”.", "25. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assembled with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembling was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "26. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "27. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arm or weapons shall be forfeited.”", "28. According to Section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "29. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "\"(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty ...\"", "30. Section 9 of Law No. 5/72 states:", "\"... Any person who enters a prohibited military area without authorization, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.\"", "31. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and fine.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14", "3", "5", "6", "7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}