{"ITEMID": "001-90099", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MIRILASHVILI v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1960 and is currently serving a prison sentence in correctional colony YuK-25/8, Orenburg Region.", "7. On the morning of 7 August 2000 the applicant’s father, an important businessman, was kidnapped from his car in St Petersburg. The abduction was organised by Mr Kervalishvili and Mr Berkadze, known within the Georgian criminal milieu, with a view to receiving a ransom for his life.", "8. Mr Kogan, the personal driver of the applicant’s father, managed to escape from the kidnappers. He contacted the police and the applicant’s relatives and told them what had happened. The police immediately started an investigation.", "9. On the afternoon of 7 August 2000, having received the information about his father’s abduction, the applicant flew from Israel to Russia. As regards the following events, the parties’ accounts differ.", "10. According to the applicant, once he arrived in St Petersburg he went to his office, where he met his brother and a group of his employees. In the presence of an unidentified police officer, the applicant’s brother assured the applicant that the best policemen had been deployed to find and release his father.", "11. On the same evening the applicant was contacted by Mr Berkadze (an accomplice to the kidnappers), who offered his services to locate the applicant’s father. On the following morning Mr Berkadze called Ms Margvelashvili from the applicant’s office and asked her to assist in finding the applicant’s father. In exchange, Mr Berkadze offered to facilitate the release of her friends, Mr Dvali, Mr Kakushadze and Mr Grigolashvili, who had been arrested by the police earlier that evening. The applicant spoke to Ms Margvelashvili by telephone as well. He asked for help in finding his father.", "12. On the evening of 8 August the applicant’s father was released by his abductors.", "13. According to the prosecution authorities’ account, on arrival in St Petersburg the applicant, acting through his bodyguards (namely Mr Kazimirchuk and several others), ordered several unidentified individuals to go to Ms Margvelashvili’s flat on the basis that she had allegedly been involved in the abduction of the applicant’s father, and to kidnap members of her family, in order to exchange them for his father. The information that Ms Margvelashvili might have been implicated in the abduction of the applicant’s father had been received earlier that day from the police officers in charge of the official investigation into the event.", "14. Early in the morning of 8 August 2000 the applicant’s men, posing as uniformed police officers, broke into Ms Margvelashvili’s flat, kidnapped Mr Dvali and Mr Kakushadze and took them to the applicant’s office. Ms Margvelashvili and her minor son remained in the flat under the surveillance of two “policemen”. Since Mr Dvali and Mr Kakushadze were unable to indicate the whereabouts of the applicant’s father, the applicant ordered the kidnapping of another person, Mr Grigolashvili, who allegedly knew where the applicant’s father was detained.", "15. In the applicant’s office, Mr Dvali, Mr Kakushadze and Mr Grigolashvili were questioned and beaten by six of the applicant’s employees, including Mr Kazimirchuk, the applicant’s chief bodyguard. It appears that the applicant and his brother took part in their questioning and that the applicant hit Mr Grigolashvili in the face at least once. The applicant invited his father’s driver, Mr Kogan, to his office and showed him Mr Dvali, Mr Kakushadze, and Mr Grigolashvili. However, the driver stated that none of those people had taken part in the abduction of the applicant’s father.", "16. In the afternoon of 8 August 2000 the applicant called Ms Margvelashvili and threatened her and her son with death if she did not tell him who had been behind the abduction of his father. Fearing for her life and the lives of those detained by the applicant, Ms Margvelashvili, via her friend Ms Avaliani, contacted Mr Kervalishvili, the abductor of the applicant’s father, and informed him of the developments. The latter called the applicant and they agreed to “exchange hostages”.", "17. In the evening of 8 August 2000 Mr Kervalishvili released the applicant’s father, and the applicant ordered the release of Mr Grigolashvili, Ms Margvelashvili and her son.", "18. As to Mr Dvali and Mr Kakushadze, they had been so badly beaten by the applicant’s men that he ordered that they be killed. Mr Dvali and Mr Kakushadze were suffocated and their bodies were dismembered and buried in an empty water cistern situated on the premises of a service station (garage) belonging to a certain Mr Sidler.", "19. In September 2000 Mr Kervalishvili, the leader of the criminal group which had abducted the applicant’s father, left Russia. He moved to Georgia, where he was arrested on suspicion of having killed a policeman and was later charged with other crimes, not related to the events of 7 and 8 August 2000.", "20. On an unspecified date in 2000 the Russian police opened a criminal investigation into the abduction of the applicant’s father. However, the investigation was later closed on the ground that Mr Kervalishvili and his group had voluntarily released the applicant’s father. In September 2001 that decision was quashed by the Vyborgskiy District Court of St Petersburg and the proceedings against Mr Kervalishvili were reopened. There is no information available about the results of that investigation.", "21. On 11 July 2000 (before the events described above), in connection with an unrelated inquiry carried out by the St Petersburg police, the President of the St Petersburg City Court ordered that the telephone lines at the flats of Mr Grigolashvili and Ms Margvelashvili be tapped. As a result, the police recorded all telephone calls to and from these flats. One of the voices recorded by the police belonged to an unknown man, calling on 8 August 2000 from the applicant’s office, who threatened Ms Margvelashvili with death in connection with the disappearance of the applicant’s father.", "22. On 21 September 2000 Mr Tsartsidze, a cousin of the deceased Mr Kakushadze, informed the police of the latter’s disappearance. The prosecutor’s office opened an official investigation into the disappearance of Mr Kakushadze.", "23. On 22 September 2000 Mr Grigolashvili was questioned by the investigator. During the questioning he showed the police the place where he had been taken in the morning of 8 August 2000. It happened to be one of the office buildings belonging to the firms owned by the applicant. Mr Grigolashvili told the police that in that building he had been questioned by several persons in connection with the disappearance of the applicant’s father. Mr Grigolashvili had described one of those persons as a Georgian of 30 – 32 years of age who was “a son of Mr Mirilashvili-senior” (for more details see the summary of Mr Grigolashvili’s deposition in paragraph 49 below).", "24. On 29 November 2000 the prosecutor’s office received thirteen audiotapes from the police containing recordings of telephone conversations made as part of a surveillance operation at the flats of Ms Margvelashvili and Mr Grigolashvili. These audiotapes contained no recording of the period between 5 p.m. on 7 August and 1.40 p.m. on 8 August 2000. In March 2001 the investigator in charge of the case requested that the police produce the missing recordings, but the police informed him that this part of the recording “had been lost for technical reasons”.", "25. Over the following months the investigator questioned a number of other persons, including Ms Margvelashvili and Ms Avaliani. Their written testimonies were added to the case file relating to the disappearance of Mr Kakushadze.", "26. On an unspecified date Mr Grigolashvili left Russia and settled in Kutaisi, Georgia. Ms Margvelashvili also moved to Georgia. In November 2000 Mr Grigolashvili was questioned by the Georgian prosecution authorities in connection with the investigation into the disappearance of Mr Kakushadze, at the request of the Russian prosecution authorities. On 5 April 2001 the Georgian prosecution authorities also questioned Ms Margvelashvili within the same criminal proceedings. Both witnesses confirmed the depositions they had made earlier in Russia.", "27. In December 2000 Mr Tsartsidze transmitted to the investigative authorities two audiotapes, alleging that they contained a recording of a conversation between him and Mr Grigolashvili, made without the latter’s knowledge, on 19 September 2000. The conversation concerned the events of 7 and 8 August 2000. During the conversation Mr Grigolashvili confirmed, at least in substance, that those who had abducted Mr Dvali, Mr Kakushadze and himself had been acting on the applicant’s orders.", "28. On 23 January 2001 the applicant was arrested and placed in custody. He denied his involvement in the abduction and murder of the persons concerned. The applicant requested a confrontation with the witnesses against him, in particular Ms Margvelashvili, Mr Kervalishvili and Mr Grigolashvili, but the investigative authorities rejected that request.", "29. On 31 January 2001 the applicant was formally charged with ordering the abduction of Mr Dvali and Mr Kakushadze.", "30. On 14 July 2001 the bodies of Mr Dvali and Mr Kakushadze were discovered on the premises of the service station. On 16 July 2001 the investigation ordered the forensic examination of their bodies.", "31. On 21 July 2001, in order to identify the voice of a man who had telephoned Ms Margvelashvili’s flat on 8 August 2000, the investigator commissioned a phonological analysis of the audiotapes made by the police as part of the surveillance operation. A team of three experts was employed for this purpose. The experts were provided with test audiotapes containing samples of the applicant’s voice.", "32. On 9 August 2001 Mr Kervalishvili was questioned by the Georgian prosecution authorities. On 24 January 2002 he was questioned again. He testified that the applicant was behind the abduction of Mr Dvali, Mr Kakushadze and Mr Grigolashvili.", "33. On 20 September 2001 the expert team submitted a report on the audio recordings. Two Russian-speaking experts, Mr Koval and Mr Zubov, confirmed that the voice on the audiotapes belonged to the applicant. Ms Kikalishvili, a Georgian-speaking expert, came to the opposite conclusion (the conversation between the man and Ms Margvelashvili was conducted in Georgian, whereas on the “sample” audiotapes the applicant was speaking in Russian).", "34. On 5 and 8 October 2001 the applicant was charged with ordering the murder of Mr Dvali and Mr Kakushadze, abducting a third person, Mr Grigolashvili, and threatening Ms Margvelashvili and her child with death. Several other persons were also charged as part of the same criminal investigation, including Mr Kazimirchuk, the applicant’s bodyguard, and Mr Sidler, who, according to the prosecution authorities, had helped to hide the bodies of Mr Dvali and Mr Kakushadze.", "35. On 26 February 2002 the applicant, referring to Article 6 § 3 (d) of the Convention, requested a face-to-face confrontation with the witnesses for the prosecution. In a letter of 15 March 2002 the investigator in charge of his case replied that the applicant would have an opportunity to confront witnesses during the trial.", "36. In April 2002 Mr Grigolashvili wrote a letter to the prosecution authorities in Russia and Georgia. In this letter he withdrew his earlier statements concerning the applicant’s involvement in his abduction (see paragraphs 23 and 26 above). On an unspecified date a Deputy City Prosecutor of St Petersburg requested that the Georgian authorities re-examine Mr Grigolashvili, in order to elucidate discrepancies in his earlier testimony to the Russian and Georgian investigative authorities.", "37. On 2 April 2002 the prosecution reformulated the charges against the applicant and informed him about that decision.", "38. According to the Government, on 3 June 2002 the preliminary investigation was completed. On 5 June 2002 the applicant and his lawyers obtained access to the case file.", "39. On an unspecified date the applicant complained to the Oktyabrskiy District Court of Saint-Petersburg about the refusal of the investigative authorities to carry out face-to-face confrontation with Mr Grigolashvili and Mrs Margvelashvili. On 19 June 2002 the court dismissed that complaint. It held that under the Code of Criminal Procedure the investigator was free to decide whether a face-to-face confrontation of a witness with the accused was necessary. It also held that Mr Grigolashvili and Mrs Margvelashvili, as victims of the alleged crimes, were not bound to testify. According to the court, Ms Margvelashvili refused to participate in the face-to-face confrontation with the applicant, whereas Mr Grigolashvili had left Russia out of fear of reprisals from unidentified persons. In such circumstances the decision of the investigator not to hold face-to-face confrontations with the applicant was justified. The defence appealed against that decision. There is no information about the outcome of the appeal.", "40. On 25 June 2002 Mr Grigolashvili was questioned by the Georgian authorities (see paragraph 36 above). Mr Grigolashvili testified that he had falsely accused the applicant under threats from Mr Tsartsidze and a relative of the deceased Mr Kakushadze. Mr Grigolashvili was shown a photo of the applicant; after having examined that photo he explained that it was not the men who had questioned and slapped him on the night of the events. His written submissions were transmitted by the Georgian authorities to the Russian prosecution authorities. According to the applicant, those documents were not added to the case file.", "41. On 1 July 2002 the defence informed the prosecution that they had finished studying the material in the case file. On 19 July 2002 the City Prosecutor approved the bill of indictment; a copy of that bill was handed to the applicant.", "42. According to the indictment, the prosecution charged the applicant with having organised, through his bodyguards, the abduction of Mr Dvali, Mr Kakushadze and Mr Grigolashvili, the illegal detention of Ms Margvelashvili and her minor son, and the murder of Mr Dvali and Mr Kakushadze.", "43. Mr Kazimirchuk and several other people who had previously worked for the applicant were also brought to trial as his accomplices. According to the prosecution, on 7 August 2000 the applicant had ordered Mr Kazimirchuk and five other co-accused (Mr Polunin, Mr Demenko, Mr Kuzmenko, Mr Petrov and Mr Mogutov) to find his father’s abductors and bring them to him. In turn, Mr Kazimirchuk and his colleagues had delegated that task to a group of men who remained unidentified by the investigation. Those men, acting as police officers, had kidnapped Mr Dvali, Mr Kakushadze and Mr Grigolashvili and brought them to the applicant’s office. Acting on the applicant’s orders, those unidentified men had also murdered Mr Dvali and Mr Kakushadze.", "44. In addition to the charges relating directly to the events of 7 and 8 August 2000, a number of auxiliary charges were also brought by the prosecution against the applicant’s co-accused. Thus, Mr Petrov, one of the applicant’s employees, was charged with illegal possession of ammunition for a firearm. Mr Sidler, who owned the service station where the bodies of Mr Dvali and Mr Kakushadze had been discovered, was charged with concealing a crime.", "45. In support of the charges against the applicant, the prosecution authorities referred to the written statements obtained from Ms Margvelashvili, Mr Grigolashvili, Mr Tsartsidze, Ms Avaliani and Mr Kervalishvili in 2000 and 2001 during the official investigation. Their depositions are summarised below.", "46. Ms Margvelashvili testified that on the evening of 7 August 2000 a group of men who introduced themselves as police officers had broken into her house and abducted Mr Dvali and Mr Kakushadze. She was left in her house under the surveillance of two intruders. Some time later, on the following morning, the applicant had telephoned her and threatened her and her son with death if she did not say where his father was. The applicant allowed her to speak on the telephone to Mr Dvali and Mr Grigolashvili, who were being held in the applicant’s office. Mr Dvali and Mr Grigolashvili told her that the applicant had threatened them with death if his father was not found safe and unharmed.", "47. On 8 August 2000 Ms Margvelashvili contacted Ms Avaliani, her friend, and informed her of the events of 7 August 2000. She asked her to find Mr Kervalishvili, who had organised the abduction of the applicant’s father, and to describe the situation to him.", "48. On the evening of 8 August 2000 Mr Grigolashvili was released by the applicant. The applicant then called Ms Margvelashvili and offered an apology for the offensive language he had used the previous night. He also informed her that Mr Dvali and Mr Kakushadze had been released. However, they never returned home.", "49. According to Mr Grigolashvili’s statement, on the morning of 8 August 2000 he was abducted by a group of men who claimed to be police officers. He was taken to a building which he later identified as the applicant’s office. There, he was questioned by several people, including, allegedly, the applicant (Mr Grigolashvili was not sure of that person’s identity, since he had never met the applicant and only identified him from a photo). They beat him up and threatened him with death if he did not indicate the whereabouts of the applicant’s father. One of the men forced him to call Ms Margvelashvili and tell her that she should contact the alleged abductors of the applicant’s father in order to save his life and that of Mr Dvali. On the evening of 8 August 2000, after the applicant’s father had been set free, Mr Grigolashvili was released. Before he left, one of the men from the applicant’s office gave him documents belonging to Mr Dvali and Mr Kakushadze. Later Mr Grigolashvili returned the documents to Mr Tsartsidze, the cousin of Mr Kakushadze.", "50. Mr Kervalishvili confirmed that on 7 August 2000 his employees, one of whom had been disguised in police uniform, had kidnapped the applicant’s father for the purpose of obtaining a ransom. The applicant’s father was kept in a flat which had been rented for that purpose. On the following day Mr Kervalishvili was approached by Ms Avaliani, who informed him about the abduction of Mr Kakushadze, Mr Dvali and Mr Grigolashvili, and about the threats to Ms Margvelashvili and her son. Mr Kervalishvili then called the applicant and agreed to release his father if the applicant released the three men. During that conversation Mr Berkadze, who had also been involved in abducting the applicant’s father and was at that point in the applicant’s office, confirmed to Mr Kervalishvili that all the hostages taken by the applicant were alive. The applicant also threatened to kill the hostages if his father was not returned safely.", "51. Ms Dzhimshiashvili, Mr Grigolashvili’s wife, testified that early on the morning of 8 August 2000 several “policemen” had taken her husband away. In the evening he had returned home; he was seriously injured and she had provided him with elementary medical assistance. He did not tell her what had happened to him; he simply explained that he had been beaten up by the police.", "52. The prosecution further referred to a verbatim record of the conversation between Mr Grigolashvili and Mr Tsartsidze on 19 September 2000 (see paragraph 27 above), and a verbatim record of thirteen audiotapes made by the police as part of the surveillance operation (see paragraphs 11 and 24 above).", "53. The prosecution also relied on the reports by Mr Koval and Mr Zubov, who had identified the applicant’s voice on the audiotapes (see paragraph 33 above). A considerable amount of circumstantial evidence and hearsay witness testimony was also referred to in the indictment.", "54. As Mr Sidler, one of the co-accused, was a serving military officer, the case was examined by a military court. On 28 August 2002 the military court held a preparatory hearing. The applicant was present at the hearing; he was assisted by several lawyers. Those lawyers represented him throughout the subsequent proceedings.", "55. The trial commenced on 5 November 2002. The court was composed of Mr Popovich, the professional judge, and two lay judges.", "56. The applicant and the other co-accused pleaded not guilty. According to the applicant, the abductions in question had been carried out by real policemen, together with Mr Berkadze, who had then decided to shift the blame onto the applicant and his men after Mr Dvali and Mr Kakushadze had disappeared.", "57. On 25 November 2002 the applicant’s lawyers questioned Mr Grigolashvili and Ms Margvelashvili in Georgia, in the presence of their lawyers, and through an interpreter. On an unspecified date in 2003 the lawyers also questioned Mr Kervalishvili. A verbatim recording of those questioning was made. The lawyers further obtained written statements by Mr Kervalishvili, Ms Margvelashvili, Ms Dzhimshiashvili and Mr Grigolashvili concerning the events of 7 and 8 August 2000. Those statements were addressed to the Georgian authorities, to the Military Court of Leningrad Command, and to the applicant’s lawyers. In 2003 the defence lawyers submitted the above written testimonies and statements to the Military Court; they were added to the case file.", "58. All of the above witnesses withdrew their previous testimony to the police, which had incriminated the applicant. In particular, Ms Margvelashvili explained in her statement of 25 November 2002 that, although she did not speak Russian, she had signed written depositions drafted in Russian by the prosecution authorities. She explained that the “policemen” who had abducted Mr Dvali and Mr Kakushadze from her flat had been led by Mr Berkadze, one of those who had kidnapped the applicant’s father. Ms Margvelashvili testified that the man who had called and threatened her in the morning of 8 August 2000 was not the applicant but Mr Berkadze.", "59. In his written submissions of 25 November 2002 Mr Grigolashvili indicated that the person who had questioned and beaten him in the applicant’s office had introduced himself as “a son of the kidnapped businessman”, but that it had not been the applicant, and that he had not seen the applicant at all on that day.", "60. In his written deposition of 22 March 2002 Mr Kervalishvili declared that everything he had said to the prosecution authorities about the applicant was a lie (cf. paragraph 32 above).", "61. The defence lawyers also questioned the applicant’s brother, who lives in Israel and who confirmed the applicant’s account of events. The transcript of that interview was also produced to the court.", "62. The defence commissioned an expert analysis of the recording of the telephone conversations at Ms Margvelashvili’s flat. The phonological analysis of the audiotapes submitted by the defence concluded that the recording of the telephone conversations on 7 and 8 August 2000 did not contain the applicant’s voice. This report was admitted by the court as evidence.", "63. The court examined two out of the thirteen audiotapes made by the police in the flats of Ms Margvelashvili and Mr Grigolashvili (audiotapes nos. 13462 and 14123), and examined the verbatim records of the remaining eleven audiotapes made by the police. The defence requested access to all thirteen audiotapes in order to be able to compare them with the verbatim record, but the court rejected that request.", "64. The defence also requested the court to obtain from the prosecution the recordings made between 5.30 p.m. on 7 August 2000 and 1.40 p.m. on 8 August 2000. The defence stressed that during that period the applicant had had a telephone conversation with Ms Margvelashvili. In its submission, the disclosure of the content of that conversation could have proved his innocence.", "65. The defence lawyers asked the court to disclose the materials authorising the telephone tapping of Ms Margvelashvili’s flat and, in particular, the court decision authorising that surveillance. At the hearing of 12 September 2002 Judge Popovich, after having examined briefly a file produced by the State prosecutor, dismissed the request “on the grounds of secrecy”. He explained that he was satisfied with the explanation provided by the prosecution as to the lawfulness of the telephone tapping. It appears that the lay judges did not see the materials submitted by the prosecutor to the presiding judge.", "66. On 4 January 2003 the defence repeated their request for the disclosure of the materials authorising the wiretapping. In particular, they sought the disclosure of the request for the wiretapping by the police and the court’s order of 11 July 2002 authorising the wiretapping (see paragraph 21 above). In an interim decision of the same date the court, composed of Judge Popovich and the two lay judges, dismissed that request on the ground that the materials at issue, relating to the operational and search activities of the police, contained State secrets, and therefore could not be shown to the defence. The court referred to subsection 4 of section 12 of the 1995 Operational and Search Activities Act (see “Relevant domestic law” below), which did not provide for the disclosure of the information on such activities of the police to the lawyers.", "67. The court questioned a number of policemen involved in the wiretapping of telephone conversations at Ms Margvelashvili’s flat. They submitted that the police had been keeping an eye on Mr Kervalishvili and persons around him, including Ms Margvelashvili, since March 2000. Ms Margvelashvili’s flat had been under surveillance since July 2000, and when the applicant’s father was kidnapped the police had known that Ms Margvelashvili’s friends or relatives might be involved in some way. The witness explained that all telephone conversations within that period had been recorded. However, the recording covering the period between 5.30 p.m. on 7 August 2000 and 1.40 p.m. on 8 August 2000 had been lost “for technical reasons” (see paragraph 24 above).", "68. On 25 December 2002 the court started the examination of the expert report of 20 September 2001 by Mr Koval and Mr Zubov. The applicant insisted that the conclusions of the above-mentioned two experts were wrong, and that the man’s voice on the audiotapes did not belong to him. Further, he claimed that the translation from Georgian was inaccurate.", "69. On 29 January 2003 the court questioned the experts who had prepared the report, Mr Koval and Mr Zubov. They testified that at the request of the investigator they had analysed four audiotapes. They had not detected any traces of editing on those audiotapes. In their view, the voice on five recordings belonged to the applicant.", "70. The presiding judge asked Mr Koval whether he had worked with the Georgian language before. Mr Koval replied that, for the purposes of a phonological analysis, knowledge of a particular language was not necessary. He also confirmed that, although the conversation recorded on the audiotapes was in Georgian, he and his colleague only had samples of the voice of the applicant speaking Russian. However, in his opinion that did not make much difference.", "71. On 5 January 2003 the applicant asked the court to order an new expert examination of the voices on the audiotapes. The defence submitted that the voice on the audiotape was not the applicant’s but that of another person, allegedly Mr Berkadze.", "72. In order to rebut the findings of the expert report relied on by the prosecution, the defence lawyer asked the court to call two phonologists, Ms Rossinskaya and Ms Galyashina. They were summoned to court and on 29 January 2003 they testified that the methods of phonological analysis employed by Mr Koval and Mr Zubov were questionable and that their conclusions were unreliable. In their submission, Mr Koval and Mr Zubov had not used State-approved methods of voice recognition but had relied on their own method, which was unreliable. They produced to the court a report criticising the findings of Mr Koval and Mr Zubov; that report was added by the court to the case file.", "73. On 12 February 2003, in view of the contradictory nature of the conclusions reached by Mr Koval, Mr Zubov and Ms T. S. Kikalishvili, the court ordered an additional analysis of the audiotapes. The defence lawyers asked the court to include Ms Galyashina in the expert team, but the court rejected that request on the ground that she had already given her opinion on the subject in the capacity of a “specialist” (специалист). The court assigned four experts, including Mr Koval, the same expert who had drafted the first report, proposed by the prosecution, and Mr Serdyukov, proposed by the defence. Two experts were appointed on the court’s initiative: Mr Yakushev and Ms Kikalishvili (the latter had also taken part in the first analysis).", "74. The defence contested the appointment of Mr Koval and Mr Yakushev. The defence cast doubt on the impartiality of these experts, in that Mr Koval’s wife had previously worked for the applicant and had been fired by him, and Mr Yakushev was a member of the Russian security service.", "75. On 15 April 2003 the court heard evidence from the experts Mr Koval, Mr Serdyukov and Ms T. S. Kikalishvili. The court also heard two witnesses, namely Mr Bazunov and Mr Korobetskiy. Mr Bazunov confirmed that he had known Mr Koval and his wife since 1999. She had worked at the reception desk at a casino owned by the applicant. In September 1999 she had been fired on the direct orders of the applicant. Mr Bazunov had then called Mr Koval and explained that her dismissal had not been his decision, but that of the applicant. Mr Korobetskiy confirmed the statement by Mr Bazunov about Mr Koval’s wife and her dismissal from the casino.", "76. The court refused to discharge Mr Koval and Mr Yakushev. As a result of the new analysis, Mr Koval and Mr Yakushev found that the voice on the audiotape belonged to the applicant. The two other experts came to the opposite conclusion.", "77. On 24 June 2003, at the prosecutor’s request, the court ordered a third expert analysis of the audiotapes, with a view to eliminating discrepancies in the earlier findings. The analysis was entrusted to Mr Koval, Mr Yakushev and Mr Serdyukov, who had participated in the previous examination, and two new experts: Mr Kurdiani, a Georgian-speaking expert, proposed by the defence, and an anonymous expert, proposed by the prosecution, whose name was given only as “A. P. Ivanova”. The defence asked the court to disclose the identity of “A. P. Ivanova” or to dismiss her from the expert team, because in such circumstances it was unable to challenge her credentials.", "78. The next hearing was held on 25 June 2003. The court and the parties questioned several witnesses, namely the experts Mr Kurdiani, Mr Yakushev and “Ms Ivanova”. The latter was questioned through a system of audio teleconferencing. The applicant was present at that hearing and was able to put questions to the witnesses. The defence challenged Mr Koval, alleging that he was biased, but the court refused to grant their request.", "79. On 27 June 2003 the court decided to discontinue the phonological examination of the audiotapes. The court noted that since Mr Kurdiani was a Georgian national he could not be held legally responsible for false testimony and could not therefore act as an expert in the proceedings. The court also observed that the defence lawyers could not ascertain the personal credentials and professional competence of “A. P. Ivanova”.", "80. On 2 July 2003 the court declared that the examination of evidence was over and asked the parties how much time they needed to prepare their final submissions. The defence requested one day; the prosecution requested twelve days. The court decided to start hearing the final submissions on the morning of 15 July 2003.", "81. On 15 July 2003 at 10 a.m. the prosecutor submitted an additional phonological analysis of the audiotapes prepared by the same anonymous expert, “A. P. Ivanova”. Despite the objections raised by the defence, the court admitted the report in evidence and included it in the case file. However, the court refused to reopen the examination of evidence. The report of “A. P. Ivanova” was added to the case file without examination by the parties. The court rejected a request by the applicant’s lawyers to disclose the contents of the report. At 11.05 a.m. the court discontinued the examination of evidence and proceeded to hear the parties’ final submissions.", "82. The court also heard the audio recording of a conversation between Mr Grigolashvili and Mr Tsartsidze, made by the latter (see paragraph 27 above). The court had ordered an expert examination of the recording in order to identify the voices on the audiotapes, but it later cancelled the examination.", "83. Several witnesses for the prosecution, including Ms Margvelashvili, Mr Grigolashvili, Mr Kervalishvili and Ms Dzhimshiashvili, did not appear at the hearing. At the beginning of the trial the court asked the parties whether the proceedings should continue in the absence of the above witnesses. The prosecutor supported the idea of continuing the proceedings in the absence of those witnesses. The applicant’s counsel, Mr Afanasyev, did not oppose the commencement of the proceedings, but asked the court that the witnesses be summoned through the channels of international judicial cooperation.", "84. On 12 November 2002 the Military Court of Leningrad Command sent a letter rogatory to the Georgian authorities asking them to assist in summoning several witnesses, namely Mr Grigolashvili, Ms Margvelashvili, Ms Dvali, Ms Dzhimshiashvili and Mr Kervalishvili. On 9 March 2003 the Deputy Minister of Justice of Georgia informed the President of the Leningrad Circuit Military Court that Mr Grigolashvili, Ms Margvelashvili and Ms Dzhimshiashvili were not able to go to Russia to appear before the court. The Deputy Minister also explained that they had all retracted the statements they had previously given to the Russian prosecution authorities.", "85. At the hearing of 19 March 2003 the prosecutor requested leave to read out written depositions by Ms Margvelashvili, Mr Grigolashvili, Mr Kervalishvili and Ms Dzhimshiashvili, made to the investigator at the pre-trial stage (see paragraphs 46 – 51 above). The defence objected, referring, inter alia, to Article 6 § 3 (d) of the Convention. They submitted that the applicant had been deprived of his right to cross-examine witnesses against him. The defence stressed that they had asked the investigator to carry out face-to-face questioning of these witnesses but that the investigator had refused. In those circumstances, the written depositions by those witnesses should have been declared inadmissible. Despite that objection, on 20 March 2003 the court decided to admit the written depositions and to read them out at the trial.", "86. In the course of the trial the court questioned several other witnesses, in particular Mr Tsartsidze, Ms Avaliani and Mr Kogan. Their testimony can be summarised as follows.", "87. According to Mr Tsartsidze, on 8 August 2000 Ms Margvelashvili called him and informed him of the abduction of Mr Dvali, Mr Kakushadze and Mr Grigolashvili, which, in her opinion, was related to the kidnapping of the applicant’s father a day earlier.", "88. On 11 August 2000 Mr Tsartsidze met Mr Grigolashvili, who gave him more details of what had happened to him and to others. Mr Grigolashvili handed over to Mr Tsartsidze documents belonging to Mr Dvali and Mr Kakushadze, explaining that he had received them in the applicant’s office on 8 August 2000. These documents were later seized by the police.", "89. On 19 September 2000 Mr Tsartsidze met Mr Grigolashvili again and suggested that he file a complaint with the police about the events of 7 and 8 August 2000. Mr Grigolashvili refused, allegedly for fear of reprisals by the applicant and his family. Knowing that Mr Grigolashvili might refuse to tell the police the true story of his abduction, Mr Tsartsidze recorded their conversation on two audiotapes using a dictaphone. In December 2000 Mr Tsartsidze gave those tapes to the police (see paragraph 27 above).", "90. Ms Avaliani testified that on 8 August 2000 her friend Ms Margvelashvili had called her, explained the situation and asked her to find Mr Kervalishvili. Ms Avaliani met Mr Kervalishvili and relayed the information. During their conversation Mr Kervalishvili confirmed that he had masterminded the abduction of the applicant’s father. He then called the applicant and they agreed to exchange the applicant’s father for the hostages taken by the applicant, namely Mr Dvali, Mr Kakushadze, Mr Grigolashvili, Ms Margvelashvili and her son.", "91. Mr Kogan, the applicant’s father’s driver, who had been present at the time of the latter’s abduction by Mr Kervalishvili’s and Mr Berkadze’s men testified that the applicant’s father had been kidnapped from his car on the morning of 7 August 2000. In the evening the driver was invited to the applicant’s office, where he was shown “three Georgian men” and asked whether he recognised any of the men who had abducted the applicant’s father. He replied that he did not.", "92. Ms Volkova, a former girl-friend of Mr Kakushadze, and her mother, testified that they had heard from other relatives that Mr Dvali and Mr Kakushadze had been abducted on the applicant’s orders. A statement in similar terms was given by Ms M.A. Kikalishvili, a relative of Mr Tsartsidze.", "93. Mr Mirilashvili senior, the father of the applicant, testified before the court. He described the circumstances of his kidnapping by Mr Kervalishvili. He also confirmed that Mr Kervalishvili had spoken to his son, the applicant, by telephone.", "94. The court heard evidence from a number of policemen who had visited the applicant’s office on 7 and 8 August 2000. The court was told that during the night of 7 August 2000 the applicant had spoken on the telephone with the deputy chief investigator of the Vyborgskiy District of St Petersburg. On the following morning that police officer, together with a colleague, had arrived at the applicant’s office. However, the policemen denied that they had been involved in the abduction of Mr Dvali and others.", "95. The court questioned six of the applicant’s employees, who, according to the prosecution, had assisted him in the abduction and murder and had found the men who had abducted Mr Dvali, Mr Kakushadze and Mr Grigolashvili. The applicant’s employees testified that on 7 August 2000 the police had provided them with certain information about the progress of the official investigation. The applicant’s employees also submitted that they had been in permanent contact with the police officers in charge of the investigation throughout 7 and 8 August. However, they all denied that they had been involved in the abduction, beating and murder of the victims. They submitted that they had never instructed anyone to abduct Mr Kakushadze, Mr Dvali and Mr Grigolashvili, or to detain Ms Margvelashvili and her son, and had never received any such instructions from the applicant. They also denied that they had seen the victims in the applicant’s office.", "96. The court questioned several other indirect witnesses. However, their statements were not used against the applicant.", "97. On 1 August 2003 the Military Court of the Leningrad Command gave judgment in the applicant’s case.", "98. The court started by describing the applicant’s own account of the events at issue. However, in the court’s opinion, that account was rebutted by other evidence. In support of that conclusion it referred, firstly, to the statements by Ms Margvelashvili, Mr Grigolashvili, Mr Kervalishvili and Ms Dzhimshiashvili obtained by the investigator and read out at the trial (see paragraphs 46 – 51 and 85 above). In the court’s opinion, those statements confirmed the applicant’s guilt.", "99. As to the written statements by Ms Margvelashvili, Mr Grigolashvili and Mr Kervalishvili, submitted by the defence (see paragraphs 57 – 60 above), the court declared that evidence inadmissible as having been obtained in breach of the domestic legislation. The court noted that those persons had already been questioned by the investigator as witnesses. In the court’s view, their subsequent examination by the defence lawyers could not therefore be recognised as “lawful collection of evidence” within the meaning of the domestic legislation. Consequently, the court declared those statements inadmissible. The court further noted that the statement by the applicant’s brother had been obtained by his defence lawyers in accordance with the law. However, the court noted that the veracity of the statement could not be confirmed in accordance with the Code of Criminal Procedure, namely at an oral hearing before the court. On that basis the court declared this evidence inadmissible.", "100. Secondly, the judgment referred to the testimonies of Ms Kikalishvili and Mr Tsartsidze, the relatives of Mr Kakushadze. They testified about what Mr Grigolashvili had told them about the events of 7 and 8 August 2000. Thirdly, the court referred to the recordings of the conversation between Mr Grigolashvili and Mr Tsartsidze, made by the latter in September 2000. Fourthly, the judgment referred to the testimony of Ms Volkova, the former girl-friend of Mr Kakushadze. She testified before the court about what Mr Tsartsidze had told her about the events. Fifthly, the court analysed the testimony of Ms Avaliani, who had heard the telephone conversation between the applicant and Mr Kervalishvili, and who had spoken to Ms Margvelashvili and Ms Kervalishvili about the applicant’s involvement in the abduction of Mr Grigolashvili, Mr Dvali and Mr Kakushadze.", "101. Finally, the court referred to the phone calls recorded at Ms Margvelashvili’s flat on 7 and 8 August 2000, The court accepted the conclusions of the experts for the prosecution (Mr Koval, Mr Zubov and Mr Yakushev), who identified the voice on the audiotape as belonging to the applicant, and rejected the findings of the other experts. In particular, the court discounted the arguments of Ms Galyashina, Ms Rossinskaya, Ms Kikalishvili and Mr Serdyukov as unreliable. The judgment contained no reference to the findings of the anonymous expert “A.P. Ivanova”.", "102. The judgment also contained references to various other items of hearsay and circumstantial evidence, such as the testimonies of the police officers and reports of the examination of the personal belongings of one of the victims.", "103. As a result, the Military Court found the applicant guilty of unlawful entry into a house and the abduction and illegal detention of Mr Grigolashvili, Mr Dvali and Mr Kakushadze, and sentenced him to twelve years’ imprisonment. The applicant was acquitted on other counts, including the charges of murder. The court fully acquitted the applicant’s co-defendants, including Mr Kazimirchuk and Mr Sidler. Mr Petrov was found guilty of illegal possession of firearms.", "104. On 11 August 2003 the applicant’s lawyers lodged an appeal against the judgment of 1 August 2003. On 18 September and 21 October 2003 they filed additional written observations with the appeal court. Their grounds of appeal may be summarised as follows.", "105. The defence lawyers indicated that the court had misinterpreted or even distorted the testimony of many witnesses, as well as the content of the telephone conversations recorded by the police. Nothing in Mr Grigolashvili’s and Ms Margvelashvili’s testimony indicated that the applicant had organised the abduction of Mr Dvali, Mr Kakushadze and Mr Grigolashvili. On the contrary, Ms Margvelashvili and Ms Avaliani had on many occasions in their testimony referred to “coppers” and “the nick”, which suggested that the police had been involved in the case. Both Ms Margvelashvili and Ms Avaliani mentioned that the “cops” had arrived at Ms Margvelashvili’s flat in the company of Mr Berkadze, and that it was Mr Berkadze who had called and threatened Ms Margvelashvili with death. The defence also pointed to certain logical discrepancies in the testimony of various witnesses and challenged their credibility.", "106. The defence complained that the court had failed to summon Mr Kervalishvili, Mr Grigolashvili, Ms Dzhimshiashvili and Ms Margvelashvili. At the same time the court declared inadmissible written statements by those witnesses, obtained by the defence, in which they had retracted their previous statements to the investigative authorities. The defence also indicated that the court had refused to obtain from the prosecutor’s office the results of the questioning of Mr Grigolashvili, which had been carried out by the Georgian authorities at the request of the Russian prosecution authorities on 25 June 2002. That information had been added to the case file by the prosecution during the trial, without the defence having been informed (see paragraph 40 above).", "107. As regards the evidence obtained as a result of wiretapping, the defence complained that they had had no opportunity to challenge its admissibility, because the court had refused to give them access to the materials authorising the wiretapping. The defence further indicated that the prosecution had produced only a selective record of the relevant telephone conversations. Firstly, the defence had had access to only two out of the thirteen audiotapes made by the police, whereas the prosecution had submitted the verbatim record of all thirteen tapes. Secondly, a period of more than twenty hours of wiretapping (between 5 p.m. on 7 August 2000 and 1.40 p.m. on 8 August 2000) was missing, whereas the police had recorded all the conversations which had taken place within that period. In its decision the court had not mentioned the testimony of the police officers involved in the wiretapping operation, which was of crucial importance for the case.", "108. The defence also contested the court’s findings as to the identity of the man who had threatened Ms Margvelashvili and her son with death in the telephone conversation of 8 August 2000. The court concluded that the voice on the tape belonged to the applicant. That conclusion was based on the findings by the Russian experts Mr Koval, Mr Zubov and Mr Yakushev. The defence pointed out that those experts did not speak Georgian and had had at their disposal only samples of the applicant’s voice when speaking in Russian; moreover, the impartiality of those experts was open to doubt for the reasons adduced by the defence before the court. The defence further complained that the court had disregarded the opinion of those experts proposed by the defence, had refused to entrust the analysis of the audiotapes to Ms Galyashina and had discharged Mr Kurdiani. In their opinion, the court’s assessment of the contradicting expert opinions was significantly affected by a report by an anonymous expert, “A. P. Ivanova”, to which the defence had had no access during the trial.", "109. With regard to the audiotapes recorded by Mr Tsartsidze in September 2000, the defence lawyers indicated that the court had failed to establish whether the recorded voice actually belonged to Mr Grigolashvili. No analysis had ever been carried out to that effect. Moreover, Mr Tsartsidze could not explain to the court why he had handed over to the investigative authorities only copies of the audiotapes, and not the original records. In those circumstances the court ought to have disregarded the contents of those tapes.", "110. In addition to the grounds of appeal submitted by the applicant’s lawyers, Mr Grigolashvili, as a victim, lodged a separate appeal against the judgment. Mr Grigolashvili submitted that he had never seen the applicant or spoken to him. According to Mr Grigolashvili, he had spent some time in the applicant’s office on 8 August 2000, but he had not seen Mr Dvali or Mr Kakushadze there. The man who had hit him in the applicant’s office was not the applicant. He submitted that the story he had told Mr Tsartsidze, as recorded on the audiotape, was untrue and that he had recounted it under serious pressure from Mr Tsartsidze, a cousin of the deceased Mr Kakushadze, and his relatives. He had been instructed what to say by Mr Tsartsidze and by the investigators.", "111. Ms Margvelashvili, as a victim, lodged a similar appeal. She indicated that her initial statements, referred to by the trial court as evidence incriminating the applicant, had been given under duress. She explained that Mr Dvali and Mr Kakushadze had been arrested at her flat by police officers who were led by Mr Berkadze. Later that night a police officer in uniform had come to her flat and taken documents belonging to Mr Dvali and Mr Kakushadze. On the morning of 8 August 2000 she had spoken to Mr Berkadze by telephone, not the applicant. No one had ever mentioned the applicant’s name in connection with the abduction of Mr Dvali and Mr Kakushadze. She had given testimony against the applicant because she had been persuaded by the investigators that the applicant had ordered the killing of Mr Dvali and Mr Kakushadze, but she now understood that the applicant was innocent.", "112. On 5 November 2003 the Supreme Court of the Russian Federation upheld the conviction in the main, excluding several aspects on formal grounds (in particular, the episode concerning the abduction of Mr Grigolashvili, and the illegal entry into Ms Margvelashvili’s house). As a result, the sentence was reduced to eight years’ imprisonment.", "113. Ms Margvelashvili appeared before the appeal court as a victim of the crimes of which the applicant was accused. She repeated the arguments stated in her grounds of appeal. However, the appeal court upheld the findings of the first-instance court, referring again to the written depositions given by Mr Grigolashvili, Ms Margvelashvili and Mr Kervalishvili at the pre-trial stage, the recording of the telephone conversation of 8 August 2000 between Ms Margvelashvili and the applicant, the recording of the conversation between Mr Tsartsidze and Mr Grigolashvili, written and oral submissions by Ms Avaliani and Mr Tsartsidze and certain pieces of circumstantial evidence produced by the prosecution. The court of appeal noted that the wiretapping of the telephone line of Ms Margvelashvili’s flat had been lawfully authorised by the President of the St Petersburg City Court for the period between 7 and 17 August 2000. As regards the depositions submitted by the defence, which were declared inadmissible by the trial court, the appeal court noted that “the trial court [had made] the correct legal assessment” and declared them inadmissible. Further, the appeal court dismissed the complaint regarding the trial court’s failure to summon Ms Galyashina and its discharge of Mr Kurdiani. The appeal court further noted that the first-instance court had not referred to the report prepared by the anonymous expert “A. P. Ivanova” and had not breached any procedural rules by accepting her report. It also noted that the report had been admitted to the case file before the end of the trial. As to the grounds of appeal by Ms Margvelashvili and Mr Grigolashvili, the court of appeal held that “their arguments ... were untenable, since their testimony had been thoroughly examined by the [first instance] court, it analysed them in its judgment, the findings of the [first instance] court are duly reasoned”.", "114. The Federal Operational and Search Activities Act of 1995 sets down the rules for “operational and search activities” (“OSAs” – such as collecting information, infiltrating the criminal milieu, conducting undercover surveillance and intercepting correspondence) by the law-enforcement bodies, in particular the police. One of the permitted forms of OSA is the wiretapping of telephone conversations.", "115. Section 12 of the 1995 Act is entitled “Protection of information concerning the bodies involved in the OSA”. The first subsection of that section provides that information about, inter alia, undercover operations, their methods and agents who infiltrate criminal groups is a State secret. Disclosure of such information can only be authorised by the head of the law-enforcement body involved in the OSA.", "116. The second subsection of section 12 provides that information about undercover agents and informants can be disclosed only with their written consent and in cases defined in federal law.", "117. The third subsection of section 12 provides that a court decision authorising an OSA, as well as other materials in support of that decision, are to be kept by the body conducting the OSA.", "118. The fourth subsection of that section provides that documents containing information about the results of the OSA may be submitted to the judge, to the prosecutor supervising the legality of the OSA, to the investigative authority in charge of a criminal case, to other law-enforcement bodies, and in other cases set out in the Federal Act and in accordance with established procedure.", "119. Article 89 of the Code of Criminal Procedure of 1960 (“the old CCrP”), in force until 1 July 2002, provided that unlawfully obtained evidence had no legal force and could not be used during a trial.", "120. Article 75 of the Code of Criminal Procedure of 2002 (“the new CCrP”) provides that evidence obtained in breach of the provisions of the Code is inadmissible.", "121. The old CCrP provided that the duty to obtain evidence fell to the investigative bodies; however, the defence had the right to produce evidence to the investigative authorities and the courts (Article 70). Article 86 of the new CCrP formulated the rules on collecting evidence as follows:", "“1. In the course of the criminal proceedings evidence shall be collected by ... the investigator, the prosecutor and the court by means of investigative measures.", "2. [An accused] ... and his representatives may collect and produce written documents ... to be added to the case file as evidence.", "3. The defence lawyer may collect evidence by:", "(1) obtaining objects, documents and other information;", "(2) questioning persons with their consent; or", "(3) requesting ... documents from the authorities ... and other organisations which are obliged to produce such documents or their copies.”", "122. Article 89 of the old CCrP provided that the results of the OSA should not be used as evidence if they had been obtained in breach of the Code.", "123. Article 360 of the new CCrP (applicable at the time of the appeal proceedings in the present case) provides that the court of appeal should examine the case within the scope of the grounds of appeal.", "124. As a rule, the court of appeal does not examine evidence directly. However, under Article 377 of the new CCrP, the court of appeal may examine evidence, at the request of one of the parties.", "125. Under Article 377 of the Code, the parties may submit “additional materials” to the court of appeal. However, those “materials” cannot be obtained by means of an investigative measure.", "126. In its ruling of 5 March 2004 the Plenum of the Supreme Court of Russia (the highest judicial authority) held that the court of appeal could directly examine only the evidence from the case file – that is, the evidence which had been already assessed by the first-instance court. As examples of such evidence the Supreme Court referred to the records of questioning of witnesses and to expert reports. It also cited several examples of “additional materials” which could be examined by the court of appeal, such as: personal characteristics, certificates concerning governmental decorations, disability certificates and copies of other court decisions that had taken effect. The Supreme Court also explained that there was no need to keep records of hearings before the courts of appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}