{"ITEMID": "001-103933", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF TSECHOYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1965. He lives in Sagopshi, in the Malgobek district of Ingushetia.", "6. The applicant is the brother of Suleyman Tsechoyev, born in 1956.", "7. At the material time the applicant studied law in Yekaterinburg, Russia. The applicant was not an eyewitness to his brother's arrest and the following account is based on the witness statements collected by him later.", "8. On the night of 23 October 1998 the applicant's brother Suleyman Tsechoyev was arrested in the family house situated at 40, Shosseynaya Street, in the settlement of Sagopshi in the Malgobek district of Ingushetia. The arrest was apparently carried out by the officers of the North Caucasus Regional Department for the Fight against Organised Crime (Северокавказское Региональное Управление по Борьбе с Организованной Преступностью – “the RUBOP”). The applicant submitted that at the time of the arrest the officers did not introduce themselves and did not present any documents or justification for their action. Nor did they inform the family where they were taking Mr Tsechoyev.", "9. On 28 October 1998 the applicant, alerted by his mother, arrived at Sagopshi. His relatives told him that there had been no news of Suleyman Tsechoyev's whereabouts.", "10. According to the documents submitted by the Government, on 3 November 1998 Suleyman Tsechoyev had been charged with aiding and abetting the kidnapping of Magomed K. on 5 September 1998, together with two other men and unidentified persons from Chechnya. The kidnapped man had been taken to Chechnya in two VAZ cars.", "11. On 6 November 1998 the applicant, together with his sister, met with Mr Magomed Ye., the deputy prosecutor of Malgobek. The latter informed them that their brother had been arrested on his orders by officers of the RUBOP and was being detained in the town of Nazran, Ingushetia. Mr Magomed Ye. refused to tell the applicant and his sister where exactly their brother was detained and what charges had been brought against him.", "12. On 20 November 1998 the applicant found out that his brother had been detained at the temporary detention centre (“the IVS”) of the Malgobek district police department (ROVD).", "13. The applicant hired a lawyer, who unsuccessfully tried to reach Suleyman Tsechoyev at the detention centre.", "14. In the beginning of December 1998 the applicant had a meeting with Mr Magomed Ye. The latter allegedly told him that he would release his brother in exchange for 6,000 US dollars (USD) and threatened to have Suleyman Tsechoyev transferred to the headquarters of the RUBOP in Nalchik, Kabardino-Balkaria, where he would be subjected to severe illtreatment, if the applicant refused to pay the money. The applicant refused to pay.", "15. On 24 February 1999 the applicant saw his brother at the IVS. Suleyman Tsechoyev told the applicant that he had been pressured to confess to the crime and that he had been threatened with transfer to the RUBOP headquarters in Nalchik.", "16. On 25 February 1999 the applicant returned to the detention centre to see his brother. He was told by the employees that the night before, at around 10 p.m., Suleyman Tsechoyev had been taken to the prosecutor's office and that after that, at about midnight, he had been taken away in a vehicle in the direction of Nalchik.", "17. The Government confirmed that on 23 October 1998 Suleyman Tsechoyev had been detained by the law-enforcement bodies in accordance with the provisions of the criminal procedural legislation in force at the material time. He had been detained in connection with the investigation into Mr Magomed K.'s abduction that had been opened on 15 September 1998 and registered under file number 98540062. The decision to place Suleyman Tsechoyev under arrest had been unsuccessfully appealed against to a court. The Government submitted that the term of detention for Mr Tsechoyev had been extended on several occasions, the last of which had been on 25 May 1999; his detention had been authorised until 24 October 1999.", "18. The applicant and his relatives had no news of Suleyman Tsechoyev after 25 February 1999. On 16 March 1999 a man who introduced himself as “Aslan” contacted one of the applicant's relatives. According to “Aslan”, he had been detained with Suleyman Tsechoyev in cell no. 8 in pre-trial detention centre no. 1 (SIZO-1) in Nalchik, Kabardino-Balkaria. The applicant's brother had been detained there under a false identity and had been in poor health.", "19. On 17 March 1999 the applicant, together with his lawyer Mr Magomed Ga., went to Nalchik to visit his brother. The applicant's lawyer was granted permission to see Suleyman Tsechoyev. According to the lawyer, Suleyman Tsechoyev was in poor health and had no access to medical treatment.", "20. On 22 March 1999 the head of the SIZO-1 medical unit provided the applicant with a handwritten statement. According to it, Suleyman Tsechoyev had been brought to SIZO-1 on 26 February 1999 with numerous bruises, abrasions, scratches on his limbs and injuries to the chest.", "21. On 30 July 1999 the applicant and his sister obtained the Malgobek district prosecutor's permission to visit their brother. Suleyman Tsechoyev told them that he had been pressured to confess to the involvement in the abduction of Mr Magomed K. and that he had been ordered to convince his relatives to pay USD 6, 000 for his release. Suleyman Tsechoyev told his relatives that he had been subjected to severe beatings in the building of the RUBOP situated at 49 Naumova Street in Nalchik. Finally, he insisted that the applicant and his other relatives should not pay money for his release. It does not appear that any complaints have been lodged in this respect.", "22. On 23 August 1999, at about 9 a.m., a group of four men wearing police uniforms arrived at SIZO-1 in a VAZ-2106 car. The men identified themselves as officers of the Malgobek ROVD in Ingushetia. Two of them entered the premises of the centre and produced the following documents authorising the transfer of Suleyman Tsechoyev from SIZO-1 to the Malgobek IVS:", "a) a letter from the acting prosecutor of Malgobek Mr U. B., dated 21 August 1999, requesting that Suleyman Tsechoyev be handed over to four officers of the Malgobek ROVD: Anzor K., Islam O., Kambulat K. and Ruslan B;", "b) a procedural decision in criminal case no. 98540062, dated 21 August 1999, concerning the transfer of the accused Suleyman Tsechoyev for investigative measures from SIZO-1 to the Malgobek IVS;", "c) an authority form, dated 23 August 1999, issued by the head of the Malgobek ROVD to officers of the Malgobek ROVD, Anzor K., Islam O., Kambulat K. and Ruslan B., concerning the transfer of Suleyman Tsechoyev to the Malgobek IVS.", "23. The documents were produced to the employees of SIZO-1, officers Sh. and U., who handed Suleyman Tsechoyev over to the two men. The latter took the applicant's brother away in an unknown direction.", "24. On 24 August 1999 Suleyman Tsechoyev's body was found in the Mayskiy district of Kabardino-Balkaria with gunshot wounds to the head.", "25. On 7 September 1999 two RUBOP officers arrived at the applicant's house. They told him that a body whose fingerprints were consistent with those of Suleyman Tsechoyev had been found in Kabardino-Balkaria and asked him to identify it.", "26. On 8 September 1999 the applicant and his sister identified the body as that of Suleyman Tsechoyev.", "27. On 8 September 1999 the Kabardino-Balkaria forensic assessments office issued a report (no. 79). According to this, Suleyman Tsechoyev had died on an unspecified date from an open gunshot wound to the head.", "28. It can be seen from the documents submitted by the Government that on 23 October 1999 the criminal proceedings in respect of Suleyman Tsechoyev were terminated in view of his death.", "29. On 2 December 1999 the Malgobek town civil registration office issued a death certificate for Suleyman Tsechoyev. It stated that death had occurred on 23 August 1999.", "30. The description of the events of the night of 23 October 1998 and the subsequent developments is based on the following documents: the applicant's accounts given on 10 and 16 February, 28 July and 29 August 2005; an account by the applicant's sister Ms L.B., given on 4 August 2005; an account by the applicant's neighbour R.G., given on 15 August 2005; a hand-drawn map of the premises of the applicant's house in Sagopshi and copies of the documents submitted with the application.", "31. The Russian press widely reported the kidnapping for ransom of Magomed K., whose younger brother Musa K. had occupied a top executive position in Lukoil, one of Russia's largest oil companies, at the relevant time. It appears from the reports that Magomed K. had been freed from UrusMartan, Chechnya, some time in 1999 as a result of a raid carried out by his relatives, including Musa K., and that several well-known Chechen “field commanders” involved in the kidnapping were killed. Numerous publications also reported Suleyman Tsechoyev's murder and linked it to the kidnapping of Magomed K. Mr Magomed Ye., former deputy prosecutor of the Malgobek district, was quoted in many of these publications and wrote several articles himself.", "32. It can be seen from the information submitted by the Government that the official investigation into the kidnapping of Magomed K. was closed in November 2001.", "33. The Government, in response to the Court's request, submitted 380 pages from the investigation file, as well as additional information about its progress. They stated that disclosure of the remaining documents from the file could be harmful to the continuing investigation and sought application of Rule 33 § 3 of the Rules of Court to the submitted documents.", "34. The applicant, in turn, submitted some additional information about his contacts with the investigation. The relevant information may be summarised as follows.", "35. On 24 August 1999 the prosecutor's office of the Mayskiy district of Kabardino-Balkaria instituted an investigation under Article 105 § 1 of the Criminal Code (murder) into the death of an unknown man whose body had been found in the vicinity of Aleksandrovskaya with gunshot wounds to the head. The case file was given number 16/24-99 (in the submitted materials the number is also referred to as 16/24).", "36. On 9 September 1999 the investigation into the murder of Suleyman Tsechoyev was transferred to the Kabardino-Balkaria prosecutor's office. The applicant's family was informed of this by a letter from the Prosecutor General's Office.", "37. On 9 December 1999 the Ingushetia prosecutor's office opened a criminal investigation in respect of Mr Magomed Ye. under Article 285 § 3 of the Criminal Code (abuse of power entailing serious consequences), no. 99540071. On 15 March 2000 the Ingushetia prosecutor's office opened an additional investigation into abuse of power by Magomed Ye. under file number 2054007.", "38. On 23 May 2000 the three cases were joined under file number 16/24-99 at the Northern Caucasus department of the General Prosecutor's Office.", "39. On 9 July 2001 (in accordance with the decision of 4 September 2002 suspending the investigation, see paragraph 46 below) the investigation in respect of Mr Magomed Ye., his relatives and members of the K. family (twelve persons altogether) for abuse of power was closed.", "40. On 12 July 2001 criminal charges against Magomed Ye. for murder and kidnapping were dropped for want of evidence.", "41. On 15 July 2001 the investigation into the murder was suspended in view of the failure to identify the suspects.", "42. On 23 July 2001 the department of the Northern Caucasus department of the General Prosecutor's Office concluded that the investigation had been incomplete. The decisions of 12 and 15 July 2001 were quashed and the investigation was remitted to an investigator of that department with a number of specific directions.", "43. In December 2001 the Northern Caucasus department of the General Prosecutor's Office created a special investigative group charged with solving the crime.", "44. On 15 May 2002 charges of involvement in the kidnapping and murder of Mr Magomed Ye. were dropped for want of evidence. On the same day proceedings were suspended for lack of suspects.", "45. On 4 June 2002 the Russian Deputy General Prosecutor quashed the decisions of 9 July 2001 and 15 May 2002 and appointed a new investigative group, headed by the deputy head of the Northern Caucasus department of the General Prosecutor's Office.", "46. On 4 September 2002 the investigation in criminal case no. 16/2499 was suspended owing to the failure to identify the perpetrators. On the same date the North Caucasus department of the Prosecutor General's Office informed the applicant of the decision.", "47. On 24 August 1999 the investigators carried out an examination of the site, compiled a description of the body and collected three cartridges. Two days later an additional examination of the site resulted in the finding of another cartridge and four bullets.", "48. On 25 August 1999 a forensic expert from the Mayskoye police department carried out an examination of the body and an autopsy. The expert found, inter alia, that the body bore six gunshot wounds to the left side of the head, each of which could have been lethal. The shots had been fired from a close range within a short period of time. The expert noted several bruises and abrasions on the face and hands, especially around the wrists, which had been caused within a period of twenty-four hours before death; he also noted traces indicating that the body had been dragged along immediately after the death had occurred. The expert concluded that death had occurred two or three days before the examination of the body.", "49. On 23 September 1999 the ballistic expert reported that the four cartridges and bullets had been fired from one “Makarov” 9 mm calibre hand pistol. This conclusion was confirmed by a ballistic expert report of 14 November 1999, carried out by the expert department of the Ministry of the Interior of Kabardino-Balkaria.", "50. On 9 September 1999 the investigator of the Mayskoye district prosecutor's office questioned the applicant. He stated that his brother had been detained on 23 October 1998 on the orders of the deputy prosecutor of the Malgobek district, Mr Magomed Ye., on suspicion of involvement in kidnapping. The applicant stated that on several occasions his brother had been transferred from one detention place to another. He had last seen him in June 1999 and Suleyman had complained that for a long time no investigative action had taken place. He also stated that in the beginning of September 1999 the investigator working on the kidnapping case had told him that he had ordered his brother's transfer to Malgobek and that he would soon be taken there. The applicant named several persons who could have been responsible for his brother's death, including former police officer Musa Kh., a cousin of the former deputy Malgobek district prosecutor Ibragim Ye., and Musa K.", "51. On 30 September 1999 the investigator of the KabardinoBalkaria prosecutor's office again questioned the applicant, who gave detailed submissions relating the account of his brother's arrest and detention as summarised above. The applicant told the investigator that his brother had close friends in Urus-Martan, Chechnya, where he regularly travelled. He also stated that he suspected Magomed Ye. of masterminding and carrying out the operation aimed at abducting Suleyman Tsechoyev from the pretrial detention centre. He stated that Magomed Ye. had possessed the knowledge required to produce the papers necessary to organise the prisoner's transfer, that he had the necessary computer and other technical skills and that he had been rewarded by the relatives of Magomed K. In particular, the applicant stated that he was aware that Magomed Ye. had obtained from those relatives a VAZ vehicle, a computer, a mobile phone and that he had bought a flat in Nalchik, Kabardino-Balkaria, with money received from them. Furthermore, the applicant accused Magomed Ye. of being present when his brother had been beaten by relatives of Magomed K. outside Malgobek in February 1999. He again accused the K. family of organising his brother's murder and said that the crime could have been carried out by Magomed Ye., Musa Kh, Zaurbek Kh. and Mukhszhir Ye.", "52. On the same day the applicant's sister L.B. told the investigator that she had visited her brother in prison, that he had not complained of anything but had denied that he had been involved in the kidnapping. She also named Magomed Ye. and Musa K., brother of the kidnapped Magomed K., as the possible perpetrators of the killing.", "53. On 30 September 1999 the applicant and his sister L. B. were granted the status of victims in the criminal proceedings relating to their brother's murder. On 17 April 2000 the applicant was granted the status of victim in the criminal investigation carried out “into the unlawful actions of the former deputy prosecutor of the Malgobek town, Mr M[agomed] Ye.”", "54. On 11 November 1999 the applicant and L. B. wrote to the Malgobek district prosecutor. They accused Mr Magomed Ye. of allowing the beating of their brother on the night of 24 to 25 February 1999 by two relatives of Ye. and by the relatives of Magomed K. They again submitted that Ye. had obtained property from the family of Magomed K. in return for his “assistance” in the solving of his kidnapping.", "55. On 28 November 1999 the applicant's sister told the investigators that on 3 April 1999 she had visited her brother in prison and that on that day she had noticed marks from handcuffs and traces of beatings on his face. She also submitted that Suleyman Tsechoyev had told her that during the night of 24 February 1999 Magomed Ye. and his relatives, together with relatives of Magomed K., had taken him outside of Malgobek and beaten him in an attempt to obtain a confession regarding the kidnapping.", "56. On 15 December 1999 the applicant gave detailed submissions to an investigator from the Ingushetia prosecutor's office relating the arrest and detention of his brother, as described above. In addition, he submitted that on 3 April 1999 his brother had told him in great detail what had happened on the night of 24 to 25 February 1999 and named other persons who had been detained with him and questioned by the relatives of Magomed K. He also allegedly told him that he had been taken to several detention centres in the Northern Caucasus prior to being admitted to the pre-trial detention centre no. 1 in Nalchik because he had suffered from the beatings and the officials had refused to accept him. The applicant named Mr Magomed Ye. as the individual responsible for the ill-treatment of his brother and, ultimately, for organising his transfer to the murderers. He stressed that the documents authorising his brother's removal from the prison in Nalchik had been produced by someone who had detailed knowledge of the requirements for such documents and that the forgery had necessitated considerable computer skills. The applicant also submitted that on 28 August 1999 he had gone to the SIZO no. 1 in Nalchik and left a food parcel for his brother, which had been accepted. At that time he had not been informed that his brother was no longer detained there.", "57. On 17 December 1999 the applicant's sister repeated her previous statements. She stated, further, that in May and October 1999 Mr Ye. had threatened to kill her brother, the applicant.", "58. On 17 December 1999 the applicant's mother gave statements similar to those of the applicant and her daughter.", "59. On 21 April 2000 the applicant was questioned by an investigator from the Ingushetia prosecutor's office again. He repeated his allegations against Magomed Ye.", "60. On 16 October 2001 the investigator from the Ingushetia prosecutor's office questioned the applicant again. He supplemented his previous statements and claimed that Mr Magomed Ye. had been acting in cooperation with the relatives of Magomed K. from the very early stages of the investigation. He stated that as early as September 1998 a number of men, whose names he had supplied to the investigation, had been arrested and then transferred to private residences where they had been beaten and tortured with the aim of extracting confessions. According to the applicant, Mr Magomed Ye. had participated in these actions and filmed them. The applicant also claimed that in February 1999 Mr Ye. had asked his mother and sister to pay USD 6,000 in return for his brother's release. He also submitted additional details about the circumstances of his brother's beatings on 24 February 1999.", "61. The investigators questioned the staff at the pre-trial detention centre in Nalchik who had been on duty on 23 August 1999. On 10 September 1999 two officers stated that they had inspected the papers of the two men who had presented themselves as police officers from the Malgobek ROVD and had not found them suspicious. They had organised the transfer of Suleyman Tsechoyev to the two men in accordance with the usual procedure. One of the men bore the distinction of a Senior Lieutenant, the other of a non-commissioned officer of the Ministry of the Interior. The men had spoken Ingush between themselves; one of them had had a Motorolla radio receiver but had not used it during the encounter. One of the officers gave a detailed physical description of the two men and said that he would be prepared to identify them. The deputy head of the detention centre, Mr Zaurbi Sh., told the investigators that he had checked the names of the two men and the papers for the prisoner's transfer. He had not inspected their documents because, according to the relevant procedure, the identity documents should have been left at the entrance to the building.", "62. Several of Suleyman Tsechoyev's co-detainees in the pretrial detention centre in Nalchik stated on 10 September 1999 that the deceased had not raised any complaints, that he had been visited by a lawyer and by his brother and that in August 1999 he had been taken away, apparently for transfer to Ingushetia.", "63. On 12 October 1999 the acting prosecutor of the Malgobek district told the investigators that he had ordered Mr Tsechoyev's transfer to Malgobek on 5 August 1999, but for unknown reasons that order had not been complied with. The documents which had enabled Mr Tsechoyev to be kidnapped had been forged and their numbers corresponded to other documents. The persons indicated in the escort documents had not worked at the Malgbek ROVD. In June 2002 he gave a further statement, describing Mr Magomed Ye. as an honest and motivated officer who had been falsely accused by the applicant and his relatives.", "64. On 15 November 1999 an officer from the Nalchik pre-trial detention centre identified a man from a photo as one of those who had collected Suleyman Tsechoyev on 23 August 1999. Later that man, a worker in a gas plant, submitted reliable evidence that he had not been in Kabardino-Balkaria at the time, as supported by documents and witness statements collected by the investigation.", "65. On 22 December 1999 the head of the Malgobek ROVD stated that Suleyman Tsechoyev had been detained at the Malgobek IVS from September 1998 to February 1999. He was shown the registration log of the IVS, according to which on 24 February 1999 Mr Tsechoyev had been taken out of the IVS at 11.40 p.m. by the local police officer Musa Kh. The head of the ROVD explained that he had been informed late at night by the officer on duty that the deputy district prosecutor had ordered that Mr Tsechoyev be brought to his office for questioning. At first the head of the ROVD had refused, but Mr Ye. had called him and insisted, threatening to open a criminal investigation if he did not comply. Mr Ye. explained that he had senior officers of the Ministry of the Interior in his office and that it was possible that Mr Tsechoyev would be transferred to Kabardino-Balkaria for further investigation. The head of the ROVD then agreed, but instructed his staff to obtain Mr Ye.'s signature to the effect that he had accepted the detainee. He could not explain why a district police officer, Mr Musa Kh., had signed. When questioned about Suleyman Tsechoyev's abduction and murder, the head of the police confirmed that the men identified in the escort documents had never served at the ROVD and that he had not issued the documents in question.", "66. In addition to the above investigative documents, copies of which the Government submitted to the Court, it can be seen from their memorandum of 2 October 2008 that the investigators also questioned five acting and former officers of the Malgobek prosecutor's office, all of whom denied that they had been aware of any connection between the K. family and Magomed Ye. One of these officers, quoted by the Government, stated that Suleyman Tsechoyev had been a member of the bandit group based in UrusMartan, along with three other men who had been charged with kidnappings.", "67. The Government also submitted a copy of the record of interview of Zaurbek Kh., who stated that he had permanently lived in Moscow and had been there throughout the summer of 1999. Zaurbek Kh. denied having known Suleyman Tsechoyev; as to Magomed Ye., the witness stated that he had gone to the same school but had not kept in contact in recent years.", "68. On 16 November 1999 the investigators in criminal case no. 16/2499 carried out an expert assessment of three documents concerning the transfer of Suleyman Tsechoyev from SIZO-1 on 23 August 1999. The criminology expert of Kabardino-Balkaria concluded that the imprint of the Malgobek district prosecutor's office's seal had been reproduced with the aid of a factory-made stamp, but not the one used by the district prosecutor's office. The imprint of the Malgobek ROVD seal had been reproduced with the aid of a colour printer. A graphology expert report reported difficulties in analysing short notes with dates and signatures on the documents, but concluded that some of the notes could have been made by Mr Magomed Ye., his brother and by the acting Malgobek prosecutor.", "69. On 14 December 1999 the Central North-Caucasus forensic laboratory issued an additional expert assessment. It concluded that the signatures on all the documents concerning the transfer of Suleyman Tsechoyev from SIZO-1 to the Malgobek IVS had been forged, and that the date and signature on one of the documents had been written by Mr Magomed Ye.", "70. In October 2001 the investigators questioned a number of experts from the Central North-Caucasus forensic laboratory seeking an explanation for the differences in the reports. The experts referred to the incomplete conclusions of some of the studies.", "71. On 12 November 2001 the Russian Federal Forensic Assessments Office of the Ministry of Justice concluded that it was impossible to establish with certainty whether the handwritten words on the document in question had been written by Mr Magomed Ye. or not.", "72. According to the documents contained in the criminal investigation file, at some point in 2001 documents constituting the basis for examination and a part of the original expert report had been stolen or changed. A separate criminal investigation was carried out, during which several officers from the prosecutor's office and the Ministry of the Interior were questioned. The investigation collected the copies of the original documents from the Russian Federal Bureau of Forensic Studies. Magomed Ye. was questioned as a suspect. On 15 May 2002 the investigation against him was closed for want of incriminating evidence.", "73. On 7 October 1999 the investigator from the Kabardino-Balkaria prosecutor's office questioned Magomed Ye. The latter confirmed that he had headed the group at the Malgobek prosecutor's office which had investigated the kidnapping of Magomed K. He had authorised Suleyman Tsechoyev's detention in relation to that crime. According to him, Mr Tsechoyev had been suspected of involvement in other crimes committed in the region, which was the reason for his transfer to Nalchik and Pyatigorsk. Mr Ye. denied that he had been involved in the kidnapping and murder of Suleyman Tsechoyev. He stated that he had never seen the documents authorising the latter's removal from the pre-trial detention centre in Nalchik in August 1999. Mr Ye. stated that he had quit his job at the prosecutor's office in March 1999 and now lived in Moscow. He had learnt of Suleyman Tsechoyev's death from his father in September 1999. He denied that he had previously allowed the relatives of Magomed K. access to Suleyman Tsechoyev.", "74. In October 1999 the investigators carried out a series of identification parades, during which the officers of the Nalchik pretrial detention centre failed to identify Mr Magomed Ye., his brothers and cousins as the persons who had taken away Suleyman Tsechoyev.", "75. On 11 January 2000 the Kabardino-Balkaria prosecutor's office brought charges against Mr Magomed Ye. He was charged in absentia with complicity in Suleyman Tsechoyev's kidnapping and murder and forgery of official documents. On the same day Mr Magomed Ye. was ordered to be arrested and declared a fugitive from justice, and his name was put on the wanted list.", "76. On 26 February 2000 Mr Ye. was detained and questioned as a suspect. He again denied any connection with the murder and requested a number of additional investigative measures.", "77. The investigators obtained the documents according to which in March 1999 Mr Magomed Ye. had complained to his superior about the false accusations brought against him by the relatives of Suleyman Tsechoyev and requested the district prosecutor of Malgobek to open a criminal investigation for libel. At the same time, pending completion of the investigation, he requested to be relieved from the duty of investigating the case. On 31 March 1999 Magomed Ye. resigned from the prosecutor's office.", "78. On 10 March 2000 the Nalchik Town Court released Mr Magomed Ye. from detention, having found that there were no reasons to suspect him of absconding from justice. The court noted that Mr Ye. had always appeared at the prosecutor's office when summoned to do so, resided at his declared place of residence in Moscow and had other family reasons not to abscond.", "79. In April 2000 a waitress in a roadside café in KabardinoBalkaria told the investigators that between 21 and 25 August 1999 she had seen Mr Magomed Ye. During a confrontation carried out on 24 January 2002 she retracted her statements and explained that she had last seen him in March 1999, and that in August 1999 she had seen another person whom she had confused with Mr Ye. She gave detailed submissions in this respect. Two other men and Magomed Ye. gave concordant statements.", "80. In July 2001 the investigators questioned witnesses and obtained documents to the effect that in August 1999 Mr Ye. had been working daily for a private company in Moscow.", "81. In April 2002 Magomed Ye. gave an additional statement as a suspect. He again denied any involvement in the imputed crime, denied having ever received or used a VAZ vehicle and denied receiving any money or property from the K. family.", "82. In their memorandum of 2 October 2008 the Government stated, without providing copies of such documents or the dates when they were obtained, that the investigators also questioned four members of the K. family who denied having any relations with Magomed Ye. or giving him money or property. These and other witnesses suggested that the libel campaign against Magomed Ye. had been inspired by members of a fundamentalist bandit group based in Urus-Martan, Chechnya, who had committed numerous kidnappings for ransom. The Kabardino-Balkaria Land Registry reported that Magomed Ye. had owned no real estate in that region.", "83. In their memorandum of 2 October 2008 the Government also stated, without providing copies of such documents or the dates when they were obtained, that the investigators had also questioned the brother and cousin of Magomed Ye.: police officers named by the applicant as possible perpetrators of the crime. They denied their involvement in the events. The police department of Malgobek confirmed that Magomed Ye.'s cousin had been working daily between July and September 1999. Police officers Musa Kh. and Zaurbek Kh. were also questioned at some point and denied having any connection with the murder. The Government also referred to records of interviews of four members of the K. family who stated that they had no relations with Magomed Ye. outside the official framework of the investigation and that they had not given him money or property.", "84. As can be seen from the statements collected in January 2008 from the applicant and his father, some time in 2001 police officer Musa Kh. had been charged with false imprisonment and abuse of power in relation to the taking of Suleyman Tsechoyev from the Malgobek IVS in the late hours on 24 February 1999. He had been found guilty and given a suspended sentence; the applicant did not appeal against the sentence. It also appears from these statements that the applicant and Musa Kh. had reached an informal agreement prior to the trial and that the applicant had “accepted” Musa Kh.'s “apology” and declaration that he had not been involved in his brother's murder. No other documents or information relating to this process have been submitted by the parties.", "85. It can be seen from the submitted documents that in 2001 Musa K., the brother of the kidnapped Magomed K., complained to the prosecutor's office that he had been libelled by the applicant. It appears that in June 2001 the indictment was sent to the court, which at some point acquitted the applicant.", "86. The investigators into the kidnapping of Magomed K. suspected and arrested several other men in addition to Suleyman Tsechoyev. Later, three of them were charged with other kidnappings; one of them was found guilty and sentenced in 2001; and two others were charged in absentia and their names put on the wanted list. One of them told the investigators that the applicant had threatened to denounce him to the law-enforcement bodies in order to give incriminating evidence against Magomed Ye. and Musa K.", "87. On 26 February 2002 the criminal investigation was closed regarding the part concerning the actions of the officers of the Nalchik pretrial detention centre, on grounds of absence of corpus delicti.", "88. On the same day the investigator from the department of the General Prosecutor's Office in the North Caucasus closed the criminal proceedings against Magomed Ye. for want of evidence. He noted that it had turned out to be impossible to identify the persons who had abducted and killed Suleyman Tsechoyev; that the conclusions of the graphology expert reports were contradictory and could not be construed as a single body of incriminating evidence against Mr Magomed Ye.; that by the time of the abduction he had no longer been employed at the prosecutor's office for more than six months and there was no evidence that he had continued to be aware of or to influence the proceedings; that between March and September 1999 he had remained in Moscow, as confirmed by witness statements and documents; that the allegations that he had obtained money or property from the K. family had proved to be unfounded; and, finally, that there were reasons to suspect that the applicant had personal motives, since he was being prosecuted for libel against the K. family and had threatened a witness in order to obtain evidence incriminating Magomed Ye.", "89. On 22 May 2001 the Prosecutor General's Office informed the applicant that on 11 April 2001 the investigation in criminal case no. 16/2499 had been transferred to the department of the Prosecutor General's office in the North Caucasus. According to the letter, Mr Ye. had absconded from the authorities and his name had been put on the wanted list.", "90. On 7 January 2002 the applicant and his relatives complained of the ineffectiveness of the investigation in criminal case no. 16/24-99 to the Prosecutor General. In his letter the applicant also alleged that some of the evidence in the criminal case-file materials had been forged by the investigators.", "91. On 22 February 2002 the Prosecutor General's Office replied to the applicant. The letter stated that in connection with the forgery of the evidence in criminal case no. 16/24-99, they had opened criminal case no. 18/24411-01 on 14 September 2001.", "92. On 15 or 24 May 2002 (the letter has two dates) the department of the Prosecutor General's Office in the North Caucasus informed the applicant that on 15 May 2002 the authorities had terminated the criminal proceedings against Mr Ye. owing to the failure to prove his involvement in the abduction of Suleyman Tsechoyev. On the same date the investigation had been suspended owing to the failure to identify the perpetrators.", "93. On 20 June 2002 the applicant and his relatives wrote to the Prosecutor General complaining of the ineffectiveness of the criminal investigation into the murder.", "94. On 9 August 2002 the applicant's family received a letter from the Prosecutor General's Office. The letter stated that on an unspecified date the investigation of criminal case no. 16/24-99 had been resumed.", "95. On 28 February 2003 the applicant complained about his brother's murder to the President of the Supreme Court of the Russian Federation. In his letter he complained of the ineffectiveness of the investigation into the crime and the decisions suspending it. The applicant requested the authorities to resume the investigation and carry out an additional examination of the evidence in criminal case no. 16/24-99. In particular, he complained that the investigation had failed to compile a composite sketch of the two men who had collected his brother from the pre-trial detention centre and to compare the handwriting of the kidnappers with those of all the officers of the Ministry of the Interior in Ingushetia and KabardinoBalkaria, as well as of the regional department of the RUBOP in the Northern Caucasus.", "96. On 5 March 2003 the Prosecutor General's Office, upon the applicant's request, forwarded him a copy of the decision of 4 September 2002 suspending the investigation in criminal case no. 16/24-99.", "97. It does not appear that the applicant or the investigators took any steps between 5 March 2003 and 20 May 2005.", "98. On 20 May 2005 the applicant's representatives wrote to the Prosecutor General. They requested information concerning the progress reached in the investigation in criminal case no. 16/24-99 and enquired whether the investigators had carried out any expert or forensic examinations in the case. It does not appear that the applicant's representatives received any response to this request.", "99. On 21 August 2007 the Deputy Prosecutor General quashed the decision suspending the proceedings. On 25 December 2007 Mr Magomed Ye. was placed under an obligation not to leave his place of residence in Moscow.", "100. In January 2008 the investigator questioned the applicant, his sister and his mother in Malgobek. They denied that Suleyman Tsechoyev had any connections to illegal armed groups in Chechnya or in Ingushetia, pointed out that he had never been charged with any such crime before and affirmed that there was no evidence to support that allegation. They again insisted that Magomed Ye. had been connected with the abduction and murder of their brother, in view of his involvement in the arrest and beatings.", "101. On 21 May 2008 the father of Musa and Magomed K. gave a statement in which he denied that his family had ever given any money or valuables to Magomed Ye. or his family.", "102. In his submissions the applicant also described attacks by unspecified persons on himself, his relative and his house.", "103. Accordingly, the applicant submitted that on 13 July 2001 he and Mrs U. had been wounded during an attempt to arrest them by officers from the RUBOP of Kabardino-Balkaria. On the same day the Ingushetia prosecutor's office opened a criminal investigation into violent acts against public officers.", "104. However, in January 2002 the investigation was adjourned in view of the failure to identify the suspect. In March 2004 criminal charges against the applicant were dropped; Mrs U. was granted victim status.", "105. The applicant and Mrs U. sought damages for the injuries and moral suffering inflicted by the RUBOP and the Federal Treasury. They also contested the lawfulness of the order to deliver the applicant to an investigator which had served as the basis for the attempt to arrest him.", "106. In October 2004 the Malgobek Town Court refused to grant their claim, referring to the absence of any definitive outcome of the criminal investigation and the applicant's failure to appeal against the decision to adjourn the proceedings. An appeal by the applicant was dismissed without consideration for failure to observe the requisite time-limits; he tried to have the time-limits restored but it appears that his complaint to the Supreme Court of Ingushetia remained unexamined.", "107. No complaints were brought following those developments, but the applicant relied on the above proceedings to explain his inaction between 2003 and 2005 vis-à-vis the domestic criminal investigation into his brother's murder.", "108. The applicant submitted, referring to numerous publications concerning the subject, that following the events described above Mr Magomed Ye. had become a well-known political figure in Ingushetia. As a successful businessman and journalist, he had founded an Internet site (www.Ingushetiya.ru) in 2001 which had quickly become an important media forum for the opposition forces. In 2008 Mr Magomed Ye. had become one of the organisers of the “I did not vote” campaign aimed at denouncing electoral fraud in Ingushetia during the Russian presidential elections. In June 2008 a district court in Moscow classified the site as “extremist” and demanded its closure. The order could not be implemented because the site was hosted in the United States.", "109. On 31 August 2008 Mr Magomed Ye. was detained on arrival at the airport in Nazran, Ingushetia, and shot dead in the police car. In December 2009 a court in Ingushetia found one officer of the Ministry of the Interior of Ingushetia guilty of causing death by negligence and gave him a suspended sentence. In August 2010 this officer was killed by unknown gunmen in Ingushetia. On 25 October 2009 another former coowner of the Ingushetia.ru site, Mr Maksharip A., was killed by unknown gunmen in Kabardino-Balkaria."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}